{"_id":"6164e9bcdc1be0273f8b7ada","slug":"joining-the-military","name":"Joining The Military","verses":[{"_id":"6164e9bcdc1be0273f8b7adb","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Psalm 108:12-13","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19108012_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19108012-1\">12&nbsp;</b>&nbsp;&nbsp;Oh grant us help against the foe,</span><br><span id=\"p19108012_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for vain is the salvation of man!</span><br><span id=\"p19108013_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19108013-1\">13&nbsp;</b>&nbsp;&nbsp;With God we shall do valiantly;</span><br><span id=\"p19108013_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is he who will tread down our foes.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Give us help from trouble: for vain is the help of man.  <strong>13</strong> Through God we shall do valiantly: for he it is that shall tread down our enemies.  ","niv":"<sup><strong>12</strong></sup> Give us aid against the enemy, for the help of man is worthless. <sup><strong>13</strong></sup> With God we will gain the victory, and he will trample down our enemies. "},{"_id":"6164e9bcdc1be0273f8b7adc","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Deuteronomy 20:1-4","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p05020001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05020001-1\">20:1&nbsp;</b>“When you go out to war against your enemies, and see horses and chariots and an army larger than your own, you shall not be afraid of them, for the LORD your God is with you, who brought you up out of the land of Egypt. <b class=\"verse-num\" id=\"v05020002-1\">2&nbsp;</b>And when you draw near to the battle, the priest shall come forward and speak to the people <b class=\"verse-num\" id=\"v05020003-1\">3&nbsp;</b>and shall say to them, ‘Hear, O Israel, today you are drawing near for battle against your enemies: let not your heart faint. Do not fear or panic or be in dread of them, <b class=\"verse-num\" id=\"v05020004-1\">4&nbsp;</b>for the LORD your God is he who goes with you to fight for you against your enemies, to give you the victory.’</p>\n</div>","kjv":"<strong>1</strong> When thou goest out to battle against thine enemies, and seest horses, and chariots, and a people more than thou, be not afraid of them: for the LORD thy God is with thee, which brought thee up out of the land of Egypt.  <strong>2</strong> And it shall be, when ye are come nigh unto the battle, that the priest shall approach and speak unto the people,  <strong>3</strong> And shall say unto them, Hear, O Israel, ye approach this day unto battle against your enemies: let not your hearts faint, fear not, and do not tremble, neither be ye terrified because of them;  <strong>4</strong> For the LORD your God is he that goeth with you, to fight for you against your enemies, to save you.  ","niv":"<sup><strong>1</strong></sup> When you go to war against your enemies and see horses and chariots and an army greater than yours, do not be afraid of them, because the LORD your God, who brought you up out of Egypt, will be with you. <sup><strong>2</strong></sup> When you are about to go into battle, the priest shall come forward and address the army. <sup><strong>3</strong></sup> He shall say: \"Hear, O Israel, today you are going into battle against your enemies. Do not be fainthearted or afraid; do not be terrified or give way to panic before them. <sup><strong>4</strong></sup> For the LORD your God is the one who goes with you to fight for you against your enemies to give you victory.\" "},{"_id":"6164e9bddc1be0273f8b7add","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Romans 13:1-14","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-3\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-3\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"6164e9bddc1be0273f8b7ade","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Psalm 20:6-7","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19020006_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020006-1\">6&nbsp;</b>&nbsp;&nbsp;Now I know that the LORD saves his anointed;</span><br><span id=\"p19020006_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will answer him from his holy heaven</span><br><span id=\"p19020006_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the saving might of his right hand.</span><br><span id=\"p19020007_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020007-1\">7&nbsp;</b>&nbsp;&nbsp;Some trust in chariots and some in horses,</span><br><span id=\"p19020007_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but we trust in the name of the LORD our God.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Now know I that the LORD saveth his anointed; he will hear him from his holy heaven with the saving strength of his right hand.  <strong>7</strong> Some trust in chariots, and some in horses: but we will remember the name of the LORD our God.  ","niv":"<sup><strong>6</strong></sup> Now I know that the LORD saves his anointed; he answers him from his holy heaven with the saving power of his right hand. <sup><strong>7</strong></sup> Some trust in chariots and some in horses, but we trust in the name of the LORD our God. "},{"_id":"6164e9bddc1be0273f8b7adf","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Joshua 1:9","votes":10,"__v":0,"esv":"<div>\n<p id=\"p06001009_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","kjv":"<strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\""},{"_id":"6164e9bedc1be0273f8b7ae0","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Isaiah 41:10","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-6\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"6164e9bedc1be0273f8b7ae1","topicId":"6164e9bcdc1be0273f8b7ada","verse":"John 15:13","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends."},{"_id":"6164e9bedc1be0273f8b7ae2","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Romans 13:1-5","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. "},{"_id":"6164e9bfdc1be0273f8b7ae3","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Deuteronomy 20:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05020007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v05020007-1\">7&nbsp;</b>And is there any man who has betrothed a wife and has not taken her? Let him go back to his house, lest he die in the battle and another man take her.’</p>\n</div>","kjv":"<strong>7</strong> And what man is there that hath betrothed a wife, and hath not taken her? let him go and return unto his house, lest he die in the battle, and another man take her.  ","niv":"<sup><strong>7</strong></sup> Has anyone become pledged to a woman and not married her? Let him go home, or he may die in battle and someone else marry her.\""},{"_id":"6164e9bfdc1be0273f8b7ae4","topicId":"6164e9bcdc1be0273f8b7ada","verse":"James 4:1-17","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p59004001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? <b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. <b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions. <b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God. <b class=\"verse-num\" id=\"v59004005-1\">5&nbsp;</b>Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”? <b class=\"verse-num\" id=\"v59004006-1\">6&nbsp;</b>But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.” <b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you. <b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded. <b class=\"verse-num\" id=\"v59004009-1\">9&nbsp;</b>Be wretched and mourn and weep. Let your laughter be turned to mourning and your joy to gloom. <b class=\"verse-num\" id=\"v59004010-1\">10&nbsp;</b>Humble yourselves before the Lord, and he will exalt you.</p>\n<p id=\"p59004010_04-10\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n<p id=\"p59004012_07-10\"><b class=\"verse-num\" id=\"v59004013-1\">13&nbsp;</b>Come now, you who say, “Today or tomorrow we will go into such and such a town and spend a year there and trade and make a profit”—<b class=\"verse-num\" id=\"v59004014-1\">14&nbsp;</b>yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes. <b class=\"verse-num\" id=\"v59004015-1\">15&nbsp;</b>Instead you ought to say, “If the Lord wills, we will live and do this or that.” <b class=\"verse-num\" id=\"v59004016-1\">16&nbsp;</b>As it is, you boast in your arrogance. All such boasting is evil. <b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n\n</div>","kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  <strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  <strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  <strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  <strong>5</strong> Do ye think that the scripture saith in vain, The spirit that dwelleth in us lusteth to envy?  <strong>6</strong> But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.  <strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  <strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  <strong>9</strong> Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness.  <strong>10</strong> Humble yourselves in the sight of the Lord, and he shall lift you up.  <strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  <strong>13</strong> Go to now, ye that say, To day or to morrow we will go into such a city, and continue there a year, and buy and sell, and get gain:  <strong>14</strong> Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.  <strong>15</strong> For that ye ought to say, If the Lord will, we shall live, and do this, or that.  <strong>16</strong> But now ye rejoice in your boastings: all such rejoicing is evil.  <strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you? <sup><strong>2</strong></sup> You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God. <sup><strong>3</strong></sup> When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures. <sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God. <sup><strong>5</strong></sup> Or do you think Scripture says without reason that the spirit he caused to live in us envies intensely? <sup><strong>6</strong></sup> But he gives us more grace. That is why Scripture says: \"God opposes the proud but gives grace to the humble.\" <sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you. <sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded. <sup><strong>9</strong></sup> Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom. <sup><strong>10</strong></sup> Humble yourselves before the Lord, and he will lift you up. <sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. <sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? <sup><strong>13</strong></sup> Now listen, you who say, \"Today or tomorrow we will go to this or that city, spend a year there, carry on business and make money.\" <sup><strong>14</strong></sup> Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes. <sup><strong>15</strong></sup> Instead, you ought to say, \"If it is the Lord's will, we will live and do this or that.\" <sup><strong>16</strong></sup> As it is, you boast and brag. All such boasting is evil. <sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins. "},{"_id":"6164e9bfdc1be0273f8b7ae5","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Philippians 4:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"6164e9bfdc1be0273f8b7ae6","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Romans 13:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45013004_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer."},{"_id":"6164e9c0dc1be0273f8b7ae7","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Romans 6:1-23","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45006001_07-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45006001-1\">6:1&nbsp;</b>What shall we say then? Are we to continue in sin that grace may abound? <b class=\"verse-num\" id=\"v45006002-1\">2&nbsp;</b>By no means! How can we who died to sin still live in it? <b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? <b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n<p id=\"p45006004_07-13\"><b class=\"verse-num\" id=\"v45006005-1\">5&nbsp;</b>For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his. <b class=\"verse-num\" id=\"v45006006-1\">6&nbsp;</b>We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin. <b class=\"verse-num\" id=\"v45006007-1\">7&nbsp;</b>For one who has died has been set free from sin. <b class=\"verse-num\" id=\"v45006008-1\">8&nbsp;</b>Now if we have died with Christ, we believe that we will also live with him. <b class=\"verse-num\" id=\"v45006009-1\">9&nbsp;</b>We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him. <b class=\"verse-num\" id=\"v45006010-1\">10&nbsp;</b>For the death he died he died to sin, once for all, but the life he lives he lives to God. <b class=\"verse-num\" id=\"v45006011-1\">11&nbsp;</b>So you also must consider yourselves dead to sin and alive to God in Christ Jesus.</p>\n<p id=\"p45006011_07-13\"><b class=\"verse-num\" id=\"v45006012-1\">12&nbsp;</b>Let not sin therefore reign in your mortal body, to make you obey its passions. <b class=\"verse-num\" id=\"v45006013-1\">13&nbsp;</b>Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness. <b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n\n<p id=\"p45006014_10-13\"><b class=\"verse-num\" id=\"v45006015-1\">15&nbsp;</b>What then? Are we to sin because we are not under law but under grace? By no means! <b class=\"verse-num\" id=\"v45006016-1\">16&nbsp;</b>Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness? <b class=\"verse-num\" id=\"v45006017-1\">17&nbsp;</b>But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed, <b class=\"verse-num\" id=\"v45006018-1\">18&nbsp;</b>and, having been set free from sin, have become slaves of righteousness. <b class=\"verse-num\" id=\"v45006019-1\">19&nbsp;</b>I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification.</p>\n<p id=\"p45006019_10-13\"><b class=\"verse-num\" id=\"v45006020-1\">20&nbsp;</b>For when you were slaves of sin, you were free in regard to righteousness. <b class=\"verse-num\" id=\"v45006021-1\">21&nbsp;</b>But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death. <b class=\"verse-num\" id=\"v45006022-1\">22&nbsp;</b>But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life. <b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> What shall we say, then? Shall we go on sinning so that grace may increase? <sup><strong>2</strong></sup> By no means! We died to sin; how can we live in it any longer? <sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. <sup><strong>5</strong></sup> If we have been united with him like this in his death, we will certainly also be united with him in his resurrection. <sup><strong>6</strong></sup> For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin-- <sup><strong>7</strong></sup> because anyone who has died has been freed from sin. <sup><strong>8</strong></sup> Now if we died with Christ, we believe that we will also live with him. <sup><strong>9</strong></sup> For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him. <sup><strong>10</strong></sup> The death he died, he died to sin once for all; but the life he lives, he lives to God. <sup><strong>11</strong></sup> In the same way, count yourselves dead to sin but alive to God in Christ Jesus. <sup><strong>12</strong></sup> Therefore do not let sin reign in your mortal body so that you obey its evil desires. <sup><strong>13</strong></sup> Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness. <sup><strong>14</strong></sup> For sin shall not be your master, because you are not under law, but under grace. <sup><strong>15</strong></sup> What then? Shall we sin because we are not under law but under grace? By no means! <sup><strong>16</strong></sup> Don't you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey--whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness? <sup><strong>17</strong></sup> But thanks be to God that, though you used to be slaves to sin, you wholeheartedly obeyed the form of teaching to which you were entrusted. <sup><strong>18</strong></sup> You have been set free from sin and have become slaves to righteousness. <sup><strong>19</strong></sup> I put this in human terms because you are weak in your natural selves. Just as you used to offer the parts of your body in slavery to impurity and to ever-increasing wickedness, so now offer them in slavery to righteousness leading to holiness. <sup><strong>20</strong></sup> When you were slaves to sin, you were free from the control of righteousness. <sup><strong>21</strong></sup> What benefit did you reap at that time from the things you are now ashamed of? Those things result in death! <sup><strong>22</strong></sup> But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life. <sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord. "},{"_id":"6164e9c0dc1be0273f8b7ae8","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Zechariah 14:1-21","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p38014001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v38014001-1\">14:1&nbsp;</b>Behold, a day is coming for the LORD, when the spoil taken from you will be divided in your midst. <b class=\"verse-num\" id=\"v38014002-1\">2&nbsp;</b>For I will gather all the nations against Jerusalem to battle, and the city shall be taken and the houses plundered and the women raped. Half of the city shall go out into exile, but the rest of the people shall not be cut off from the city. <b class=\"verse-num\" id=\"v38014003-1\">3&nbsp;</b>Then the LORD will go out and fight against those nations as when he fights on a day of battle. <b class=\"verse-num\" id=\"v38014004-1\">4&nbsp;</b>On that day his feet shall stand on the Mount of Olives that lies before Jerusalem on the east, and the Mount of Olives shall be split in two from east to west by a very wide valley, so that one half of the Mount shall move northward, and the other half southward. <b class=\"verse-num\" id=\"v38014005-1\">5&nbsp;</b>And you shall flee to the valley of my mountains, for the valley of the mountains shall reach to Azal. And you shall flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the LORD my God will come, and all the holy ones with him.</p>\n<p id=\"p38014005_07-14\"><b class=\"verse-num\" id=\"v38014006-1\">6&nbsp;</b>On that day there shall be no light, cold, or frost. <b class=\"verse-num\" id=\"v38014007-1\">7&nbsp;</b>And there shall be a unique day, which is known to the LORD, neither day nor night, but at evening time there shall be light.</p>\n<p id=\"p38014007_07-14\"><b class=\"verse-num\" id=\"v38014008-1\">8&nbsp;</b>On that day living waters shall flow out from Jerusalem, half of them to the eastern sea and half of them to the western sea. It shall continue in summer as in winter.</p>\n<p id=\"p38014008_07-14\"><b class=\"verse-num\" id=\"v38014009-1\">9&nbsp;</b>And the LORD will be king over all the earth. On that day the LORD will be one and his name one.</p>\n<p id=\"p38014009_07-14\"><b class=\"verse-num\" id=\"v38014010-1\">10&nbsp;</b>The whole land shall be turned into a plain from Geba to Rimmon south of Jerusalem. But Jerusalem shall remain aloft on its site from the Gate of Benjamin to the place of the former gate, to the Corner Gate, and from the Tower of Hananel to the king’s winepresses. <b class=\"verse-num\" id=\"v38014011-1\">11&nbsp;</b>And it shall be inhabited, for there shall never again be a decree of utter destruction. Jerusalem shall dwell in security.</p>\n<p id=\"p38014011_07-14\"><b class=\"verse-num\" id=\"v38014012-1\">12&nbsp;</b>And this shall be the plague with which the LORD will strike all the peoples that wage war against Jerusalem: their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths.</p>\n<p id=\"p38014012_07-14\"><b class=\"verse-num\" id=\"v38014013-1\">13&nbsp;</b>And on that day a great panic from the LORD shall fall on them, so that each will seize the hand of another, and the hand of the one will be raised against the hand of the other. <b class=\"verse-num\" id=\"v38014014-1\">14&nbsp;</b>Even Judah will fight at Jerusalem. And the wealth of all the surrounding nations shall be collected, gold, silver, and garments in great abundance. <b class=\"verse-num\" id=\"v38014015-1\">15&nbsp;</b>And a plague like this plague shall fall on the horses, the mules, the camels, the donkeys, and whatever beasts may be in those camps.</p>\n<p id=\"p38014015_07-14\"><b class=\"verse-num\" id=\"v38014016-1\">16&nbsp;</b>Then everyone who survives of all the nations that have come against Jerusalem shall go up year after year to worship the King, the LORD of hosts, and to keep the Feast of Booths. <b class=\"verse-num\" id=\"v38014017-1\">17&nbsp;</b>And if any of the families of the earth do not go up to Jerusalem to worship the King, the LORD of hosts, there will be no rain on them. <b class=\"verse-num\" id=\"v38014018-1\">18&nbsp;</b>And if the family of Egypt does not go up and present themselves, then on them there shall be no rain; there shall be the plague with which the LORD afflicts the nations that do not go up to keep the Feast of Booths. <b class=\"verse-num\" id=\"v38014019-1\">19&nbsp;</b>This shall be the punishment to Egypt and the punishment to all the nations that do not go up to keep the Feast of Booths.</p>\n<p id=\"p38014019_07-14\"><b class=\"verse-num\" id=\"v38014020-1\">20&nbsp;</b>And on that day there shall be inscribed on the bells of the horses, “Holy to the LORD.” And the pots in the house of the LORD shall be as the bowls before the altar. <b class=\"verse-num\" id=\"v38014021-1\">21&nbsp;</b>And every pot in Jerusalem and Judah shall be holy to the LORD of hosts, so that all who sacrifice may come and take of them and boil the meat of the sacrifice in them. And there shall no longer be a trader in the house of the LORD of hosts on that day.</p>\n\n</div>","kjv":"<strong>1</strong> Behold, the day of the LORD cometh, and thy spoil shall be divided in the midst of thee.  <strong>2</strong> For I will gather all nations against Jerusalem to battle; and the city shall be taken, and the houses rifled, and the women ravished; and half of the city shall go forth into captivity, and the residue of the people shall not be cut off from the city.  <strong>3</strong> Then shall the LORD go forth, and fight against those nations, as when he fought in the day of battle.  <strong>4</strong> And his feet shall stand in that day upon the mount of Olives, which is before Jerusalem on the east, and the mount of Olives shall cleave in the midst thereof toward the east and toward the west, and there shall be a very great valley; and half of the mountain shall remove toward the north, and half of it toward the south.  <strong>5</strong> And ye shall flee to the valley of the mountains; for the valley of the mountains shall reach unto Azal: yea, ye shall flee, like as ye fled from before the earthquake in the days of Uzziah king of Judah: and the LORD my God shall come, and all the saints with thee.  <strong>6</strong> And it shall come to pass in that day, that the light shall not be clear, nor dark:  <strong>7</strong> But it shall be one day which shall be known to the LORD, not day, nor night: but it shall come to pass, that at evening time it shall be light.  <strong>8</strong> And it shall be in that day, that living waters shall go out from Jerusalem; half of them toward the former sea, and half of them toward the hinder sea: in summer and in winter shall it be.  <strong>9</strong> And the LORD shall be king over all the earth: in that day shall there be one LORD, and his name one.  <strong>10</strong> All the land shall be turned as a plain from Geba to Rimmon south of Jerusalem: and it shall be lifted up, and inhabited in her place, from Benjamin’s gate unto the place of the first gate, unto the corner gate, and from the tower of Hananeel unto the king’s winepresses.  <strong>11</strong> And men shall dwell in it, and there shall be no more utter destruction; but Jerusalem shall be safely inhabited.  <strong>12</strong> And this shall be the plague wherewith the LORD will smite all the people that have fought against Jerusalem; Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth.  <strong>13</strong> And it shall come to pass in that day, that a great tumult from the LORD shall be among them; and they shall lay hold every one on the hand of his neighbour, and his hand shall rise up against the hand of his neighbour.  <strong>14</strong> And Judah also shall fight at Jerusalem; and the wealth of all the heathen round about shall be gathered together, gold, and silver, and apparel, in great abundance.  <strong>15</strong> And so shall be the plague of the horse, of the mule, of the camel, and of the ass, and of all the beasts that shall be in these tents, as this plague.  <strong>16</strong> And it shall come to pass, that every one that is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the LORD of hosts, and to keep the feast of tabernacles.  <strong>17</strong> And it shall be, that whoso will not come up of all  the families of the earth unto Jerusalem to worship the King, the LORD of hosts, even upon them shall be no rain.  <strong>18</strong> And if the family of Egypt go not up, and come not, that have  no rain; there shall be the plague, wherewith the LORD will smite the heathen that come not up to keep the feast of tabernacles.  <strong>19</strong> This shall be the punishment of Egypt, and the punishment of all nations that come not up to keep the feast of tabernacles.  <strong>20</strong> In that day shall there be upon the bells of the horses, HOLINESS UNTO THE LORD; and the pots in the LORD’S house shall be like the bowls before the altar.  <strong>21</strong> Yea, every pot in Jerusalem and in Judah shall be holiness unto the LORD of hosts: and all they that sacrifice shall come and take of them, and seethe therein: and in that day there shall be no more the Canaanite in the house of the LORD of hosts.  ","niv":"<sup><strong>1</strong></sup> A day of the LORD is coming when your plunder will be divided among you. <sup><strong>2</strong></sup> I will gather all the nations to Jerusalem to fight against it; the city will be captured, the houses ransacked, and the women raped. Half of the city will go into exile, but the rest of the people will not be taken from the city. <sup><strong>3</strong></sup> Then the LORD will go out and fight against those nations, as he fights in the day of battle. <sup><strong>4</strong></sup> On that day his feet will stand on the Mount of Olives, east of Jerusalem, and the Mount of Olives will be split in two from east to west, forming a great valley, with half of the mountain moving north and half moving south. <sup><strong>5</strong></sup> You will flee by my mountain valley, for it will extend to Azel. You will flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the LORD my God will come, and all the holy ones with him. <sup><strong>6</strong></sup> On that day there will be no light, no cold or frost. <sup><strong>7</strong></sup> It will be a unique day, without daytime or nighttime-a day known to the LORD. When evening comes, there will be light. <sup><strong>8</strong></sup> On that day living water will flow out from Jerusalem, half to the eastern sea and half to the western sea, in summer and in winter. <sup><strong>9</strong></sup> The LORD will be king over the whole earth. On that day there will be one LORD, and his name the only name. <sup><strong>10</strong></sup> The whole land, from Geba to Rimmon, south of Jerusalem, will become like the Arabah. But Jerusalem will be raised up and remain in its place, from the Benjamin Gate to the site of the First Gate, to the Corner Gate, and from the Tower of Hananel to the royal winepresses. <sup><strong>11</strong></sup> It will be inhabited; never again will it be destroyed. Jerusalem will be secure. <sup><strong>12</strong></sup> This is the plague with which the LORD will strike all the nations that fought against Jerusalem: Their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths. <sup><strong>13</strong></sup> On that day men will be stricken by the LORD with great panic. Each man will seize the hand of another, and they will attack each other. <sup><strong>14</strong></sup> Judah too will fight at Jerusalem. The wealth of all the surrounding nations will be collected-great quantities of gold and silver and clothing. <sup><strong>15</strong></sup> A similar plague will strike the horses and mules, the camels and donkeys, and all the animals in those camps. <sup><strong>16</strong></sup> Then the survivors from all the nations that have attacked Jerusalem will go up year after year to worship the King, the LORD Almighty, and to celebrate the Feast of Tabernacles. <sup><strong>17</strong></sup> If any of the peoples of the earth do not go up to Jerusalem to worship the King, the LORD Almighty, they will have no rain. <sup><strong>18</strong></sup> If the Egyptian people do not go up and take part, they will have no rain. The LORD will bring on them the plague he inflicts on the nations that do not go up to celebrate the Feast of Tabernacles. <sup><strong>19</strong></sup> This will be the punishment of Egypt and the punishment of all the nations that do not go up to celebrate the Feast of Tabernacles. <sup><strong>20</strong></sup> On that dayHOLY TO THE LORD will be inscribed on the bells of the horses, and the cooking pots in the LORD's house will be like the sacred bowls in front of the altar. <sup><strong>21</strong></sup> Every pot in Jerusalem and Judah will be holy to the LORD Almighty, and all who come to sacrifice will take some of the pots and cook in them. And on that day there will no longer be a Canaanite in the house of the LORD Almighty. "},{"_id":"6164e9c1dc1be0273f8b7ae9","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Jeremiah 29:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"6164e9c1dc1be0273f8b7aea","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Psalm 91:1-16","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19091001_06-16\" class=\"line\"><b class=\"chapter-num\" id=\"v19091001-1\">91:1&nbsp;</b>&nbsp;&nbsp;He who dwells in the shelter of the Most High</span><br><span id=\"p19091001_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will abide in the shadow of the Almighty.</span><br><span id=\"p19091002_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091002-1\">2&nbsp;</b>&nbsp;&nbsp;I will say to the LORD, “My refuge and my fortress,</span><br><span id=\"p19091002_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my God, in whom I trust.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091003_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091003-1\">3&nbsp;</b>&nbsp;&nbsp;For he will deliver you from the snare of the fowler</span><br><span id=\"p19091003_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the deadly pestilence.</span><br><span id=\"p19091004_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091004-1\">4&nbsp;</b>&nbsp;&nbsp;He will cover you with his pinions,</span><br><span id=\"p19091004_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and under his wings you will find refuge;</span><br><span id=\"p19091004_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his faithfulness is a shield and buckler.</span><br><span id=\"p19091005_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091005-1\">5&nbsp;</b>&nbsp;&nbsp;You will not fear the terror of the night,</span><br><span id=\"p19091005_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the arrow that flies by day,</span><br><span id=\"p19091006_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091006-1\">6&nbsp;</b>&nbsp;&nbsp;nor the pestilence that stalks in darkness,</span><br><span id=\"p19091006_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the destruction that wastes at noonday.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091007_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091007-1\">7&nbsp;</b>&nbsp;&nbsp;A thousand may fall at your side,</span><br><span id=\"p19091007_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ten thousand at your right hand,</span><br><span id=\"p19091007_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but it will not come near you.</span><br><span id=\"p19091008_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091008-1\">8&nbsp;</b>&nbsp;&nbsp;You will only look with your eyes</span><br><span id=\"p19091008_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see the recompense of the wicked.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091009_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091009-1\">9&nbsp;</b>&nbsp;&nbsp;Because you have made the LORD your dwelling place—</span><br><span id=\"p19091009_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Most High, who is my refuge—</span><br><span id=\"p19091010_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091010-1\">10&nbsp;</b>&nbsp;&nbsp;no evil shall be allowed to befall you,</span><br><span id=\"p19091010_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no plague come near your tent.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091011_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091011-1\">11&nbsp;</b>&nbsp;&nbsp;For he will command his angels concerning you</span><br><span id=\"p19091011_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guard you in all your ways.</span><br><span id=\"p19091012_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091012-1\">12&nbsp;</b>&nbsp;&nbsp;On their hands they will bear you up,</span><br><span id=\"p19091012_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.</span><br><span id=\"p19091013_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091013-1\">13&nbsp;</b>&nbsp;&nbsp;You will tread on the lion and the adder;</span><br><span id=\"p19091013_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the young lion and the serpent you will trample underfoot.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091014_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091014-1\">14&nbsp;</b>&nbsp;&nbsp;“Because he holds fast to me in love, I will deliver him;</span><br><span id=\"p19091014_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will protect him, because he knows my name.</span><br><span id=\"p19091015_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091015-1\">15&nbsp;</b>&nbsp;&nbsp;When he calls to me, I will answer him;</span><br><span id=\"p19091015_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be with him in trouble;</span><br><span id=\"p19091015_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will rescue him and honor him.</span><br><span id=\"p19091016_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091016-1\">16&nbsp;</b>&nbsp;&nbsp;With long life I will satisfy him</span><br><span id=\"p19091016_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and show him my salvation.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.  <strong>2</strong> I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust.  <strong>3</strong> Surely he shall deliver thee from the snare of the fowler, and  from the noisome pestilence.  <strong>4</strong> He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.  <strong>5</strong> Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day;  <strong>6</strong>             Nor for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday.  <strong>7</strong> A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee.  <strong>8</strong> Only with thine eyes shalt thou behold and see the reward of the wicked.  <strong>9</strong> Because thou hast made the LORD, which is my refuge, even the most High, thy habitation;  <strong>10</strong> There shall no evil befall thee, neither shall any plague come nigh thy dwelling.  <strong>11</strong> For he shall give his angels charge over thee, to keep thee in all thy ways.  <strong>12</strong> They shall bear thee up in their hands, lest thou dash thy foot against a stone.  <strong>13</strong> Thou shalt tread upon the lion and adder: the young lion and the dragon shalt thou trample under feet.  <strong>14</strong> Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name.  <strong>15</strong> He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him.  <strong>16</strong> With long life will I satisfy him, and shew him my salvation.  ","niv":"<sup><strong>1</strong></sup> He who dwells in the shelter of the Most High will rest in the shadow of the Almighty. <sup><strong>2</strong></sup> I will say of the LORD, \"He is my refuge and my fortress, my God, in whom I trust.\" <sup><strong>3</strong></sup> Surely he will save you from the fowler's snare and from the deadly pestilence. <sup><strong>4</strong></sup> He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart. <sup><strong>5</strong></sup> You will not fear the terror of night, nor the arrow that flies by day, <sup><strong>6</strong></sup> nor the pestilence that stalks in the darkness, nor the plague that destroys at midday. <sup><strong>7</strong></sup> A thousand may fall at your side, ten thousand at your right hand, but it will not come near you. <sup><strong>8</strong></sup> You will only observe with your eyes and see the punishment of the wicked. <sup><strong>9</strong></sup> If you make the Most High your dwelling- even the LORD, who is my refuge- <sup><strong>10</strong></sup> then no harm will befall you, no disaster will come near your tent. <sup><strong>11</strong></sup> For he will command his angels concerning you to guard you in all your ways; <sup><strong>12</strong></sup> they will lift you up in their hands, so that you will not strike your foot against a stone. <sup><strong>13</strong></sup> You will tread upon the lion and the cobra; you will trample the great lion and the serpent. <sup><strong>14</strong></sup> \"Because he loves me,\" says the LORD, \"I will rescue him; I will protect him, for he acknowledges my name. <sup><strong>15</strong></sup> He will call upon me, and I will answer him; I will be with him in trouble, I will deliver him and honor him. <sup><strong>16</strong></sup> With long life will I satisfy him and show him my salvation.\" "},{"_id":"6164e9c1dc1be0273f8b7aeb","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Psalm 29:11","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19029011_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029011-1\">11&nbsp;</b>&nbsp;&nbsp;May the LORD give strength to his people!</span><br><span id=\"p19029011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;May the LORD bless his people with peace!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> The LORD will give strength unto his people; the LORD will bless his people with peace.  ","niv":"<sup><strong>11</strong></sup> The LORD gives strength to his people; the LORD blesses his people with peace."},{"_id":"6164e9c1dc1be0273f8b7aec","topicId":"6164e9bcdc1be0273f8b7ada","verse":"1 Samuel 30:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p09030003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v09030003-1\">3&nbsp;</b>And when David and his men came to the city, they found it burned with fire, and their wives and sons and daughters taken captive.</p>\n</div>","kjv":"<strong>3</strong> So David and his men came to the city, and, behold, it was burned with fire; and their wives, and their sons, and their daughters, were taken captives.  ","niv":"<sup><strong>3</strong></sup> When David and his men came to Ziklag, they found it destroyed by fire and their wives and sons and daughters taken captive."},{"_id":"6164e9c2dc1be0273f8b7aed","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Genesis 6:1-22","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01006001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01006001-1\">6:1&nbsp;</b>When man began to multiply on the face of the land and daughters were born to them, <b class=\"verse-num\" id=\"v01006002-1\">2&nbsp;</b>the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose. <b class=\"verse-num\" id=\"v01006003-1\">3&nbsp;</b>Then the LORD said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.” <b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n<p id=\"p01006004_05-20\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. <b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart. <b class=\"verse-num\" id=\"v01006007-1\">7&nbsp;</b>So the LORD said, “I will blot out man whom I have created from the face of the land, man and animals and creeping things and birds of the heavens, for I am sorry that I have made them.” <b class=\"verse-num\" id=\"v01006008-1\">8&nbsp;</b>But Noah found favor in the eyes of the LORD.</p>\n\n<p id=\"p01006008_09-20\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God. <b class=\"verse-num\" id=\"v01006010-1\">10&nbsp;</b>And Noah had three sons, Shem, Ham, and Japheth.</p>\n<p id=\"p01006010_09-20\"><b class=\"verse-num\" id=\"v01006011-1\">11&nbsp;</b>Now the earth was corrupt in God’s sight, and the earth was filled with violence. <b class=\"verse-num\" id=\"v01006012-1\">12&nbsp;</b>And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth. <b class=\"verse-num\" id=\"v01006013-1\">13&nbsp;</b>And God said to Noah, “I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth. <b class=\"verse-num\" id=\"v01006014-1\">14&nbsp;</b>Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch. <b class=\"verse-num\" id=\"v01006015-1\">15&nbsp;</b>This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits. <b class=\"verse-num\" id=\"v01006016-1\">16&nbsp;</b>Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks. <b class=\"verse-num\" id=\"v01006017-1\">17&nbsp;</b>For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die. <b class=\"verse-num\" id=\"v01006018-1\">18&nbsp;</b>But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you. <b class=\"verse-num\" id=\"v01006019-1\">19&nbsp;</b>And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female. <b class=\"verse-num\" id=\"v01006020-1\">20&nbsp;</b>Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive. <b class=\"verse-num\" id=\"v01006021-1\">21&nbsp;</b>Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them.” <b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  <strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  <strong>7</strong> And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.  <strong>8</strong> But Noah found grace in the eyes of the LORD.  <strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  <strong>10</strong> And Noah begat three sons, Shem, Ham, and Japheth.  <strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.  <strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  <strong>13</strong> And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.  <strong>14</strong> Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.  <strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  <strong>16</strong> A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with  lower, second, and third stories shalt thou make it.  <strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  <strong>18</strong> But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.  <strong>19</strong> And of every living thing of all flesh, two of every sort  shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.  <strong>20</strong> Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.  <strong>21</strong> And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.  <strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. <sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time. <sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain. <sup><strong>7</strong></sup> So the LORD said, \"I will wipe mankind, whom I have created, from the face of the earth-men and animals, and creatures that move along the ground, and birds of the air-for I am grieved that I have made them.\" <sup><strong>8</strong></sup> But Noah found favor in the eyes of the LORD. <sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God. <sup><strong>10</strong></sup> Noah had three sons: Shem, Ham and Japheth. <sup><strong>11</strong></sup> Now the earth was corrupt in God's sight and was full of violence. <sup><strong>12</strong></sup> God saw how corrupt the earth had become, for all the people on earth had corrupted their ways. <sup><strong>13</strong></sup> So God said to Noah, \"I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth. <sup><strong>14</strong></sup> So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out. <sup><strong>15</strong></sup> This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high. <sup><strong>16</strong></sup> Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks. <sup><strong>17</strong></sup> I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. <sup><strong>18</strong></sup> But I will establish my covenant with you, and you will enter the ark-you and your sons and your wife and your sons' wives with you. <sup><strong>19</strong></sup> You are to bring into the ark two of all living creatures, male and female, to keep them alive with you. <sup><strong>20</strong></sup> Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive. <sup><strong>21</strong></sup> You are to take every kind of food that is to be eaten and store it away as food for you and for them.\" <sup><strong>22</strong></sup> Noah did everything just as God commanded him. "},{"_id":"6164e9c2dc1be0273f8b7aee","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Revelation 13:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66013014_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013014-1\">14&nbsp;</b>and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived.</p>\n\n</div>","kjv":"<strong>14</strong> And deceiveth them that dwell on the earth by the means of  those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.  ","niv":"<sup><strong>14</strong></sup> Because of the signs he was given power to do on behalf of the first beast, he deceived the inhabitants of the earth. He ordered them to set up an image in honor of the beast who was wounded by the sword and yet lived."},{"_id":"6164e9c2dc1be0273f8b7aef","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Revelation 12:1-17","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p66012001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66012001-1\">12:1&nbsp;</b>And a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars. <b class=\"verse-num\" id=\"v66012002-1\">2&nbsp;</b>She was pregnant and was crying out in birth pains and the agony of giving birth. <b class=\"verse-num\" id=\"v66012003-1\">3&nbsp;</b>And another sign appeared in heaven: behold, a great red dragon, with seven heads and ten horns, and on his heads seven diadems. <b class=\"verse-num\" id=\"v66012004-1\">4&nbsp;</b>His tail swept down a third of the stars of heaven and cast them to the earth. And the dragon stood before the woman who was about to give birth, so that when she bore her child he might devour it. <b class=\"verse-num\" id=\"v66012005-1\">5&nbsp;</b>She gave birth to a male child, one who is to rule all the nations with a rod of iron, but her child was caught up to God and to his throne, <b class=\"verse-num\" id=\"v66012006-1\">6&nbsp;</b>and the woman fled into the wilderness, where she has a place prepared by God, in which she is to be nourished for 1,260 days.</p>\n\n<p id=\"p66012006_11-22\"><b class=\"verse-num\" id=\"v66012007-1\">7&nbsp;</b>Now war arose in heaven, Michael and his angels fighting against the dragon. And the dragon and his angels fought back, <b class=\"verse-num\" id=\"v66012008-1\">8&nbsp;</b>but he was defeated, and there was no longer any place for them in heaven. <b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him. <b class=\"verse-num\" id=\"v66012010-1\">10&nbsp;</b>And I heard a loud voice in heaven, saying, “Now the salvation and the power and the kingdom of our God and the authority of his Christ have come, for the accuser of our brothers has been thrown down, who accuses them day and night before our God. <b class=\"verse-num\" id=\"v66012011-1\">11&nbsp;</b>And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death. <b class=\"verse-num\" id=\"v66012012-1\">12&nbsp;</b>Therefore, rejoice, O heavens and you who dwell in them! But woe to you, O earth and sea, for the devil has come down to you in great wrath, because he knows that his time is short!”</p>\n<p id=\"p66012012_11-22\"><b class=\"verse-num\" id=\"v66012013-1\">13&nbsp;</b>And when the dragon saw that he had been thrown down to the earth, he pursued the woman who had given birth to the male child. <b class=\"verse-num\" id=\"v66012014-1\">14&nbsp;</b>But the woman was given the two wings of the great eagle so that she might fly from the serpent into the wilderness, to the place where she is to be nourished for a time, and times, and half a time. <b class=\"verse-num\" id=\"v66012015-1\">15&nbsp;</b>The serpent poured water like a river out of his mouth after the woman, to sweep her away with a flood. <b class=\"verse-num\" id=\"v66012016-1\">16&nbsp;</b>But the earth came to the help of the woman, and the earth opened its mouth and swallowed the river that the dragon had poured from his mouth. <b class=\"verse-num\" id=\"v66012017-1\">17&nbsp;</b>Then the dragon became furious with the woman and went off to make war on the rest of her offspring, on those who keep the commandments of God and hold to the testimony of Jesus. And he stood on the sand of the sea.</p>\n\n</div>","kjv":"<strong>1</strong> And there appeared a great wonder in heaven; a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars:  <strong>2</strong> And she being with child cried, travailing in birth, and pained to be delivered.  <strong>3</strong> And there appeared another wonder in heaven; and behold a great red dragon, having seven heads and ten horns, and seven crowns upon his heads.  <strong>4</strong> And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon stood before the woman which was ready to be delivered, for to devour her child as soon as it was born.  <strong>5</strong> And she brought forth a man child, who was to rule all nations with a rod of iron: and her child was caught up unto God, and to his throne.  <strong>6</strong> And the woman fled into the wilderness, where she hath a place prepared of God, that they should feed her there a thousand two hundred and  threescore days.  <strong>7</strong> And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,  <strong>8</strong> And prevailed not; neither was their place found any more in heaven.  <strong>9</strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.  <strong>10</strong> And I heard a loud voice saying in heaven, Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night.  <strong>11</strong> And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.  <strong>12</strong> Therefore rejoice, ye heavens, and ye that dwell in them. Woe to the inhabiters of the earth and of the sea! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.  <strong>13</strong> And when the dragon saw that he was cast unto the earth, he persecuted the woman which brought forth the man child.  <strong>14</strong> And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.  <strong>15</strong> And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away of the flood.  <strong>16</strong> And the earth helped the woman, and the earth opened her mouth, and swallowed up the flood which the dragon cast out of his mouth.  <strong>17</strong> And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> A great and wondrous sign appeared in heaven: a woman clothed with the sun, with the moon under her feet and a crown of twelve stars on her head. <sup><strong>2</strong></sup> She was pregnant and cried out in pain as she was about to give birth. <sup><strong>3</strong></sup> Then another sign appeared in heaven: an enormous red dragon with seven heads and ten horns and seven crowns on his heads. <sup><strong>4</strong></sup> His tail swept a third of the stars out of the sky and flung them to the earth. The dragon stood in front of the woman who was about to give birth, so that he might devour her child the moment it was born. <sup><strong>5</strong></sup> She gave birth to a son, a male child, who will rule all the nations with an iron scepter. And her child was snatched up to God and to his throne. <sup><strong>6</strong></sup> The woman fled into the desert to a place prepared for her by God, where she might be taken care of for 1,260 days. <sup><strong>7</strong></sup> And there was war in heaven. Michael and his angels fought against the dragon, and the dragon and his angels fought back. <sup><strong>8</strong></sup> But he was not strong enough, and they lost their place in heaven. <sup><strong>9</strong></sup> The great dragon was hurled down--that ancient serpent called the devil, or Satan, who leads the whole world astray. He was hurled to the earth, and his angels with him. <sup><strong>10</strong></sup> Then I heard a loud voice in heaven say: \"Now have come the salvation and the power and the kingdom of our God, and the authority of his Christ. For the accuser of our brothers, who accuses them before our God day and night, has been hurled down. <sup><strong>11</strong></sup> They overcame him by the blood of the Lamb and by the word of their testimony; they did not love their lives so much as to shrink from death. <sup><strong>12</strong></sup> Therefore rejoice, you heavens and you who dwell in them! But woe to the earth and the sea, because the devil has gone down to you! He is filled with fury, because he knows that his time is short.\" <sup><strong>13</strong></sup> When the dragon saw that he had been hurled to the earth, he pursued the woman who had given birth to the male child. <sup><strong>14</strong></sup> The woman was given the two wings of a great eagle, so that she might fly to the place prepared for her in the desert, where she would be taken care of for a time, times and half a time, out of the serpent's reach. <sup><strong>15</strong></sup> Then from his mouth the serpent spewed water like a river, to overtake the woman and sweep her away with the torrent. <sup><strong>16</strong></sup> But the earth helped the woman by opening its mouth and swallowing the river that the dragon had spewed out of his mouth. <sup><strong>17</strong></sup> Then the dragon was enraged at the woman and went off to make war against the rest of her offspring--those who obey God's commandments and hold to the testimony of Jesus. "},{"_id":"6164e9c2dc1be0273f8b7af0","topicId":"6164e9bcdc1be0273f8b7ada","verse":"2 Timothy 2:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55002004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002004-1\">4&nbsp;</b>No soldier gets entangled in civilian pursuits, since his aim is to please the one who enlisted him.</p>\n</div>","kjv":"<strong>4</strong> No man that warreth entangleth himself with the affairs of this  life; that he may please him who hath chosen him to be a soldier.  ","niv":"<sup><strong>4</strong></sup> No one serving as a soldier gets involved in civilian affairs--he wants to please his commanding officer."},{"_id":"6164e9c3dc1be0273f8b7af1","topicId":"6164e9bcdc1be0273f8b7ada","verse":"John 14:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},{"_id":"6164e9c3dc1be0273f8b7af2","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Deuteronomy 20:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05020004_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v05020004-1\">4&nbsp;</b>for the LORD your God is he who goes with you to fight for you against your enemies, to give you the victory.’</p>\n</div>","kjv":"<strong>4</strong> For the LORD your God is he that goeth with you, to fight for you against your enemies, to save you.  ","niv":"<sup><strong>4</strong></sup> For the LORD your God is the one who goes with you to fight for you against your enemies to give you victory.\""},{"_id":"6164e9c3dc1be0273f8b7af3","topicId":"6164e9bcdc1be0273f8b7ada","verse":"Numbers 1:2-4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p04001002_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v04001002-1\">2&nbsp;</b>“Take a census of all the congregation of the people of Israel, by clans, by fathers’ houses, according to the number of names, every male, head by head. <b class=\"verse-num\" id=\"v04001003-1\">3&nbsp;</b>From twenty years old and upward, all in Israel who are able to go to war, you and Aaron shall list them, company by company. <b class=\"verse-num\" id=\"v04001004-1\">4&nbsp;</b>And there shall be with you a man from each tribe, each man being the head of the house of his fathers.</p>\n</div>","kjv":"<strong>2</strong> Take ye the sum of all the congregation of the children of Israel, after their families, by the house of their fathers, with the number of their  names, every male by their polls;  <strong>3</strong> From twenty years old and upward, all that are able to go forth to war in Israel: thou and Aaron shall number them by their armies.  <strong>4</strong> And with you there shall be a man of every tribe; every one head of the house of his fathers.  ","niv":"<sup><strong>2</strong></sup> \"Take a census of the whole Israelite community by their clans and families, listing every man by name, one by one. <sup><strong>3</strong></sup> You and Aaron are to number by their divisions all the men in Israel twenty years old or more who are able to serve in the army. <sup><strong>4</strong></sup> One man from each tribe, each the head of his family, is to help you. "}]}