{"_id":"6164eacbdc1be0273f8b7b78","slug":"joseph-son-of-rachel","name":"Joseph Son Of Rachel","verses":[{"_id":"6164eacbdc1be0273f8b7b79","topicId":"6164eacbdc1be0273f8b7b78","verse":"John 14:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6164eacbdc1be0273f8b7b7a","topicId":"6164eacbdc1be0273f8b7b78","verse":"Romans 7:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45007022_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007022-1\">22&nbsp;</b>For I delight in the law of God, in my inner being,</p>\n</div>","kjv":"<strong>22</strong> For I delight in the law of God after the inward man:  ","niv":"<sup><strong>22</strong></sup> For in my inner being I delight in God's law;"},{"_id":"6164eaccdc1be0273f8b7b7b","topicId":"6164eacbdc1be0273f8b7b78","verse":"Jeremiah 17:9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017009_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017009-1\">9&nbsp;</b>&nbsp;&nbsp;The heart is deceitful above all things,</span><br><span id=\"p24017009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and desperately sick;</span><br><span id=\"p24017009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who can understand it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The heart is deceitful above all things, and desperately wicked: who can know it?  ","niv":"<sup><strong>9</strong></sup> The heart is deceitful above all things and beyond cure. Who can understand it?"},{"_id":"6164eaccdc1be0273f8b7b7c","topicId":"6164eacbdc1be0273f8b7b78","verse":"Judges 14:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p07014018_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v07014018-1\">18&nbsp;</b>And the men of the city said to him on the seventh day before the sun went down,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p07014018_01-4\" class=\"line\">&nbsp;&nbsp;“What is sweeter than honey?</span><br><span id=\"p07014018_01-4\" class=\"line\">&nbsp;&nbsp;What is stronger than a lion?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p07014018_01-4\" class=\"same-paragraph\">And he said to them,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p07014018_01-4\" class=\"line\">&nbsp;&nbsp;“If you had not plowed with my heifer,</span><br><span id=\"p07014018_01-4\" class=\"line\">&nbsp;&nbsp;you would not have found out my riddle.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> And the men of the city said unto him on the seventh day before the sun went down, What is sweeter than honey? and what is stronger than a lion? And he said unto them, If ye had not plowed with my heifer, ye had not found out my riddle.  ","niv":"<sup><strong>18</strong></sup> Before sunset on the seventh day the men of the town said to him, \"What is sweeter than honey? What is stronger than a lion?\" Samson said to them, \"If you had not plowed with my heifer, you would not have solved my riddle.\""},{"_id":"6164eaccdc1be0273f8b7b7d","topicId":"6164eacbdc1be0273f8b7b78","verse":"Judges 13:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p07013002_01-5\"><b class=\"verse-num\" id=\"v07013002-1\">2&nbsp;</b>There was a certain man of Zorah, of the tribe of the Danites, whose name was Manoah. And his wife was barren and had no children.</p>\n</div>","kjv":"<strong>2</strong> And there was a certain man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was barren, and bare not.  ","niv":"<sup><strong>2</strong></sup> A certain man of Zorah, named Manoah, from the clan of the Danites, had a wife who was sterile and remained childless."},{"_id":"6164eaccdc1be0273f8b7b7e","topicId":"6164eacbdc1be0273f8b7b78","verse":"Joshua 24:2-3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p06024002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v06024002-1\">2&nbsp;</b>And Joshua said to all the people, “Thus says the LORD, the God of Israel, ‘Long ago, your fathers lived beyond the Euphrates, Terah, the father of Abraham and of Nahor; and they served other gods. <b class=\"verse-num\" id=\"v06024003-1\">3&nbsp;</b>Then I took your father Abraham from beyond the River and led him through all the land of Canaan, and made his offspring many. I gave him Isaac.</p>\n\n</div>","kjv":"<strong>2</strong> And Joshua said unto all the people, Thus saith the LORD God of Israel, Your fathers dwelt on the other side of the flood in old time, even  Terah, the father of Abraham, and the father of Nachor: and they served other gods.  <strong>3</strong> And I took your father Abraham from the other side of the flood, and led him throughout all the land of Canaan, and multiplied his seed, and gave him Isaac.  ","niv":"<sup><strong>2</strong></sup> Joshua said to all the people, \"This is what the LORD, the God of Israel, says: 'Long ago your forefathers, including Terah the father of Abraham and Nahor, lived beyond the River and worshiped other gods. <sup><strong>3</strong></sup> But I took your father Abraham from the land beyond the River and led him throughout Canaan and gave him many descendants. I gave him Isaac, "},{"_id":"6164eacddc1be0273f8b7b7f","topicId":"6164eacbdc1be0273f8b7b78","verse":"Exodus 3:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02003006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v02003006-1\">6&nbsp;</b>And he said, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” And Moses hid his face, for he was afraid to look at God.</p>\n</div>","kjv":"<strong>6</strong> Moreover he said, I am the God of thy father, the God of Abraham, the God of Isaac, and the God of Jacob. And Moses hid his face; for he was afraid to look upon God.  ","niv":"<sup><strong>6</strong></sup> Then he said, \"I am the God of your father, the God of Abraham, the God of Isaac and the God of Jacob.\" At this, Moses hid his face, because he was afraid to look at God."},{"_id":"6164eacddc1be0273f8b7b80","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 48:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01048014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v01048014-1\">14&nbsp;</b>And Israel stretched out his right hand and laid it on the head of Ephraim, who was the younger, and his left hand on the head of Manasseh, crossing his hands (for Manasseh was the firstborn).</p>\n</div>","kjv":"<strong>14</strong> And Israel stretched out his right hand, and laid it upon Ephraim’s head, who was the younger, and his left hand upon Manasseh’s head, guiding his hands wittingly; for Manasseh was the firstborn.  ","niv":"<sup><strong>14</strong></sup> But Israel reached out his right hand and put it on Ephraim's head, though he was the younger, and crossing his arms, he put his left hand on Manasseh's head, even though Manasseh was the firstborn."},{"_id":"6164eacddc1be0273f8b7b81","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 25:22-23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01025022_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025022-1\">22&nbsp;</b>The children struggled together within her, and she said, “If it is thus, why is this happening to me?” So she went to inquire of the LORD. <b class=\"verse-num\" id=\"v01025023-1\">23&nbsp;</b>And the LORD said to her,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01025023_01-9\" class=\"line\">&nbsp;&nbsp;“Two nations are in your womb,</span><br><span id=\"p01025023_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and two peoples from within you shall be divided;</span><br><span id=\"p01025023_01-9\" class=\"line\">&nbsp;&nbsp;the one shall be stronger than the other,</span><br><span id=\"p01025023_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the older shall serve the younger.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong> And the children struggled together within her; and she said, If it be so, why am I thus? And she went to enquire of the LORD.  <strong>23</strong> And the LORD said unto her, Two nations are in thy womb, and two manner of people shall be separated from thy bowels; and the one  people shall be stronger than the other people; and the elder shall serve the younger.  ","niv":"<sup><strong>22</strong></sup> The babies jostled each other within her, and she said, \"Why is this happening to me?\" So she went to inquire of the LORD. <sup><strong>23</strong></sup> The LORD said to her, \"Two nations are in your womb, and two peoples from within you will be separated; one people will be stronger than the other, and the older will serve the younger.\" "},{"_id":"6164eacedc1be0273f8b7b82","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 4:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01004007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01004007-1\">7&nbsp;</b>If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.”</p>\n\n</div>","kjv":"<strong>7</strong> If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.  ","niv":"<sup><strong>7</strong></sup> If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must master it.\""},{"_id":"6164eacedc1be0273f8b7b83","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 4:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01004004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01004004-1\">4&nbsp;</b>and Abel also brought of the firstborn of his flock and of their fat portions. And the LORD had regard for Abel and his offering,</p>\n</div>","kjv":"<strong>4</strong> And Abel, he also brought of the firstlings of his flock and of the fat thereof. And the LORD had respect unto Abel and to his offering:  ","niv":"<sup><strong>4</strong></sup> But Abel brought fat portions from some of the firstborn of his flock. The LORD looked with favor on Abel and his offering,"},{"_id":"6164eacedc1be0273f8b7b84","topicId":"6164eacbdc1be0273f8b7b78","verse":"Revelation 21:1-3","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. <b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. <b class=\"verse-num\" id=\"v66021003-1\">3&nbsp;</b>And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  <strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  <strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea. <sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. <sup><strong>3</strong></sup> And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God. "},{"_id":"6164eacfdc1be0273f8b7b85","topicId":"6164eacbdc1be0273f8b7b78","verse":"Hebrews 11:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58011004_01-13\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks.</p>\n</div>","kjv":"<strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  ","niv":"<sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead."},{"_id":"6164eacfdc1be0273f8b7b86","topicId":"6164eacbdc1be0273f8b7b78","verse":"Romans 9:11-13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45009011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009011-1\">11&nbsp;</b>though they were not yet born and had done nothing either good or bad—in order that God’s purpose of election might continue, not because of works but because of him who calls—<b class=\"verse-num\" id=\"v45009012-1\">12&nbsp;</b>she was told, “The older will serve the younger.” <b class=\"verse-num\" id=\"v45009013-1\">13&nbsp;</b>As it is written, “Jacob I loved, but Esau I hated.”</p>\n</div>","kjv":"<strong>11</strong> (For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)  <strong>12</strong> It was said unto her, The elder shall serve the younger.  <strong>13</strong> As it is written, Jacob have I loved, but Esau have I hated.  ","niv":"<sup><strong>11</strong></sup> Yet, before the twins were born or had done anything good or bad--in order that God's purpose in election might stand: <sup><strong>12</strong></sup> not by works but by him who calls--she was told, \"The older will serve the younger.\" <sup><strong>13</strong></sup> Just as it is written: \"Jacob I loved, but Esau I hated.\" "},{"_id":"6164eacfdc1be0273f8b7b87","topicId":"6164eacbdc1be0273f8b7b78","verse":"Romans 7:25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45007025_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007025-1\">25&nbsp;</b>Thanks be to God through Jesus Christ our Lord! So then, I myself serve the law of God with my mind, but with my flesh I serve the law of sin.</p>\n</div>","kjv":"<strong>25</strong> I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin.  ","niv":"<sup><strong>25</strong></sup> Thanks be to God--through Jesus Christ our Lord! So then, I myself in my mind am a slave to God's law, but in the sinful nature a slave to the law of sin."},{"_id":"6164eacfdc1be0273f8b7b88","topicId":"6164eacbdc1be0273f8b7b78","verse":"Exodus 12:29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p02012029_08-16\"><b class=\"verse-num\" id=\"v02012029-1\">29&nbsp;</b>At midnight the LORD struck down all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the dungeon, and all the firstborn of the livestock.</p>\n</div>","kjv":"<strong>29</strong> And it came to pass, that at midnight the LORD smote all the firstborn in the land of Egypt, from the firstborn of Pharaoh that sat on his throne unto the firstborn of the captive that was in the dungeon; and all the firstborn of cattle.  ","niv":"<sup><strong>29</strong></sup> At midnight the LORD struck down all the firstborn in Egypt, from the firstborn of Pharaoh, who sat on the throne, to the firstborn of the prisoner, who was in the dungeon, and the firstborn of all the livestock as well."},{"_id":"6164ead0dc1be0273f8b7b89","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 12:4-5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01012004_01-17\"><b class=\"verse-num\" id=\"v01012004-1\">4&nbsp;</b>So Abram went, as the LORD had told him, and Lot went with him. Abram was seventy-five years old when he departed from Haran. <b class=\"verse-num\" id=\"v01012005-1\">5&nbsp;</b>And Abram took Sarai his wife, and Lot his brother’s son, and all their possessions that they had gathered, and the people that they had acquired in Haran, and they set out to go to the land of Canaan. When they came to the land of Canaan,</p>\n</div>","kjv":"<strong>4</strong> So Abram departed, as the LORD had spoken unto him; and Lot went with him: and Abram was seventy and five years old when he departed out of Haran.  <strong>5</strong> And Abram took Sarai his wife, and Lot his brother’s son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came.  ","niv":"<sup><strong>4</strong></sup> So Abram left, as the LORD had told him; and Lot went with him. Abram was seventy-five years old when he set out from Haran. <sup><strong>5</strong></sup> He took his wife Sarai, his nephew Lot, all the possessions they had accumulated and the people they had acquired in Haran, and they set out for the land of Canaan, and they arrived there. "},{"_id":"6164ead0dc1be0273f8b7b8a","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 9:20-26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01009020_01-18\"><b class=\"verse-num\" id=\"v01009020-1\">20&nbsp;</b>Noah began to be a man of the soil, and he planted a vineyard. <b class=\"verse-num\" id=\"v01009021-1\">21&nbsp;</b>He drank of the wine and became drunk and lay uncovered in his tent. <b class=\"verse-num\" id=\"v01009022-1\">22&nbsp;</b>And Ham, the father of Canaan, saw the nakedness of his father and told his two brothers outside. <b class=\"verse-num\" id=\"v01009023-1\">23&nbsp;</b>Then Shem and Japheth took a garment, laid it on both their shoulders, and walked backward and covered the nakedness of their father. Their faces were turned backward, and they did not see their father’s nakedness. <b class=\"verse-num\" id=\"v01009024-1\">24&nbsp;</b>When Noah awoke from his wine and knew what his youngest son had done to him, <b class=\"verse-num\" id=\"v01009025-1\">25&nbsp;</b>he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009025_01-18\" class=\"line\">&nbsp;&nbsp;“Cursed be Canaan;</span><br><span id=\"p01009025_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a servant of servants shall he be to his brothers.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01009025_01-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01009026-1\">26&nbsp;</b>He also said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009026_01-18\" class=\"line\">&nbsp;&nbsp;“Blessed be the LORD, the God of Shem;</span><br><span id=\"p01009026_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let Canaan be his servant.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>20</strong> And Noah began to be an husbandman, and he planted a vineyard:  <strong>21</strong> And he drank of the wine, and was drunken; and he was uncovered within his tent.  <strong>22</strong> And Ham, the father of Canaan, saw the nakedness of his father, and told his two brethren without.  <strong>23</strong> And Shem and Japheth took a garment, and laid it upon both their shoulders, and went backward, and covered the nakedness of their father; and their faces were backward, and they saw not their father’s nakedness.  <strong>24</strong> And Noah awoke from his wine, and knew what his younger son had done unto him.  <strong>25</strong> And he said, Cursed be Canaan; a servant of servants shall he be unto his brethren.  <strong>26</strong> And he said, Blessed be the LORD God of Shem; and Canaan shall be his servant.  ","niv":"<sup><strong>20</strong></sup> Noah, a man of the soil, proceeded to plant a vineyard. <sup><strong>21</strong></sup> When he drank some of its wine, he became drunk and lay uncovered inside his tent. <sup><strong>22</strong></sup> Ham, the father of Canaan, saw his father's nakedness and told his two brothers outside. <sup><strong>23</strong></sup> But Shem and Japheth took a garment and laid it across their shoulders; then they walked in backward and covered their father's nakedness. Their faces were turned the other way so that they would not see their father's nakedness. <sup><strong>24</strong></sup> When Noah awoke from his wine and found out what his youngest son had done to him, <sup><strong>25</strong></sup> he said, \"Cursed be Canaan! The lowest of slaves will he be to his brothers.\" <sup><strong>26</strong></sup> He also said, \"Blessed be the LORD, the God of Shem! May Canaan be the slave of Shem. "},{"_id":"6164ead0dc1be0273f8b7b8b","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 9:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01009007_01-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01009007-1\">7&nbsp;</b>And you, be fruitful and multiply, increase greatly on the earth and multiply in it.”</p>\n\n</div>","kjv":"<strong>7</strong> And you, be ye fruitful, and multiply; bring forth abundantly in the earth, and multiply therein.  ","niv":"<sup><strong>7</strong></sup> As for you, be fruitful and increase in number; multiply on the earth and increase upon it.\""},{"_id":"6164ead1dc1be0273f8b7b8c","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 8:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01008012_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v01008012-1\">12&nbsp;</b>Then he waited another seven days and sent forth the dove, and she did not return to him anymore.</p>\n</div>","kjv":"<strong>12</strong> And he stayed yet other seven days; and sent forth the dove; which returned not again unto him any more.  ","niv":"<sup><strong>12</strong></sup> He waited seven more days and sent the dove out again, but this time it did not return to him."},{"_id":"6164ead1dc1be0273f8b7b8d","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 8:10-11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01008010_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v01008010-1\">10&nbsp;</b>He waited another seven days, and again he sent forth the dove out of the ark. <b class=\"verse-num\" id=\"v01008011-1\">11&nbsp;</b>And the dove came back to him in the evening, and behold, in her mouth was a freshly plucked olive leaf. So Noah knew that the waters had subsided from the earth.</p>\n</div>","kjv":"<strong>10</strong> And he stayed yet other seven days; and again he sent forth the dove out of the ark;  <strong>11</strong> And the dove came in to him in the evening; and, lo, in her mouth was an olive leaf pluckt off: so Noah knew that the waters were abated from off the earth.  ","niv":"<sup><strong>10</strong></sup> He waited seven more days and again sent out the dove from the ark. <sup><strong>11</strong></sup> When the dove returned to him in the evening, there in its beak was a freshly plucked olive leaf! Then Noah knew that the water had receded from the earth. "},{"_id":"6164ead2dc1be0273f8b7b8e","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 8:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01008009_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v01008009-1\">9&nbsp;</b>But the dove found no place to set her foot, and she returned to him to the ark, for the waters were still on the face of the whole earth. So he put out his hand and took her and brought her into the ark with him.</p>\n</div>","kjv":"<strong>9</strong> But the dove found no rest for the sole of her foot, and she returned unto him into the ark, for the waters were on the face of the whole earth: then he put forth his hand, and took her, and pulled her in unto him into the ark.  ","niv":"<sup><strong>9</strong></sup> But the dove could find no place to set its feet because there was water over all the surface of the earth; so it returned to Noah in the ark. He reached out his hand and took the dove and brought it back to himself in the ark."},{"_id":"6164ead2dc1be0273f8b7b8f","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 8:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01008007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01008007-1\">7&nbsp;</b>and sent forth a raven. It went to and fro until the waters were dried up from the earth.</p>\n</div>","kjv":"<strong>7</strong> And he sent forth a raven, which went forth to and fro, until the waters were dried up from off the earth.  ","niv":"<sup><strong>7</strong></sup> and sent out a raven, and it kept flying back and forth until the water had dried up from the earth."},{"_id":"6164ead2dc1be0273f8b7b90","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 8:6-7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01008006_01-24\"><b class=\"verse-num\" id=\"v01008006-1\">6&nbsp;</b>At the end of forty days Noah opened the window of the ark that he had made <b class=\"verse-num\" id=\"v01008007-1\">7&nbsp;</b>and sent forth a raven. It went to and fro until the waters were dried up from the earth.</p>\n</div>","kjv":"<strong>6</strong> And it came to pass at the end of forty days, that Noah opened the window of the ark which he had made:  <strong>7</strong> And he sent forth a raven, which went forth to and fro, until the waters were dried up from off the earth.  ","niv":"<sup><strong>6</strong></sup> After forty days Noah opened the window he had made in the ark <sup><strong>7</strong></sup> and sent out a raven, and it kept flying back and forth until the water had dried up from the earth. "},{"_id":"6164ead3dc1be0273f8b7b91","topicId":"6164eacbdc1be0273f8b7b78","verse":"Genesis 7:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01007010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01007010-1\">10&nbsp;</b>And after seven days the waters of the flood came upon the earth.</p>\n</div>","kjv":"<strong>10</strong> And it came to pass after seven days, that the waters of the flood were upon the earth.  ","niv":"<sup><strong>10</strong></sup> And after the seven days the floodwaters came on the earth."}]}