{"_id":"6164eaf3dc1be0273f8b7b92","slug":"josephs-dreams","name":"Josephs Dreams","verses":[{"_id":"6164eaf3dc1be0273f8b7b93","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 37:1-11","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p01037001_03-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01037001-1\">37:1&nbsp;</b>Jacob lived in the land of his father’s sojournings, in the land of Canaan.</p>\n<p id=\"p01037001_03-3\"><b class=\"verse-num\" id=\"v01037002-1\">2&nbsp;</b>These are the generations of Jacob.</p>\n<p id=\"p01037002_03-3\">Joseph, being seventeen years old, was pasturing the flock with his brothers. He was a boy with the sons of Bilhah and Zilpah, his father’s wives. And Joseph brought a bad report of them to their father. <b class=\"verse-num\" id=\"v01037003-1\">3&nbsp;</b>Now Israel loved Joseph more than any other of his sons, because he was the son of his old age. And he made him a robe of many colors. <b class=\"verse-num\" id=\"v01037004-1\">4&nbsp;</b>But when his brothers saw that their father loved him more than all his brothers, they hated him and could not speak peacefully to him.</p>\n<p id=\"p01037004_03-3\"><b class=\"verse-num\" id=\"v01037005-1\">5&nbsp;</b>Now Joseph had a dream, and when he told it to his brothers they hated him even more. <b class=\"verse-num\" id=\"v01037006-1\">6&nbsp;</b>He said to them, “Hear this dream that I have dreamed: <b class=\"verse-num\" id=\"v01037007-1\">7&nbsp;</b>Behold, we were binding sheaves in the field, and behold, my sheaf arose and stood upright. And behold, your sheaves gathered around it and bowed down to my sheaf.” <b class=\"verse-num\" id=\"v01037008-1\">8&nbsp;</b>His brothers said to him, “Are you indeed to reign over us? Or are you indeed to rule over us?” So they hated him even more for his dreams and for his words.</p>\n<p id=\"p01037008_03-3\"><b class=\"verse-num\" id=\"v01037009-1\">9&nbsp;</b>Then he dreamed another dream and told it to his brothers and said, “Behold, I have dreamed another dream. Behold, the sun, the moon, and eleven stars were bowing down to me.” <b class=\"verse-num\" id=\"v01037010-1\">10&nbsp;</b>But when he told it to his father and to his brothers, his father rebuked him and said to him, “What is this dream that you have dreamed? Shall I and your mother and your brothers indeed come to bow ourselves to the ground before you?” <b class=\"verse-num\" id=\"v01037011-1\">11&nbsp;</b>And his brothers were jealous of him, but his father kept the saying in mind.</p>\n\n<p id=\"p01037011_08-3\"><b class=\"verse-num\" id=\"v01037012-1\">12&nbsp;</b>Now his brothers went to pasture their father’s flock near Shechem. <b class=\"verse-num\" id=\"v01037013-1\">13&nbsp;</b>And Israel said to Joseph, “Are not your brothers pasturing the flock at Shechem? Come, I will send you to them.” And he said to him, “Here I am.” <b class=\"verse-num\" id=\"v01037014-1\">14&nbsp;</b>So he said to him, “Go now, see if it is well with your brothers and with the flock, and bring me word.” So he sent him from the Valley of Hebron, and he came to Shechem. <b class=\"verse-num\" id=\"v01037015-1\">15&nbsp;</b>And a man found him wandering in the fields. And the man asked him, “What are you seeking?” <b class=\"verse-num\" id=\"v01037016-1\">16&nbsp;</b>“I am seeking my brothers,” he said. “Tell me, please, where they are pasturing the flock.” <b class=\"verse-num\" id=\"v01037017-1\">17&nbsp;</b>And the man said, “They have gone away, for I heard them say, ‘Let us go to Dothan.’” So Joseph went after his brothers and found them at Dothan.</p>\n<p id=\"p01037017_08-3\"><b class=\"verse-num\" id=\"v01037018-1\">18&nbsp;</b>They saw him from afar, and before he came near to them they conspired against him to kill him. <b class=\"verse-num\" id=\"v01037019-1\">19&nbsp;</b>They said to one another, “Here comes this dreamer. <b class=\"verse-num\" id=\"v01037020-1\">20&nbsp;</b>Come now, let us kill him and throw him into one of the pits. Then we will say that a fierce animal has devoured him, and we will see what will become of his dreams.” <b class=\"verse-num\" id=\"v01037021-1\">21&nbsp;</b>But when Reuben heard it, he rescued him out of their hands, saying, “Let us not take his life.” <b class=\"verse-num\" id=\"v01037022-1\">22&nbsp;</b>And Reuben said to them, “Shed no blood; throw him into this pit here in the wilderness, but do not lay a hand on him”—that he might rescue him out of their hand to restore him to his father. <b class=\"verse-num\" id=\"v01037023-1\">23&nbsp;</b>So when Joseph came to his brothers, they stripped him of his robe, the robe of many colors that he wore. <b class=\"verse-num\" id=\"v01037024-1\">24&nbsp;</b>And they took him and threw him into a pit. The pit was empty; there was no water in it.</p>\n<p id=\"p01037024_08-3\"><b class=\"verse-num\" id=\"v01037025-1\">25&nbsp;</b>Then they sat down to eat. And looking up they saw a caravan of Ishmaelites coming from Gilead, with their camels bearing gum, balm, and myrrh, on their way to carry it down to Egypt. <b class=\"verse-num\" id=\"v01037026-1\">26&nbsp;</b>Then Judah said to his brothers, “What profit is it if we kill our brother and conceal his blood? <b class=\"verse-num\" id=\"v01037027-1\">27&nbsp;</b>Come, let us sell him to the Ishmaelites, and let not our hand be upon him, for he is our brother, our own flesh.” And his brothers listened to him. <b class=\"verse-num\" id=\"v01037028-1\">28&nbsp;</b>Then Midianite traders passed by. And they drew Joseph up and lifted him out of the pit, and sold him to the Ishmaelites for twenty shekels of silver. They took Joseph to Egypt.</p>\n<p id=\"p01037028_08-3\"><b class=\"verse-num\" id=\"v01037029-1\">29&nbsp;</b>When Reuben returned to the pit and saw that Joseph was not in the pit, he tore his clothes <b class=\"verse-num\" id=\"v01037030-1\">30&nbsp;</b>and returned to his brothers and said, “The boy is gone, and I, where shall I go?” <b class=\"verse-num\" id=\"v01037031-1\">31&nbsp;</b>Then they took Joseph’s robe and slaughtered a goat and dipped the robe in the blood. <b class=\"verse-num\" id=\"v01037032-1\">32&nbsp;</b>And they sent the robe of many colors and brought it to their father and said, “This we have found; please identify whether it is your son’s robe or not.” <b class=\"verse-num\" id=\"v01037033-1\">33&nbsp;</b>And he identified it and said, “It is my son’s robe. A fierce animal has devoured him. Joseph is without doubt torn to pieces.” <b class=\"verse-num\" id=\"v01037034-1\">34&nbsp;</b>Then Jacob tore his garments and put sackcloth on his loins and mourned for his son many days. <b class=\"verse-num\" id=\"v01037035-1\">35&nbsp;</b>All his sons and all his daughters rose up to comfort him, but he refused to be comforted and said, “No, I shall go down to Sheol to my son, mourning.” Thus his father wept for him. <b class=\"verse-num\" id=\"v01037036-1\">36&nbsp;</b>Meanwhile the Midianites had sold him in Egypt to Potiphar, an officer of Pharaoh, the captain of the guard.</p>\n\n</div>","kjv":"<strong>1</strong> And Jacob dwelt in the land wherein his father was a stranger, in the land of Canaan.  <strong>2</strong> These are the generations of Jacob. Joseph, being  seventeen years old, was feeding the flock with his brethren; and the lad was with the sons of Bilhah, and with the sons of Zilpah, his father’s wives: and Joseph brought unto his father their evil report.  <strong>3</strong> Now Israel loved Joseph more than all his children, because he was the son of his old age: and he made him a coat of many  colours.  <strong>4</strong> And when his brethren saw that their father loved him more than all his brethren, they hated him, and could not speak peaceably unto him.  <strong>5</strong> And Joseph dreamed a dream, and he told it his brethren: and they hated him yet the more.  <strong>6</strong> And he said unto them, Hear, I pray you, this dream which I have dreamed:  <strong>7</strong> For, behold, we were binding sheaves in the field, and, lo, my sheaf arose, and also stood upright; and, behold, your sheaves stood round about, and made obeisance to my sheaf.  <strong>8</strong> And his brethren said to him, Shalt thou indeed reign over us? or shalt thou indeed have dominion over us? And they hated him yet the more for his dreams, and for his words.  <strong>9</strong> And he dreamed yet another dream, and told it his brethren, and said, Behold, I have dreamed a dream more; and, behold, the sun and the moon and the eleven stars made obeisance to me.  <strong>10</strong> And he told it to his father, and to his brethren: and his father rebuked him, and said unto him, What is this dream that thou hast dreamed? Shall I and thy mother and thy brethren indeed come to bow down ourselves to thee to the earth?  <strong>11</strong> And his brethren envied him; but his father observed the saying.  ","niv":"<sup><strong>1</strong></sup> Jacob lived in the land where his father had stayed, the land of Canaan. <sup><strong>2</strong></sup> This is the account of Jacob. Joseph, a young man of seventeen, was tending the flocks with his brothers, the sons of Bilhah and the sons of Zilpah, his father's wives, and he brought their father a bad report about them. <sup><strong>3</strong></sup> Now Israel loved Joseph more than any of his other sons, because he had been born to him in his old age; and he made a richly ornamented robe for him. <sup><strong>4</strong></sup> When his brothers saw that their father loved him more than any of them, they hated him and could not speak a kind word to him. <sup><strong>5</strong></sup> Joseph had a dream, and when he told it to his brothers, they hated him all the more. <sup><strong>6</strong></sup> He said to them, \"Listen to this dream I had: <sup><strong>7</strong></sup> We were binding sheaves of grain out in the field when suddenly my sheaf rose and stood upright, while your sheaves gathered around mine and bowed down to it.\" <sup><strong>8</strong></sup> His brothers said to him, \"Do you intend to reign over us? Will you actually rule us?\" And they hated him all the more because of his dream and what he had said. <sup><strong>9</strong></sup> Then he had another dream, and he told it to his brothers. \"Listen,\" he said, \"I had another dream, and this time the sun and moon and eleven stars were bowing down to me.\" <sup><strong>10</strong></sup> When he told his father as well as his brothers, his father rebuked him and said, \"What is this dream you had? Will your mother and I and your brothers actually come and bow down to the ground before you?\" <sup><strong>11</strong></sup> His brothers were jealous of him, but his father kept the matter in mind. "},{"_id":"6164eaf3dc1be0273f8b7b94","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 37:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p01037001_03-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01037001-1\">37:1&nbsp;</b>Jacob lived in the land of his father’s sojournings, in the land of Canaan.</p>\n</div>","kjv":"<strong>1</strong> And Jacob dwelt in the land wherein his father was a stranger, in the land of Canaan.  ","niv":"<sup><strong>1</strong></sup> Jacob lived in the land where his father had stayed, the land of Canaan."},{"_id":"6164eaf4dc1be0273f8b7b95","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 37:1-36","votes":5,"__v":0,"kjv":"<strong>1</strong> And Jacob dwelt in the land wherein his father was a stranger, in the land of Canaan.  <strong>2</strong> These are the generations of Jacob. Joseph, being  seventeen years old, was feeding the flock with his brethren; and the lad was with the sons of Bilhah, and with the sons of Zilpah, his father’s wives: and Joseph brought unto his father their evil report.  <strong>3</strong> Now Israel loved Joseph more than all his children, because he was the son of his old age: and he made him a coat of many  colours.  <strong>4</strong> And when his brethren saw that their father loved him more than all his brethren, they hated him, and could not speak peaceably unto him.  <strong>5</strong> And Joseph dreamed a dream, and he told it his brethren: and they hated him yet the more.  <strong>6</strong> And he said unto them, Hear, I pray you, this dream which I have dreamed:  <strong>7</strong> For, behold, we were binding sheaves in the field, and, lo, my sheaf arose, and also stood upright; and, behold, your sheaves stood round about, and made obeisance to my sheaf.  <strong>8</strong> And his brethren said to him, Shalt thou indeed reign over us? or shalt thou indeed have dominion over us? And they hated him yet the more for his dreams, and for his words.  <strong>9</strong> And he dreamed yet another dream, and told it his brethren, and said, Behold, I have dreamed a dream more; and, behold, the sun and the moon and the eleven stars made obeisance to me.  <strong>10</strong> And he told it to his father, and to his brethren: and his father rebuked him, and said unto him, What is this dream that thou hast dreamed? Shall I and thy mother and thy brethren indeed come to bow down ourselves to thee to the earth?  <strong>11</strong> And his brethren envied him; but his father observed the saying.  <strong>12</strong> And his brethren went to feed their father’s flock in Shechem.  <strong>13</strong> And Israel said unto Joseph, Do not thy brethren feed the flock  in Shechem? come, and I will send thee unto them. And he said to him, Here am I.  <strong>14</strong> And he said to him, Go, I pray thee, see whether it be well with thy brethren, and well with the flocks; and bring me word again. So he sent him out of the vale of Hebron, and he came to Shechem.  <strong>15</strong> And a certain man found him, and, behold, he was wandering in the field: and the man asked him, saying, What seekest thou?  <strong>16</strong> And he said, I seek my brethren: tell me, I pray thee, where they feed their flocks.  <strong>17</strong> And the man said, They are departed hence; for I heard them say, Let us go to Dothan. And Joseph went after his brethren, and found them in Dothan.  <strong>18</strong> And when they saw him afar off, even before he came near unto them, they conspired against him to slay him.  <strong>19</strong> And they said one to another, Behold, this dreamer cometh.  <strong>20</strong> Come now therefore, and let us slay him, and cast him into some pit, and we will say, Some evil beast hath devoured him: and we shall see what will become of his dreams.  <strong>21</strong> And Reuben heard it, and he delivered him out of their hands; and said, Let us not kill him.  <strong>22</strong> And Reuben said unto them, Shed no blood, but cast him into this pit that is in the wilderness, and lay no hand upon him; that he might rid him out of their hands, to deliver him to his father again.  <strong>23</strong> And it came to pass, when Joseph was come unto his brethren, that they stript Joseph out of his coat, his coat of many colours that was on him;  <strong>24</strong> And they took him, and cast him into a pit: and the pit was  empty, there was no water in it.  <strong>25</strong> And they sat down to eat bread: and they lifted up their eyes and looked, and, behold, a company of Ishmeelites came from Gilead with their camels bearing spicery and balm and myrrh, going to carry it down to Egypt.  <strong>26</strong> And Judah said unto his brethren, What profit is it if we slay our brother, and conceal his blood?  <strong>27</strong> Come, and let us sell him to the Ishmeelites, and let not our hand be upon him; for he is our brother and our flesh. And his brethren were content.  <strong>28</strong> Then there passed by Midianites merchantmen; and they drew and lifted up Joseph out of the pit, and sold Joseph to the Ishmeelites for twenty pieces of silver: and they brought Joseph into Egypt.  <strong>29</strong> And Reuben returned unto the pit; and, behold, Joseph was  not in the pit; and he rent his clothes.  <strong>30</strong> And he returned unto his brethren, and said, The child is  not; and I, whither shall I go?  <strong>31</strong> And they took Joseph’s coat, and killed a kid of the goats, and dipped the coat in the blood;  <strong>32</strong> And they sent the coat of many colours, and they brought it to their father; and said, This have we found: know now whether it be thy son’s coat or no.  <strong>33</strong> And he knew it, and said, It is my son’s coat; an evil beast hath devoured him; Joseph is without doubt rent in pieces.  <strong>34</strong> And Jacob rent his clothes, and put sackcloth upon his loins, and mourned for his son many days.  <strong>35</strong> And all his sons and all his daughters rose up to comfort him; but he refused to be comforted; and he said, For I will go down into the grave unto my son mourning. Thus his father wept for him.  <strong>36</strong> And the Midianites sold him into Egypt unto Potiphar, an officer of Pharaoh’s, and captain of the guard.  ","niv":"<sup><strong>1</strong></sup> Jacob lived in the land where his father had stayed, the land of Canaan. <sup><strong>2</strong></sup> This is the account of Jacob. Joseph, a young man of seventeen, was tending the flocks with his brothers, the sons of Bilhah and the sons of Zilpah, his father's wives, and he brought their father a bad report about them. <sup><strong>3</strong></sup> Now Israel loved Joseph more than any of his other sons, because he had been born to him in his old age; and he made a richly ornamented robe for him. <sup><strong>4</strong></sup> When his brothers saw that their father loved him more than any of them, they hated him and could not speak a kind word to him. <sup><strong>5</strong></sup> Joseph had a dream, and when he told it to his brothers, they hated him all the more. <sup><strong>6</strong></sup> He said to them, \"Listen to this dream I had: <sup><strong>7</strong></sup> We were binding sheaves of grain out in the field when suddenly my sheaf rose and stood upright, while your sheaves gathered around mine and bowed down to it.\" <sup><strong>8</strong></sup> His brothers said to him, \"Do you intend to reign over us? Will you actually rule us?\" And they hated him all the more because of his dream and what he had said. <sup><strong>9</strong></sup> Then he had another dream, and he told it to his brothers. \"Listen,\" he said, \"I had another dream, and this time the sun and moon and eleven stars were bowing down to me.\" <sup><strong>10</strong></sup> When he told his father as well as his brothers, his father rebuked him and said, \"What is this dream you had? Will your mother and I and your brothers actually come and bow down to the ground before you?\" <sup><strong>11</strong></sup> His brothers were jealous of him, but his father kept the matter in mind. <sup><strong>12</strong></sup> Now his brothers had gone to graze their father's flocks near Shechem, <sup><strong>13</strong></sup> and Israel said to Joseph, \"As you know, your brothers are grazing the flocks near Shechem. Come, I am going to send you to them.Very well,\" he replied. <sup><strong>14</strong></sup> So he said to him, \"Go and see if all is well with your brothers and with the flocks, and bring word back to me.\" Then he sent him off from the Valley of Hebron. When Joseph arrived at Shechem, <sup><strong>15</strong></sup> a man found him wandering around in the fields and asked him, \"What are you looking for?\" <sup><strong>16</strong></sup> He replied, \"I'm looking for my brothers. Can you tell me where they are grazing their flocks?\" <sup><strong>17</strong></sup> \"They have moved on from here,\" the man answered. \"I heard them say, 'Let's go to Dothan.'\" So Joseph went after his brothers and found them near Dothan. <sup><strong>18</strong></sup> But they saw him in the distance, and before he reached them, they plotted to kill him. <sup><strong>19</strong></sup> \"Here comes that dreamer!\" they said to each other. <sup><strong>20</strong></sup> \"Come now, let's kill him and throw him into one of these cisterns and say that a ferocious animal devoured him. Then we'll see what comes of his dreams.\" <sup><strong>21</strong></sup> When Reuben heard this, he tried to rescue him from their hands. \"Let's not take his life,\" he said. <sup><strong>22</strong></sup> \"Don't shed any blood. Throw him into this cistern here in the desert, but don't lay a hand on him.\" Reuben said this to rescue him from them and take him back to his father. <sup><strong>23</strong></sup> So when Joseph came to his brothers, they stripped him of his robe-the richly ornamented robe he was wearing- <sup><strong>24</strong></sup> and they took him and threw him into the cistern. Now the cistern was empty; there was no water in it. <sup><strong>25</strong></sup> As they sat down to eat their meal, they looked up and saw a caravan of Ishmaelites coming from Gilead. Their camels were loaded with spices, balm and myrrh, and they were on their way to take them down to Egypt. <sup><strong>26</strong></sup> Judah said to his brothers, \"What will we gain if we kill our brother and cover up his blood? <sup><strong>27</strong></sup> Come, let's sell him to the Ishmaelites and not lay our hands on him; after all, he is our brother, our own flesh and blood.\" His brothers agreed. <sup><strong>28</strong></sup> So when the Midianite merchants came by, his brothers pulled Joseph up out of the cistern and sold him for twenty shekels of silver to the Ishmaelites, who took him to Egypt. <sup><strong>29</strong></sup> When Reuben returned to the cistern and saw that Joseph was not there, he tore his clothes. <sup><strong>30</strong></sup> He went back to his brothers and said, \"The boy isn't there! Where can I turn now?\" <sup><strong>31</strong></sup> Then they got Joseph's robe, slaughtered a goat and dipped the robe in the blood. <sup><strong>32</strong></sup> They took the ornamented robe back to their father and said, \"We found this. Examine it to see whether it is your son's robe.\" <sup><strong>33</strong></sup> He recognized it and said, \"It is my son's robe! Some ferocious animal has devoured him. Joseph has surely been torn to pieces.\" <sup><strong>34</strong></sup> Then Jacob tore his clothes, put on sackcloth and mourned for his son many days. <sup><strong>35</strong></sup> All his sons and daughters came to comfort him, but he refused to be comforted. \"No,\" he said, \"in mourning will I go down to the grave to my son.\" So his father wept for him. <sup><strong>36</strong></sup> Meanwhile, the Midianites sold Joseph in Egypt to Potiphar, one of Pharaoh's officials, the captain of the guard. "},{"_id":"6164eaf4dc1be0273f8b7b96","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 37:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01037005_01-4\"><b class=\"verse-num\" id=\"v01037005-1\">5&nbsp;</b>Now Joseph had a dream, and when he told it to his brothers they hated him even more.</p>\n</div>","kjv":"<strong>5</strong> And Joseph dreamed a dream, and he told it his brethren: and they hated him yet the more.  ","niv":"<sup><strong>5</strong></sup> Joseph had a dream, and when he told it to his brothers, they hated him all the more."},{"_id":"6164eaf4dc1be0273f8b7b97","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 37:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01037003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01037003-1\">3&nbsp;</b>Now Israel loved Joseph more than any other of his sons, because he was the son of his old age. And he made him a robe of many colors.</p>\n\n</div>","kjv":"<strong>3</strong> Now Israel loved Joseph more than all his children, because he was the son of his old age: and he made him a coat of many  colours.  ","niv":"<sup><strong>3</strong></sup> Now Israel loved Joseph more than any of his other sons, because he had been born to him in his old age; and he made a richly ornamented robe for him."},{"_id":"6164eaf5dc1be0273f8b7b98","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Hebrews 11:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58011022_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n</div>","kjv":"<strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  ","niv":"<sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones."},{"_id":"6164eaf5dc1be0273f8b7b99","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Acts 2:17","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_01-7\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_01-7\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  ","niv":"<sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams."},{"_id":"6164eaf5dc1be0273f8b7b9a","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Job 1:1-22","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p18001001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v18001001-1\">1:1&nbsp;</b>There was a man in the land of Uz whose name was Job, and that man was blameless and upright, one who feared God and turned away from evil. <b class=\"verse-num\" id=\"v18001002-1\">2&nbsp;</b>There were born to him seven sons and three daughters. <b class=\"verse-num\" id=\"v18001003-1\">3&nbsp;</b>He possessed 7,000 sheep, 3,000 camels, 500 yoke of oxen, and 500 female donkeys, and very many servants, so that this man was the greatest of all the people of the east. <b class=\"verse-num\" id=\"v18001004-1\">4&nbsp;</b>His sons used to go and hold a feast in the house of each one on his day, and they would send and invite their three sisters to eat and drink with them. <b class=\"verse-num\" id=\"v18001005-1\">5&nbsp;</b>And when the days of the feast had run their course, Job would send and consecrate them, and he would rise early in the morning and offer burnt offerings according to the number of them all. For Job said, “It may be that my children have sinned, and cursed God in their hearts.” Thus Job did continually.</p>\n\n<p id=\"p18001005_10-8\"><b class=\"verse-num\" id=\"v18001006-1\">6&nbsp;</b>Now there was a day when the sons of God came to present themselves before the LORD, and Satan also came among them. <b class=\"verse-num\" id=\"v18001007-1\">7&nbsp;</b>The LORD said to Satan, “From where have you come?” Satan answered the LORD and said, “From going to and fro on the earth, and from walking up and down on it.” <b class=\"verse-num\" id=\"v18001008-1\">8&nbsp;</b>And the LORD said to Satan, “Have you considered my servant Job, that there is none like him on the earth, a blameless and upright man, who fears God and turns away from evil?” <b class=\"verse-num\" id=\"v18001009-1\">9&nbsp;</b>Then Satan answered the LORD and said, “Does Job fear God for no reason? <b class=\"verse-num\" id=\"v18001010-1\">10&nbsp;</b>Have you not put a hedge around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land. <b class=\"verse-num\" id=\"v18001011-1\">11&nbsp;</b>But stretch out your hand and touch all that he has, and he will curse you to your face.” <b class=\"verse-num\" id=\"v18001012-1\">12&nbsp;</b>And the LORD said to Satan, “Behold, all that he has is in your hand. Only against him do not stretch out your hand.” So Satan went out from the presence of the LORD.</p>\n\n<p id=\"p18001012_16-8\"><b class=\"verse-num\" id=\"v18001013-1\">13&nbsp;</b>Now there was a day when his sons and daughters were eating and drinking wine in their oldest brother’s house, <b class=\"verse-num\" id=\"v18001014-1\">14&nbsp;</b>and there came a messenger to Job and said, “The oxen were plowing and the donkeys feeding beside them, <b class=\"verse-num\" id=\"v18001015-1\">15&nbsp;</b>and the Sabeans fell upon them and took them and struck down the servants with the edge of the sword, and I alone have escaped to tell you.” <b class=\"verse-num\" id=\"v18001016-1\">16&nbsp;</b>While he was yet speaking, there came another and said, “The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.” <b class=\"verse-num\" id=\"v18001017-1\">17&nbsp;</b>While he was yet speaking, there came another and said, “The Chaldeans formed three groups and made a raid on the camels and took them and struck down the servants with the edge of the sword, and I alone have escaped to tell you.” <b class=\"verse-num\" id=\"v18001018-1\">18&nbsp;</b>While he was yet speaking, there came another and said, “Your sons and daughters were eating and drinking wine in their oldest brother’s house, <b class=\"verse-num\" id=\"v18001019-1\">19&nbsp;</b>and behold, a great wind came across the wilderness and struck the four corners of the house, and it fell upon the young people, and they are dead, and I alone have escaped to tell you.”</p>\n<p id=\"p18001019_16-8\"><b class=\"verse-num\" id=\"v18001020-1\">20&nbsp;</b>Then Job arose and tore his robe and shaved his head and fell on the ground and worshiped. <b class=\"verse-num\" id=\"v18001021-1\">21&nbsp;</b>And he said, “Naked I came from my mother’s womb, and naked shall I return. The LORD gave, and the LORD has taken away; blessed be the name of the LORD.”</p>\n<p id=\"p18001021_16-8\"><b class=\"verse-num\" id=\"v18001022-1\">22&nbsp;</b>In all this Job did not sin or charge God with wrong.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man in the land of Uz, whose name was Job; and that man was perfect and upright, and one that feared God, and eschewed evil.  <strong>2</strong> And there were born unto him seven sons and three daughters.  <strong>3</strong> His substance also was seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she asses, and a very great household; so that this man was the greatest of all the men of the east.  <strong>4</strong> And his sons went and feasted in their houses, every one his day; and sent and called for their three sisters to eat and to drink with them.  <strong>5</strong> And it was so, when the days of their feasting were gone about, that Job sent and sanctified them, and rose up early in the morning, and offered burnt offerings according to the number of them all: for Job said, It may be that my sons have sinned, and cursed God in their hearts. Thus did Job continually.  <strong>6</strong> Now there was a day when the sons of God came to present themselves before the LORD, and Satan came also among them.  <strong>7</strong> And the LORD said unto Satan, Whence comest thou? Then Satan answered the LORD, and said, From going to and fro in the earth, and from walking up and down in it.  <strong>8</strong> And the LORD said unto Satan, Hast thou considered my servant Job, that there is none like him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil?  <strong>9</strong> Then Satan answered the LORD, and said, Doth Job fear God for nought?  <strong>10</strong> Hast not thou made an hedge about him, and about his house, and about all that he hath on every side? thou hast blessed the work of his hands, and his substance is increased in the land.  <strong>11</strong> But put forth thine hand now, and touch all that he hath, and he will curse thee to thy face.  <strong>12</strong> And the LORD said unto Satan, Behold, all that he hath is  in thy power; only upon himself put not forth thine hand. So Satan went forth from the presence of the LORD.  <strong>13</strong> And there was a day when his sons and his daughters were  eating and drinking wine in their eldest brother’s house:  <strong>14</strong> And there came a messenger unto Job, and said, The oxen were plowing, and the asses feeding beside them:  <strong>15</strong> And the Sabeans fell upon them, and took them away; yea, they have slain the servants with the edge of the sword; and I only am escaped alone to tell thee.  <strong>16</strong> While he was yet speaking, there came also another, and said, The fire of God is fallen from heaven, and hath burned up the sheep, and the servants, and consumed them; and I only am escaped alone to tell thee.  <strong>17</strong> While he was yet speaking, there came also another, and said, The Chaldeans made out three bands, and fell upon the camels, and have carried them away, yea, and slain the servants with the edge of the sword; and I only am escaped alone to tell thee.  <strong>18</strong> While he was yet speaking, there came also another, and said, Thy sons and thy daughters were eating and drinking wine in their eldest brother’s house:  <strong>19</strong> And, behold, there came a great wind from the wilderness, and smote the four corners of the house, and it fell upon the young men, and they are dead; and I only am escaped alone to tell thee.  <strong>20</strong> Then Job arose, and rent his mantle, and shaved his head, and fell down upon the ground, and worshipped,  <strong>21</strong> And said, Naked came I out of my mother’s womb, and naked shall I return thither: the LORD gave, and the LORD hath taken away; blessed be the name of the LORD.  <strong>22</strong> In all this Job sinned not, nor charged God foolishly.  ","niv":"<sup><strong>1</strong></sup> In the land of Uz there lived a man whose name was Job. This man was blameless and upright; he feared God and shunned evil. <sup><strong>2</strong></sup> He had seven sons and three daughters, <sup><strong>3</strong></sup> and he owned seven thousand sheep, three thousand camels, five hundred yoke of oxen and five hundred donkeys, and had a large number of servants. He was the greatest man among all the people of the East. <sup><strong>4</strong></sup> His sons used to take turns holding feasts in their homes, and they would invite their three sisters to eat and drink with them. <sup><strong>5</strong></sup> When a period of feasting had run its course, Job would send and have them purified. Early in the morning he would sacrifice a burnt offering for each of them, thinking, \"Perhaps my children have sinned and cursed God in their hearts.\" This was Job's regular custom. <sup><strong>6</strong></sup> One day the angels came to present themselves before the LORD, and Satan also came with them. <sup><strong>7</strong></sup> The LORD said to Satan, \"Where have you come from?\" Satan answered the LORD, \"From roaming through the earth and going back and forth in it.\" <sup><strong>8</strong></sup> Then the LORD said to Satan, \"Have you considered my servant Job? There is no one on earth like him; he is blameless and upright, a man who fears God and shuns evil.\" <sup><strong>9</strong></sup> \"Does Job fear God for nothing?\" Satan replied. <sup><strong>10</strong></sup> \"Have you not put a hedge around him and his household and everything he has? You have blessed the work of his hands, so that his flocks and herds are spread throughout the land. <sup><strong>11</strong></sup> But stretch out your hand and strike everything he has, and he will surely curse you to your face.\" <sup><strong>12</strong></sup> The LORD said to Satan, \"Very well, then, everything he has is in your hands, but on the man himself do not lay a finger.\" Then Satan went out from the presence of the LORD. <sup><strong>13</strong></sup> One day when Job's sons and daughters were feasting and drinking wine at the oldest brother's house, <sup><strong>14</strong></sup> a messenger came to Job and said, \"The oxen were plowing and the donkeys were grazing nearby, <sup><strong>15</strong></sup> and the Sabeans attacked and carried them off. They put the servants to the sword, and I am the only one who has escaped to tell you!\" <sup><strong>16</strong></sup> While he was still speaking, another messenger came and said, \"The fire of God fell from the sky and burned up the sheep and the servants, and I am the only one who has escaped to tell you!\" <sup><strong>17</strong></sup> While he was still speaking, another messenger came and said, \"The Chaldeans formed three raiding parties and swept down on your camels and carried them off. They put the servants to the sword, and I am the only one who has escaped to tell you!\" <sup><strong>18</strong></sup> While he was still speaking, yet another messenger came and said, \"Your sons and daughters were feasting and drinking wine at the oldest brother's house, <sup><strong>19</strong></sup> when suddenly a mighty wind swept in from the desert and struck the four corners of the house. It collapsed on them and they are dead, and I am the only one who has escaped to tell you!\" <sup><strong>20</strong></sup> At this, Job got up and tore his robe and shaved his head. Then he fell to the ground in worship <sup><strong>21</strong></sup> and said: \"Naked I came from my mother's womb, and naked I will depart. The LORD gave and the LORD has taken away; may the name of the LORD be praised.\" <sup><strong>22</strong></sup> In all this, Job did not sin by charging God with wrongdoing. "},{"_id":"6164eaf5dc1be0273f8b7b9b","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 39:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01039002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v01039002-1\">2&nbsp;</b>The LORD was with Joseph, and he became a successful man, and he was in the house of his Egyptian master.</p>\n</div>","kjv":"<strong>2</strong> And the LORD was with Joseph, and he was a prosperous man; and he was in the house of his master the Egyptian.  ","niv":"<sup><strong>2</strong></sup> The LORD was with Joseph and he prospered, and he lived in the house of his Egyptian master."},{"_id":"6164eaf6dc1be0273f8b7b9c","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 50:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01050020_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01050020-1\">20&nbsp;</b>As for you, you meant evil against me, but God meant it for good, to bring it about that many people should be kept alive, as they are today.</p>\n\n</div>","kjv":"<strong>20</strong> But as for you, ye thought evil against me; but God meant it unto good, to bring to pass, as it is this day, to save much people alive.  ","niv":"<sup><strong>20</strong></sup> You intended to harm me, but God intended it for good to accomplish what is now being done, the saving of many lives."},{"_id":"6164eaf6dc1be0273f8b7b9d","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 45:1-28","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01045001_08-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01045001-1\">45:1&nbsp;</b>Then Joseph could not control himself before all those who stood by him. He cried, “Make everyone go out from me.” So no one stayed with him when Joseph made himself known to his brothers. <b class=\"verse-num\" id=\"v01045002-1\">2&nbsp;</b>And he wept aloud, so that the Egyptians heard it, and the household of Pharaoh heard it. <b class=\"verse-num\" id=\"v01045003-1\">3&nbsp;</b>And Joseph said to his brothers, “I am Joseph! Is my father still alive?” But his brothers could not answer him, for they were dismayed at his presence.</p>\n<p id=\"p01045003_08-11\"><b class=\"verse-num\" id=\"v01045004-1\">4&nbsp;</b>So Joseph said to his brothers, “Come near to me, please.” And they came near. And he said, “I am your brother, Joseph, whom you sold into Egypt. <b class=\"verse-num\" id=\"v01045005-1\">5&nbsp;</b>And now do not be distressed or angry with yourselves because you sold me here, for God sent me before you to preserve life. <b class=\"verse-num\" id=\"v01045006-1\">6&nbsp;</b>For the famine has been in the land these two years, and there are yet five years in which there will be neither plowing nor harvest. <b class=\"verse-num\" id=\"v01045007-1\">7&nbsp;</b>And God sent me before you to preserve for you a remnant on earth, and to keep alive for you many survivors. <b class=\"verse-num\" id=\"v01045008-1\">8&nbsp;</b>So it was not you who sent me here, but God. He has made me a father to Pharaoh, and lord of all his house and ruler over all the land of Egypt. <b class=\"verse-num\" id=\"v01045009-1\">9&nbsp;</b>Hurry and go up to my father and say to him, ‘Thus says your son Joseph, God has made me lord of all Egypt. Come down to me; do not tarry. <b class=\"verse-num\" id=\"v01045010-1\">10&nbsp;</b>You shall dwell in the land of Goshen, and you shall be near me, you and your children and your children’s children, and your flocks, your herds, and all that you have. <b class=\"verse-num\" id=\"v01045011-1\">11&nbsp;</b>There I will provide for you, for there are yet five years of famine to come, so that you and your household, and all that you have, do not come to poverty.’ <b class=\"verse-num\" id=\"v01045012-1\">12&nbsp;</b>And now your eyes see, and the eyes of my brother Benjamin see, that it is my mouth that speaks to you. <b class=\"verse-num\" id=\"v01045013-1\">13&nbsp;</b>You must tell my father of all my honor in Egypt, and of all that you have seen. Hurry and bring my father down here.” <b class=\"verse-num\" id=\"v01045014-1\">14&nbsp;</b>Then he fell upon his brother Benjamin’s neck and wept, and Benjamin wept upon his neck. <b class=\"verse-num\" id=\"v01045015-1\">15&nbsp;</b>And he kissed all his brothers and wept upon them. After that his brothers talked with him.</p>\n<p id=\"p01045015_08-11\"><b class=\"verse-num\" id=\"v01045016-1\">16&nbsp;</b>When the report was heard in Pharaoh’s house, “Joseph’s brothers have come,” it pleased Pharaoh and his servants. <b class=\"verse-num\" id=\"v01045017-1\">17&nbsp;</b>And Pharaoh said to Joseph, “Say to your brothers, ‘Do this: load your beasts and go back to the land of Canaan, <b class=\"verse-num\" id=\"v01045018-1\">18&nbsp;</b>and take your father and your households, and come to me, and I will give you the best of the land of Egypt, and you shall eat the fat of the land.’ <b class=\"verse-num\" id=\"v01045019-1\">19&nbsp;</b>And you, Joseph, are commanded to say, ‘Do this: take wagons from the land of Egypt for your little ones and for your wives, and bring your father, and come. <b class=\"verse-num\" id=\"v01045020-1\">20&nbsp;</b>Have no concern for your goods, for the best of all the land of Egypt is yours.’”</p>\n<p id=\"p01045020_08-11\"><b class=\"verse-num\" id=\"v01045021-1\">21&nbsp;</b>The sons of Israel did so: and Joseph gave them wagons, according to the command of Pharaoh, and gave them provisions for the journey. <b class=\"verse-num\" id=\"v01045022-1\">22&nbsp;</b>To each and all of them he gave a change of clothes, but to Benjamin he gave three hundred shekels of silver and five changes of clothes. <b class=\"verse-num\" id=\"v01045023-1\">23&nbsp;</b>To his father he sent as follows: ten donkeys loaded with the good things of Egypt, and ten female donkeys loaded with grain, bread, and provision for his father on the journey. <b class=\"verse-num\" id=\"v01045024-1\">24&nbsp;</b>Then he sent his brothers away, and as they departed, he said to them, “Do not quarrel on the way.”</p>\n<p id=\"p01045024_08-11\"><b class=\"verse-num\" id=\"v01045025-1\">25&nbsp;</b>So they went up out of Egypt and came to the land of Canaan to their father Jacob. <b class=\"verse-num\" id=\"v01045026-1\">26&nbsp;</b>And they told him, “Joseph is still alive, and he is ruler over all the land of Egypt.” And his heart became numb, for he did not believe them. <b class=\"verse-num\" id=\"v01045027-1\">27&nbsp;</b>But when they told him all the words of Joseph, which he had said to them, and when he saw the wagons that Joseph had sent to carry him, the spirit of their father Jacob revived. <b class=\"verse-num\" id=\"v01045028-1\">28&nbsp;</b>And Israel said, “It is enough; Joseph my son is still alive. I will go and see him before I die.”</p>\n\n</div>","kjv":"<strong>1</strong> Then Joseph could not refrain himself before all them that stood by him; and he cried, Cause every man to go out from me. And there stood no man with him, while Joseph made himself known unto his brethren.  <strong>2</strong> And he wept aloud: and the Egyptians and the house of Pharaoh heard.  <strong>3</strong> And Joseph said unto his brethren, I am Joseph; doth my father yet live? And his brethren could not answer him; for they were troubled at his presence.  <strong>4</strong> And Joseph said unto his brethren, Come near to me, I pray you. And they came near. And he said, I am Joseph your brother, whom ye sold into Egypt.  <strong>5</strong> Now therefore be not grieved, nor angry with yourselves, that ye sold me hither: for God did send me before you to preserve life.  <strong>6</strong> For these two years hath the famine been in the land: and yet there are five years, in the which there shall  neither be earing nor harvest.  <strong>7</strong> And God sent me before you to preserve you a posterity in the earth, and to save your lives by a great deliverance.  <strong>8</strong> So now it was not you that sent me hither, but God: and he hath made me a father to Pharaoh, and lord of all his house, and a ruler throughout all the land of Egypt.  <strong>9</strong> Haste ye, and go up to my father, and say unto him, Thus saith thy son Joseph, God hath made me lord of all Egypt: come down unto me, tarry not:  <strong>10</strong> And thou shalt dwell in the land of Goshen, and thou shalt be near unto me, thou, and thy children, and thy children’s children, and thy flocks, and thy herds, and all that thou hast:  <strong>11</strong> And there will I nourish thee; for yet there are five years of famine; lest thou, and thy household, and all that thou hast, come to poverty.  <strong>12</strong> And, behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaketh unto you.  <strong>13</strong> And ye shall tell my father of all my glory in Egypt, and of all that ye have seen; and ye shall haste and bring down my father hither.  <strong>14</strong> And he fell upon his brother Benjamin’s neck, and wept; and Benjamin wept upon his neck.  <strong>15</strong> Moreover he kissed all his brethren, and wept upon them: and after that his brethren talked with him.  <strong>16</strong> And the fame thereof was heard in Pharaoh’s house, saying, Joseph’s brethren are come: and it pleased Pharaoh well, and his servants.  <strong>17</strong> And Pharaoh said unto Joseph, Say unto thy brethren, This do ye; lade your beasts, and go, get you unto the land of Canaan;  <strong>18</strong> And take your father and your households, and come unto me: and I will give you the good of the land of Egypt, and ye shall eat the fat of the land.  <strong>19</strong> Now thou art commanded, this do ye; take you wagons out of the land of Egypt for your little ones, and for your wives, and bring your father, and come.  <strong>20</strong> Also regard not your stuff; for the good of all the land of Egypt is yours.  <strong>21</strong> And the children of Israel did so: and Joseph gave them wagons, according to the commandment of Pharaoh, and gave them provision for the way.  <strong>22</strong> To all of them he gave each man changes of raiment; but to Benjamin he gave three hundred pieces of silver, and five changes of raiment.  <strong>23</strong> And to his father he sent after this manner; ten asses laden with the good things of Egypt, and ten she asses laden with corn and bread and meat for his father by the way.  <strong>24</strong> So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.  <strong>25</strong> And they went up out of Egypt, and came into the land of Canaan unto Jacob their father,  <strong>26</strong> And told him, saying, Joseph is yet alive, and he is  governor over all the land of Egypt. And Jacob’s heart fainted, for he believed them not.  <strong>27</strong> And they told him all the words of Joseph, which he had said unto them: and when he saw the wagons which Joseph had sent to carry him, the spirit of Jacob their father revived:  <strong>28</strong> And Israel said, It is enough; Joseph my son is  yet alive: I will go and see him before I die.  ","niv":"<sup><strong>1</strong></sup> Then Joseph could no longer control himself before all his attendants, and he cried out, \"Have everyone leave my presence!\" So there was no one with Joseph when he made himself known to his brothers. <sup><strong>2</strong></sup> And he wept so loudly that the Egyptians heard him, and Pharaoh's household heard about it. <sup><strong>3</strong></sup> Joseph said to his brothers, \"I am Joseph! Is my father still living?\" But his brothers were not able to answer him, because they were terrified at his presence. <sup><strong>4</strong></sup> Then Joseph said to his brothers, \"Come close to me.\" When they had done so, he said, \"I am your brother Joseph, the one you sold into Egypt! <sup><strong>5</strong></sup> And now, do not be distressed and do not be angry with yourselves for selling me here, because it was to save lives that God sent me ahead of you. <sup><strong>6</strong></sup> For two years now there has been famine in the land, and for the next five years there will not be plowing and reaping. <sup><strong>7</strong></sup> But God sent me ahead of you to preserve for you a remnant on earth and to save your lives by a great deliverance. <sup><strong>8</strong></sup> \"So then, it was not you who sent me here, but God. He made me father to Pharaoh, lord of his entire household and ruler of all Egypt. <sup><strong>9</strong></sup> Now hurry back to my father and say to him, 'This is what your son Joseph says: God has made me lord of all Egypt. Come down to me; don't delay. <sup><strong>10</strong></sup> You shall live in the region of Goshen and be near me-you, your children and grandchildren, your flocks and herds, and all you have. <sup><strong>11</strong></sup> I will provide for you there, because five years of famine are still to come. Otherwise you and your household and all who belong to you will become destitute.' <sup><strong>12</strong></sup> \"You can see for yourselves, and so can my brother Benjamin, that it is really I who am speaking to you. <sup><strong>13</strong></sup> Tell my father about all the honor accorded me in Egypt and about everything you have seen. And bring my father down here quickly.\" <sup><strong>14</strong></sup> Then he threw his arms around his brother Benjamin and wept, and Benjamin embraced him, weeping. <sup><strong>15</strong></sup> And he kissed all his brothers and wept over them. Afterward his brothers talked with him. <sup><strong>16</strong></sup> When the news reached Pharaoh's palace that Joseph's brothers had come, Pharaoh and all his officials were pleased. <sup><strong>17</strong></sup> Pharaoh said to Joseph, \"Tell your brothers, 'Do this: Load your animals and return to the land of Canaan, <sup><strong>18</strong></sup> and bring your father and your families back to me. I will give you the best of the land of Egypt and you can enjoy the fat of the land.' <sup><strong>19</strong></sup> \"You are also directed to tell them, 'Do this: Take some carts from Egypt for your children and your wives, and get your father and come. <sup><strong>20</strong></sup> Never mind about your belongings, because the best of all Egypt will be yours.'\" <sup><strong>21</strong></sup> So the sons of Israel did this. Joseph gave them carts, as Pharaoh had commanded, and he also gave them provisions for their journey. <sup><strong>22</strong></sup> To each of them he gave new clothing, but to Benjamin he gave three hundred shekels of silver and five sets of clothes. <sup><strong>23</strong></sup> And this is what he sent to his father: ten donkeys loaded with the best things of Egypt, and ten female donkeys loaded with grain and bread and other provisions for his journey. <sup><strong>24</strong></sup> Then he sent his brothers away, and as they were leaving he said to them, \"Don't quarrel on the way!\" <sup><strong>25</strong></sup> So they went up out of Egypt and came to their father Jacob in the land of Canaan. <sup><strong>26</strong></sup> They told him, \"Joseph is still alive! In fact, he is ruler of all Egypt.\" Jacob was stunned; he did not believe them. <sup><strong>27</strong></sup> But when they told him everything Joseph had said to them, and when he saw the carts Joseph had sent to carry him back, the spirit of their father Jacob revived. <sup><strong>28</strong></sup> And Israel said, \"I'm convinced! My son Joseph is still alive. I will go and see him before I die.\" "},{"_id":"6164eaf6dc1be0273f8b7b9e","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 40:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01040008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v01040008-1\">8&nbsp;</b>They said to him, “We have had dreams, and there is no one to interpret them.” And Joseph said to them, “Do not interpretations belong to God? Please tell them to me.”</p>\n</div>","kjv":"<strong>8</strong> And they said unto him, We have dreamed a dream, and there is  no interpreter of it. And Joseph said unto them, Do not interpretations belong to God? tell me them, I pray you.  ","niv":"<sup><strong>8</strong></sup> \"We both had dreams,\" they answered, \"but there is no one to interpret them.\" Then Joseph said to them, \"Do not interpretations belong to God? Tell me your dreams.\""},{"_id":"6164eaf7dc1be0273f8b7b9f","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Mark 10:1-52","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41010001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41010001-1\">10:1&nbsp;</b>And he left there and went to the region of Judea and beyond the Jordan, and crowds gathered to him again. And again, as was his custom, he taught them.</p>\n<p id=\"p41010001_04-13\"><b class=\"verse-num\" id=\"v41010002-1\">2&nbsp;</b>And Pharisees came up and in order to test him asked, “Is it lawful for a man to divorce his wife?” <b class=\"verse-num\" id=\"v41010003-1\">3&nbsp;</b>He answered them, <span class=\"woc\">“What did Moses command you?”</span> <b class=\"verse-num\" id=\"v41010004-1\">4&nbsp;</b>They said, “Moses allowed a man to write a certificate of divorce and to send her away.” <b class=\"verse-num\" id=\"v41010005-1\">5&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Because of your hardness of heart he wrote you this commandment.</span> <b class=\"verse-num woc\" id=\"v41010006-1\">6&nbsp;</b><span class=\"woc\">But from the beginning of creation, ‘God made them male and female.’</span> <b class=\"verse-num woc\" id=\"v41010007-1\">7&nbsp;</b><span class=\"woc\">‘Therefore a man shall leave his father and mother and hold fast to his wife,</span> <b class=\"verse-num woc\" id=\"v41010008-1\">8&nbsp;</b><span class=\"woc\">and the two shall become one flesh.’ So they are no longer two but one flesh.</span> <b class=\"verse-num woc\" id=\"v41010009-1\">9&nbsp;</b><span class=\"woc\">What therefore God has joined together, let not man separate.”</span></p>\n<p id=\"p41010009_04-13\"><b class=\"verse-num\" id=\"v41010010-1\">10&nbsp;</b>And in the house the disciples asked him again about this matter. <b class=\"verse-num\" id=\"v41010011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“Whoever divorces his wife and marries another commits adultery against her,</span> <b class=\"verse-num woc\" id=\"v41010012-1\">12&nbsp;</b><span class=\"woc\">and if she divorces her husband and marries another, she commits adultery.”</span></p>\n\n<p id=\"p41010012_10-13\"><b class=\"verse-num\" id=\"v41010013-1\">13&nbsp;</b>And they were bringing children to him that he might touch them, and the disciples rebuked them. <b class=\"verse-num\" id=\"v41010014-1\">14&nbsp;</b>But when Jesus saw it, he was indignant and said to them, <span class=\"woc\">“Let the children come to me; do not hinder them, for to such belongs the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v41010015-1\">15&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.”</span> <b class=\"verse-num\" id=\"v41010016-1\">16&nbsp;</b>And he took them in his arms and blessed them, laying his hands on them.</p>\n\n<p id=\"p41010016_14-13\"><b class=\"verse-num\" id=\"v41010017-1\">17&nbsp;</b>And as he was setting out on his journey, a man ran up and knelt before him and asked him, “Good Teacher, what must I do to inherit eternal life?” <b class=\"verse-num\" id=\"v41010018-1\">18&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Why do you call me good? No one is good except God alone.</span> <b class=\"verse-num woc\" id=\"v41010019-1\">19&nbsp;</b><span class=\"woc\">You know the commandments: ‘Do not murder, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honor your father and mother.’”</span> <b class=\"verse-num\" id=\"v41010020-1\">20&nbsp;</b>And he said to him, “Teacher, all these I have kept from my youth.” <b class=\"verse-num\" id=\"v41010021-1\">21&nbsp;</b>And Jesus, looking at him, loved him, and said to him, <span class=\"woc\">“You lack one thing: go, sell all that you have and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v41010022-1\">22&nbsp;</b>Disheartened by the saying, he went away sorrowful, for he had great possessions.</p>\n<p id=\"p41010022_14-13\"><b class=\"verse-num\" id=\"v41010023-1\">23&nbsp;</b>And Jesus looked around and said to his disciples, <span class=\"woc\">“How difficult it will be for those who have wealth to enter the kingdom of God!”</span> <b class=\"verse-num\" id=\"v41010024-1\">24&nbsp;</b>And the disciples were amazed at his words. But Jesus said to them again, <span class=\"woc\">“Children, how difficult it is to enter the kingdom of God!</span> <b class=\"verse-num woc\" id=\"v41010025-1\">25&nbsp;</b><span class=\"woc\">It is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v41010026-1\">26&nbsp;</b>And they were exceedingly astonished, and said to him, “Then who can be saved?” <b class=\"verse-num\" id=\"v41010027-1\">27&nbsp;</b>Jesus looked at them and said, <span class=\"woc\">“With man it is impossible, but not with God. For all things are possible with God.”</span> <b class=\"verse-num\" id=\"v41010028-1\">28&nbsp;</b>Peter began to say to him, “See, we have left everything and followed you.” <b class=\"verse-num\" id=\"v41010029-1\">29&nbsp;</b>Jesus said, <span class=\"woc\">“Truly, I say to you, there is no one who has left house or brothers or sisters or mother or father or children or lands, for my sake and for the gospel,</span> <b class=\"verse-num woc\" id=\"v41010030-1\">30&nbsp;</b><span class=\"woc\">who will not receive a hundredfold now in this time, houses and brothers and sisters and mothers and children and lands, with persecutions, and in the age to come eternal life.</span> <b class=\"verse-num woc\" id=\"v41010031-1\">31&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.”</span></p>\n\n<p id=\"p41010031_21-13\"><b class=\"verse-num\" id=\"v41010032-1\">32&nbsp;</b>And they were on the road, going up to Jerusalem, and Jesus was walking ahead of them. And they were amazed, and those who followed were afraid. And taking the twelve again, he began to tell them what was to happen to him, <b class=\"verse-num\" id=\"v41010033-1\">33&nbsp;</b>saying, <span class=\"woc\">“See, we are going up to Jerusalem, and the Son of Man will be delivered over to the chief priests and the scribes, and they will condemn him to death and deliver him over to the Gentiles.</span> <b class=\"verse-num woc\" id=\"v41010034-1\">34&nbsp;</b><span class=\"woc\">And they will mock him and spit on him, and flog him and kill him. And after three days he will rise.”</span></p>\n\n<p id=\"p41010034_27-13\"><b class=\"verse-num\" id=\"v41010035-1\">35&nbsp;</b>And James and John, the sons of Zebedee, came up to him and said to him, “Teacher, we want you to do for us whatever we ask of you.” <b class=\"verse-num\" id=\"v41010036-1\">36&nbsp;</b>And he said to them, <span class=\"woc\">“What do you want me to do for you?”</span> <b class=\"verse-num\" id=\"v41010037-1\">37&nbsp;</b>And they said to him, “Grant us to sit, one at your right hand and one at your left, in your glory.” <b class=\"verse-num\" id=\"v41010038-1\">38&nbsp;</b>Jesus said to them, <span class=\"woc\">“You do not know what you are asking. Are you able to drink the cup that I drink, or to be baptized with the baptism with which I am baptized?”</span> <b class=\"verse-num\" id=\"v41010039-1\">39&nbsp;</b>And they said to him, “We are able.” And Jesus said to them, <span class=\"woc\">“The cup that I drink you will drink, and with the baptism with which I am baptized, you will be baptized,</span> <b class=\"verse-num woc\" id=\"v41010040-1\">40&nbsp;</b><span class=\"woc\">but to sit at my right hand or at my left is not mine to grant, but it is for those for whom it has been prepared.”</span> <b class=\"verse-num\" id=\"v41010041-1\">41&nbsp;</b>And when the ten heard it, they began to be indignant at James and John. <b class=\"verse-num\" id=\"v41010042-1\">42&nbsp;</b>And Jesus called them to him and said to them, <span class=\"woc\">“You know that those who are considered rulers of the Gentiles lord it over them, and their great ones exercise authority over them.</span> <b class=\"verse-num woc\" id=\"v41010043-1\">43&nbsp;</b><span class=\"woc\">But it shall not be so among you. But whoever would be great among you must be your servant,</span> <b class=\"verse-num woc\" id=\"v41010044-1\">44&nbsp;</b><span class=\"woc\">and whoever would be first among you must be slave of all.</span> <b class=\"verse-num woc\" id=\"v41010045-1\">45&nbsp;</b><span class=\"woc\">For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n\n<p id=\"p41010045_31-13\"><b class=\"verse-num\" id=\"v41010046-1\">46&nbsp;</b>And they came to Jericho. And as he was leaving Jericho with his disciples and a great crowd, Bartimaeus, a blind beggar, the son of Timaeus, was sitting by the roadside. <b class=\"verse-num\" id=\"v41010047-1\">47&nbsp;</b>And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010048-1\">48&nbsp;</b>And many rebuked him, telling him to be silent. But he cried out all the more, “Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010049-1\">49&nbsp;</b>And Jesus stopped and said, <span class=\"woc\">“Call him.”</span> And they called the blind man, saying to him, “Take heart. Get up; he is calling you.” <b class=\"verse-num\" id=\"v41010050-1\">50&nbsp;</b>And throwing off his cloak, he sprang up and came to Jesus. <b class=\"verse-num\" id=\"v41010051-1\">51&nbsp;</b>And Jesus said to him, <span class=\"woc\">“What do you want me to do for you?”</span> And the blind man said to him, “Rabbi, let me recover my sight.” <b class=\"verse-num\" id=\"v41010052-1\">52&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Go your way; your faith has made you well.”</span> And immediately he recovered his sight and followed him on the way.</p>\n\n</div>","kjv":"<strong>1</strong> And he arose from thence, and cometh into the coasts of Judaea by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again.  <strong>2</strong> And the Pharisees came to him, and asked him, Is it lawful for a man to put away his wife? tempting him.  <strong>3</strong> And he answered and said unto them, What did Moses command you?  <strong>4</strong> And they said, Moses suffered to write a bill of divorcement, and to put her away.  <strong>5</strong> And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept.  <strong>6</strong> But from the beginning of the creation God made them male and female.  <strong>7</strong> For this cause shall a man leave his father and mother, and cleave to his wife;  <strong>8</strong> And they twain shall be one flesh: so then they are no more twain, but one flesh.  <strong>9</strong> What therefore God hath joined together, let not man put asunder.  <strong>10</strong> And in the house his disciples asked him again of the same matter.  <strong>11</strong> And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.  <strong>12</strong> And if a woman shall put away her husband, and be married to another, she committeth adultery. <strong>13</strong> And they brought young children to him, that he should touch them: and his disciples rebuked those that brought them.  <strong>14</strong> But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God. <strong>15</strong> Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein.  <strong>16</strong> And he took them up in his arms, put his hands upon them, and blessed them.  <strong>17</strong> And when he was gone forth into the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?  <strong>18</strong> And Jesus said unto him, Why callest thou me good? there is  none good but one, that is, God.  <strong>19</strong> Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.  <strong>20</strong> And he answered and said unto him, Master, all these have I observed from my youth.  <strong>21</strong> Then Jesus beholding him loved him, and said unto him, One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me.  <strong>22</strong> And he was sad at that saying, and went away grieved: for he had great possessions.  <strong>23</strong> And Jesus looked round about, and saith unto his disciples, How hardly shall they that have riches enter into the kingdom of God!  <strong>24</strong> And the disciples were astonished at his words. But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God!  <strong>25</strong> It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>26</strong> And they were astonished out of measure, saying among themselves, Who then can be saved?  <strong>27</strong> And Jesus looking upon them saith, With men it is impossible, but not with God: for with God all things are possible.  <strong>28</strong> Then Peter began to say unto him, Lo, we have left all, and have followed thee.  <strong>29</strong> And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel’s,  <strong>30</strong> But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.  <strong>31</strong> But many that are first shall be last; and the last first. <strong>32</strong> And they were in the way going up to Jerusalem; and Jesus went before them: and they were amazed; and as they followed, they were afraid. And he took again the twelve, and began to tell them what things should happen unto him,  <strong>33</strong> Saying,Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the chief priests, and unto the scribes; and they shall condemn him to death, and shall deliver him to the Gentiles:  <strong>34</strong> And they shall mock him, and shall scourge him, and shall spit upon him, and shall kill him: and the third day he shall rise again. <strong>35</strong> And James and John, the sons of Zebedee, come unto him, saying, Master, we would that thou shouldest do for us whatsoever we shall desire.  <strong>36</strong> And he said unto them, What would ye that I should do for you?  <strong>37</strong> They said unto him, Grant unto us that we may sit, one on thy right hand, and the other on thy left hand, in thy glory.  <strong>38</strong> But Jesus said unto them, Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?  <strong>39</strong> And they said unto him, We can. And Jesus said unto them, Ye shall indeed drink of the cup that I drink of; and with the baptism that I am baptized withal shall ye be baptized:  <strong>40</strong> But to sit on my right hand and on my left hand is not mine to give; but it shall be given to them for whom it is prepared.  <strong>41</strong> And when the ten heard it, they began to be much displeased with James and John.  <strong>42</strong> But Jesus called them to him, and saith unto them, Ye know that they which are accounted to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them.  <strong>43</strong> But so shall it not be among you: but whosoever will be great among you, shall be your minister:  <strong>44</strong> And whosoever of you will be the chiefest, shall be servant of all.  <strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. <strong>46</strong> And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.  <strong>47</strong> And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou Son of David, have mercy on me.  <strong>48</strong> And many charged him that he should hold his peace: but he cried the more a great deal, Thou Son of David, have mercy on me.  <strong>49</strong> And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.  <strong>50</strong> And he, casting away his garment, rose, and came to Jesus.  <strong>51</strong> And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.  <strong>52</strong> And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.  ","niv":"<sup><strong>1</strong></sup> Jesus then left that place and went into the region of Judea and across the Jordan. Again crowds of people came to him, and as was his custom, he taught them. <sup><strong>2</strong></sup> Some Pharisees came and tested him by asking, \"Is it lawful for a man to divorce his wife?\" <sup><strong>3</strong></sup> \"What did Moses command you?\" he replied. <sup><strong>4</strong></sup> They said, \"Moses permitted a man to write a certificate of divorce and send her away.\" <sup><strong>5</strong></sup> \"It was because your hearts were hard that Moses wrote you this law,\" Jesus replied. <sup><strong>6</strong></sup> \"But at the beginning of creation God 'made them male and female.' <sup><strong>7</strong></sup> 'For this reason a man will leave his father and mother and be united to his wife, <sup><strong>8</strong></sup> and the two will become one flesh.' So they are no longer two, but one. <sup><strong>9</strong></sup> Therefore what God has joined together, let man not separate.\" <sup><strong>10</strong></sup> When they were in the house again, the disciples asked Jesus about this. <sup><strong>11</strong></sup> He answered, \"Anyone who divorces his wife and marries another woman commits adultery against her. <sup><strong>12</strong></sup> And if she divorces her husband and marries another man, she commits adultery.\" <sup><strong>13</strong></sup> People were bringing little children to Jesus to have him touch them, but the disciples rebuked them. <sup><strong>14</strong></sup> When Jesus saw this, he was indignant. He said to them, \"Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these. <sup><strong>15</strong></sup> I tell you the truth, anyone who will not receive the kingdom of God like a little child will never enter it.\" <sup><strong>16</strong></sup> And he took the children in his arms, put his hands on them and blessed them. <sup><strong>17</strong></sup> As Jesus started on his way, a man ran up to him and fell on his knees before him. \"Good teacher,\" he asked, \"what must I do to inherit eternal life?\" <sup><strong>18</strong></sup> \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone. <sup><strong>19</strong></sup> You know the commandments: 'Do not murder, do not commit adultery, do not steal, do not give false testimony, do not defraud, honor your father and mother.'\" <sup><strong>20</strong></sup> \"Teacher,\" he declared, \"all these I have kept since I was a boy.\" <sup><strong>21</strong></sup> Jesus looked at him and loved him. \"One thing you lack,\" he said. \"Go, sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> At this the man's face fell. He went away sad, because he had great wealth. <sup><strong>23</strong></sup> Jesus looked around and said to his disciples, \"How hard it is for the rich to enter the kingdom of God!\" <sup><strong>24</strong></sup> The disciples were amazed at his words. But Jesus said again, \"Children, how hard it is to enter the kingdom of God! <sup><strong>25</strong></sup> It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>26</strong></sup> The disciples were even more amazed, and said to each other, \"Who then can be saved?\" <sup><strong>27</strong></sup> Jesus looked at them and said, \"With man this is impossible, but not with God; all things are possible with God.\" <sup><strong>28</strong></sup> Peter said to him, \"We have left everything to follow you!\" <sup><strong>29</strong></sup> \"I tell you the truth,\" Jesus replied, \"no one who has left home or brothers or sisters or mother or father or children or fields for me and the gospel <sup><strong>30</strong></sup> will fail to receive a hundred times as much in this present age (homes, brothers, sisters, mothers, children and fields--and with them, persecutions) and in the age to come, eternal life. <sup><strong>31</strong></sup> But many who are first will be last, and the last first.\" <sup><strong>32</strong></sup> They were on their way up to Jerusalem, with Jesus leading the way, and the disciples were astonished, while those who followed were afraid. Again he took the Twelve aside and told them what was going to happen to him. <sup><strong>33</strong></sup> \"We are going up to Jerusalem,\" he said, \"and the Son of Man will be betrayed to the chief priests and teachers of the law. They will condemn him to death and will hand him over to the Gentiles, <sup><strong>34</strong></sup> who will mock him and spit on him, flog him and kill him. Three days later he will rise.\" <sup><strong>35</strong></sup> Then James and John, the sons of Zebedee, came to him. \"Teacher,\" they said, \"we want you to do for us whatever we ask.\" <sup><strong>36</strong></sup> \"What do you want me to do for you?\" he asked. <sup><strong>37</strong></sup> They replied, \"Let one of us sit at your right and the other at your left in your glory.\" <sup><strong>38</strong></sup> \"You don't know what you are asking,\" Jesus said. \"Can you drink the cup I drink or be baptized with the baptism I am baptized with?\" <sup><strong>39</strong></sup> \"We can,\" they answered. Jesus said to them, \"You will drink the cup I drink and be baptized with the baptism I am baptized with, <sup><strong>40</strong></sup> but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared.\" <sup><strong>41</strong></sup> When the ten heard about this, they became indignant with James and John. <sup><strong>42</strong></sup> Jesus called them together and said, \"You know that those who are regarded as rulers of the Gentiles lord it over them, and their high officials exercise authority over them. <sup><strong>43</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant, <sup><strong>44</strong></sup> and whoever wants to be first must be slave of all. <sup><strong>45</strong></sup> For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" <sup><strong>46</strong></sup> Then they came to Jericho. As Jesus and his disciples, together with a large crowd, were leaving the city, a blind man, Bartimaeus (that is, the Son of Timaeus), was sitting by the roadside begging. <sup><strong>47</strong></sup> When he heard that it was Jesus of Nazareth, he began to shout, \"Jesus, Son of David, have mercy on me!\" <sup><strong>48</strong></sup> Many rebuked him and told him to be quiet, but he shouted all the more, \"Son of David, have mercy on me!\" <sup><strong>49</strong></sup> Jesus stopped and said, \"Call him.\" So they called to the blind man, \"Cheer up! On your feet! He's calling you.\" <sup><strong>50</strong></sup> Throwing his cloak aside, he jumped to his feet and came to Jesus. <sup><strong>51</strong></sup> \"What do you want me to do for you?\" Jesus asked him. The blind man said, \"Rabbi, I want to see.\" <sup><strong>52</strong></sup> \"Go,\" said Jesus, \"your faith has healed you.\" Immediately he received his sight and followed Jesus along the road. "},{"_id":"6164eaf7dc1be0273f8b7ba0","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Matthew 2:13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40002013_05-14\"><b class=\"verse-num\" id=\"v40002013-1\">13&nbsp;</b>Now when they had departed, behold, an angel of the Lord appeared to Joseph in a dream and said, “Rise, take the child and his mother, and flee to Egypt, and remain there until I tell you, for Herod is about to search for the child, to destroy him.”</p>\n</div>","kjv":"<strong>13</strong> And when they were departed, behold, the angel of the Lord appeareth to Joseph in a dream, saying, Arise, and take the young child and his mother, and flee into Egypt, and be thou there until I bring thee word: for Herod will seek the young child to destroy him.  ","niv":"<sup><strong>13</strong></sup> When they had gone, an angel of the Lord appeared to Joseph in a dream. \"Get up,\" he said, \"take the child and his mother and escape to Egypt. Stay there until I tell you, for Herod is going to search for the child to kill him.\""},{"_id":"6164eaf7dc1be0273f8b7ba1","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Joel 2:28","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002028_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002028-1\">28&nbsp;</b>&nbsp;&nbsp; “And it shall come to pass afterward,</span><br><span id=\"p29002028_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I will pour out my Spirit on all flesh;</span><br><span id=\"p29002028_08-15\" class=\"line\">&nbsp;&nbsp;your sons and your daughters shall prophesy,</span><br><span id=\"p29002028_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your old men shall dream dreams,</span><br><span id=\"p29002028_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:  ","niv":"<sup><strong>28</strong></sup> \"And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions."},{"_id":"6164eaf8dc1be0273f8b7ba2","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Daniel 1:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p27001017_01-16\"><b class=\"verse-num\" id=\"v27001017-1\">17&nbsp;</b>As for these four youths, God gave them learning and skill in all literature and wisdom, and Daniel had understanding in all visions and dreams.</p>\n</div>","kjv":"<strong>17</strong> As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.  ","niv":"<sup><strong>17</strong></sup> To these four young men God gave knowledge and understanding of all kinds of literature and learning. And Daniel could understand visions and dreams of all kinds."},{"_id":"6164eaf8dc1be0273f8b7ba3","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Deuteronomy 13:1","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05013001_01-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05013001-1\">13:1&nbsp;</b>“If a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder,</p>\n</div>","kjv":"<strong>1</strong> If there arise among you a prophet, or a dreamer of dreams, and giveth thee a sign or a wonder,  ","niv":"<sup><strong>1</strong></sup> If a prophet, or one who foretells by dreams, appears among you and announces to you a miraculous sign or wonder,"},{"_id":"6164eaf8dc1be0273f8b7ba4","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 49:22-26","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01049022_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049022-1\">22&nbsp;</b>&nbsp;&nbsp;“Joseph is a fruitful bough,</span><br><span id=\"p01049022_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a fruitful bough by a spring;</span><br><span id=\"p01049022_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his branches run over the wall.</span><br><span id=\"p01049023_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049023-1\">23&nbsp;</b>&nbsp;&nbsp;The archers bitterly attacked him,</span><br><span id=\"p01049023_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shot at him, and harassed him severely,</span><br><span id=\"p01049024_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049024-1\">24&nbsp;</b>&nbsp;&nbsp;yet his bow remained unmoved;</span><br><span id=\"p01049024_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his arms were made agile</span><br><span id=\"p01049024_01-18\" class=\"line\">&nbsp;&nbsp;by the hands of the Mighty One of Jacob</span><br><span id=\"p01049024_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(from there is the Shepherd, the Stone of Israel),</span><br><span id=\"p01049025_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049025-1\">25&nbsp;</b>&nbsp;&nbsp;by the God of your father who will help you,</span><br><span id=\"p01049025_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by the Almighty who will bless you</span><br><span id=\"p01049025_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with blessings of heaven above,</span><br><span id=\"p01049025_01-18\" class=\"line\">&nbsp;&nbsp;blessings of the deep that crouches beneath,</span><br><span id=\"p01049025_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blessings of the breasts and of the womb.</span><br><span id=\"p01049026_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049026-1\">26&nbsp;</b>&nbsp;&nbsp;The blessings of your father</span><br><span id=\"p01049026_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are mighty beyond the blessings of my parents,</span><br><span id=\"p01049026_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;up to the bounties of the everlasting hills.</span><br><span id=\"p01049026_01-18\" class=\"line\">&nbsp;&nbsp;May they be on the head of Joseph,</span><br><span id=\"p01049026_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on the brow of him who was set apart from his brothers.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong> Joseph is a fruitful bough, even a fruitful bough by a well; whose branches run over the wall:  <strong>23</strong> The archers have sorely grieved him, and shot at him, and hated him:  <strong>24</strong> But his bow abode in strength, and the arms of his hands were made strong by the hands of the mighty God of Jacob; (from thence is the shepherd, the stone of Israel:)  <strong>25</strong> Even by the God of thy father, who shall help thee; and by the Almighty, who shall bless thee with blessings of heaven above, blessings of the deep that lieth under, blessings of the breasts, and of the womb:  <strong>26</strong> The blessings of thy father have prevailed above the blessings of my progenitors unto the utmost bound of the everlasting hills: they shall be on the head of Joseph, and on the crown of the head of him that was separate from his brethren.  ","niv":"<sup><strong>22</strong></sup> \"Joseph is a fruitful vine, a fruitful vine near a spring, whose branches climb over a wall. <sup><strong>23</strong></sup> With bitterness archers attacked him; they shot at him with hostility. <sup><strong>24</strong></sup> But his bow remained steady, his strong arms stayed limber, because of the hand of the Mighty One of Jacob, because of the Shepherd, the Rock of Israel, <sup><strong>25</strong></sup> because of your father's God, who helps you, because of the Almighty, who blesses you with blessings of the heavens above, blessings of the deep that lies below, blessings of the breast and womb. <sup><strong>26</strong></sup> Your father's blessings are greater than the blessings of the ancient mountains, than the bounty of the age-old hills. Let all these rest on the head of Joseph, on the brow of the prince among his brothers. "},{"_id":"6164eaf8dc1be0273f8b7ba5","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 44:1-34","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01044001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01044001-1\">44:1&nbsp;</b>Then he commanded the steward of his house, “Fill the men’s sacks with food, as much as they can carry, and put each man’s money in the mouth of his sack, <b class=\"verse-num\" id=\"v01044002-1\">2&nbsp;</b>and put my cup, the silver cup, in the mouth of the sack of the youngest, with his money for the grain.” And he did as Joseph told him.</p>\n<p id=\"p01044002_05-19\"><b class=\"verse-num\" id=\"v01044003-1\">3&nbsp;</b>As soon as the morning was light, the men were sent away with their donkeys. <b class=\"verse-num\" id=\"v01044004-1\">4&nbsp;</b>They had gone only a short distance from the city. Now Joseph said to his steward, “Up, follow after the men, and when you overtake them, say to them, ‘Why have you repaid evil for good? <b class=\"verse-num\" id=\"v01044005-1\">5&nbsp;</b>Is it not from this that my lord drinks, and by this that he practices divination? You have done evil in doing this.’”</p>\n<p id=\"p01044005_05-19\"><b class=\"verse-num\" id=\"v01044006-1\">6&nbsp;</b>When he overtook them, he spoke to them these words. <b class=\"verse-num\" id=\"v01044007-1\">7&nbsp;</b>They said to him, “Why does my lord speak such words as these? Far be it from your servants to do such a thing! <b class=\"verse-num\" id=\"v01044008-1\">8&nbsp;</b>Behold, the money that we found in the mouths of our sacks we brought back to you from the land of Canaan. How then could we steal silver or gold from your lord’s house? <b class=\"verse-num\" id=\"v01044009-1\">9&nbsp;</b>Whichever of your servants is found with it shall die, and we also will be my lord’s servants.” <b class=\"verse-num\" id=\"v01044010-1\">10&nbsp;</b>He said, “Let it be as you say: he who is found with it shall be my servant, and the rest of you shall be innocent.” <b class=\"verse-num\" id=\"v01044011-1\">11&nbsp;</b>Then each man quickly lowered his sack to the ground, and each man opened his sack. <b class=\"verse-num\" id=\"v01044012-1\">12&nbsp;</b>And he searched, beginning with the eldest and ending with the youngest. And the cup was found in Benjamin’s sack. <b class=\"verse-num\" id=\"v01044013-1\">13&nbsp;</b>Then they tore their clothes, and every man loaded his donkey, and they returned to the city.</p>\n<p id=\"p01044013_05-19\"><b class=\"verse-num\" id=\"v01044014-1\">14&nbsp;</b>When Judah and his brothers came to Joseph’s house, he was still there. They fell before him to the ground. <b class=\"verse-num\" id=\"v01044015-1\">15&nbsp;</b>Joseph said to them, “What deed is this that you have done? Do you not know that a man like me can indeed practice divination?” <b class=\"verse-num\" id=\"v01044016-1\">16&nbsp;</b>And Judah said, “What shall we say to my lord? What shall we speak? Or how can we clear ourselves? God has found out the guilt of your servants; behold, we are my lord’s servants, both we and he also in whose hand the cup has been found.” <b class=\"verse-num\" id=\"v01044017-1\">17&nbsp;</b>But he said, “Far be it from me that I should do so! Only the man in whose hand the cup was found shall be my servant. But as for you, go up in peace to your father.”</p>\n<p id=\"p01044017_05-19\"><b class=\"verse-num\" id=\"v01044018-1\">18&nbsp;</b>Then Judah went up to him and said, “Oh, my lord, please let your servant speak a word in my lord’s ears, and let not your anger burn against your servant, for you are like Pharaoh himself. <b class=\"verse-num\" id=\"v01044019-1\">19&nbsp;</b>My lord asked his servants, saying, ‘Have you a father, or a brother?’ <b class=\"verse-num\" id=\"v01044020-1\">20&nbsp;</b>And we said to my lord, ‘We have a father, an old man, and a young brother, the child of his old age. His brother is dead, and he alone is left of his mother’s children, and his father loves him.’ <b class=\"verse-num\" id=\"v01044021-1\">21&nbsp;</b>Then you said to your servants, ‘Bring him down to me, that I may set my eyes on him.’ <b class=\"verse-num\" id=\"v01044022-1\">22&nbsp;</b>We said to my lord, ‘The boy cannot leave his father, for if he should leave his father, his father would die.’ <b class=\"verse-num\" id=\"v01044023-1\">23&nbsp;</b>Then you said to your servants, ‘Unless your youngest brother comes down with you, you shall not see my face again.’</p>\n<p id=\"p01044023_05-19\"><b class=\"verse-num\" id=\"v01044024-1\">24&nbsp;</b>“When we went back to your servant my father, we told him the words of my lord. <b class=\"verse-num\" id=\"v01044025-1\">25&nbsp;</b>And when our father said, ‘Go again, buy us a little food,’ <b class=\"verse-num\" id=\"v01044026-1\">26&nbsp;</b>we said, ‘We cannot go down. If our youngest brother goes with us, then we will go down. For we cannot see the man’s face unless our youngest brother is with us.’ <b class=\"verse-num\" id=\"v01044027-1\">27&nbsp;</b>Then your servant my father said to us, ‘You know that my wife bore me two sons. <b class=\"verse-num\" id=\"v01044028-1\">28&nbsp;</b>One left me, and I said, “Surely he has been torn to pieces,” and I have never seen him since. <b class=\"verse-num\" id=\"v01044029-1\">29&nbsp;</b>If you take this one also from me, and harm happens to him, you will bring down my gray hairs in evil to Sheol.’</p>\n<p id=\"p01044029_05-19\"><b class=\"verse-num\" id=\"v01044030-1\">30&nbsp;</b>“Now therefore, as soon as I come to your servant my father, and the boy is not with us, then, as his life is bound up in the boy’s life, <b class=\"verse-num\" id=\"v01044031-1\">31&nbsp;</b>as soon as he sees that the boy is not with us, he will die, and your servants will bring down the gray hairs of your servant our father with sorrow to Sheol. <b class=\"verse-num\" id=\"v01044032-1\">32&nbsp;</b>For your servant became a pledge of safety for the boy to my father, saying, ‘If I do not bring him back to you, then I shall bear the blame before my father all my life.’ <b class=\"verse-num\" id=\"v01044033-1\">33&nbsp;</b>Now therefore, please let your servant remain instead of the boy as a servant to my lord, and let the boy go back with his brothers. <b class=\"verse-num\" id=\"v01044034-1\">34&nbsp;</b>For how can I go back to my father if the boy is not with me? I fear to see the evil that would find my father.”</p>\n\n</div>","kjv":"<strong>1</strong> And he commanded the steward of his house, saying, Fill the men’s sacks with food, as much as they can carry, and put every man’s money in his sack’s mouth.  <strong>2</strong> And put my cup, the silver cup, in the sack’s mouth of the youngest, and his corn money. And he did according to the word that Joseph had spoken.  <strong>3</strong> As soon as the morning was light, the men were sent away, they and their asses.  <strong>4</strong> And when they were gone out of the city, and not yet far off, Joseph said unto his steward, Up, follow after the men; and when thou dost overtake them, say unto them, Wherefore have ye rewarded evil for good?  <strong>5</strong> Is not this it in which my lord drinketh, and whereby indeed he divineth? ye have done evil in so doing.  <strong>6</strong> And he overtook them, and he spake unto them these same words.  <strong>7</strong> And they said unto him, Wherefore saith my lord these words? God forbid that thy servants should do according to this thing:  <strong>8</strong> Behold, the money, which we found in our sacks’ mouths, we brought again unto thee out of the land of Canaan: how then should we steal out of thy lord’s house silver or gold?  <strong>9</strong> With whomsoever of thy servants it be found, both let him die, and we also will be my lord’s bondmen.  <strong>10</strong> And he said, Now also let it be according unto your words; he with whom it is found shall be my servant; and ye shall be blameless.  <strong>11</strong> Then they speedily took down every man his sack to the ground, and opened every man his sack.  <strong>12</strong> And he searched, and began at the eldest, and left at the youngest: and the cup was found in Benjamin’s sack.  <strong>13</strong> Then they rent their clothes, and laded every man his ass, and returned to the city.  <strong>14</strong> And Judah and his brethren came to Joseph’s house; for he was  yet there: and they fell before him on the ground.  <strong>15</strong> And Joseph said unto them, What deed is this that ye have done? wot ye not that such a man as I can certainly divine?  <strong>16</strong> And Judah said, What shall we say unto my lord? what shall we speak? or how shall we clear ourselves? God hath found out the iniquity of thy servants: behold, we are my lord’s servants, both we, and he also with whom the cup is found.  <strong>17</strong> And he said, God forbid that I should do so: but the man in whose hand the cup is found, he shall be my servant; and as for you, get you up in peace unto your father.  <strong>18</strong> Then Judah came near unto him, and said, Oh my lord, let thy servant, I pray thee, speak a word in my lord’s ears, and let not thine anger burn against thy servant: for thou art even as Pharaoh.  <strong>19</strong> My lord asked his servants, saying, Have ye a father, or a brother?  <strong>20</strong> And we said unto my lord, We have a father, an old man, and a child of his old age, a little one; and his brother is dead, and he alone is left of his mother, and his father loveth him.  <strong>21</strong> And thou saidst unto thy servants, Bring him down unto me, that I may set mine eyes upon him.  <strong>22</strong> And we said unto my lord, The lad cannot leave his father: for if he should leave his father, his father would die.  <strong>23</strong> And thou saidst unto thy servants, Except your youngest brother come down with you, ye shall see my face no more.  <strong>24</strong> And it came to pass when we came up unto thy servant my father, we told him the words of my lord.  <strong>25</strong> And our father said, Go again, and buy us a little food.  <strong>26</strong> And we said, We cannot go down: if our youngest brother be with us, then will we go down: for we may not see the man’s face, except our youngest brother be with us.  <strong>27</strong> And thy servant my father said unto us, Ye know that my wife bare me two sons:  <strong>28</strong> And the one went out from me, and I said, Surely he is torn in pieces; and I saw him not since:  <strong>29</strong> And if ye take this also from me, and mischief befall him, ye shall bring down my gray hairs with sorrow to the grave.  <strong>30</strong> Now therefore when I come to thy servant my father, and the lad be not with us; seeing that his life is bound up in the lad’s life;  <strong>31</strong> It shall come to pass, when he seeth that the lad is not with us, that he will die: and thy servants shall bring down the gray hairs of thy servant our father with sorrow to the grave.  <strong>32</strong> For thy servant became surety for the lad unto my father, saying, If I bring him not unto thee, then I shall bear the blame to my father for ever.  <strong>33</strong> Now therefore, I pray thee, let thy servant abide instead of the lad a bondman to my lord; and let the lad go up with his brethren.  <strong>34</strong> For how shall I go up to my father, and the lad be not with me? lest peradventure I see the evil that shall come on my father.  ","niv":"<sup><strong>1</strong></sup> Now Joseph gave these instructions to the steward of his house: \"Fill the men's sacks with as much food as they can carry, and put each man's silver in the mouth of his sack. <sup><strong>2</strong></sup> Then put my cup, the silver one, in the mouth of the youngest one's sack, along with the silver for his grain.\" And he did as Joseph said. <sup><strong>3</strong></sup> As morning dawned, the men were sent on their way with their donkeys. <sup><strong>4</strong></sup> They had not gone far from the city when Joseph said to his steward, \"Go after those men at once, and when you catch up with them, say to them, 'Why have you repaid good with evil? <sup><strong>5</strong></sup> Isn't this the cup my master drinks from and also uses for divination? This is a wicked thing you have done.'\" <sup><strong>6</strong></sup> When he caught up with them, he repeated these words to them. <sup><strong>7</strong></sup> But they said to him, \"Why does my lord say such things? Far be it from your servants to do anything like that! <sup><strong>8</strong></sup> We even brought back to you from the land of Canaan the silver we found inside the mouths of our sacks. So why would we steal silver or gold from your master's house? <sup><strong>9</strong></sup> If any of your servants is found to have it, he will die; and the rest of us will become my lord's slaves.\" <sup><strong>10</strong></sup> \"Very well, then,\" he said, \"let it be as you say. Whoever is found to have it will become my slave; the rest of you will be free from blame.\" <sup><strong>11</strong></sup> Each of them quickly lowered his sack to the ground and opened it. <sup><strong>12</strong></sup> Then the steward proceeded to search, beginning with the oldest and ending with the youngest. And the cup was found in Benjamin's sack. <sup><strong>13</strong></sup> At this, they tore their clothes. Then they all loaded their donkeys and returned to the city. <sup><strong>14</strong></sup> Joseph was still in the house when Judah and his brothers came in, and they threw themselves to the ground before him. <sup><strong>15</strong></sup> Joseph said to them, \"What is this you have done? Don't you know that a man like me can find things out by divination?\" <sup><strong>16</strong></sup> \"What can we say to my lord?\" Judah replied. \"What can we say? How can we prove our innocence? God has uncovered your servants' guilt. We are now my lord's slaves-we ourselves and the one who was found to have the cup.\" <sup><strong>17</strong></sup> But Joseph said, \"Far be it from me to do such a thing! Only the man who was found to have the cup will become my slave. The rest of you, go back to your father in peace.\" <sup><strong>18</strong></sup> Then Judah went up to him and said: \"Please, my lord, let your servant speak a word to my lord. Do not be angry with your servant, though you are equal to Pharaoh himself. <sup><strong>19</strong></sup> My lord asked his servants, 'Do you have a father or a brother?' <sup><strong>20</strong></sup> And we answered, 'We have an aged father, and there is a young son born to him in his old age. His brother is dead, and he is the only one of his mother's sons left, and his father loves him.' <sup><strong>21</strong></sup> \"Then you said to your servants, 'Bring him down to me so I can see him for myself.' <sup><strong>22</strong></sup> And we said to my lord, 'The boy cannot leave his father; if he leaves him, his father will die.' <sup><strong>23</strong></sup> But you told your servants, 'Unless your youngest brother comes down with you, you will not see my face again.' <sup><strong>24</strong></sup> When we went back to your servant my father, we told him what my lord had said. <sup><strong>25</strong></sup> \"Then our father said, 'Go back and buy a little more food.' <sup><strong>26</strong></sup> But we said, 'We cannot go down. Only if our youngest brother is with us will we go. We cannot see the man's face unless our youngest brother is with us.' <sup><strong>27</strong></sup> \"Your servant my father said to us, 'You know that my wife bore me two sons. <sup><strong>28</strong></sup> One of them went away from me, and I said, \"He has surely been torn to pieces.\" And I have not seen him since. <sup><strong>29</strong></sup> If you take this one from me too and harm comes to him, you will bring my gray head down to the grave in misery.' <sup><strong>30</strong></sup> \"So now, if the boy is not with us when I go back to your servant my father and if my father, whose life is closely bound up with the boy's life, <sup><strong>31</strong></sup> sees that the boy isn't there, he will die. Your servants will bring the gray head of our father down to the grave in sorrow. <sup><strong>32</strong></sup> Your servant guaranteed the boy's safety to my father. I said, 'If I do not bring him back to you, I will bear the blame before you, my father, all my life!' <sup><strong>33</strong></sup> \"Now then, please let your servant remain here as my lord's slave in place of the boy, and let the boy return with his brothers. <sup><strong>34</strong></sup> How can I go back to my father if the boy is not with me? No! Do not let me see the misery that would come upon my father.\" "},{"_id":"6164eaf9dc1be0273f8b7ba6","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 41:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01041016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v01041016-1\">16&nbsp;</b>Joseph answered Pharaoh, “It is not in me; God will give Pharaoh a favorable answer.”</p>\n\n</div>","kjv":"<strong>16</strong> And Joseph answered Pharaoh, saying, It is not in me: God shall give Pharaoh an answer of peace.  ","niv":"<sup><strong>16</strong></sup> \"I cannot do it,\" Joseph replied to Pharaoh, \"but God will give Pharaoh the answer he desires.\""},{"_id":"6164eaf9dc1be0273f8b7ba7","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 39:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01039006_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v01039006-1\">6&nbsp;</b>So he left all that he had in Joseph’s charge, and because of him he had no concern about anything but the food he ate.</p>\n<p id=\"p01039006_01-21\">Now Joseph was handsome in form and appearance.</p>\n</div>","kjv":"<strong>6</strong> And he left all that he had in Joseph’s hand; and he knew not ought he had, save the bread which he did eat. And Joseph was a goodly person, and well favoured.  ","niv":"<sup><strong>6</strong></sup> So he left in Joseph's care everything he had; with Joseph in charge, he did not concern himself with anything except the food he ate. Now Joseph was well-built and handsome,"},{"_id":"6164eaf9dc1be0273f8b7ba8","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 39:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01039001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01039001-1\">39:1&nbsp;</b>Now Joseph had been brought down to Egypt, and Potiphar, an officer of Pharaoh, the captain of the guard, an Egyptian, had bought him from the Ishmaelites who had brought him down there.</p>\n</div>","kjv":"<strong>1</strong> And Joseph was brought down to Egypt; and Potiphar, an officer of Pharaoh, captain of the guard, an Egyptian, bought him of the hands of the Ishmeelites, which had brought him down thither.  ","niv":"<sup><strong>1</strong></sup> Now Joseph had been taken down to Egypt. Potiphar, an Egyptian who was one of Pharaoh's officials, the captain of the guard, bought him from the Ishmaelites who had taken him there."},{"_id":"6164eafadc1be0273f8b7ba9","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 37:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01037033_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01037033-1\">33&nbsp;</b>And he identified it and said, “It is my son’s robe. A fierce animal has devoured him. Joseph is without doubt torn to pieces.”</p>\n</div>","kjv":"<strong>33</strong> And he knew it, and said, It is my son’s coat; an evil beast hath devoured him; Joseph is without doubt rent in pieces.  ","niv":"<sup><strong>33</strong></sup> He recognized it and said, \"It is my son's robe! Some ferocious animal has devoured him. Joseph has surely been torn to pieces.\""},{"_id":"6164eafadc1be0273f8b7baa","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 37:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01037028_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01037028-1\">28&nbsp;</b>Then Midianite traders passed by. And they drew Joseph up and lifted him out of the pit, and sold him to the Ishmaelites for twenty shekels of silver. They took Joseph to Egypt.</p>\n\n</div>","kjv":"<strong>28</strong> Then there passed by Midianites merchantmen; and they drew and lifted up Joseph out of the pit, and sold Joseph to the Ishmeelites for twenty pieces of silver: and they brought Joseph into Egypt.  ","niv":"<sup><strong>28</strong></sup> So when the Midianite merchants came by, his brothers pulled Joseph up out of the cistern and sold him for twenty shekels of silver to the Ishmaelites, who took him to Egypt."},{"_id":"6164eafadc1be0273f8b7bab","topicId":"6164eaf3dc1be0273f8b7b92","verse":"Genesis 37:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01037013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01037013-1\">13&nbsp;</b>And Israel said to Joseph, “Are not your brothers pasturing the flock at Shechem? Come, I will send you to them.” And he said to him, “Here I am.”</p>\n</div>","kjv":"<strong>13</strong> And Israel said unto Joseph, Do not thy brethren feed the flock  in Shechem? come, and I will send thee unto them. And he said to him, Here am I.  ","niv":"<sup><strong>13</strong></sup> and Israel said to Joseph, \"As you know, your brothers are grazing the flocks near Shechem. Come, I am going to send you to them.Very well,\" he replied."}]}