{"_id":"6164eaa3dc1be0273f8b7b5e","slug":"joseph-and-mary","name":"Joseph And Mary","verses":[{"_id":"6164eaa3dc1be0273f8b7b5f","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Matthew 1:18-25","votes":57,"__v":0,"esv":"<div>\n\n<p id=\"p40001018_06-1\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit. <b class=\"verse-num\" id=\"v40001019-1\">19&nbsp;</b>And her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly. <b class=\"verse-num\" id=\"v40001020-1\">20&nbsp;</b>But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit. <b class=\"verse-num\" id=\"v40001021-1\">21&nbsp;</b>She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.” <b class=\"verse-num\" id=\"v40001022-1\">22&nbsp;</b>All this took place to fulfill what the Lord had spoken by the prophet:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40001023_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v40001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Behold, the virgin shall conceive and bear a son,</span><br><span id=\"p40001023_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall call his name Immanuel”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40001023_06-1\" class=\"same-paragraph\">(which means, God with us). <b class=\"verse-num\" id=\"v40001024-1\">24&nbsp;</b>When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife, <b class=\"verse-num\" id=\"v40001025-1\">25&nbsp;</b>but knew her not until she had given birth to a son. And he called his name Jesus.</p>\n\n</div>","kjv":"<strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  <strong>19</strong> Then Joseph her husband, being a just man, and not willing to make her a publick example, was minded to put her away privily.  <strong>20</strong> But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.  <strong>21</strong> And she shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins.  <strong>22</strong> Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,  <strong>23</strong> Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.  <strong>24</strong> Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:  <strong>25</strong> And knew her not till she had brought forth her firstborn son: and he called his name JESUS.  ","niv":"<sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit. <sup><strong>19</strong></sup> Because Joseph her husband was a righteous man and did not want to expose her to public disgrace, he had in mind to divorce her quietly. <sup><strong>20</strong></sup> But after he had considered this, an angel of the Lord appeared to him in a dream and said, \"Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit. <sup><strong>21</strong></sup> She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.\" <sup><strong>22</strong></sup> All this took place to fulfill what the Lord had said through the prophet: <sup><strong>23</strong></sup> \"The virgin will be with child and will give birth to a son, and they will call him Immanuel\"--which means, \"God with us.\" <sup><strong>24</strong></sup> When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife. <sup><strong>25</strong></sup> But he had no union with her until she gave birth to a son. And he gave him the name Jesus. ","modified":"2023-09-04T07:29:14.974Z"},{"_id":"6164eaa3dc1be0273f8b7b60","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Matthew 1:20","votes":24,"__v":0,"esv":"<div>\n<p id=\"p40001020_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v40001020-1\">20&nbsp;</b>But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit.</p>\n</div>","kjv":"<strong>20</strong> But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.  ","niv":"<sup><strong>20</strong></sup> But after he had considered this, an angel of the Lord appeared to him in a dream and said, \"Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit."},{"_id":"6164eaa4dc1be0273f8b7b61","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Matthew 2:13-15","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p40002013_05-3\"><b class=\"verse-num\" id=\"v40002013-1\">13&nbsp;</b>Now when they had departed, behold, an angel of the Lord appeared to Joseph in a dream and said, “Rise, take the child and his mother, and flee to Egypt, and remain there until I tell you, for Herod is about to search for the child, to destroy him.” <b class=\"verse-num\" id=\"v40002014-1\">14&nbsp;</b>And he rose and took the child and his mother by night and departed to Egypt <b class=\"verse-num\" id=\"v40002015-1\">15&nbsp;</b>and remained there until the death of Herod. This was to fulfill what the Lord had spoken by the prophet, “Out of Egypt I called my son.”</p>\n</div>","kjv":"<strong>13</strong> And when they were departed, behold, the angel of the Lord appeareth to Joseph in a dream, saying, Arise, and take the young child and his mother, and flee into Egypt, and be thou there until I bring thee word: for Herod will seek the young child to destroy him.  <strong>14</strong> When he arose, he took the young child and his mother by night, and departed into Egypt:  <strong>15</strong> And was there until the death of Herod: that it might be fulfilled which was spoken of the Lord by the prophet, saying, Out of Egypt have I called my son.  ","niv":"<sup><strong>13</strong></sup> When they had gone, an angel of the Lord appeared to Joseph in a dream. \"Get up,\" he said, \"take the child and his mother and escape to Egypt. Stay there until I tell you, for Herod is going to search for the child to kill him.\" <sup><strong>14</strong></sup> So he got up, took the child and his mother during the night and left for Egypt, <sup><strong>15</strong></sup> where he stayed until the death of Herod. And so was fulfilled what the Lord had said through the prophet: \"Out of Egypt I called my son.\" "},{"_id":"6164eaa4dc1be0273f8b7b62","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Matthew 6:9","votes":13,"__v":0,"esv":"<div>\n<p id=\"p40006009_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_01-4\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_01-4\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  ","niv":"<sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name,"},{"_id":"6164eaa4dc1be0273f8b7b63","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Matthew 13:55","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40013055_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v40013055-1\">55&nbsp;</b>Is not this the carpenter’s son? Is not his mother called Mary? And are not his brothers James and Joseph and Simon and Judas?</p>\n</div>","kjv":"<strong>55</strong> Is not this the carpenter’s son? is not his mother called Mary? and his brethren, James, and Joses, and Simon, and Judas?  ","niv":"<sup><strong>55</strong></sup> \"Isn't this the carpenter's son? Isn't his mother's name Mary, and aren't his brothers James, Joseph, Simon and Judas?"},{"_id":"6164eaa4dc1be0273f8b7b64","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Matthew 1:24-25","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40001024_01-6\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v40001024-1\">24&nbsp;</b>When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife, <b class=\"verse-num\" id=\"v40001025-1\">25&nbsp;</b>but knew her not until she had given birth to a son. And he called his name Jesus.</p>\n</div>","kjv":"<strong>24</strong> Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:  <strong>25</strong> And knew her not till she had brought forth her firstborn son: and he called his name JESUS.  ","niv":"<sup><strong>24</strong></sup> When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife. <sup><strong>25</strong></sup> But he had no union with her until she gave birth to a son. And he gave him the name Jesus. "},{"_id":"6164eaa5dc1be0273f8b7b65","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Luke 2:7","votes":11,"__v":0,"esv":"<div>\n<p id=\"p42002007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002007-1\">7&nbsp;</b>And she gave birth to her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn.</p>\n\n</div>","kjv":"<strong>7</strong> And she brought forth her firstborn son, and wrapped him in swaddling clothes, and laid him in a manger; because there was no room for them in the inn.  ","niv":"<sup><strong>7</strong></sup> and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no room for them in the inn."},{"_id":"6164eaa5dc1be0273f8b7b66","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Matthew 2:19-23","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p40002019_05-8\"><b class=\"verse-num\" id=\"v40002019-1\">19&nbsp;</b>But when Herod died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt, <b class=\"verse-num\" id=\"v40002020-1\">20&nbsp;</b>saying, “Rise, take the child and his mother and go to the land of Israel, for those who sought the child’s life are dead.” <b class=\"verse-num\" id=\"v40002021-1\">21&nbsp;</b>And he rose and took the child and his mother and went to the land of Israel. <b class=\"verse-num\" id=\"v40002022-1\">22&nbsp;</b>But when he heard that Archelaus was reigning over Judea in place of his father Herod, he was afraid to go there, and being warned in a dream he withdrew to the district of Galilee. <b class=\"verse-num\" id=\"v40002023-1\">23&nbsp;</b>And he went and lived in a city called Nazareth, so that what was spoken by the prophets might be fulfilled, that he would be called a Nazarene.</p>\n</div>","kjv":"<strong>19</strong> But when Herod was dead, behold, an angel of the Lord appeareth in a dream to Joseph in Egypt,  <strong>20</strong> Saying, Arise, and take the young child and his mother, and go into the land of Israel: for they are dead which sought the young child’s life.  <strong>21</strong> And he arose, and took the young child and his mother, and came into the land of Israel.  <strong>22</strong> But when he heard that Archelaus did reign in Judaea in the room of his father Herod, he was afraid to go thither: notwithstanding, being warned of God in a dream, he turned aside into the parts of Galilee:  <strong>23</strong> And he came and dwelt in a city called Nazareth: that it might be fulfilled which was spoken by the prophets, He shall be called a Nazarene.  ","niv":"<sup><strong>19</strong></sup> After Herod died, an angel of the Lord appeared in a dream to Joseph in Egypt <sup><strong>20</strong></sup> and said, \"Get up, take the child and his mother and go to the land of Israel, for those who were trying to take the child's life are dead.\" <sup><strong>21</strong></sup> So he got up, took the child and his mother and went to the land of Israel. <sup><strong>22</strong></sup> But when he heard that Archelaus was reigning in Judea in place of his father Herod, he was afraid to go there. Having been warned in a dream, he withdrew to the district of Galilee, <sup><strong>23</strong></sup> and he went and lived in a town called Nazareth. So was fulfilled what was said through the prophets: \"He will be called a Nazarene.\" ","modified":"2022-11-27T01:20:40.126Z"},{"_id":"6164eaa5dc1be0273f8b7b67","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Mark 6:3","votes":9,"__v":0,"esv":"<div>\n<p id=\"p41006003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006003-1\">3&nbsp;</b>Is not this the carpenter, the son of Mary and brother of James and Joses and Judas and Simon? And are not his sisters here with us?” And they took offense at him.</p>\n</div>","kjv":"<strong>3</strong> Is not this the carpenter, the son of Mary, the brother of James, and Joses, and of Juda, and Simon? and are not his sisters here with us? And they were offended at him.  ","niv":"<sup><strong>3</strong></sup> \"Where did this man get these things?\" they asked. \"What's this wisdom that has been given him, that he even does miracles! Isn't this the carpenter? Isn't this Mary's son and the brother of James, Joseph, Judas and Simon? Aren't his sisters here with us?\" And they took offense at him."},{"_id":"6164eaa6dc1be0273f8b7b68","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Isaiah 7:14","votes":9,"__v":0,"esv":"<div>\n<p id=\"p23007014_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v23007014-1\">14&nbsp;</b>Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel.</p>\n\n</div>","kjv":"<strong>14</strong> Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.  ","niv":"<sup><strong>14</strong></sup> Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel."},{"_id":"6164eaa6dc1be0273f8b7b69","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Mark 15:47","votes":8,"__v":0,"esv":"<div>\n<p id=\"p41015047_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v41015047-1\">47&nbsp;</b>Mary Magdalene and Mary the mother of Joses saw where he was laid.</p>\n</div>","kjv":"<strong>47</strong> And Mary Magdalene and Mary the mother of Joses beheld where he was laid.  ","niv":"<sup><strong>47</strong></sup> Mary Magdalene and Mary the mother of Joses saw where he was laid."},{"_id":"6164eaa6dc1be0273f8b7b6a","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Luke 1:26-38","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p42001026_05-12\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. <b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n<p id=\"p42001033_05-12\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_05-12\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. <b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. <b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.” <b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n</div>","kjv":"<strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  <strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  <strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  ","niv":"<sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" <sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. "},{"_id":"6164eaa7dc1be0273f8b7b6b","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Luke 1:36","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42001036_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren.</p>\n</div>","kjv":"<strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  ","niv":"<sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month."},{"_id":"6164eaa7dc1be0273f8b7b6c","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Luke 1:26-56","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42001026_05-14\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. <b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n<p id=\"p42001033_05-14\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_05-14\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. <b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. <b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.” <b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n<p id=\"p42001038_08-14\"><b class=\"verse-num\" id=\"v42001039-1\">39&nbsp;</b>In those days Mary arose and went with haste into the hill country, to a town in Judah, <b class=\"verse-num\" id=\"v42001040-1\">40&nbsp;</b>and she entered the house of Zechariah and greeted Elizabeth. <b class=\"verse-num\" id=\"v42001041-1\">41&nbsp;</b>And when Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit, <b class=\"verse-num\" id=\"v42001042-1\">42&nbsp;</b>and she exclaimed with a loud cry, “Blessed are you among women, and blessed is the fruit of your womb! <b class=\"verse-num\" id=\"v42001043-1\">43&nbsp;</b>And why is this granted to me that the mother of my Lord should come to me? <b class=\"verse-num\" id=\"v42001044-1\">44&nbsp;</b>For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy. <b class=\"verse-num\" id=\"v42001045-1\">45&nbsp;</b>And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”</p>\n\n<p id=\"p42001045_14-14\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_14-14\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br><span id=\"p42001047_14-14\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br><span id=\"p42001049_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001049-1\">49&nbsp;</b>&nbsp;&nbsp;for he who is mighty has done great things for me,</span><br><span id=\"p42001049_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holy is his name.</span><br><span id=\"p42001050_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001050-1\">50&nbsp;</b>&nbsp;&nbsp;And his mercy is for those who fear him</span><br><span id=\"p42001050_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from generation to generation.</span><br><span id=\"p42001051_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001051-1\">51&nbsp;</b>&nbsp;&nbsp;He has shown strength with his arm;</span><br><span id=\"p42001051_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has scattered the proud in the thoughts of their hearts;</span><br><span id=\"p42001052_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001052-1\">52&nbsp;</b>&nbsp;&nbsp;he has brought down the mighty from their thrones</span><br><span id=\"p42001052_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalted those of humble estate;</span><br><span id=\"p42001053_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001053-1\">53&nbsp;</b>&nbsp;&nbsp;he has filled the hungry with good things,</span><br><span id=\"p42001053_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rich he has sent away empty.</span><br><span id=\"p42001054_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001054-1\">54&nbsp;</b>&nbsp;&nbsp;He has helped his servant Israel,</span><br><span id=\"p42001054_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in remembrance of his mercy,</span><br><span id=\"p42001055_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001055-1\">55&nbsp;</b>&nbsp;&nbsp;as he spoke to our fathers,</span><br><span id=\"p42001055_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Abraham and to his offspring forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001055_14-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001056-1\">56&nbsp;</b>And Mary remained with her about three months and returned to her home.</p>\n\n</div>","kjv":"<strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  <strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  <strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  <strong>39</strong> And Mary arose in those days, and went into the hill country with haste, into a city of Juda;  <strong>40</strong> And entered into the house of Zacharias, and saluted Elisabeth.  <strong>41</strong> And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:  <strong>42</strong> And she spake out with a loud voice, and said, Blessed art  thou among women, and blessed is the fruit of thy womb.  <strong>43</strong> And whence is this to me, that the mother of my Lord should come to me?  <strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  <strong>45</strong> And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.  <strong>46</strong> And Mary said, My soul doth magnify the Lord,  <strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  <strong>49</strong> For he that is mighty hath done to me great things; and holy is  his name.  <strong>50</strong> And his mercy is on them that fear him from generation to generation.  <strong>51</strong> He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.  <strong>52</strong> He hath put down the mighty from their seats, and exalted them of low degree.  <strong>53</strong> He hath filled the hungry with good things; and the rich he hath sent empty away.  <strong>54</strong> He hath holpen his servant Israel, in remembrance of his  mercy;  <strong>55</strong> As he spake to our fathers, to Abraham, and to his seed for ever.  <strong>56</strong> And Mary abode with her about three months, and returned to her own house.  ","niv":"<sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" <sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. <sup><strong>39</strong></sup> At that time Mary got ready and hurried to a town in the hill country of Judea, <sup><strong>40</strong></sup> where she entered Zechariah's home and greeted Elizabeth. <sup><strong>41</strong></sup> When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. <sup><strong>42</strong></sup> In a loud voice she exclaimed: \"Blessed are you among women, and blessed is the child you will bear! <sup><strong>43</strong></sup> But why am I so favored, that the mother of my Lord should come to me? <sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy. <sup><strong>45</strong></sup> Blessed is she who has believed that what the Lord has said to her will be accomplished!\" <sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord <sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, <sup><strong>49</strong></sup> for the Mighty One has done great things for me--holy is his name. <sup><strong>50</strong></sup> His mercy extends to those who fear him, from generation to generation. <sup><strong>51</strong></sup> He has performed mighty deeds with his arm; he has scattered those who are proud in their inmost thoughts. <sup><strong>52</strong></sup> He has brought down rulers from their thrones but has lifted up the humble. <sup><strong>53</strong></sup> He has filled the hungry with good things but has sent the rich away empty. <sup><strong>54</strong></sup> He has helped his servant Israel, remembering to be merciful <sup><strong>55</strong></sup> to Abraham and his descendants forever, even as he said to our fathers.\" <sup><strong>56</strong></sup> Mary stayed with Elizabeth for about three months and then returned home. "},{"_id":"6164eaa7dc1be0273f8b7b6d","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Matthew 27:56","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40027056_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v40027056-1\">56&nbsp;</b>among whom were Mary Magdalene and Mary the mother of James and Joseph and the mother of the sons of Zebedee.</p>\n</div>","kjv":"<strong>56</strong> Among which was Mary Magdalene, and Mary the mother of James and Joses, and the mother of Zebedee’s children.  ","niv":"<sup><strong>56</strong></sup> Among them were Mary Magdalene, Mary the mother of James and Joses, and the mother of Zebedee's sons."},{"_id":"6164eaa7dc1be0273f8b7b6e","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Luke 2:40-52","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42002040_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002040-1\">40&nbsp;</b>And the child grew and became strong, filled with wisdom. And the favor of God was upon him.</p>\n\n<p id=\"p42002040_07-16\"><b class=\"verse-num\" id=\"v42002041-1\">41&nbsp;</b>Now his parents went to Jerusalem every year at the Feast of the Passover. <b class=\"verse-num\" id=\"v42002042-1\">42&nbsp;</b>And when he was twelve years old, they went up according to custom. <b class=\"verse-num\" id=\"v42002043-1\">43&nbsp;</b>And when the feast was ended, as they were returning, the boy Jesus stayed behind in Jerusalem. His parents did not know it, <b class=\"verse-num\" id=\"v42002044-1\">44&nbsp;</b>but supposing him to be in the group they went a day’s journey, but then they began to search for him among their relatives and acquaintances, <b class=\"verse-num\" id=\"v42002045-1\">45&nbsp;</b>and when they did not find him, they returned to Jerusalem, searching for him. <b class=\"verse-num\" id=\"v42002046-1\">46&nbsp;</b>After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions. <b class=\"verse-num\" id=\"v42002047-1\">47&nbsp;</b>And all who heard him were amazed at his understanding and his answers. <b class=\"verse-num\" id=\"v42002048-1\">48&nbsp;</b>And when his parents saw him, they were astonished. And his mother said to him, “Son, why have you treated us so? Behold, your father and I have been searching for you in great distress.” <b class=\"verse-num\" id=\"v42002049-1\">49&nbsp;</b>And he said to them, <span class=\"woc\">“Why were you looking for me? Did you not know that I must be in my Father’s house?”</span> <b class=\"verse-num\" id=\"v42002050-1\">50&nbsp;</b>And they did not understand the saying that he spoke to them. <b class=\"verse-num\" id=\"v42002051-1\">51&nbsp;</b>And he went down with them and came to Nazareth and was submissive to them. And his mother treasured up all these things in her heart.</p>\n<p id=\"p42002051_07-16\"><b class=\"verse-num\" id=\"v42002052-1\">52&nbsp;</b>And Jesus increased in wisdom and in stature and in favor with God and man.</p>\n\n</div>","kjv":"<strong>40</strong> And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him.  <strong>41</strong> Now his parents went to Jerusalem every year at the feast of the passover.  <strong>42</strong> And when he was twelve years old, they went up to Jerusalem after the custom of the feast.  <strong>43</strong> And when they had fulfilled the days, as they returned, the child Jesus tarried behind in Jerusalem; and Joseph and his mother knew not of it.  <strong>44</strong> But they, supposing him to have been in the company, went a day’s journey; and they sought him among their kinsfolk and acquaintance.  <strong>45</strong> And when they found him not, they turned back again to Jerusalem, seeking him.  <strong>46</strong> And it came to pass, that after three days they found him in the temple, sitting in the midst of the doctors, both hearing them, and asking them questions.  <strong>47</strong> And all that heard him were astonished at his understanding and answers.  <strong>48</strong> And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.  <strong>49</strong> And he said unto them, How is it that ye sought me? wist ye not that I must be about my Father’s business?  <strong>50</strong> And they understood not the saying which he spake unto them.  <strong>51</strong> And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.  <strong>52</strong> And Jesus increased in wisdom and stature, and in favour with God and man.  ","niv":"<sup><strong>40</strong></sup> And the child grew and became strong; he was filled with wisdom, and the grace of God was upon him. <sup><strong>41</strong></sup> Every year his parents went to Jerusalem for the Feast of the Passover. <sup><strong>42</strong></sup> When he was twelve years old, they went up to the Feast, according to the custom. <sup><strong>43</strong></sup> After the Feast was over, while his parents were returning home, the boy Jesus stayed behind in Jerusalem, but they were unaware of it. <sup><strong>44</strong></sup> Thinking he was in their company, they traveled on for a day. Then they began looking for him among their relatives and friends. <sup><strong>45</strong></sup> When they did not find him, they went back to Jerusalem to look for him. <sup><strong>46</strong></sup> After three days they found him in the temple courts, sitting among the teachers, listening to them and asking them questions. <sup><strong>47</strong></sup> Everyone who heard him was amazed at his understanding and his answers. <sup><strong>48</strong></sup> When his parents saw him, they were astonished. His mother said to him, \"Son, why have you treated us like this? Your father and I have been anxiously searching for you.\" <sup><strong>49</strong></sup> \"Why were you searching for me?\" he asked. \"Didn't you know I had to be in my Father's house?\" <sup><strong>50</strong></sup> But they did not understand what he was saying to them. <sup><strong>51</strong></sup> Then he went down to Nazareth with them and was obedient to them. But his mother treasured all these things in her heart. <sup><strong>52</strong></sup> And Jesus grew in wisdom and stature, and in favor with God and men. "},{"_id":"6164eaa8dc1be0273f8b7b6f","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Luke 2:1-20","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42002001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42002001-1\">2:1&nbsp;</b>In those days a decree went out from Caesar Augustus that all the world should be registered. <b class=\"verse-num\" id=\"v42002002-1\">2&nbsp;</b>This was the first registration when Quirinius was governor of Syria. <b class=\"verse-num\" id=\"v42002003-1\">3&nbsp;</b>And all went to be registered, each to his own town. <b class=\"verse-num\" id=\"v42002004-1\">4&nbsp;</b>And Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David, <b class=\"verse-num\" id=\"v42002005-1\">5&nbsp;</b>to be registered with Mary, his betrothed, who was with child. <b class=\"verse-num\" id=\"v42002006-1\">6&nbsp;</b>And while they were there, the time came for her to give birth. <b class=\"verse-num\" id=\"v42002007-1\">7&nbsp;</b>And she gave birth to her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn.</p>\n\n<p id=\"p42002007_11-17\"><b class=\"verse-num\" id=\"v42002008-1\">8&nbsp;</b>And in the same region there were shepherds out in the field, keeping watch over their flock by night. <b class=\"verse-num\" id=\"v42002009-1\">9&nbsp;</b>And an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were filled with great fear. <b class=\"verse-num\" id=\"v42002010-1\">10&nbsp;</b>And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people. <b class=\"verse-num\" id=\"v42002011-1\">11&nbsp;</b>For unto you is born this day in the city of David a Savior, who is Christ the Lord. <b class=\"verse-num\" id=\"v42002012-1\">12&nbsp;</b>And this will be a sign for you: you will find a baby wrapped in swaddling cloths and lying in a manger.” <b class=\"verse-num\" id=\"v42002013-1\">13&nbsp;</b>And suddenly there was with the angel a multitude of the heavenly host praising God and saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002014_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002014-1\">14&nbsp;</b>&nbsp;&nbsp;“Glory to God in the highest,</span><br><span id=\"p42002014_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on earth peace among those with whom he is pleased!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42002014_11-17\"><b class=\"verse-num\" id=\"v42002015-1\">15&nbsp;</b>When the angels went away from them into heaven, the shepherds said to one another, “Let us go over to Bethlehem and see this thing that has happened, which the Lord has made known to us.” <b class=\"verse-num\" id=\"v42002016-1\">16&nbsp;</b>And they went with haste and found Mary and Joseph, and the baby lying in a manger. <b class=\"verse-num\" id=\"v42002017-1\">17&nbsp;</b>And when they saw it, they made known the saying that had been told them concerning this child. <b class=\"verse-num\" id=\"v42002018-1\">18&nbsp;</b>And all who heard it wondered at what the shepherds told them. <b class=\"verse-num\" id=\"v42002019-1\">19&nbsp;</b>But Mary treasured up all these things, pondering them in her heart. <b class=\"verse-num\" id=\"v42002020-1\">20&nbsp;</b>And the shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed.  <strong>2</strong> (And this taxing was first made when Cyrenius was governor of Syria.)  <strong>3</strong> And all went to be taxed, every one into his own city.  <strong>4</strong> And Joseph also went up from Galilee, out of the city of Nazareth, into Judaea, unto the city of David, which is called Bethlehem; (because he was of the house and lineage of David:)  <strong>5</strong> To be taxed with Mary his espoused wife, being great with child.  <strong>6</strong> And so it was, that, while they were there, the days were accomplished that she should be delivered.  <strong>7</strong> And she brought forth her firstborn son, and wrapped him in swaddling clothes, and laid him in a manger; because there was no room for them in the inn.  <strong>8</strong> And there were in the same country shepherds abiding in the field, keeping watch over their flock by night.  <strong>9</strong> And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid.  <strong>10</strong> And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people.  <strong>11</strong> For unto you is born this day in the city of David a Saviour, which is Christ the Lord.  <strong>12</strong> And this shall be a sign unto you; Ye shall find the babe wrapped in swaddling clothes, lying in a manger.  <strong>13</strong> And suddenly there was with the angel a multitude of the heavenly host praising God, and saying,  <strong>14</strong> Glory to God in the highest, and on earth peace, good will toward men.  <strong>15</strong> And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us.  <strong>16</strong> And they came with haste, and found Mary, and Joseph, and the babe lying in a manger.  <strong>17</strong> And when they had seen it, they made known abroad the saying which was told them concerning this child.  <strong>18</strong> And all they that heard it wondered at those things which were told them by the shepherds.  <strong>19</strong> But Mary kept all these things, and pondered them in her heart.  <strong>20</strong> And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told unto them.  ","niv":"<sup><strong>1</strong></sup> In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. <sup><strong>2</strong></sup> (This was the first census that took place while Quirinius was governor of Syria.) <sup><strong>3</strong></sup> And everyone went to his own town to register. <sup><strong>4</strong></sup> So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David. <sup><strong>5</strong></sup> He went there to register with Mary, who was pledged to be married to him and was expecting a child. <sup><strong>6</strong></sup> While they were there, the time came for the baby to be born, <sup><strong>7</strong></sup> and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no room for them in the inn. <sup><strong>8</strong></sup> And there were shepherds living out in the fields nearby, keeping watch over their flocks at night. <sup><strong>9</strong></sup> An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified. <sup><strong>10</strong></sup> But the angel said to them, \"Do not be afraid. I bring you good news of great joy that will be for all the people. <sup><strong>11</strong></sup> Today in the town of David a Savior has been born to you; he is Christ the Lord. <sup><strong>12</strong></sup> This will be a sign to you: You will find a baby wrapped in cloths and lying in a manger.\" <sup><strong>13</strong></sup> Suddenly a great company of the heavenly host appeared with the angel, praising God and saying, <sup><strong>14</strong></sup> \"Glory to God in the highest, and on earth peace to men on whom his favor rests.\" <sup><strong>15</strong></sup> When the angels had left them and gone into heaven, the shepherds said to one another, \"Let's go to Bethlehem and see this thing that has happened, which the Lord has told us about.\" <sup><strong>16</strong></sup> So they hurried off and found Mary and Joseph, and the baby, who was lying in the manger. <sup><strong>17</strong></sup> When they had seen him, they spread the word concerning what had been told them about this child, <sup><strong>18</strong></sup> and all who heard it were amazed at what the shepherds said to them. <sup><strong>19</strong></sup> But Mary treasured up all these things and pondered them in her heart. <sup><strong>20</strong></sup> The shepherds returned, glorifying and praising God for all the things they had heard and seen, which were just as they had been told. "},{"_id":"6164eaa8dc1be0273f8b7b70","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Luke 1:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42001038_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n</div>","kjv":"<strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  ","niv":"<sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her."},{"_id":"6164eaa8dc1be0273f8b7b71","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Luke 1:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42001028_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!”</p>\n\n</div>","kjv":"<strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  ","niv":"<sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\""},{"_id":"6164eaa9dc1be0273f8b7b72","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Matthew 2:13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40002013_05-20\"><b class=\"verse-num\" id=\"v40002013-1\">13&nbsp;</b>Now when they had departed, behold, an angel of the Lord appeared to Joseph in a dream and said, “Rise, take the child and his mother, and flee to Egypt, and remain there until I tell you, for Herod is about to search for the child, to destroy him.”</p>\n</div>","kjv":"<strong>13</strong> And when they were departed, behold, the angel of the Lord appeareth to Joseph in a dream, saying, Arise, and take the young child and his mother, and flee into Egypt, and be thou there until I bring thee word: for Herod will seek the young child to destroy him.  ","niv":"<sup><strong>13</strong></sup> When they had gone, an angel of the Lord appeared to Joseph in a dream. \"Get up,\" he said, \"take the child and his mother and escape to Egypt. Stay there until I tell you, for Herod is going to search for the child to kill him.\""},{"_id":"6164eaa9dc1be0273f8b7b73","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Matthew 1:18","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40001018_06-21\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  ","niv":"<sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit."},{"_id":"6164eaa9dc1be0273f8b7b74","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Revelation 1:1-20","votes":-1,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-22\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-22\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-22\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-22\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-22\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-22\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-22\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. ","modified":"2022-11-12T17:15:09.799Z"},{"_id":"6164eaaadc1be0273f8b7b75","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Acts 1:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44001014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001014-1\">14&nbsp;</b>All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers.</p>\n\n</div>","kjv":"<strong>14</strong> These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.  ","niv":"<sup><strong>14</strong></sup> They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers."},{"_id":"6164eaaadc1be0273f8b7b76","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"John 3:16-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-24\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"6164eaaadc1be0273f8b7b77","topicId":"6164eaa3dc1be0273f8b7b5e","verse":"Luke 2:51","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42002051_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002051-1\">51&nbsp;</b>And he went down with them and came to Nazareth and was submissive to them. And his mother treasured up all these things in her heart.</p>\n</div>","kjv":"<strong>51</strong> And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.  ","niv":"<sup><strong>51</strong></sup> Then he went down to Nazareth with them and was obedient to them. But his mother treasured all these things in her heart."}]}