{"_id":"6164ecc76451fe5325fa0118","slug":"judas","name":"Judas","verses":[{"_id":"6164ecc76451fe5325fa0119","topicId":"6164ecc76451fe5325fa0118","verse":"Psalm 41:9","votes":61,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19041009_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19041009-1\">9&nbsp;</b>&nbsp;&nbsp;Even my close friend in whom I trusted,</span><br><span id=\"p19041009_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who ate my bread, has lifted his heel against me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Yea, mine own familiar friend, in whom I trusted, which did eat of my bread, hath lifted up his heel against me.  ","niv":"<sup><strong>9</strong></sup> Even my close friend, whom I trusted, he who shared my bread, has lifted up his heel against me."},{"_id":"6164ecc76451fe5325fa011a","topicId":"6164ecc76451fe5325fa0118","verse":"Mark 14:43-45","votes":50,"__v":0,"esv":"<div>\n\n<p id=\"p41014043_06-2\"><b class=\"verse-num\" id=\"v41014043-1\">43&nbsp;</b>And immediately, while he was still speaking, Judas came, one of the twelve, and with him a crowd with swords and clubs, from the chief priests and the scribes and the elders. <b class=\"verse-num\" id=\"v41014044-1\">44&nbsp;</b>Now the betrayer had given them a sign, saying, “The one I will kiss is the man. Seize him and lead him away under guard.” <b class=\"verse-num\" id=\"v41014045-1\">45&nbsp;</b>And when he came, he went up to him at once and said, “Rabbi!” And he kissed him.</p>\n</div>","kjv":"<strong>43</strong> And immediately, while he yet spake, cometh Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priest and the scribes and the elders.  <strong>44</strong> And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely.  <strong>45</strong> And as soon as he was come, he goeth straightway to him, and saith, Master, master; and kissed him.  ","niv":"<sup><strong>43</strong></sup> Just as he was speaking, Judas, one of the Twelve, appeared. With him was a crowd armed with swords and clubs, sent from the chief priests, the teachers of the law, and the elders. <sup><strong>44</strong></sup> Now the betrayer had arranged a signal with them: \"The one I kiss is the man; arrest him and lead him away under guard.\" <sup><strong>45</strong></sup> Going at once to Jesus, Judas said, \"Rabbi!\" and kissed him. "},{"_id":"6164ecc76451fe5325fa011b","topicId":"6164ecc76451fe5325fa0118","verse":"Matthew 27:5","votes":47,"__v":0,"esv":"<div>\n<p id=\"p40027005_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v40027005-1\">5&nbsp;</b>And throwing down the pieces of silver into the temple, he departed, and he went and hanged himself.</p>\n</div>","kjv":"<strong>5</strong> And he cast down the pieces of silver in the temple, and departed, and went and hanged himself.  ","niv":"<sup><strong>5</strong></sup> So Judas threw the money into the temple and left. Then he went away and hanged himself."},{"_id":"6164ecc86451fe5325fa011c","topicId":"6164ecc76451fe5325fa0118","verse":"Matthew 27:3-10","votes":41,"__v":0,"esv":"<div>\n\n<p id=\"p40027003_04-4\"><b class=\"verse-num\" id=\"v40027003-1\">3&nbsp;</b>Then when Judas, his betrayer, saw that Jesus was condemned, he changed his mind and brought back the thirty pieces of silver to the chief priests and the elders, <b class=\"verse-num\" id=\"v40027004-1\">4&nbsp;</b>saying, “I have sinned by betraying innocent blood.” They said, “What is that to us? See to it yourself.” <b class=\"verse-num\" id=\"v40027005-1\">5&nbsp;</b>And throwing down the pieces of silver into the temple, he departed, and he went and hanged himself. <b class=\"verse-num\" id=\"v40027006-1\">6&nbsp;</b>But the chief priests, taking the pieces of silver, said, “It is not lawful to put them into the treasury, since it is blood money.” <b class=\"verse-num\" id=\"v40027007-1\">7&nbsp;</b>So they took counsel and bought with them the potter’s field as a burial place for strangers. <b class=\"verse-num\" id=\"v40027008-1\">8&nbsp;</b>Therefore that field has been called the Field of Blood to this day. <b class=\"verse-num\" id=\"v40027009-1\">9&nbsp;</b>Then was fulfilled what had been spoken by the prophet Jeremiah, saying, “And they took the thirty pieces of silver, the price of him on whom a price had been set by some of the sons of Israel, <b class=\"verse-num\" id=\"v40027010-1\">10&nbsp;</b>and they gave them for the potter’s field, as the Lord directed me.”</p>\n\n</div>","kjv":"<strong>3</strong> Then Judas, which had betrayed him, when he saw that he was condemned, repented himself, and brought again the thirty pieces of silver to the chief priests and elders,  <strong>4</strong> Saying, I have sinned in that I have betrayed the innocent blood. And they said, What is that to us? see thou to that.  <strong>5</strong> And he cast down the pieces of silver in the temple, and departed, and went and hanged himself.  <strong>6</strong> And the chief priests took the silver pieces, and said, It is not lawful for to put them into the treasury, because it is the price of blood.  <strong>7</strong> And they took counsel, and bought with them the potter’s field, to bury strangers in.  <strong>8</strong> Wherefore that field was called, The field of blood, unto this day.  <strong>9</strong> Then was fulfilled that which was spoken by Jeremy the prophet, saying, And they took the thirty pieces of silver, the price of him that was valued, whom they of the children of Israel did value;  <strong>10</strong> And gave them for the potter’s field, as the Lord appointed me.  ","niv":"<sup><strong>3</strong></sup> When Judas, who had betrayed him, saw that Jesus was condemned, he was seized with remorse and returned the thirty silver coins to the chief priests and the elders. <sup><strong>4</strong></sup> \"I have sinned,\" he said, \"for I have betrayed innocent blood.What is that to us?\" they replied. \"That's your responsibility.\" <sup><strong>5</strong></sup> So Judas threw the money into the temple and left. Then he went away and hanged himself. <sup><strong>6</strong></sup> The chief priests picked up the coins and said, \"It is against the law to put this into the treasury, since it is blood money.\" <sup><strong>7</strong></sup> So they decided to use the money to buy the potter's field as a burial place for foreigners. <sup><strong>8</strong></sup> That is why it has been called the Field of Blood to this day. <sup><strong>9</strong></sup> Then what was spoken by Jeremiah the prophet was fulfilled: \"They took the thirty silver coins, the price set on him by the people of Israel, <sup><strong>10</strong></sup> and they used them to buy the potter's field, as the Lord commanded me.\" "},{"_id":"6164ecc86451fe5325fa011d","topicId":"6164ecc76451fe5325fa0118","verse":"John 17:12","votes":30,"__v":0,"esv":"<div>\n<p id=\"p43017012_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017012-1\">12&nbsp;</b><span class=\"woc\">While I was with them, I kept them in your name, which you have given me. I have guarded them, and not one of them has been lost except the son of destruction, that the Scripture might be fulfilled.</span></p>\n</div>","kjv":"<strong>12</strong> While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.  ","niv":"<sup><strong>12</strong></sup> While I was with them, I protected them and kept them safe by that name you gave me. None has been lost except the one doomed to destruction so that Scripture would be fulfilled."},{"_id":"6164ecc86451fe5325fa011e","topicId":"6164ecc76451fe5325fa0118","verse":"John 13:2","votes":29,"__v":0,"esv":"<div>\n<p id=\"p43013002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him,</p>\n</div>","kjv":"<strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  ","niv":"<sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus.","modified":"2023-02-01T16:38:47.871Z"},{"_id":"6164ecc96451fe5325fa011f","topicId":"6164ecc76451fe5325fa0118","verse":"John 12:4-6","votes":30,"__v":0,"esv":"<div>\n<p id=\"p43012004_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43012004-1\">4&nbsp;</b>But Judas Iscariot, one of his disciples (he who was about to betray him), said, <b class=\"verse-num\" id=\"v43012005-1\">5&nbsp;</b>“Why was this ointment not sold for three hundred denarii and given to the poor?” <b class=\"verse-num\" id=\"v43012006-1\">6&nbsp;</b>He said this, not because he cared about the poor, but because he was a thief, and having charge of the moneybag he used to help himself to what was put into it.</p>\n\n</div>","kjv":"<strong>4</strong> Then saith one of his disciples, Judas Iscariot, Simon’s son,  which should betray him,  <strong>5</strong> Why was not this ointment sold for three hundred pence, and given to the poor?  <strong>6</strong> This he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein.  ","niv":"<sup><strong>4</strong></sup> But one of his disciples, Judas Iscariot, who was later to betray him, objected, <sup><strong>5</strong></sup> \"Why wasn't this perfume sold and the money given to the poor? It was worth a year's wages. \" <sup><strong>6</strong></sup> He did not say this because he cared about the poor but because he was a thief; as keeper of the money bag, he used to help himself to what was put into it. "},{"_id":"6164ecc96451fe5325fa0120","topicId":"6164ecc76451fe5325fa0118","verse":"John 6:67-71","votes":30,"__v":0,"esv":"<div>\n<p id=\"p43006067_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n</div>","kjv":"<strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"6164ecc96451fe5325fa0121","topicId":"6164ecc76451fe5325fa0118","verse":"Luke 22:3-6","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p42022003_05-9\"><b class=\"verse-num\" id=\"v42022003-1\">3&nbsp;</b>Then Satan entered into Judas called Iscariot, who was of the number of the twelve. <b class=\"verse-num\" id=\"v42022004-1\">4&nbsp;</b>He went away and conferred with the chief priests and officers how he might betray him to them. <b class=\"verse-num\" id=\"v42022005-1\">5&nbsp;</b>And they were glad, and agreed to give him money. <b class=\"verse-num\" id=\"v42022006-1\">6&nbsp;</b>So he consented and sought an opportunity to betray him to them in the absence of a crowd.</p>\n</div>","kjv":"<strong>3</strong> Then entered Satan into Judas surnamed Iscariot, being of the number of the twelve.  <strong>4</strong> And he went his way, and communed with the chief priests and captains, how he might betray him unto them.  <strong>5</strong> And they were glad, and covenanted to give him money.  <strong>6</strong> And he promised, and sought opportunity to betray him unto them in the absence of the multitude.  ","niv":"<sup><strong>3</strong></sup> Then Satan entered Judas, called Iscariot, one of the Twelve. <sup><strong>4</strong></sup> And Judas went to the chief priests and the officers of the temple guard and discussed with them how he might betray Jesus. <sup><strong>5</strong></sup> They were delighted and agreed to give him money. <sup><strong>6</strong></sup> He consented, and watched for an opportunity to hand Jesus over to them when no crowd was present. "},{"_id":"6164ecca6451fe5325fa0122","topicId":"6164ecc76451fe5325fa0118","verse":"John 12:6","votes":27,"__v":0,"esv":"<div>\n<p id=\"p43012006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v43012006-1\">6&nbsp;</b>He said this, not because he cared about the poor, but because he was a thief, and having charge of the moneybag he used to help himself to what was put into it.</p>\n</div>","kjv":"<strong>6</strong> This he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein.  ","niv":"<sup><strong>6</strong></sup> He did not say this because he cared about the poor but because he was a thief; as keeper of the money bag, he used to help himself to what was put into it."},{"_id":"6164ecca6451fe5325fa0123","topicId":"6164ecc76451fe5325fa0118","verse":"Acts 1:16-25","votes":26,"__v":0,"esv":"<div>\n<p id=\"p44001016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001016-1\">16&nbsp;</b>“Brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke beforehand by the mouth of David concerning Judas, who became a guide to those who arrested Jesus. <b class=\"verse-num\" id=\"v44001017-1\">17&nbsp;</b>For he was numbered among us and was allotted his share in this ministry.” <b class=\"verse-num\" id=\"v44001018-1\">18&nbsp;</b>(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out. <b class=\"verse-num\" id=\"v44001019-1\">19&nbsp;</b>And it became known to all the inhabitants of Jerusalem, so that the field was called in their own language Akeldama, that is, Field of Blood.) <b class=\"verse-num\" id=\"v44001020-1\">20&nbsp;</b>“For it is written in the Book of Psalms,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_01-11\" class=\"line\">&nbsp;&nbsp;“‘May his camp become desolate,</span><br><span id=\"p44001020_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let there be no one to dwell in it’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_01-11\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_01-11\" class=\"line\">&nbsp;&nbsp;“‘Let another take his office.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_01-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44001021-1\">21&nbsp;</b>So one of the men who have accompanied us during all the time that the Lord Jesus went in and out among us, <b class=\"verse-num\" id=\"v44001022-1\">22&nbsp;</b>beginning from the baptism of John until the day when he was taken up from us—one of these men must become with us a witness to his resurrection.” <b class=\"verse-num\" id=\"v44001023-1\">23&nbsp;</b>And they put forward two, Joseph called Barsabbas, who was also called Justus, and Matthias. <b class=\"verse-num\" id=\"v44001024-1\">24&nbsp;</b>And they prayed and said, “You, Lord, who know the hearts of all, show which one of these two you have chosen <b class=\"verse-num\" id=\"v44001025-1\">25&nbsp;</b>to take the place in this ministry and apostleship from which Judas turned aside to go to his own place.”</p>\n\n</div>","kjv":"<strong>16</strong> Men and brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus.  <strong>17</strong> For he was numbered with us, and had obtained part of this ministry.  <strong>18</strong> Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.  <strong>19</strong> And it was known unto all the dwellers at Jerusalem; insomuch as that field is called in their proper tongue, Aceldama, that is to say, The field of blood.  <strong>20</strong> For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.  <strong>21</strong> Wherefore of these men which have companied with us all the time that the Lord Jesus went in and out among us,  <strong>22</strong> Beginning from the baptism of John, unto that same day that he was taken up from us, must one be ordained to be a witness with us of his resurrection.  <strong>23</strong> And they appointed two, Joseph called Barsabas, who was surnamed Justus, and Matthias.  <strong>24</strong> And they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,  <strong>25</strong> That he may take part of this ministry and apostleship, from which Judas by transgression fell, that he might go to his own place.  ","niv":"<sup><strong>16</strong></sup> and said, \"Brothers, the Scripture had to be fulfilled which the Holy Spirit spoke long ago through the mouth of David concerning Judas, who served as guide for those who arrested Jesus-- <sup><strong>17</strong></sup> he was one of our number and shared in this ministry.\" <sup><strong>18</strong></sup> (With the reward he got for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out. <sup><strong>19</strong></sup> Everyone in Jerusalem heard about this, so they called that field in their language Akeldama, that is, Field of Blood.) <sup><strong>20</strong></sup> \"For,\" said Peter, \"it is written in the book of Psalms, \"'May his place be deserted; let there be no one to dwell in it,' and, \"'May another take his place of leadership.' <sup><strong>21</strong></sup> Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus went in and out among us, <sup><strong>22</strong></sup> beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection.\" <sup><strong>23</strong></sup> So they proposed two men: Joseph called Barsabbas (also known as Justus) and Matthias. <sup><strong>24</strong></sup> Then they prayed, \"Lord, you know everyone's heart. Show us which of these two you have chosen <sup><strong>25</strong></sup> to take over this apostolic ministry, which Judas left to go where he belongs.\" "},{"_id":"6164ecca6451fe5325fa0124","topicId":"6164ecc76451fe5325fa0118","verse":"Matthew 26:14-16","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p40026014_05-12\"><b class=\"verse-num\" id=\"v40026014-1\">14&nbsp;</b>Then one of the twelve, whose name was Judas Iscariot, went to the chief priests <b class=\"verse-num\" id=\"v40026015-1\">15&nbsp;</b>and said, “What will you give me if I deliver him over to you?” And they paid him thirty pieces of silver. <b class=\"verse-num\" id=\"v40026016-1\">16&nbsp;</b>And from that moment he sought an opportunity to betray him.</p>\n</div>","kjv":"<strong>14</strong> Then one of the twelve, called Judas Iscariot, went unto the chief priests,  <strong>15</strong> And said unto them, What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver.  <strong>16</strong> And from that time he sought opportunity to betray him.  ","niv":"<sup><strong>14</strong></sup> Then one of the Twelve--the one called Judas Iscariot--went to the chief priests <sup><strong>15</strong></sup> and asked, \"What are you willing to give me if I hand him over to you?\" So they counted out for him thirty silver coins. <sup><strong>16</strong></sup> From then on Judas watched for an opportunity to hand him over. "},{"_id":"6164ecca6451fe5325fa0125","topicId":"6164ecc76451fe5325fa0118","verse":"Acts 1:18","votes":23,"__v":0,"esv":"<div>\n<p id=\"p44001018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001018-1\">18&nbsp;</b>(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out.</p>\n\n</div>","kjv":"<strong>18</strong> Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.  ","niv":"<sup><strong>18</strong></sup> (With the reward he got for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out."},{"_id":"6164eccb6451fe5325fa0126","topicId":"6164ecc76451fe5325fa0118","verse":"Acts 1:16","votes":21,"__v":0,"esv":"<div>\n<p id=\"p44001016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001016-1\">16&nbsp;</b>“Brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke beforehand by the mouth of David concerning Judas, who became a guide to those who arrested Jesus.</p>\n</div>","kjv":"<strong>16</strong> Men and brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus.  ","niv":"<sup><strong>16</strong></sup> and said, \"Brothers, the Scripture had to be fulfilled which the Holy Spirit spoke long ago through the mouth of David concerning Judas, who served as guide for those who arrested Jesus--"},{"_id":"6164eccb6451fe5325fa0127","topicId":"6164ecc76451fe5325fa0118","verse":"Luke 6:16","votes":19,"__v":0,"esv":"<div>\n<p id=\"p42006016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42006016-1\">16&nbsp;</b>and Judas the son of James, and Judas Iscariot, who became a traitor.</p>\n</div>","kjv":"<strong>16</strong> And Judas the brother of James, and Judas Iscariot, which also was the traitor.  ","niv":"<sup><strong>16</strong></sup> Judas son of James, and Judas Iscariot, who became a traitor."},{"_id":"6164eccb6451fe5325fa0128","topicId":"6164ecc76451fe5325fa0118","verse":"Mark 14:18-21","votes":19,"__v":0,"esv":"<div>\n<p id=\"p41014018_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v41014018-1\">18&nbsp;</b>And as they were reclining at table and eating, Jesus said, <span class=\"woc\">“Truly, I say to you, one of you will betray me, one who is eating with me.”</span> <b class=\"verse-num\" id=\"v41014019-1\">19&nbsp;</b>They began to be sorrowful and to say to him one after another, “Is it I?” <b class=\"verse-num\" id=\"v41014020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“It is one of the twelve, one who is dipping bread into the dish with me.</span> <b class=\"verse-num woc\" id=\"v41014021-1\">21&nbsp;</b><span class=\"woc\">For the Son of Man goes as it is written of him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born.”</span></p>\n</div>","kjv":"<strong>18</strong> And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with me shall betray me.  <strong>19</strong> And they began to be sorrowful, and to say unto him one by one, Is it I? and another said, Is it I?  <strong>20</strong> And he answered and said unto them, It is one of the twelve, that dippeth with me in the dish.  <strong>21</strong> The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born. ","niv":"<sup><strong>18</strong></sup> While they were reclining at the table eating, he said, \"I tell you the truth, one of you will betray me--one who is eating with me.\" <sup><strong>19</strong></sup> They were saddened, and one by one they said to him, \"Surely not I?\" <sup><strong>20</strong></sup> \"It is one of the Twelve,\" he replied, \"one who dips bread into the bowl with me. <sup><strong>21</strong></sup> The Son of Man will go just as it is written about him. But woe to that man who betrays the Son of Man! It would be better for him if he had not been born.\" "},{"_id":"6164eccc6451fe5325fa0129","topicId":"6164ecc76451fe5325fa0118","verse":"Matthew 27:3-5","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p40027003_04-17\"><b class=\"verse-num\" id=\"v40027003-1\">3&nbsp;</b>Then when Judas, his betrayer, saw that Jesus was condemned, he changed his mind and brought back the thirty pieces of silver to the chief priests and the elders, <b class=\"verse-num\" id=\"v40027004-1\">4&nbsp;</b>saying, “I have sinned by betraying innocent blood.” They said, “What is that to us? See to it yourself.” <b class=\"verse-num\" id=\"v40027005-1\">5&nbsp;</b>And throwing down the pieces of silver into the temple, he departed, and he went and hanged himself.</p>\n\n</div>","kjv":"<strong>3</strong> Then Judas, which had betrayed him, when he saw that he was condemned, repented himself, and brought again the thirty pieces of silver to the chief priests and elders,  <strong>4</strong> Saying, I have sinned in that I have betrayed the innocent blood. And they said, What is that to us? see thou to that.  <strong>5</strong> And he cast down the pieces of silver in the temple, and departed, and went and hanged himself.  ","niv":"<sup><strong>3</strong></sup> When Judas, who had betrayed him, saw that Jesus was condemned, he was seized with remorse and returned the thirty silver coins to the chief priests and the elders. <sup><strong>4</strong></sup> \"I have sinned,\" he said, \"for I have betrayed innocent blood.What is that to us?\" they replied. \"That's your responsibility.\" <sup><strong>5</strong></sup> So Judas threw the money into the temple and left. Then he went away and hanged himself. "},{"_id":"6164eccc6451fe5325fa012a","topicId":"6164ecc76451fe5325fa0118","verse":"John 13:18-26","votes":18,"__v":0,"esv":"<div>\n<p id=\"p43013018_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013018-1\">18&nbsp;</b><span class=\"woc\">I am not speaking of all of you; I know whom I have chosen. But the Scripture will be fulfilled, ‘He who ate my bread has lifted his heel against me.’</span> <b class=\"verse-num woc\" id=\"v43013019-1\">19&nbsp;</b><span class=\"woc\">I am telling you this now, before it takes place, that when it does take place you may believe that I am he.</span> <b class=\"verse-num woc\" id=\"v43013020-1\">20&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever receives the one I send receives me, and whoever receives me receives the one who sent me.”</span></p>\n\n<p id=\"p43013020_07-18\"><b class=\"verse-num\" id=\"v43013021-1\">21&nbsp;</b>After saying these things, Jesus was troubled in his spirit, and testified, <span class=\"woc\">“Truly, truly, I say to you, one of you will betray me.”</span> <b class=\"verse-num\" id=\"v43013022-1\">22&nbsp;</b>The disciples looked at one another, uncertain of whom he spoke. <b class=\"verse-num\" id=\"v43013023-1\">23&nbsp;</b>One of his disciples, whom Jesus loved, was reclining at table at Jesus’ side, <b class=\"verse-num\" id=\"v43013024-1\">24&nbsp;</b>so Simon Peter motioned to him to ask Jesus of whom he was speaking. <b class=\"verse-num\" id=\"v43013025-1\">25&nbsp;</b>So that disciple, leaning back against Jesus, said to him, “Lord, who is it?” <b class=\"verse-num\" id=\"v43013026-1\">26&nbsp;</b>Jesus answered, <span class=\"woc\">“It is he to whom I will give this morsel of bread when I have dipped it.”</span> So when he had dipped the morsel, he gave it to Judas, the son of Simon Iscariot.</p>\n\n</div>","kjv":"<strong>18</strong>           I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.  <strong>19</strong> Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.  <strong>20</strong> Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.  <strong>21</strong> When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.  <strong>22</strong> Then the disciples looked one on another, doubting of whom he spake.  <strong>23</strong> Now there was leaning on Jesus’ bosom one of his disciples, whom Jesus loved.  <strong>24</strong> Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake.  <strong>25</strong> He then lying on Jesus’ breast saith unto him, Lord, who is it?  <strong>26</strong> Jesus answered, He it is, to whom I shall give a sop, when I have dipped it. And when he had dipped the sop, he gave it  to Judas Iscariot, the son of Simon.  ","niv":"<sup><strong>18</strong></sup> \"I am not referring to all of you; I know those I have chosen. But this is to fulfill the scripture: 'He who shares my bread has lifted up his heel against me.' <sup><strong>19</strong></sup> \"I am telling you now before it happens, so that when it does happen you will believe that I am He. <sup><strong>20</strong></sup> I tell you the truth, whoever accepts anyone I send accepts me; and whoever accepts me accepts the one who sent me.\" <sup><strong>21</strong></sup> After he had said this, Jesus was troubled in spirit and testified, \"I tell you the truth, one of you is going to betray me.\" <sup><strong>22</strong></sup> His disciples stared at one another, at a loss to know which of them he meant. <sup><strong>23</strong></sup> One of them, the disciple whom Jesus loved, was reclining next to him. <sup><strong>24</strong></sup> Simon Peter motioned to this disciple and said, \"Ask him which one he means.\" <sup><strong>25</strong></sup> Leaning back against Jesus, he asked him, \"Lord, who is it?\" <sup><strong>26</strong></sup> Jesus answered, \"It is the one to whom I will give this piece of bread when I have dipped it in the dish.\" Then, dipping the piece of bread, he gave it to Judas Iscariot, son of Simon. "},{"_id":"6164eccf6451fe5325fa012c","topicId":"6164ecc76451fe5325fa0118","verse":"Zechariah 11:12","votes":16,"__v":0,"esv":"<div>\n<p id=\"p38011012_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v38011012-1\">12&nbsp;</b>Then I said to them, “If it seems good to you, give me my wages; but if not, keep them.” And they weighed out as my wages thirty pieces of silver.</p>\n</div>","kjv":"<strong>12</strong> And I said unto them, If ye think good, give me my price; and if not, forbear. So they weighed for my price thirty pieces of silver.  ","niv":"<sup><strong>12</strong></sup> I told them, \"If you think it best, give me my pay; but if not, keep it.\" So they paid me thirty pieces of silver."},{"_id":"6164eccf6451fe5325fa012d","topicId":"6164ecc76451fe5325fa0118","verse":"John 13:27","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43013027_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v43013027-1\">27&nbsp;</b>Then after he had taken the morsel, Satan entered into him. Jesus said to him, <span class=\"woc\">“What you are going to do, do quickly.”</span></p>\n</div>","kjv":"<strong>27</strong> And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly.  ","niv":"<sup><strong>27</strong></sup> As soon as Judas took the bread, Satan entered into him."},{"_id":"6164eccf6451fe5325fa012e","topicId":"6164ecc76451fe5325fa0118","verse":"John 6:70","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43006070_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span></p>\n</div>","kjv":"<strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  ","niv":"<sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\""},{"_id":"6164eccf6451fe5325fa012f","topicId":"6164ecc76451fe5325fa0118","verse":"Mark 14:11","votes":15,"__v":0,"esv":"<div>\n<p id=\"p41014011_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v41014011-1\">11&nbsp;</b>And when they heard it, they were glad and promised to give him money. And he sought an opportunity to betray him.</p>\n</div>","kjv":"<strong>11</strong> And when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him.  ","niv":"<sup><strong>11</strong></sup> They were delighted to hear this and promised to give him money. So he watched for an opportunity to hand him over."},{"_id":"6164ecce6451fe5325fa012b","topicId":"6164ecc76451fe5325fa0118","verse":"Matthew 26:47-50","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p40026047_06-23\"><b class=\"verse-num\" id=\"v40026047-1\">47&nbsp;</b>While he was still speaking, Judas came, one of the twelve, and with him a great crowd with swords and clubs, from the chief priests and the elders of the people. <b class=\"verse-num\" id=\"v40026048-1\">48&nbsp;</b>Now the betrayer had given them a sign, saying, “The one I will kiss is the man; seize him.” <b class=\"verse-num\" id=\"v40026049-1\">49&nbsp;</b>And he came up to Jesus at once and said, “Greetings, Rabbi!” And he kissed him. <b class=\"verse-num\" id=\"v40026050-1\">50&nbsp;</b>Jesus said to him, <span class=\"woc\">“Friend, do what you came to do.”</span> Then they came up and laid hands on Jesus and seized him.</p>\n\n</div>","kjv":"<strong>47</strong> And while he yet spake, lo, Judas, one of the twelve, came, and with him a great multitude with swords and staves, from the chief priests and elders of the people.  <strong>48</strong> Now he that betrayed him gave them a sign, saying, Whomsoever I shall kiss, that same is he: hold him fast.  <strong>49</strong> And forthwith he came to Jesus, and said, Hail, master; and kissed him.  <strong>50</strong> And Jesus said unto him, Friend, wherefore art thou come? Then came they, and laid hands on Jesus, and took him.  ","niv":"<sup><strong>47</strong></sup> While he was still speaking, Judas, one of the Twelve, arrived. With him was a large crowd armed with swords and clubs, sent from the chief priests and the elders of the people. <sup><strong>48</strong></sup> Now the betrayer had arranged a signal with them: \"The one I kiss is the man; arrest him.\" <sup><strong>49</strong></sup> Going at once to Jesus, Judas said, \"Greetings, Rabbi!\" and kissed him. <sup><strong>50</strong></sup> Jesus replied, \"Friend, do what you came for.\" "},{"_id":"6164ecd26451fe5325fa0130","topicId":"6164ecc76451fe5325fa0118","verse":"Matthew 10:4","votes":15,"__v":0,"esv":"<div>\n<p id=\"p40010004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v40010004-1\">4&nbsp;</b>Simon the Zealot, and Judas Iscariot, who betrayed him.</p>\n\n</div>","kjv":"<strong>4</strong> Simon the Canaanite, and Judas Iscariot, who also betrayed him.  ","niv":"<sup><strong>4</strong></sup> Simon the Zealot and Judas Iscariot, who betrayed him."},{"_id":"6164ecd36451fe5325fa0131","topicId":"6164ecc76451fe5325fa0118","verse":"Mark 3:19","votes":15,"__v":0,"esv":"<div>\n<p id=\"p41003019_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v41003019-1\">19&nbsp;</b>and Judas Iscariot, who betrayed him.</p>\n</div>","kjv":"<strong>19</strong> And Judas Iscariot, which also betrayed him: and they went into an house.  ","niv":"<sup><strong>19</strong></sup> and Judas Iscariot, who betrayed him."}]}