{"_id":"6164eeb76451fe5325fa024b","slug":"just-war","name":"Just War","verses":[{"_id":"6164eeb86451fe5325fa024c","topicId":"6164eeb76451fe5325fa024b","verse":"Ecclesiastes 3:8","votes":467,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21003008_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003008-1\">8&nbsp;</b>&nbsp;&nbsp;a time to love, and a time to hate;</span><br><span id=\"p21003008_01-1\" class=\"line\">&nbsp;&nbsp;a time for war, and a time for peace.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> A time to love, and a time to hate; a time of war, and a time of peace.  ","niv":"<sup><strong>8</strong></sup> a time to love and a time to hate, a time for war and a time for peace.","modified":"2022-05-12T14:16:29.071Z"},{"_id":"6164eeb86451fe5325fa024d","topicId":"6164eeb76451fe5325fa024b","verse":"Matthew 26:52","votes":447,"__v":0,"esv":"<div>\n<p id=\"p40026052_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026052-1\">52&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Put your sword back into its place. For all who take the sword will perish by the sword.</span></p>\n</div>","kjv":"<strong>52</strong> Then said Jesus unto him, Put up again thy sword into his place: for all they that take the sword shall perish with the sword.  ","niv":"<sup><strong>52</strong></sup> \"Put your sword back in its place,\" Jesus said to him, \"for all who draw the sword will die by the sword.","modified":"2022-05-12T14:16:38.546Z"},{"_id":"6164eeb86451fe5325fa024e","topicId":"6164eeb76451fe5325fa024b","verse":"Matthew 5:9","votes":286,"__v":0,"esv":"<div>\n<p id=\"p40005009_01-3\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n\n</div>","kjv":"<strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  ","niv":"<sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God.","modified":"2022-05-12T14:24:30.578Z"},{"_id":"6164eeb86451fe5325fa024f","topicId":"6164eeb76451fe5325fa024b","verse":"Matthew 10:34","votes":217,"__v":0,"esv":"<div>\n\n<p id=\"p40010034_06-4\"><b class=\"verse-num woc\" id=\"v40010034-1\">34&nbsp;</b><span class=\"woc\">“Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword.</span></p>\n</div>","kjv":"<strong>34</strong> Think not that I am come to send peace on earth: I came not to send peace, but a sword.  ","niv":"<sup><strong>34</strong></sup> \"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword."},{"_id":"6164eeb96451fe5325fa0250","topicId":"6164eeb76451fe5325fa024b","verse":"Matthew 24:6-7","votes":187,"__v":0,"esv":"<div>\n<p id=\"p40024006_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span></p>\n</div>","kjv":"<strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  ","niv":"<sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. "},{"_id":"6164eeb96451fe5325fa0251","topicId":"6164eeb76451fe5325fa024b","verse":"Romans 13:4","votes":163,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-23\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-23\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer.","modified":"2022-05-12T16:07:55.046Z"},{"_id":"6164eeb96451fe5325fa0252","topicId":"6164eeb76451fe5325fa024b","verse":"Matthew 5:44","votes":151,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,"},{"_id":"6164eeba6451fe5325fa0253","topicId":"6164eeb76451fe5325fa024b","verse":"Psalm 144:1","votes":160,"__v":0,"esv":"<div>\n\n<h4 id=\"p19144001_06-8\" class=\"psalm-title\">Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19144001_06-8\" class=\"line\"><b class=\"chapter-num\" id=\"v19144001-1\">144:1&nbsp;</b>&nbsp;&nbsp;Blessed be the LORD, my rock,</span><br><span id=\"p19144001_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who trains my hands for war,</span><br><span id=\"p19144001_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my fingers for battle;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Blessed be the LORD my strength, which teacheth my hands to war, and my fingers to fight:  ","niv":"<sup><strong>1</strong></sup> Praise be to the LORD my Rock, who trains my hands for war, my fingers for battle.","modified":"2022-05-12T16:07:46.330Z"},{"_id":"6164eeba6451fe5325fa0254","topicId":"6164eeb76451fe5325fa024b","verse":"John 18:36","votes":146,"__v":0,"esv":"<div>\n<p id=\"p43018036_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span></p>\n</div>","kjv":"<strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  ","niv":"<sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\""},{"_id":"6164eeba6451fe5325fa0255","topicId":"6164eeb76451fe5325fa024b","verse":"Exodus 15:3","votes":139,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p02015003_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v02015003-1\">3&nbsp;</b>&nbsp;&nbsp;The LORD is a man of war;</span><br><span id=\"p02015003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD is his name.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> The LORD is a man of war: the LORD is his name.  ","niv":"<sup><strong>3</strong></sup> The LORD is a warrior; the LORD is his name."},{"_id":"6164eeba6451fe5325fa0256","topicId":"6164eeb76451fe5325fa024b","verse":"Deuteronomy 20:1-4","votes":130,"__v":0,"esv":"<div>\n\n<p id=\"p05020001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05020001-1\">20:1&nbsp;</b>“When you go out to war against your enemies, and see horses and chariots and an army larger than your own, you shall not be afraid of them, for the LORD your God is with you, who brought you up out of the land of Egypt. <b class=\"verse-num\" id=\"v05020002-1\">2&nbsp;</b>And when you draw near to the battle, the priest shall come forward and speak to the people <b class=\"verse-num\" id=\"v05020003-1\">3&nbsp;</b>and shall say to them, ‘Hear, O Israel, today you are drawing near for battle against your enemies: let not your heart faint. Do not fear or panic or be in dread of them, <b class=\"verse-num\" id=\"v05020004-1\">4&nbsp;</b>for the LORD your God is he who goes with you to fight for you against your enemies, to give you the victory.’</p>\n</div>","kjv":"<strong>1</strong> When thou goest out to battle against thine enemies, and seest horses, and chariots, and a people more than thou, be not afraid of them: for the LORD thy God is with thee, which brought thee up out of the land of Egypt.  <strong>2</strong> And it shall be, when ye are come nigh unto the battle, that the priest shall approach and speak unto the people,  <strong>3</strong> And shall say unto them, Hear, O Israel, ye approach this day unto battle against your enemies: let not your hearts faint, fear not, and do not tremble, neither be ye terrified because of them;  <strong>4</strong> For the LORD your God is he that goeth with you, to fight for you against your enemies, to save you.  ","niv":"<sup><strong>1</strong></sup> When you go to war against your enemies and see horses and chariots and an army greater than yours, do not be afraid of them, because the LORD your God, who brought you up out of Egypt, will be with you. <sup><strong>2</strong></sup> When you are about to go into battle, the priest shall come forward and address the army. <sup><strong>3</strong></sup> He shall say: \"Hear, O Israel, today you are going into battle against your enemies. Do not be fainthearted or afraid; do not be terrified or give way to panic before them. <sup><strong>4</strong></sup> For the LORD your God is the one who goes with you to fight for you against your enemies to give you victory.\" "},{"_id":"6164eebb6451fe5325fa0257","topicId":"6164eeb76451fe5325fa024b","verse":"Matthew 10:28","votes":105,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},{"_id":"6164eebb6451fe5325fa0258","topicId":"6164eeb76451fe5325fa024b","verse":"Luke 6:27-31","votes":93,"__v":0,"esv":"<div>\n\n<p id=\"p42006027_04-13\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span> <b class=\"verse-num woc\" id=\"v42006028-1\">28&nbsp;</b><span class=\"woc\">bless those who curse you, pray for those who abuse you.</span> <b class=\"verse-num woc\" id=\"v42006029-1\">29&nbsp;</b><span class=\"woc\">To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either.</span> <b class=\"verse-num woc\" id=\"v42006030-1\">30&nbsp;</b><span class=\"woc\">Give to everyone who begs from you, and from one who takes away your goods do not demand them back.</span> <b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n\n</div>","kjv":"<strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  <strong>28</strong> Bless them that curse you, and pray for them which despitefully use you.  <strong>29</strong> And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloke forbid not to take thy coat also.  <strong>30</strong> Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again.  <strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  ","niv":"<sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you, <sup><strong>28</strong></sup> bless those who curse you, pray for those who mistreat you. <sup><strong>29</strong></sup> If someone strikes you on one cheek, turn to him the other also. If someone takes your cloak, do not stop him from taking your tunic. <sup><strong>30</strong></sup> Give to everyone who asks you, and if anyone takes what belongs to you, do not demand it back. <sup><strong>31</strong></sup> Do to others as you would have them do to you. "},{"_id":"6164eebb6451fe5325fa0259","topicId":"6164eeb76451fe5325fa024b","verse":"Romans 13:1-7","votes":90,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"6164eebc6451fe5325fa025a","topicId":"6164eeb76451fe5325fa024b","verse":"Romans 14:19","votes":87,"__v":0,"esv":"<div>\n<p id=\"p45014019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n</div>","kjv":"<strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  ","niv":"<sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification."},{"_id":"6164eebc6451fe5325fa025b","topicId":"6164eeb76451fe5325fa024b","verse":"Isaiah 2:4","votes":85,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23002004_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002004-1\">4&nbsp;</b>&nbsp;&nbsp;He shall judge between the nations,</span><br><span id=\"p23002004_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall decide disputes for many peoples;</span><br><span id=\"p23002004_01-16\" class=\"line\">&nbsp;&nbsp;and they shall beat their swords into plowshares,</span><br><span id=\"p23002004_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their spears into pruning hooks;</span><br><span id=\"p23002004_01-16\" class=\"line\">&nbsp;&nbsp;nation shall not lift up sword against nation,</span><br><span id=\"p23002004_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither shall they learn war anymore.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up sword against nation, neither shall they learn war any more.  ","niv":"<sup><strong>4</strong></sup> He will judge between the nations and will settle disputes for many peoples. They will beat their swords into plowshares and their spears into pruning hooks. Nation will not take up sword against nation, nor will they train for war anymore.","modified":"2023-05-28T04:49:15.863Z"},{"_id":"6164eebd6451fe5325fa025c","topicId":"6164eeb76451fe5325fa024b","verse":"Psalm 28:4","votes":73,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19028004_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19028004-1\">4&nbsp;</b>&nbsp;&nbsp;Give to them according to their work</span><br><span id=\"p19028004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and according to the evil of their deeds;</span><br><span id=\"p19028004_01-17\" class=\"line\">&nbsp;&nbsp;give to them according to the work of their hands;</span><br><span id=\"p19028004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;render them their due reward.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Give them according to their deeds, and according to the wickedness of their endeavours: give them after the work of their hands; render to them their desert.  ","niv":"<sup><strong>4</strong></sup> Repay them for their deeds and for their evil work; repay them for what their hands have done and bring back upon them what they deserve."},{"_id":"6164eebd6451fe5325fa025d","topicId":"6164eeb76451fe5325fa024b","verse":"1 Samuel 15:3","votes":64,"__v":0,"esv":"<div>\n<p id=\"p09015003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v09015003-1\">3&nbsp;</b>Now go and strike Amalek and devote to destruction all that they have. Do not spare them, but kill both man and woman, child and infant, ox and sheep, camel and donkey.’”</p>\n\n</div>","kjv":"<strong>3</strong> Now go and smite Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass.  ","niv":"<sup><strong>3</strong></sup> Now go, attack the Amalekites and totally destroy everything that belongs to them. Do not spare them; put to death men and women, children and infants, cattle and sheep, camels and donkeys.'\""},{"_id":"6164eebd6451fe5325fa025e","topicId":"6164eeb76451fe5325fa024b","verse":"Exodus 20:13","votes":62,"__v":0,"esv":"<div>\n<p id=\"p02020013_01-20\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n\n</div>","kjv":"<strong>13</strong> Thou shalt not kill.  ","niv":"<sup><strong>13</strong></sup> \"You shall not murder."},{"_id":"6164eebd6451fe5325fa025f","topicId":"6164eeb76451fe5325fa024b","verse":"Luke 22:36","votes":55,"__v":0,"esv":"<div>\n<p id=\"p42022036_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022036-1\">36&nbsp;</b>He said to them, <span class=\"woc\">“But now let the one who has a moneybag take it, and likewise a knapsack. And let the one who has no sword sell his cloak and buy one.</span></p>\n</div>","kjv":"<strong>36</strong> Then said he unto them, But now, he that hath a purse, let him take it, and likewise his scrip: and he that hath no sword, let him sell his garment, and buy one.  ","niv":"<sup><strong>36</strong></sup> He said to them, \"But now if you have a purse, take it, and also a bag; and if you don't have a sword, sell your cloak and buy one."},{"_id":"6164eebe6451fe5325fa0260","topicId":"6164eeb76451fe5325fa024b","verse":"Exodus 17:16","votes":51,"__v":0,"esv":"<div>\n<p id=\"p02017016_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v02017016-1\">16&nbsp;</b>saying, “A hand upon the throne of the LORD! The LORD will have war with Amalek from generation to generation.”</p>\n\n</div>","kjv":"<strong>16</strong> For he said, Because the LORD hath sworn that the LORD will have war with Amalek from generation to generation.  ","niv":"<sup><strong>16</strong></sup> He said, \"For hands were lifted up to the throne of the LORD. The LORD will be at war against the Amalekites from generation to generation.\""},{"_id":"6164eebe6451fe5325fa0261","topicId":"6164eeb76451fe5325fa024b","verse":"Romans 13:1-14","votes":48,"__v":0,"kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"6164eebe6451fe5325fa0262","topicId":"6164eeb76451fe5325fa024b","verse":"Matthew 10:16","votes":44,"__v":0,"esv":"<div>\n\n<p id=\"p40010016_04-24\"><b class=\"verse-num woc\" id=\"v40010016-1\">16&nbsp;</b><span class=\"woc\">“Behold, I am sending you out as sheep in the midst of wolves, so be wise as serpents and innocent as doves.</span></p>\n</div>","kjv":"<strong>16</strong>           Behold, I send you forth as sheep in the midst of wolves: be ye therefore wise as serpents, and harmless as doves.  ","niv":"<sup><strong>16</strong></sup> I am sending you out like sheep among wolves. Therefore be as shrewd as snakes and as innocent as doves."},{"_id":"6164eebf6451fe5325fa0263","topicId":"6164eeb76451fe5325fa024b","verse":"Acts 5:29","votes":42,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"},{"_id":"6164eebf6451fe5325fa0264","topicId":"6164eeb76451fe5325fa024b","verse":"Deuteronomy 20:4","votes":42,"__v":0,"esv":"<div>\n<p id=\"p05020004_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v05020004-1\">4&nbsp;</b>for the LORD your God is he who goes with you to fight for you against your enemies, to give you the victory.’</p>\n</div>","kjv":"<strong>4</strong> For the LORD your God is he that goeth with you, to fight for you against your enemies, to save you.  ","niv":"<sup><strong>4</strong></sup> For the LORD your God is the one who goes with you to fight for you against your enemies to give you victory.\""}]}