{"_id":"6164ef566451fe5325fa0298","slug":"kabbalah","name":"Kabbalah","verses":[{"_id":"6164ef566451fe5325fa0299","topicId":"6164ef566451fe5325fa0298","verse":"Deuteronomy 6:14-15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05006014_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v05006014-1\">14&nbsp;</b>You shall not go after other gods, the gods of the peoples who are around you—<b class=\"verse-num\" id=\"v05006015-1\">15&nbsp;</b>for the LORD your God in your midst is a jealous God—lest the anger of the LORD your God be kindled against you, and he destroy you from off the face of the earth.</p>\n</div>","kjv":"<strong>14</strong> Ye shall not go after other gods, of the gods of the people which are round about you;  <strong>15</strong> (For the LORD thy God is a jealous God among you) lest the anger of the LORD thy God be kindled against thee, and destroy thee from off the face of the earth.  ","niv":"<sup><strong>14</strong></sup> Do not follow other gods, the gods of the peoples around you; <sup><strong>15</strong></sup> for the LORD your God, who is among you, is a jealous God and his anger will burn against you, and he will destroy you from the face of the land. "},{"_id":"6164ef566451fe5325fa029a","topicId":"6164ef566451fe5325fa0298","verse":"Psalm 119:105","votes":5,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-2\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"6164ef576451fe5325fa029b","topicId":"6164ef566451fe5325fa0298","verse":"2 Thessalonians 2:1-17","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p53002001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53002001-1\">2:1&nbsp;</b>Now concerning the coming of our Lord Jesus Christ and our being gathered together to him, we ask you, brothers, <b class=\"verse-num\" id=\"v53002002-1\">2&nbsp;</b>not to be quickly shaken in mind or alarmed, either by a spirit or a spoken word, or a letter seeming to be from us, to the effect that the day of the Lord has come. <b class=\"verse-num\" id=\"v53002003-1\">3&nbsp;</b>Let no one deceive you in any way. For that day will not come, unless the rebellion comes first, and the man of lawlessness is revealed, the son of destruction, <b class=\"verse-num\" id=\"v53002004-1\">4&nbsp;</b>who opposes and exalts himself against every so-called god or object of worship, so that he takes his seat in the temple of God, proclaiming himself to be God. <b class=\"verse-num\" id=\"v53002005-1\">5&nbsp;</b>Do you not remember that when I was still with you I told you these things? <b class=\"verse-num\" id=\"v53002006-1\">6&nbsp;</b>And you know what is restraining him now so that he may be revealed in his time. <b class=\"verse-num\" id=\"v53002007-1\">7&nbsp;</b>For the mystery of lawlessness is already at work. Only he who now restrains it will do so until he is out of the way. <b class=\"verse-num\" id=\"v53002008-1\">8&nbsp;</b>And then the lawless one will be revealed, whom the Lord Jesus will kill with the breath of his mouth and bring to nothing by the appearance of his coming. <b class=\"verse-num\" id=\"v53002009-1\">9&nbsp;</b>The coming of the lawless one is by the activity of Satan with all power and false signs and wonders, <b class=\"verse-num\" id=\"v53002010-1\">10&nbsp;</b>and with all wicked deception for those who are perishing, because they refused to love the truth and so be saved. <b class=\"verse-num\" id=\"v53002011-1\">11&nbsp;</b>Therefore God sends them a strong delusion, so that they may believe what is false, <b class=\"verse-num\" id=\"v53002012-1\">12&nbsp;</b>in order that all may be condemned who did not believe the truth but had pleasure in unrighteousness.</p>\n\n<p id=\"p53002012_07-3\"><b class=\"verse-num\" id=\"v53002013-1\">13&nbsp;</b>But we ought always to give thanks to God for you, brothers beloved by the Lord, because God chose you as the firstfruits to be saved, through sanctification by the Spirit and belief in the truth. <b class=\"verse-num\" id=\"v53002014-1\">14&nbsp;</b>To this he called you through our gospel, so that you may obtain the glory of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v53002015-1\">15&nbsp;</b>So then, brothers, stand firm and hold to the traditions that you were taught by us, either by our spoken word or by our letter.</p>\n<p id=\"p53002015_07-3\"><b class=\"verse-num\" id=\"v53002016-1\">16&nbsp;</b>Now may our Lord Jesus Christ himself, and God our Father, who loved us and gave us eternal comfort and good hope through grace, <b class=\"verse-num\" id=\"v53002017-1\">17&nbsp;</b>comfort your hearts and establish them in every good work and word.</p>\n\n</div>","kjv":"<strong>1</strong> Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our gathering together unto him,  <strong>2</strong> That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand.  <strong>3</strong> Let no man deceive you by any means: for that day shall not come,  except there come a falling away first, and that man of sin be revealed, the son of perdition;  <strong>4</strong> Who opposeth and exalteth himself above all that is called God, or that is worshipped; so that he as God sitteth in the temple of God, shewing himself that he is God.  <strong>5</strong> Remember ye not, that, when I was yet with you, I told you these things?  <strong>6</strong> And now ye know what withholdeth that he might be revealed in his time.  <strong>7</strong> For the mystery of iniquity doth already work: only he who now letteth will let, until he be taken out of the way.  <strong>8</strong> And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:  <strong>9</strong> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,  <strong>10</strong> And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved.  <strong>11</strong> And for this cause God shall send them strong delusion, that they should believe a lie:  <strong>12</strong> That they all might be damned who believed not the truth, but had pleasure in unrighteousness.  <strong>13</strong> But we are bound to give thanks alway to God for you, brethren beloved of the Lord, because God hath from the beginning chosen you to salvation through sanctification of the Spirit and belief of the truth:  <strong>14</strong> Whereunto he called you by our gospel, to the obtaining of the glory of our Lord Jesus Christ.  <strong>15</strong> Therefore, brethren, stand fast, and hold the traditions which ye have been taught, whether by word, or our epistle.  <strong>16</strong> Now our Lord Jesus Christ himself, and God, even our Father, which hath loved us, and hath given us everlasting consolation and good hope through grace,  <strong>17</strong> Comfort your hearts, and stablish you in every good word and work.  ","niv":"<sup><strong>1</strong></sup> Concerning the coming of our Lord Jesus Christ and our being gathered to him, we ask you, brothers, <sup><strong>2</strong></sup> not to become easily unsettled or alarmed by some prophecy, report or letter supposed to have come from us, saying that the day of the Lord has already come. <sup><strong>3</strong></sup> Don't let anyone deceive you in any way, for that day will not come until the rebellion occurs and the man of lawlessness is revealed, the man doomed to destruction. <sup><strong>4</strong></sup> He will oppose and will exalt himself over everything that is called God or is worshiped, so that he sets himself up in God's temple, proclaiming himself to be God. <sup><strong>5</strong></sup> Don't you remember that when I was with you I used to tell you these things? <sup><strong>6</strong></sup> And now you know what is holding him back, so that he may be revealed at the proper time. <sup><strong>7</strong></sup> For the secret power of lawlessness is already at work; but the one who now holds it back will continue to do so till he is taken out of the way. <sup><strong>8</strong></sup> And then the lawless one will be revealed, whom the Lord Jesus will overthrow with the breath of his mouth and destroy by the splendor of his coming. <sup><strong>9</strong></sup> The coming of the lawless one will be in accordance with the work of Satan displayed in all kinds of counterfeit miracles, signs and wonders, <sup><strong>10</strong></sup> and in every sort of evil that deceives those who are perishing. They perish because they refused to love the truth and so be saved. <sup><strong>11</strong></sup> For this reason God sends them a powerful delusion so that they will believe the lie <sup><strong>12</strong></sup> and so that all will be condemned who have not believed the truth but have delighted in wickedness. <sup><strong>13</strong></sup> But we ought always to thank God for you, brothers loved by the Lord, because from the beginning God chose you to be saved through the sanctifying work of the Spirit and through belief in the truth. <sup><strong>14</strong></sup> He called you to this through our gospel, that you might share in the glory of our Lord Jesus Christ. <sup><strong>15</strong></sup> So then, brothers, stand firm and hold to the teachings we passed on to you, whether by word of mouth or by letter. <sup><strong>16</strong></sup> May our Lord Jesus Christ himself and God our Father, who loved us and by his grace gave us eternal encouragement and good hope, <sup><strong>17</strong></sup> encourage your hearts and strengthen you in every good deed and word. "},{"_id":"6164ef576451fe5325fa029c","topicId":"6164ef566451fe5325fa0298","verse":"1 Thessalonians 5:16-28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p52005016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005016-1\">16&nbsp;</b>Rejoice always, <b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing, <b class=\"verse-num\" id=\"v52005018-1\">18&nbsp;</b>give thanks in all circumstances; for this is the will of God in Christ Jesus for you. <b class=\"verse-num\" id=\"v52005019-1\">19&nbsp;</b>Do not quench the Spirit. <b class=\"verse-num\" id=\"v52005020-1\">20&nbsp;</b>Do not despise prophecies, <b class=\"verse-num\" id=\"v52005021-1\">21&nbsp;</b>but test everything; hold fast what is good. <b class=\"verse-num\" id=\"v52005022-1\">22&nbsp;</b>Abstain from every form of evil.</p>\n<p id=\"p52005022_01-5\"><b class=\"verse-num\" id=\"v52005023-1\">23&nbsp;</b>Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v52005024-1\">24&nbsp;</b>He who calls you is faithful; he will surely do it.</p>\n<p id=\"p52005024_01-5\"><b class=\"verse-num\" id=\"v52005025-1\">25&nbsp;</b>Brothers, pray for us.</p>\n<p id=\"p52005025_01-5\"><b class=\"verse-num\" id=\"v52005026-1\">26&nbsp;</b>Greet all the brothers with a holy kiss.</p>\n<p id=\"p52005026_01-5\"><b class=\"verse-num\" id=\"v52005027-1\">27&nbsp;</b>I put you under oath before the Lord to have this letter read to all the brothers.</p>\n<p id=\"p52005027_01-5\"><b class=\"verse-num\" id=\"v52005028-1\">28&nbsp;</b>The grace of our Lord Jesus Christ be with you.</p>\n</div>","kjv":"<strong>16</strong> Rejoice evermore.  <strong>17</strong> Pray without ceasing.  <strong>18</strong> In every thing give thanks: for this is the will of God in Christ Jesus concerning you.  <strong>19</strong> Quench not the Spirit.  <strong>20</strong> Despise not prophesyings.  <strong>21</strong> Prove all things; hold fast that which is good.  <strong>22</strong> Abstain from all appearance of evil.  <strong>23</strong> And the very God of peace sanctify you wholly; and I pray God  your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ.  <strong>24</strong> Faithful is he that calleth you, who also will do it.  <strong>25</strong> Brethren, pray for us.  <strong>26</strong> Greet all the brethren with an holy kiss.  <strong>27</strong> I charge you by the Lord that this epistle be read unto all the holy brethren.  <strong>28</strong> The grace of our Lord Jesus Christ be with you. Amen.  ","niv":"<sup><strong>16</strong></sup> Be joyful always; <sup><strong>17</strong></sup> pray continually; <sup><strong>18</strong></sup> give thanks in all circumstances, for this is God's will for you in Christ Jesus. <sup><strong>19</strong></sup> Do not put out the Spirit's fire; <sup><strong>20</strong></sup> do not treat prophecies with contempt. <sup><strong>21</strong></sup> Test everything. Hold on to the good. <sup><strong>22</strong></sup> Avoid every kind of evil. <sup><strong>23</strong></sup> May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ. <sup><strong>24</strong></sup> The one who calls you is faithful and he will do it. <sup><strong>25</strong></sup> Brothers, pray for us. <sup><strong>26</strong></sup> Greet all the brothers with a holy kiss. <sup><strong>27</strong></sup> I charge you before the Lord to have this letter read to all the brothers. <sup><strong>28</strong></sup> The grace of our Lord Jesus Christ be with you. "},{"_id":"6164ef576451fe5325fa029d","topicId":"6164ef566451fe5325fa0298","verse":"Matthew 6:5-18","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40006005_04-6\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_04-6\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span> <b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_04-6\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_04-6\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_04-6\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_04-6\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_04-6\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_04-6\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_04-6\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_04-6\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_04-6\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_04-6\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></p><p id=\"p40006013_04-6\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n\n<p id=\"p40006015_05-6\"><b class=\"verse-num woc\" id=\"v40006016-1\">16&nbsp;</b><span class=\"woc\">“And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span> <b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n\n</div>","kjv":"<strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  <strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. <strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  ","niv":"<sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. <sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' <sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. <sup><strong>16</strong></sup> \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. <sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face, <sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. "},{"_id":"6164ef576451fe5325fa029e","topicId":"6164ef566451fe5325fa0298","verse":"Exodus 3:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02003014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v02003014-1\">14&nbsp;</b>God said to Moses, “I AM WHO I AM.” And he said, “Say this to the people of Israel: ‘I AM has sent me to you.’”</p>\n\n</div>","kjv":"<strong>14</strong> And God said unto Moses, I AM THAT I AM: and he said, Thus shalt thou say unto the children of Israel, I AM hath sent me unto you.  ","niv":"<sup><strong>14</strong></sup> God said to Moses, \"I am who I am. This is what you are to say to the Israelites: 'I AM has sent me to you.'\""},{"_id":"6164ef586451fe5325fa029f","topicId":"6164ef566451fe5325fa0298","verse":"1 Thessalonians 2:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p52002013_01-9\"><b class=\"verse-num\" id=\"v52002013-1\">13&nbsp;</b>And we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers.</p>\n\n</div>","kjv":"<strong>13</strong> For this cause also thank we God without ceasing, because, when ye received the word of God which ye heard of us, ye received it not as the word of men, but as it is in truth, the word of God, which effectually worketh also in you that believe.  ","niv":"<sup><strong>13</strong></sup> And we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as the word of men, but as it actually is, the word of God, which is at work in you who believe."},{"_id":"6164ef586451fe5325fa02a0","topicId":"6164ef566451fe5325fa0298","verse":"John 17:1-26","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43017001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43017001-1\">17:1&nbsp;</b>When Jesus had spoken these words, he lifted up his eyes to heaven, and said, <span class=\"woc\">“Father, the hour has come; glorify your Son that the Son may glorify you,</span> <b class=\"verse-num woc\" id=\"v43017002-1\">2&nbsp;</b><span class=\"woc\">since you have given him authority over all flesh, to give eternal life to all whom you have given him.</span> <b class=\"verse-num woc\" id=\"v43017003-1\">3&nbsp;</b><span class=\"woc\">And this is eternal life, that they know you, the only true God, and Jesus Christ whom you have sent.</span> <b class=\"verse-num woc\" id=\"v43017004-1\">4&nbsp;</b><span class=\"woc\">I glorified you on earth, having accomplished the work that you gave me to do.</span> <b class=\"verse-num woc\" id=\"v43017005-1\">5&nbsp;</b><span class=\"woc\">And now, Father, glorify me in your own presence with the glory that I had with you before the world existed.</span></p>\n<p id=\"p43017005_05-10\"><b class=\"verse-num woc\" id=\"v43017006-1\">6&nbsp;</b><span class=\"woc\">“I have manifested your name to the people whom you gave me out of the world. Yours they were, and you gave them to me, and they have kept your word.</span> <b class=\"verse-num woc\" id=\"v43017007-1\">7&nbsp;</b><span class=\"woc\">Now they know that everything that you have given me is from you.</span> <b class=\"verse-num woc\" id=\"v43017008-1\">8&nbsp;</b><span class=\"woc\">For I have given them the words that you gave me, and they have received them and have come to know in truth that I came from you; and they have believed that you sent me.</span> <b class=\"verse-num woc\" id=\"v43017009-1\">9&nbsp;</b><span class=\"woc\">I am praying for them. I am not praying for the world but for those whom you have given me, for they are yours.</span> <b class=\"verse-num woc\" id=\"v43017010-1\">10&nbsp;</b><span class=\"woc\">All mine are yours, and yours are mine, and I am glorified in them.</span> <b class=\"verse-num woc\" id=\"v43017011-1\">11&nbsp;</b><span class=\"woc\">And I am no longer in the world, but they are in the world, and I am coming to you. Holy Father, keep them in your name, which you have given me, that they may be one, even as we are one.</span> <b class=\"verse-num woc\" id=\"v43017012-1\">12&nbsp;</b><span class=\"woc\">While I was with them, I kept them in your name, which you have given me. I have guarded them, and not one of them has been lost except the son of destruction, that the Scripture might be fulfilled.</span> <b class=\"verse-num woc\" id=\"v43017013-1\">13&nbsp;</b><span class=\"woc\">But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves.</span> <b class=\"verse-num woc\" id=\"v43017014-1\">14&nbsp;</b><span class=\"woc\">I have given them your word, and the world has hated them because they are not of the world, just as I am not of the world.</span> <b class=\"verse-num woc\" id=\"v43017015-1\">15&nbsp;</b><span class=\"woc\">I do not ask that you take them out of the world, but that you keep them from the evil one.</span> <b class=\"verse-num woc\" id=\"v43017016-1\">16&nbsp;</b><span class=\"woc\">They are not of the world, just as I am not of the world.</span> <b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span> <b class=\"verse-num woc\" id=\"v43017018-1\">18&nbsp;</b><span class=\"woc\">As you sent me into the world, so I have sent them into the world.</span> <b class=\"verse-num woc\" id=\"v43017019-1\">19&nbsp;</b><span class=\"woc\">And for their sake I consecrate myself, that they also may be sanctified in truth.</span></p>\n<p id=\"p43017019_05-10\"><b class=\"verse-num woc\" id=\"v43017020-1\">20&nbsp;</b><span class=\"woc\">“I do not ask for these only, but also for those who will believe in me through their word,</span> <b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span> <b class=\"verse-num woc\" id=\"v43017022-1\">22&nbsp;</b><span class=\"woc\">The glory that you have given me I have given to them, that they may be one even as we are one,</span> <b class=\"verse-num woc\" id=\"v43017023-1\">23&nbsp;</b><span class=\"woc\">I in them and you in me, that they may become perfectly one, so that the world may know that you sent me and loved them even as you loved me.</span> <b class=\"verse-num woc\" id=\"v43017024-1\">24&nbsp;</b><span class=\"woc\">Father, I desire that they also, whom you have given me, may be with me where I am, to see my glory that you have given me because you loved me before the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v43017025-1\">25&nbsp;</b><span class=\"woc\">O righteous Father, even though the world does not know you, I know you, and these know that you have sent me.</span> <b class=\"verse-num woc\" id=\"v43017026-1\">26&nbsp;</b><span class=\"woc\">I made known to them your name, and I will continue to make it known, that the love with which you have loved me may be in them, and I in them.”</span></p>\n\n</div>","kjv":"<strong>1</strong> These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee:  <strong>2</strong> As thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him.  <strong>3</strong> And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.  <strong>4</strong> I have glorified thee on the earth: I have finished the work which thou gavest me to do.  <strong>5</strong> And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.  <strong>6</strong> I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word.  <strong>7</strong> Now they have known that all things whatsoever thou hast given me are of thee.  <strong>8</strong> For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.  <strong>9</strong> I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.  <strong>10</strong> And all mine are thine, and thine are mine; and I am glorified in them.  <strong>11</strong> And now I am no more in the world, but these are in the world, and I come to thee. Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are.  <strong>12</strong> While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.  <strong>13</strong> And now come I to thee; and these things I speak in the world, that they might have my joy fulfilled in themselves.  <strong>14</strong> I have given them thy word; and the world hath hated them, because they are not of the world, even as I am not of the world.  <strong>15</strong> I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.  <strong>16</strong> They are not of the world, even as I am not of the world.  <strong>17</strong> Sanctify them through thy truth: thy word is truth.  <strong>18</strong> As thou hast sent me into the world, even so have I also sent them into the world.  <strong>19</strong> And for their sakes I sanctify myself, that they also might be sanctified through the truth.  <strong>20</strong> Neither pray I for these alone, but for them also which shall believe on me through their word;  <strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  <strong>22</strong> And the glory which thou gavest me I have given them; that they may be one, even as we are one:  <strong>23</strong> I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.  <strong>24</strong> Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.  <strong>25</strong> O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me.  <strong>26</strong> And I have declared unto them thy name, and will declare it:  that the love wherewith thou hast loved me may be in them, and I in them. ","niv":"<sup><strong>1</strong></sup> After Jesus said this, he looked toward heaven and prayed: <sup><strong>2</strong></sup> \"Father, the time has come. Glorify your Son, that your Son may glorify you. For you granted him authority over all people that he might give eternal life to all those you have given him. <sup><strong>3</strong></sup> Now this is eternal life: that they may know you, the only true God, and Jesus Christ, whom you have sent. <sup><strong>4</strong></sup> I have brought you glory on earth by completing the work you gave me to do. <sup><strong>5</strong></sup> And now, Father, glorify me in your presence with the glory I had with you before the world began. <sup><strong>6</strong></sup> \"I have revealed you to those whom you gave me out of the world. They were yours; you gave them to me and they have obeyed your word. <sup><strong>7</strong></sup> Now they know that everything you have given me comes from you. <sup><strong>8</strong></sup> For I gave them the words you gave me and they accepted them. They knew with certainty that I came from you, and they believed that you sent me. <sup><strong>9</strong></sup> I pray for them. I am not praying for the world, but for those you have given me, for they are yours. <sup><strong>10</strong></sup> All I have is yours, and all you have is mine. And glory has come to me through them. <sup><strong>11</strong></sup> I will remain in the world no longer, but they are still in the world, and I am coming to you. Holy Father, protect them by the power of your name--the name you gave me--so that they may be one as we are one. <sup><strong>12</strong></sup> While I was with them, I protected them and kept them safe by that name you gave me. None has been lost except the one doomed to destruction so that Scripture would be fulfilled. <sup><strong>13</strong></sup> \"I am coming to you now, but I say these things while I am still in the world, so that they may have the full measure of my joy within them. <sup><strong>14</strong></sup> I have given them your word and the world has hated them, for they are not of the world any more than I am of the world. <sup><strong>15</strong></sup> My prayer is not that you take them out of the world but that you protect them from the evil one. <sup><strong>16</strong></sup> They are not of the world, even as I am not of it. <sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth. <sup><strong>18</strong></sup> As you sent me into the world, I have sent them into the world. <sup><strong>19</strong></sup> For them I sanctify myself, that they too may be truly sanctified. <sup><strong>20</strong></sup> \"My prayer is not for them alone. I pray also for those who will believe in me through their message, <sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me. <sup><strong>22</strong></sup> I have given them the glory that you gave me, that they may be one as we are one: <sup><strong>23</strong></sup> I in them and you in me. May they be brought to complete unity to let the world know that you sent me and have loved them even as you have loved me. <sup><strong>24</strong></sup> \"Father, I want those you have given me to be with me where I am, and to see my glory, the glory you have given me because you loved me before the creation of the world. <sup><strong>25</strong></sup> \"Righteous Father, though the world does not know you, I know you, and they know that you have sent me. <sup><strong>26</strong></sup> I have made you known to them, and will continue to make you known in order that the love you have for me may be in them and that I myself may be in them.\" "},{"_id":"6164ef586451fe5325fa02a1","topicId":"6164ef566451fe5325fa0298","verse":"John 14:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6164ef596451fe5325fa02a2","topicId":"6164ef566451fe5325fa0298","verse":"John 4:14-26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43004014_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004014-1\">14&nbsp;</b><span class=\"woc\">but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.”</span> <b class=\"verse-num\" id=\"v43004015-1\">15&nbsp;</b>The woman said to him, “Sir, give me this water, so that I will not be thirsty or have to come here to draw water.”</p>\n<p id=\"p43004015_01-12\"><b class=\"verse-num\" id=\"v43004016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Go, call your husband, and come here.”</span> <b class=\"verse-num\" id=\"v43004017-1\">17&nbsp;</b>The woman answered him, “I have no husband.” Jesus said to her, <span class=\"woc\">“You are right in saying, ‘I have no husband’;</span> <b class=\"verse-num woc\" id=\"v43004018-1\">18&nbsp;</b><span class=\"woc\">for you have had five husbands, and the one you now have is not your husband. What you have said is true.”</span> <b class=\"verse-num\" id=\"v43004019-1\">19&nbsp;</b>The woman said to him, “Sir, I perceive that you are a prophet. <b class=\"verse-num\" id=\"v43004020-1\">20&nbsp;</b>Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.” <b class=\"verse-num\" id=\"v43004021-1\">21&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.</span> <b class=\"verse-num woc\" id=\"v43004022-1\">22&nbsp;</b><span class=\"woc\">You worship what you do not know; we worship what we know, for salvation is from the Jews.</span> <b class=\"verse-num woc\" id=\"v43004023-1\">23&nbsp;</b><span class=\"woc\">But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him.</span> <b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span> <b class=\"verse-num\" id=\"v43004025-1\">25&nbsp;</b>The woman said to him, “I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things.” <b class=\"verse-num\" id=\"v43004026-1\">26&nbsp;</b>Jesus said to her, <span class=\"woc\">“I who speak to you am he.”</span></p>\n\n</div>","kjv":"<strong>14</strong> But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.  <strong>15</strong> The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.  <strong>16</strong> Jesus saith unto her, Go, call thy husband, and come hither.  <strong>17</strong> The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:  <strong>18</strong> For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.  <strong>19</strong> The woman saith unto him, Sir, I perceive that thou art a prophet.  <strong>20</strong> Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.  <strong>21</strong> Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father.  <strong>22</strong> Ye worship ye know not what: we know what we worship: for salvation is of the Jews.  <strong>23</strong> But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.  <strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  <strong>25</strong> The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.  <strong>26</strong> Jesus saith unto her, I that speak unto thee am he. ","niv":"<sup><strong>14</strong></sup> but whoever drinks the water I give him will never thirst. Indeed, the water I give him will become in him a spring of water welling up to eternal life.\" <sup><strong>15</strong></sup> The woman said to him, \"Sir, give me this water so that I won't get thirsty and have to keep coming here to draw water.\" <sup><strong>16</strong></sup> He told her, \"Go, call your husband and come back.\" <sup><strong>17</strong></sup> \"I have no husband,\" she replied. <sup><strong>18</strong></sup> Jesus said to her, \"You are right when you say you have no husband. The fact is, you have had five husbands, and the man you now have is not your husband. What you have just said is quite true.\" <sup><strong>19</strong></sup> \"Sir,\" the woman said, \"I can see that you are a prophet. <sup><strong>20</strong></sup> Our fathers worshiped on this mountain, but you Jews claim that the place where we must worship is in Jerusalem.\" <sup><strong>21</strong></sup> Jesus declared, \"Believe me, woman, a time is coming when you will worship the Father neither on this mountain nor in Jerusalem. <sup><strong>22</strong></sup> You Samaritans worship what you do not know; we worship what we do know, for salvation is from the Jews. <sup><strong>23</strong></sup> Yet a time is coming and has now come when the true worshipers will worship the Father in spirit and truth, for they are the kind of worshipers the Father seeks. <sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\" <sup><strong>25</strong></sup> The woman said, \"I know that Messiah\" (called Christ) \"is coming. When he comes, he will explain everything to us.\" <sup><strong>26</strong></sup> Then Jesus declared, \"I who speak to you am he.\" "},{"_id":"6164ef596451fe5325fa02a3","topicId":"6164ef566451fe5325fa0298","verse":"Matthew 1:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40001001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40001001-1\">1:1&nbsp;</b>The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.</p>\n</div>","kjv":"<strong>1</strong> The book of the generation of Jesus Christ, the son of David, the son of Abraham.  ","niv":"<sup><strong>1</strong></sup> A record of the genealogy of Jesus Christ the son of David, the son of Abraham:"},{"_id":"6164ef596451fe5325fa02a4","topicId":"6164ef566451fe5325fa0298","verse":"Leviticus 26:1-46","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p03026001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03026001-1\">26:1&nbsp;</b>“You shall not make idols for yourselves or erect an image or pillar, and you shall not set up a figured stone in your land to bow down to it, for I am the LORD your God. <b class=\"verse-num\" id=\"v03026002-1\">2&nbsp;</b>You shall keep my Sabbaths and reverence my sanctuary: I am the LORD.</p>\n<p id=\"p03026002_04-14\"><b class=\"verse-num\" id=\"v03026003-1\">3&nbsp;</b>“If you walk in my statutes and observe my commandments and do them, <b class=\"verse-num\" id=\"v03026004-1\">4&nbsp;</b>then I will give you your rains in their season, and the land shall yield its increase, and the trees of the field shall yield their fruit. <b class=\"verse-num\" id=\"v03026005-1\">5&nbsp;</b>Your threshing shall last to the time of the grape harvest, and the grape harvest shall last to the time for sowing. And you shall eat your bread to the full and dwell in your land securely. <b class=\"verse-num\" id=\"v03026006-1\">6&nbsp;</b>I will give peace in the land, and you shall lie down, and none shall make you afraid. And I will remove harmful beasts from the land, and the sword shall not go through your land. <b class=\"verse-num\" id=\"v03026007-1\">7&nbsp;</b>You shall chase your enemies, and they shall fall before you by the sword. <b class=\"verse-num\" id=\"v03026008-1\">8&nbsp;</b>Five of you shall chase a hundred, and a hundred of you shall chase ten thousand, and your enemies shall fall before you by the sword. <b class=\"verse-num\" id=\"v03026009-1\">9&nbsp;</b>I will turn to you and make you fruitful and multiply you and will confirm my covenant with you. <b class=\"verse-num\" id=\"v03026010-1\">10&nbsp;</b>You shall eat old store long kept, and you shall clear out the old to make way for the new. <b class=\"verse-num\" id=\"v03026011-1\">11&nbsp;</b>I will make my dwelling among you, and my soul shall not abhor you. <b class=\"verse-num\" id=\"v03026012-1\">12&nbsp;</b>And I will walk among you and will be your God, and you shall be my people. <b class=\"verse-num\" id=\"v03026013-1\">13&nbsp;</b>I am the LORD your God, who brought you out of the land of Egypt, that you should not be their slaves. And I have broken the bars of your yoke and made you walk erect.</p>\n\n<p id=\"p03026013_07-14\"><b class=\"verse-num\" id=\"v03026014-1\">14&nbsp;</b>“But if you will not listen to me and will not do all these commandments, <b class=\"verse-num\" id=\"v03026015-1\">15&nbsp;</b>if you spurn my statutes, and if your soul abhors my rules, so that you will not do all my commandments, but break my covenant, <b class=\"verse-num\" id=\"v03026016-1\">16&nbsp;</b>then I will do this to you: I will visit you with panic, with wasting disease and fever that consume the eyes and make the heart ache. And you shall sow your seed in vain, for your enemies shall eat it. <b class=\"verse-num\" id=\"v03026017-1\">17&nbsp;</b>I will set my face against you, and you shall be struck down before your enemies. Those who hate you shall rule over you, and you shall flee when none pursues you. <b class=\"verse-num\" id=\"v03026018-1\">18&nbsp;</b>And if in spite of this you will not listen to me, then I will discipline you again sevenfold for your sins, <b class=\"verse-num\" id=\"v03026019-1\">19&nbsp;</b>and I will break the pride of your power, and I will make your heavens like iron and your earth like bronze. <b class=\"verse-num\" id=\"v03026020-1\">20&nbsp;</b>And your strength shall be spent in vain, for your land shall not yield its increase, and the trees of the land shall not yield their fruit.</p>\n<p id=\"p03026020_07-14\"><b class=\"verse-num\" id=\"v03026021-1\">21&nbsp;</b>“Then if you walk contrary to me and will not listen to me, I will continue striking you, sevenfold for your sins. <b class=\"verse-num\" id=\"v03026022-1\">22&nbsp;</b>And I will let loose the wild beasts against you, which shall bereave you of your children and destroy your livestock and make you few in number, so that your roads shall be deserted.</p>\n<p id=\"p03026022_07-14\"><b class=\"verse-num\" id=\"v03026023-1\">23&nbsp;</b>“And if by this discipline you are not turned to me but walk contrary to me, <b class=\"verse-num\" id=\"v03026024-1\">24&nbsp;</b>then I also will walk contrary to you, and I myself will strike you sevenfold for your sins. <b class=\"verse-num\" id=\"v03026025-1\">25&nbsp;</b>And I will bring a sword upon you, that shall execute vengeance for the covenant. And if you gather within your cities, I will send pestilence among you, and you shall be delivered into the hand of the enemy. <b class=\"verse-num\" id=\"v03026026-1\">26&nbsp;</b>When I break your supply of bread, ten women shall bake your bread in a single oven and shall dole out your bread again by weight, and you shall eat and not be satisfied.</p>\n<p id=\"p03026026_07-14\"><b class=\"verse-num\" id=\"v03026027-1\">27&nbsp;</b>“But if in spite of this you will not listen to me, but walk contrary to me, <b class=\"verse-num\" id=\"v03026028-1\">28&nbsp;</b>then I will walk contrary to you in fury, and I myself will discipline you sevenfold for your sins. <b class=\"verse-num\" id=\"v03026029-1\">29&nbsp;</b>You shall eat the flesh of your sons, and you shall eat the flesh of your daughters. <b class=\"verse-num\" id=\"v03026030-1\">30&nbsp;</b>And I will destroy your high places and cut down your incense altars and cast your dead bodies upon the dead bodies of your idols, and my soul will abhor you. <b class=\"verse-num\" id=\"v03026031-1\">31&nbsp;</b>And I will lay your cities waste and will make your sanctuaries desolate, and I will not smell your pleasing aromas. <b class=\"verse-num\" id=\"v03026032-1\">32&nbsp;</b>And I myself will devastate the land, so that your enemies who settle in it shall be appalled at it. <b class=\"verse-num\" id=\"v03026033-1\">33&nbsp;</b>And I will scatter you among the nations, and I will unsheathe the sword after you, and your land shall be a desolation, and your cities shall be a waste.</p>\n<p id=\"p03026033_07-14\"><b class=\"verse-num\" id=\"v03026034-1\">34&nbsp;</b>“Then the land shall enjoy its Sabbaths as long as it lies desolate, while you are in your enemies’ land; then the land shall rest, and enjoy its Sabbaths. <b class=\"verse-num\" id=\"v03026035-1\">35&nbsp;</b>As long as it lies desolate it shall have rest, the rest that it did not have on your Sabbaths when you were dwelling in it. <b class=\"verse-num\" id=\"v03026036-1\">36&nbsp;</b>And as for those of you who are left, I will send faintness into their hearts in the lands of their enemies. The sound of a driven leaf shall put them to flight, and they shall flee as one flees from the sword, and they shall fall when none pursues. <b class=\"verse-num\" id=\"v03026037-1\">37&nbsp;</b>They shall stumble over one another, as if to escape a sword, though none pursues. And you shall have no power to stand before your enemies. <b class=\"verse-num\" id=\"v03026038-1\">38&nbsp;</b>And you shall perish among the nations, and the land of your enemies shall eat you up. <b class=\"verse-num\" id=\"v03026039-1\">39&nbsp;</b>And those of you who are left shall rot away in your enemies’ lands because of their iniquity, and also because of the iniquities of their fathers they shall rot away like them.</p>\n<p id=\"p03026039_07-14\"><b class=\"verse-num\" id=\"v03026040-1\">40&nbsp;</b>“But if they confess their iniquity and the iniquity of their fathers in their treachery that they committed against me, and also in walking contrary to me, <b class=\"verse-num\" id=\"v03026041-1\">41&nbsp;</b>so that I walked contrary to them and brought them into the land of their enemies—if then their uncircumcised heart is humbled and they make amends for their iniquity, <b class=\"verse-num\" id=\"v03026042-1\">42&nbsp;</b>then I will remember my covenant with Jacob, and I will remember my covenant with Isaac and my covenant with Abraham, and I will remember the land. <b class=\"verse-num\" id=\"v03026043-1\">43&nbsp;</b>But the land shall be abandoned by them and enjoy its Sabbaths while it lies desolate without them, and they shall make amends for their iniquity, because they spurned my rules and their soul abhorred my statutes. <b class=\"verse-num\" id=\"v03026044-1\">44&nbsp;</b>Yet for all that, when they are in the land of their enemies, I will not spurn them, neither will I abhor them so as to destroy them utterly and break my covenant with them, for I am the LORD their God. <b class=\"verse-num\" id=\"v03026045-1\">45&nbsp;</b>But I will for their sake remember the covenant with their forefathers, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God: I am the LORD.”</p>\n<p id=\"p03026045_07-14\"><b class=\"verse-num\" id=\"v03026046-1\">46&nbsp;</b>These are the statutes and rules and laws that the LORD made between himself and the people of Israel through Moses on Mount Sinai.</p>\n\n</div>","kjv":"<strong>1</strong> Ye shall make you no idols nor graven image, neither rear you up a standing image, neither shall ye set up any image of stone in your land, to bow down unto it: for I am the LORD your God.  <strong>2</strong> Ye shall keep my sabbaths, and reverence my sanctuary: I am  the LORD.  <strong>3</strong> If ye walk in my statutes, and keep my commandments, and do them;  <strong>4</strong> Then I will give you rain in due season, and the land shall yield her increase, and the trees of the field shall yield their fruit.  <strong>5</strong> And your threshing shall reach unto the vintage, and the vintage shall reach unto the sowing time: and ye shall eat your bread to the full, and dwell in your land safely.  <strong>6</strong> And I will give peace in the land, and ye shall lie down, and none shall make you afraid: and I will rid evil beasts out of the land, neither shall the sword go through your land.  <strong>7</strong> And ye shall chase your enemies, and they shall fall before you by the sword.  <strong>8</strong> And five of you shall chase an hundred, and an hundred of you shall put ten thousand to flight: and your enemies shall fall before you by the sword.  <strong>9</strong> For I will have respect unto you, and make you fruitful, and multiply you, and establish my covenant with you.  <strong>10</strong> And ye shall eat old store, and bring forth the old because of the new.  <strong>11</strong> And I will set my tabernacle among you: and my soul shall not abhor you.  <strong>12</strong> And I will walk among you, and will be your God, and ye shall be my people.  <strong>13</strong> I am the LORD your God, which brought you forth out of the land of Egypt, that ye should not be their bondmen; and I have broken the bands of your yoke, and made you go upright.  <strong>14</strong> But if ye will not hearken unto me, and will not do all these commandments;  <strong>15</strong> And if ye shall despise my statutes, or if your soul abhor my judgments, so that ye will not do all my commandments, but that ye break my covenant:  <strong>16</strong> I also will do this unto you; I will even appoint over you terror, consumption, and the burning ague, that shall consume the eyes, and cause sorrow of heart: and ye shall sow your seed in vain, for your enemies shall eat it.  <strong>17</strong> And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.  <strong>18</strong> And if ye will not yet for all this hearken unto me, then I will punish you seven times more for your sins.  <strong>19</strong> And I will break the pride of your power; and I will make your heaven as iron, and your earth as brass:  <strong>20</strong> And your strength shall be spent in vain: for your land shall not yield her increase, neither shall the trees of the land yield their fruits.  <strong>21</strong> And if ye walk contrary unto me, and will not hearken unto me; I will bring seven times more plagues upon you according to your sins.  <strong>22</strong> I will also send wild beasts among you, which shall rob you of your children, and destroy your cattle, and make you few in number; and your high ways shall be desolate.  <strong>23</strong> And if ye will not be reformed by me by these things, but will walk contrary unto me;  <strong>24</strong> Then will I also walk contrary unto you, and will punish you yet seven times for your sins.  <strong>25</strong> And I will bring a sword upon you, that shall avenge the quarrel of my covenant: and when ye are gathered together within your cities, I will send the pestilence among you; and ye shall be delivered into the hand of the enemy.  <strong>26</strong> And when I have broken the staff of your bread, ten women shall bake your bread in one oven, and they shall deliver you your bread again by weight: and ye shall eat, and not be satisfied.  <strong>27</strong> And if ye will not for all this hearken unto me, but walk contrary unto me;  <strong>28</strong> Then I will walk contrary unto you also in fury; and I, even I, will chastise you seven times for your sins.  <strong>29</strong> And ye shall eat the flesh of your sons, and the flesh of your daughters shall ye eat.  <strong>30</strong> And I will destroy your high places, and cut down your images, and cast your carcases upon the carcases of your idols, and my soul shall abhor you.  <strong>31</strong> And I will make your cities waste, and bring your sanctuaries unto desolation, and I will not smell the savour of your sweet odours.  <strong>32</strong> And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it.  <strong>33</strong> And I will scatter you among the heathen, and will draw out a sword after you: and your land shall be desolate, and your cities waste.  <strong>34</strong> Then shall the land enjoy her sabbaths, as long as it lieth desolate, and ye be in your enemies’ land; even then shall the land rest, and enjoy her sabbaths.  <strong>35</strong> As long as it lieth desolate it shall rest; because it did not rest in your sabbaths, when ye dwelt upon it.  <strong>36</strong> And upon them that are left alive of you I will send a faintness into their hearts in the lands of their enemies; and the sound of a shaken leaf shall chase them; and they shall flee, as fleeing from a sword; and they shall fall when none pursueth.  <strong>37</strong> And they shall fall one upon another, as it were before a sword, when none pursueth: and ye shall have no power to stand before your enemies.  <strong>38</strong> And ye shall perish among the heathen, and the land of your enemies shall eat you up.  <strong>39</strong> And they that are left of you shall pine away in their iniquity in your enemies’ lands; and also in the iniquities of their fathers shall they pine away with them.  <strong>40</strong> If they shall confess their iniquity, and the iniquity of their fathers, with their trespass which they trespassed against me, and that also they have walked contrary unto me;  <strong>41</strong> And that I also have walked contrary unto them, and have brought them into the land of their enemies; if then their uncircumcised hearts be humbled, and they then accept of the punishment of their iniquity:  <strong>42</strong> Then will I remember my covenant with Jacob, and also my covenant with Isaac, and also my covenant with Abraham will I remember; and I will remember the land.  <strong>43</strong> The land also shall be left of them, and shall enjoy her sabbaths, while she lieth desolate without them: and they shall accept of the punishment of their iniquity: because, even because they despised my judgments, and because their soul abhorred my statutes.  <strong>44</strong> And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the LORD their God.  <strong>45</strong> But I will for their sakes remember the covenant of their ancestors, whom I brought forth out of the land of Egypt in the sight of the heathen, that I might be their God: I am the LORD.  <strong>46</strong> These are the statutes and judgments and laws, which the LORD made between him and the children of Israel in mount Sinai by the hand of Moses.  ","niv":"<sup><strong>1</strong></sup> \"'Do not make idols or set up an image or a sacred stone for yourselves, and do not place a carved stone in your land to bow down before it. I am the LORD your God. <sup><strong>2</strong></sup> \"'Observe my Sabbaths and have reverence for my sanctuary. I am the LORD. <sup><strong>3</strong></sup> \"'If you follow my decrees and are careful to obey my commands, <sup><strong>4</strong></sup> I will send you rain in its season, and the ground will yield its crops and the trees of the field their fruit. <sup><strong>5</strong></sup> Your threshing will continue until grape harvest and the grape harvest will continue until planting, and you will eat all the food you want and live in safety in your land. <sup><strong>6</strong></sup> \"'I will grant peace in the land, and you will lie down and no one will make you afraid. I will remove savage beasts from the land, and the sword will not pass through your country. <sup><strong>7</strong></sup> You will pursue your enemies, and they will fall by the sword before you. <sup><strong>8</strong></sup> Five of you will chase a hundred, and a hundred of you will chase ten thousand, and your enemies will fall by the sword before you. <sup><strong>9</strong></sup> \"'I will look on you with favor and make you fruitful and increase your numbers, and I will keep my covenant with you. <sup><strong>10</strong></sup> You will still be eating last year's harvest when you will have to move it out to make room for the new. <sup><strong>11</strong></sup> I will put my dwelling place among you, and I will not abhor you. <sup><strong>12</strong></sup> I will walk among you and be your God, and you will be my people. <sup><strong>13</strong></sup> I am the LORD your God, who brought you out of Egypt so that you would no longer be slaves to the Egyptians; I broke the bars of your yoke and enabled you to walk with heads held high. <sup><strong>14</strong></sup> \"'But if you will not listen to me and carry out all these commands, <sup><strong>15</strong></sup> and if you reject my decrees and abhor my laws and fail to carry out all my commands and so violate my covenant, <sup><strong>16</strong></sup> then I will do this to you: I will bring upon you sudden terror, wasting diseases and fever that will destroy your sight and drain away your life. You will plant seed in vain, because your enemies will eat it. <sup><strong>17</strong></sup> I will set my face against you so that you will be defeated by your enemies; those who hate you will rule over you, and you will flee even when no one is pursuing you. <sup><strong>18</strong></sup> \"'If after all this you will not listen to me, I will punish you for your sins seven times over. <sup><strong>19</strong></sup> I will break down your stubborn pride and make the sky above you like iron and the ground beneath you like bronze. <sup><strong>20</strong></sup> Your strength will be spent in vain, because your soil will not yield its crops, nor will the trees of the land yield their fruit. <sup><strong>21</strong></sup> \"'If you remain hostile toward me and refuse to listen to me, I will multiply your afflictions seven times over, as your sins deserve. <sup><strong>22</strong></sup> I will send wild animals against you, and they will rob you of your children, destroy your cattle and make you so few in number that your roads will be deserted. <sup><strong>23</strong></sup> \"'If in spite of these things you do not accept my correction but continue to be hostile toward me, <sup><strong>24</strong></sup> I myself will be hostile toward you and will afflict you for your sins seven times over. <sup><strong>25</strong></sup> And I will bring the sword upon you to avenge the breaking of the covenant. When you withdraw into your cities, I will send a plague among you, and you will be given into enemy hands. <sup><strong>26</strong></sup> When I cut off your supply of bread, ten women will be able to bake your bread in one oven, and they will dole out the bread by weight. You will eat, but you will not be satisfied. <sup><strong>27</strong></sup> \"'If in spite of this you still do not listen to me but continue to be hostile toward me, <sup><strong>28</strong></sup> then in my anger I will be hostile toward you, and I myself will punish you for your sins seven times over. <sup><strong>29</strong></sup> You will eat the flesh of your sons and the flesh of your daughters. <sup><strong>30</strong></sup> I will destroy your high places, cut down your incense altars and pile your dead bodies on the lifeless forms of your idols, and I will abhor you. <sup><strong>31</strong></sup> I will turn your cities into ruins and lay waste your sanctuaries, and I will take no delight in the pleasing aroma of your offerings. <sup><strong>32</strong></sup> I will lay waste the land, so that your enemies who live there will be appalled. <sup><strong>33</strong></sup> I will scatter you among the nations and will draw out my sword and pursue you. Your land will be laid waste, and your cities will lie in ruins. <sup><strong>34</strong></sup> Then the land will enjoy its sabbath years all the time that it lies desolate and you are in the country of your enemies; then the land will rest and enjoy its sabbaths. <sup><strong>35</strong></sup> All the time that it lies desolate, the land will have the rest it did not have during the sabbaths you lived in it. <sup><strong>36</strong></sup> \"'As for those of you who are left, I will make their hearts so fearful in the lands of their enemies that the sound of a windblown leaf will put them to flight. They will run as though fleeing from the sword, and they will fall, even though no one is pursuing them. <sup><strong>37</strong></sup> They will stumble over one another as though fleeing from the sword, even though no one is pursuing them. So you will not be able to stand before your enemies. <sup><strong>38</strong></sup> You will perish among the nations; the land of your enemies will devour you. <sup><strong>39</strong></sup> Those of you who are left will waste away in the lands of their enemies because of their sins; also because of their fathers' sins they will waste away. <sup><strong>40</strong></sup> \"'But if they will confess their sins and the sins of their fathers-their treachery against me and their hostility toward me, <sup><strong>41</strong></sup> which made me hostile toward them so that I sent them into the land of their enemies-then when their uncircumcised hearts are humbled and they pay for their sin, <sup><strong>42</strong></sup> I will remember my covenant with Jacob and my covenant with Isaac and my covenant with Abraham, and I will remember the land. <sup><strong>43</strong></sup> For the land will be deserted by them and will enjoy its sabbaths while it lies desolate without them. They will pay for their sins because they rejected my laws and abhorred my decrees. <sup><strong>44</strong></sup> Yet in spite of this, when they are in the land of their enemies, I will not reject them or abhor them so as to destroy them completely, breaking my covenant with them. I am the LORD their God. <sup><strong>45</strong></sup> But for their sake I will remember the covenant with their ancestors whom I brought out of Egypt in the sight of the nations to be their God. I am the LORD.'\" <sup><strong>46</strong></sup> These are the decrees, the laws and the regulations that the LORD established on Mount Sinai between himself and the Israelites through Moses. "},{"_id":"6164ef5a6451fe5325fa02a5","topicId":"6164ef566451fe5325fa0298","verse":"Exodus 23:13-26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02023013_01-15\"><b class=\"verse-num\" id=\"v02023013-1\">13&nbsp;</b>“Pay attention to all that I have said to you, and make no mention of the names of other gods, nor let it be heard on your lips.</p>\n<p id=\"p02023013_01-15\"><b class=\"verse-num\" id=\"v02023014-1\">14&nbsp;</b>“Three times in the year you shall keep a feast to me. <b class=\"verse-num\" id=\"v02023015-1\">15&nbsp;</b>You shall keep the Feast of Unleavened Bread. As I commanded you, you shall eat unleavened bread for seven days at the appointed time in the month of Abib, for in it you came out of Egypt. None shall appear before me empty-handed. <b class=\"verse-num\" id=\"v02023016-1\">16&nbsp;</b>You shall keep the Feast of Harvest, of the firstfruits of your labor, of what you sow in the field. You shall keep the Feast of Ingathering at the end of the year, when you gather in from the field the fruit of your labor. <b class=\"verse-num\" id=\"v02023017-1\">17&nbsp;</b>Three times in the year shall all your males appear before the Lord GOD.</p>\n<p id=\"p02023017_01-15\"><b class=\"verse-num\" id=\"v02023018-1\">18&nbsp;</b>“You shall not offer the blood of my sacrifice with anything leavened, or let the fat of my feast remain until the morning.</p>\n<p id=\"p02023018_01-15\"><b class=\"verse-num\" id=\"v02023019-1\">19&nbsp;</b>“The best of the firstfruits of your ground you shall bring into the house of the LORD your God.</p>\n<p id=\"p02023019_01-15\">“You shall not boil a young goat in its mother’s milk.</p>\n\n<p id=\"p02023019_05-15\"><b class=\"verse-num\" id=\"v02023020-1\">20&nbsp;</b>“Behold, I send an angel before you to guard you on the way and to bring you to the place that I have prepared. <b class=\"verse-num\" id=\"v02023021-1\">21&nbsp;</b>Pay careful attention to him and obey his voice; do not rebel against him, for he will not pardon your transgression, for my name is in him.</p>\n<p id=\"p02023021_05-15\"><b class=\"verse-num\" id=\"v02023022-1\">22&nbsp;</b>“But if you carefully obey his voice and do all that I say, then I will be an enemy to your enemies and an adversary to your adversaries.</p>\n<p id=\"p02023022_05-15\"><b class=\"verse-num\" id=\"v02023023-1\">23&nbsp;</b>“When my angel goes before you and brings you to the Amorites and the Hittites and the Perizzites and the Canaanites, the Hivites and the Jebusites, and I blot them out, <b class=\"verse-num\" id=\"v02023024-1\">24&nbsp;</b>you shall not bow down to their gods nor serve them, nor do as they do, but you shall utterly overthrow them and break their pillars in pieces. <b class=\"verse-num\" id=\"v02023025-1\">25&nbsp;</b>You shall serve the LORD your God, and he will bless your bread and your water, and I will take sickness away from among you. <b class=\"verse-num\" id=\"v02023026-1\">26&nbsp;</b>None shall miscarry or be barren in your land; I will fulfill the number of your days.</p>\n\n</div>","kjv":"<strong>13</strong> And in all things that I have said unto you be circumspect: and make no mention of the name of other gods, neither let it be heard out of thy mouth.  <strong>14</strong> Three times thou shalt keep a feast unto me in the year.  <strong>15</strong> Thou shalt keep the feast of unleavened bread: (thou shalt eat unleavened bread seven days, as I commanded thee, in the time appointed of the month Abib; for in it thou camest out from Egypt: and none shall appear before me empty:)  <strong>16</strong> And the feast of harvest, the firstfruits of thy labours, which thou hast sown in the field: and the feast of ingathering, which is  in the end of the year, when thou hast gathered in thy labours out of the field.  <strong>17</strong> Three times in the year all thy males shall appear before the Lord GOD.  <strong>18</strong> Thou shalt not offer the blood of my sacrifice with leavened bread; neither shall the fat of my sacrifice remain until the morning.  <strong>19</strong> The first of the firstfruits of thy land thou shalt bring into the house of the LORD thy God. Thou shalt not seethe a kid in his mother’s milk.  <strong>20</strong> Behold, I send an Angel before thee, to keep thee in the way, and to bring thee into the place which I have prepared.  <strong>21</strong> Beware of him, and obey his voice, provoke him not; for he will not pardon your transgressions: for my name is in him.  <strong>22</strong> But if thou shalt indeed obey his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries.  <strong>23</strong> For mine Angel shall go before thee, and bring thee in unto the Amorites, and the Hittites, and the Perizzites, and the Canaanites, and the Hivites, and the Jebusites: and I will cut them off.  <strong>24</strong> Thou shalt not bow down to their gods, nor serve them, nor do after their works: but thou shalt utterly overthrow them, and quite break down their images.  <strong>25</strong> And ye shall serve the LORD your God, and he shall bless thy bread, and thy water; and I will take sickness away from the midst of thee.  <strong>26</strong> There shall nothing cast their young, nor be barren, in thy land: the number of thy days I will fulfil.  ","niv":"<sup><strong>13</strong></sup> \"Be careful to do everything I have said to you. Do not invoke the names of other gods; do not let them be heard on your lips. <sup><strong>14</strong></sup> \"Three times a year you are to celebrate a festival to me. <sup><strong>15</strong></sup> \"Celebrate the Feast of Unleavened Bread; for seven days eat bread made without yeast, as I commanded you. Do this at the appointed time in the month of Abib, for in that month you came out of Egypt. \"No one is to appear before me empty-handed. <sup><strong>16</strong></sup> \"Celebrate the Feast of Harvest with the firstfruits of the crops you sow in your field. \"Celebrate the Feast of Ingathering at the end of the year, when you gather in your crops from the field. <sup><strong>17</strong></sup> \"Three times a year all the men are to appear before the Sovereign LORD. <sup><strong>18</strong></sup> \"Do not offer the blood of a sacrifice to me along with anything containing yeast. \"The fat of my festival offerings must not be kept until morning. <sup><strong>19</strong></sup> \"Bring the best of the firstfruits of your soil to the house of the LORD your God. \"Do not cook a young goat in its mother's milk. <sup><strong>20</strong></sup> \"See, I am sending an angel ahead of you to guard you along the way and to bring you to the place I have prepared. <sup><strong>21</strong></sup> Pay attention to him and listen to what he says. Do not rebel against him; he will not forgive your rebellion, since my Name is in him. <sup><strong>22</strong></sup> If you listen carefully to what he says and do all that I say, I will be an enemy to your enemies and will oppose those who oppose you. <sup><strong>23</strong></sup> My angel will go ahead of you and bring you into the land of the Amorites, Hittites, Perizzites, Canaanites, Hivites and Jebusites, and I will wipe them out. <sup><strong>24</strong></sup> Do not bow down before their gods or worship them or follow their practices. You must demolish them and break their sacred stones to pieces. <sup><strong>25</strong></sup> Worship the LORD your God, and his blessing will be on your food and water. I will take away sickness from among you, <sup><strong>26</strong></sup> and none will miscarry or be barren in your land. I will give you a full life span. "},{"_id":"6164ef5a6451fe5325fa02a6","topicId":"6164ef566451fe5325fa0298","verse":"Exodus 20:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02020025_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it.</p>\n</div>","kjv":"<strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  ","niv":"<sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it."},{"_id":"6164ef5a6451fe5325fa02a7","topicId":"6164ef566451fe5325fa0298","verse":"Mark 7:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41007013_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41007013-1\">13&nbsp;</b><span class=\"woc\">thus making void the word of God by your tradition that you have handed down. And many such things you do.”</span></p>\n</div>","kjv":"<strong>13</strong> Making the word of God of none effect through your tradition, which ye have delivered: and many such like things do ye. ","niv":"<sup><strong>13</strong></sup> Thus you nullify the word of God by your tradition that you have handed down. And you do many things like that.\""},{"_id":"6164ef5a6451fe5325fa02a8","topicId":"6164ef566451fe5325fa0298","verse":"Mark 7:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41007009_01-18\"><b class=\"verse-num\" id=\"v41007009-1\">9&nbsp;</b>And he said to them, <span class=\"woc\">“You have a fine way of rejecting the commandment of God in order to establish your tradition!</span></p>\n</div>","kjv":"<strong>9</strong> And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition.  ","niv":"<sup><strong>9</strong></sup> And he said to them: \"You have a fine way of setting aside the commands of God in order to observe your own traditions!"}]}