{"_id":"6164ef9d6451fe5325fa02c3","slug":"kadesh-barnea","name":"Kadesh Barnea","verses":[{"_id":"6164ef9d6451fe5325fa02c4","topicId":"6164ef9d6451fe5325fa02c3","verse":"Joshua 14:7","votes":17,"__v":0,"esv":"<div>\n<p id=\"p06014007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v06014007-1\">7&nbsp;</b>I was forty years old when Moses the servant of the LORD sent me from Kadesh-barnea to spy out the land, and I brought him word again as it was in my heart.</p>\n</div>","kjv":"<strong>7</strong> Forty years old was I when Moses the servant of the LORD sent me from Kadesh-barnea to espy out the land; and I brought him word again as it was in mine heart.  ","niv":"<sup><strong>7</strong></sup> I was forty years old when Moses the servant of the LORD sent me from Kadesh Barnea to explore the land. And I brought him back a report according to my convictions,"},{"_id":"6164ef9e6451fe5325fa02c5","topicId":"6164ef9d6451fe5325fa02c3","verse":"Deuteronomy 9:1-29","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p05009001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05009001-1\">9:1&nbsp;</b>“Hear, O Israel: you are to cross over the Jordan today, to go in to dispossess nations greater and mightier than you, cities great and fortified up to heaven, <b class=\"verse-num\" id=\"v05009002-1\">2&nbsp;</b>a people great and tall, the sons of the Anakim, whom you know, and of whom you have heard it said, ‘Who can stand before the sons of Anak?’ <b class=\"verse-num\" id=\"v05009003-1\">3&nbsp;</b>Know therefore today that he who goes over before you as a consuming fire is the LORD your God. He will destroy them and subdue them before you. So you shall drive them out and make them perish quickly, as the LORD has promised you.</p>\n<p id=\"p05009003_05-2\"><b class=\"verse-num\" id=\"v05009004-1\">4&nbsp;</b>“Do not say in your heart, after the LORD your God has thrust them out before you, ‘It is because of my righteousness that the LORD has brought me in to possess this land,’ whereas it is because of the wickedness of these nations that the LORD is driving them out before you. <b class=\"verse-num\" id=\"v05009005-1\">5&nbsp;</b>Not because of your righteousness or the uprightness of your heart are you going in to possess their land, but because of the wickedness of these nations the LORD your God is driving them out from before you, and that he may confirm the word that the LORD swore to your fathers, to Abraham, to Isaac, and to Jacob.</p>\n<p id=\"p05009005_05-2\"><b class=\"verse-num\" id=\"v05009006-1\">6&nbsp;</b>“Know, therefore, that the LORD your God is not giving you this good land to possess because of your righteousness, for you are a stubborn people. <b class=\"verse-num\" id=\"v05009007-1\">7&nbsp;</b>Remember and do not forget how you provoked the LORD your God to wrath in the wilderness. From the day you came out of the land of Egypt until you came to this place, you have been rebellious against the LORD. <b class=\"verse-num\" id=\"v05009008-1\">8&nbsp;</b>Even at Horeb you provoked the LORD to wrath, and the LORD was so angry with you that he was ready to destroy you. <b class=\"verse-num\" id=\"v05009009-1\">9&nbsp;</b>When I went up the mountain to receive the tablets of stone, the tablets of the covenant that the LORD made with you, I remained on the mountain forty days and forty nights. I neither ate bread nor drank water. <b class=\"verse-num\" id=\"v05009010-1\">10&nbsp;</b>And the LORD gave me the two tablets of stone written with the finger of God, and on them were all the words that the LORD had spoken with you on the mountain out of the midst of the fire on the day of the assembly. <b class=\"verse-num\" id=\"v05009011-1\">11&nbsp;</b>And at the end of forty days and forty nights the LORD gave me the two tablets of stone, the tablets of the covenant. <b class=\"verse-num\" id=\"v05009012-1\">12&nbsp;</b>Then the LORD said to me, ‘Arise, go down quickly from here, for your people whom you have brought from Egypt have acted corruptly. They have turned aside quickly out of the way that I commanded them; they have made themselves a metal image.’</p>\n\n<p id=\"p05009012_08-2\"><b class=\"verse-num\" id=\"v05009013-1\">13&nbsp;</b>“Furthermore, the LORD said to me, ‘I have seen this people, and behold, it is a stubborn people. <b class=\"verse-num\" id=\"v05009014-1\">14&nbsp;</b>Let me alone, that I may destroy them and blot out their name from under heaven. And I will make of you a nation mightier and greater than they.’ <b class=\"verse-num\" id=\"v05009015-1\">15&nbsp;</b>So I turned and came down from the mountain, and the mountain was burning with fire. And the two tablets of the covenant were in my two hands. <b class=\"verse-num\" id=\"v05009016-1\">16&nbsp;</b>And I looked, and behold, you had sinned against the LORD your God. You had made yourselves a golden calf. You had turned aside quickly from the way that the LORD had commanded you. <b class=\"verse-num\" id=\"v05009017-1\">17&nbsp;</b>So I took hold of the two tablets and threw them out of my two hands and broke them before your eyes. <b class=\"verse-num\" id=\"v05009018-1\">18&nbsp;</b>Then I lay prostrate before the LORD as before, forty days and forty nights. I neither ate bread nor drank water, because of all the sin that you had committed, in doing what was evil in the sight of the LORD to provoke him to anger. <b class=\"verse-num\" id=\"v05009019-1\">19&nbsp;</b>For I was afraid of the anger and hot displeasure that the LORD bore against you, so that he was ready to destroy you. But the LORD listened to me that time also. <b class=\"verse-num\" id=\"v05009020-1\">20&nbsp;</b>And the LORD was so angry with Aaron that he was ready to destroy him. And I prayed for Aaron also at the same time. <b class=\"verse-num\" id=\"v05009021-1\">21&nbsp;</b>Then I took the sinful thing, the calf that you had made, and burned it with fire and crushed it, grinding it very small, until it was as fine as dust. And I threw the dust of it into the brook that ran down from the mountain.</p>\n<p id=\"p05009021_08-2\"><b class=\"verse-num\" id=\"v05009022-1\">22&nbsp;</b>“At Taberah also, and at Massah and at Kibroth-hattaavah you provoked the LORD to wrath. <b class=\"verse-num\" id=\"v05009023-1\">23&nbsp;</b>And when the LORD sent you from Kadesh-barnea, saying, ‘Go up and take possession of the land that I have given you,’ then you rebelled against the commandment of the LORD your God and did not believe him or obey his voice. <b class=\"verse-num\" id=\"v05009024-1\">24&nbsp;</b>You have been rebellious against the LORD from the day that I knew you.</p>\n<p id=\"p05009024_08-2\"><b class=\"verse-num\" id=\"v05009025-1\">25&nbsp;</b>“So I lay prostrate before the LORD for these forty days and forty nights, because the LORD had said he would destroy you. <b class=\"verse-num\" id=\"v05009026-1\">26&nbsp;</b>And I prayed to the LORD, ‘O Lord GOD, do not destroy your people and your heritage, whom you have redeemed through your greatness, whom you have brought out of Egypt with a mighty hand. <b class=\"verse-num\" id=\"v05009027-1\">27&nbsp;</b>Remember your servants, Abraham, Isaac, and Jacob. Do not regard the stubbornness of this people, or their wickedness or their sin, <b class=\"verse-num\" id=\"v05009028-1\">28&nbsp;</b>lest the land from which you brought us say, “Because the LORD was not able to bring them into the land that he promised them, and because he hated them, he has brought them out to put them to death in the wilderness.” <b class=\"verse-num\" id=\"v05009029-1\">29&nbsp;</b>For they are your people and your heritage, whom you brought out by your great power and by your outstretched arm.’</p>\n\n</div>","kjv":"<strong>1</strong> Hear, O Israel: Thou art to pass over Jordan this day, to go in to possess nations greater and mightier than thyself, cities great and fenced up to heaven,  <strong>2</strong> A people great and tall, the children of the Anakims, whom thou knowest, and of whom thou hast heard say, Who can stand before the children of Anak!  <strong>3</strong> Understand therefore this day, that the LORD thy God is he which goeth over before thee; as a consuming fire he shall destroy them, and he shall bring them down before thy face: so shalt thou drive them out, and destroy them quickly, as the LORD hath said unto thee.  <strong>4</strong> Speak not thou in thine heart, after that the LORD thy God hath cast them out from before thee, saying, For my righteousness the LORD hath brought me in to possess this land: but for the wickedness of these nations the LORD doth drive them out from before thee.  <strong>5</strong> Not for thy righteousness, or for the uprightness of thine heart, dost thou go to possess their land: but for the wickedness of these nations the LORD thy God doth drive them out from before thee, and that he may perform the word which the LORD sware unto thy fathers, Abraham, Isaac, and Jacob.  <strong>6</strong> Understand therefore, that the LORD thy God giveth thee not this good land to possess it for thy righteousness; for thou art a stiffnecked people.  <strong>7</strong> Remember, and forget not, how thou provokedst the LORD thy God to wrath in the wilderness: from the day that thou didst depart out of the land of Egypt, until ye came unto this place, ye have been rebellious against the LORD.  <strong>8</strong> Also in Horeb ye provoked the LORD to wrath, so that the LORD was angry with you to have destroyed you.  <strong>9</strong> When I was gone up into the mount to receive the tables of stone, even the tables of the covenant which the LORD made with you, then I abode in the mount forty days and forty nights, I neither did eat bread nor drink water:  <strong>10</strong> And the LORD delivered unto me two tables of stone written with the finger of God; and on them was written according to all the words, which the LORD spake with you in the mount out of the midst of the fire in the day of the assembly.  <strong>11</strong> And it came to pass at the end of forty days and forty nights, that the LORD gave me the two tables of stone, even the tables of the covenant.  <strong>12</strong> And the LORD said unto me, Arise, get thee down quickly from hence; for thy people which thou hast brought forth out of Egypt have corrupted themselves; they are quickly turned aside out of the way which I commanded them; they have made them a molten image.  <strong>13</strong> Furthermore the LORD spake unto me, saying, I have seen this people, and, behold, it is a stiffnecked people:  <strong>14</strong> Let me alone, that I may destroy them, and blot out their name from under heaven: and I will make of thee a nation mightier and greater than they.  <strong>15</strong> So I turned and came down from the mount, and the mount burned with fire: and the two tables of the covenant were in my two hands.  <strong>16</strong> And I looked, and, behold, ye had sinned against the LORD your God, and had made you a molten calf: ye had turned aside quickly out of the way which the LORD had commanded you.  <strong>17</strong> And I took the two tables, and cast them out of my two hands, and brake them before your eyes.  <strong>18</strong> And I fell down before the LORD, as at the first, forty days and forty nights: I did neither eat bread, nor drink water, because of all your sins which ye sinned, in doing wickedly in the sight of the LORD, to provoke him to anger.  <strong>19</strong> For I was afraid of the anger and hot displeasure, wherewith the LORD was wroth against you to destroy you. But the LORD hearkened unto me at that time also.  <strong>20</strong> And the LORD was very angry with Aaron to have destroyed him: and I prayed for Aaron also the same time.  <strong>21</strong> And I took your sin, the calf which ye had made, and burnt it with fire, and stamped it, and ground it very small, even  until it was as small as dust: and I cast the dust thereof into the brook that descended out of the mount.  <strong>22</strong> And at Taberah, and at Massah, and at Kibroth-hattaavah, ye provoked the LORD to wrath.  <strong>23</strong> Likewise when the LORD sent you from Kadesh-barnea, saying, Go up and possess the land which I have given you; then ye rebelled against the commandment of the LORD your God, and ye believed him not, nor hearkened to his voice.  <strong>24</strong> Ye have been rebellious against the LORD from the day that I knew you.  <strong>25</strong> Thus I fell down before the LORD forty days and forty nights, as I fell down at the first; because the LORD had said he would destroy you.  <strong>26</strong> I prayed therefore unto the LORD, and said, O Lord GOD, destroy not thy people and thine inheritance, which thou hast redeemed through thy greatness, which thou hast brought forth out of Egypt with a mighty hand.  <strong>27</strong> Remember thy servants, Abraham, Isaac, and Jacob; look not unto the stubbornness of this people, nor to their wickedness, nor to their sin:  <strong>28</strong> Lest the land whence thou broughtest us out say, Because the LORD was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.  <strong>29</strong> Yet they are thy people and thine inheritance, which thou broughtest out by thy mighty power and by thy stretched out arm.  ","niv":"<sup><strong>1</strong></sup> Hear, O Israel. You are now about to cross the Jordan to go in and dispossess nations greater and stronger than you, with large cities that have walls up to the sky. <sup><strong>2</strong></sup> The people are strong and tall-Anakites! You know about them and have heard it said: \"Who can stand up against the Anakites?\" <sup><strong>3</strong></sup> But be assured today that the LORD your God is the one who goes across ahead of you like a devouring fire. He will destroy them; he will subdue them before you. And you will drive them out and annihilate them quickly, as the LORD has promised you. <sup><strong>4</strong></sup> After the LORD your God has driven them out before you, do not say to yourself, \"The LORD has brought me here to take possession of this land because of my righteousness.\" No, it is on account of the wickedness of these nations that the LORD is going to drive them out before you. <sup><strong>5</strong></sup> It is not because of your righteousness or your integrity that you are going in to take possession of their land; but on account of the wickedness of these nations, the LORD your God will drive them out before you, to accomplish what he swore to your fathers, to Abraham, Isaac and Jacob. <sup><strong>6</strong></sup> Understand, then, that it is not because of your righteousness that the LORD your God is giving you this good land to possess, for you are a stiff-necked people. <sup><strong>7</strong></sup> Remember this and never forget how you provoked the LORD your God to anger in the desert. From the day you left Egypt until you arrived here, you have been rebellious against the LORD. <sup><strong>8</strong></sup> At Horeb you aroused the LORD's wrath so that he was angry enough to destroy you. <sup><strong>9</strong></sup> When I went up on the mountain to receive the tablets of stone, the tablets of the covenant that the LORD had made with you, I stayed on the mountain forty days and forty nights; I ate no bread and drank no water. <sup><strong>10</strong></sup> The LORD gave me two stone tablets inscribed by the finger of God. On them were all the commandments the LORD proclaimed to you on the mountain out of the fire, on the day of the assembly. <sup><strong>11</strong></sup> At the end of the forty days and forty nights, the LORD gave me the two stone tablets, the tablets of the covenant. <sup><strong>12</strong></sup> Then the LORD told me, \"Go down from here at once, because your people whom you brought out of Egypt have become corrupt. They have turned away quickly from what I commanded them and have made a cast idol for themselves.\" <sup><strong>13</strong></sup> And the LORD said to me, \"I have seen this people, and they are a stiff-necked people indeed! <sup><strong>14</strong></sup> Let me alone, so that I may destroy them and blot out their name from under heaven. And I will make you into a nation stronger and more numerous than they.\" <sup><strong>15</strong></sup> So I turned and went down from the mountain while it was ablaze with fire. And the two tablets of the covenant were in my hands. <sup><strong>16</strong></sup> When I looked, I saw that you had sinned against the LORD your God; you had made for yourselves an idol cast in the shape of a calf. You had turned aside quickly from the way that the LORD had commanded you. <sup><strong>17</strong></sup> So I took the two tablets and threw them out of my hands, breaking them to pieces before your eyes. <sup><strong>18</strong></sup> Then once again I fell prostrate before the LORD for forty days and forty nights; I ate no bread and drank no water, because of all the sin you had committed, doing what was evil in the LORD's sight and so provoking him to anger. <sup><strong>19</strong></sup> I feared the anger and wrath of the LORD, for he was angry enough with you to destroy you. But again the LORD listened to me. <sup><strong>20</strong></sup> And the LORD was angry enough with Aaron to destroy him, but at that time I prayed for Aaron too. <sup><strong>21</strong></sup> Also I took that sinful thing of yours, the calf you had made, and burned it in the fire. Then I crushed it and ground it to powder as fine as dust and threw the dust into a stream that flowed down the mountain. <sup><strong>22</strong></sup> You also made the LORD angry at Taberah, at Massah and at Kibroth Hattaavah. <sup><strong>23</strong></sup> And when the LORD sent you out from Kadesh Barnea, he said, \"Go up and take possession of the land I have given you.\" But you rebelled against the command of the LORD your God. You did not trust him or obey him. <sup><strong>24</strong></sup> You have been rebellious against the LORD ever since I have known you. <sup><strong>25</strong></sup> I lay prostrate before the LORD those forty days and forty nights because the LORD had said he would destroy you. <sup><strong>26</strong></sup> I prayed to the LORD and said, \"O Sovereign LORD, do not destroy your people, your own inheritance that you redeemed by your great power and brought out of Egypt with a mighty hand. <sup><strong>27</strong></sup> Remember your servants Abraham, Isaac and Jacob. Overlook the stubbornness of this people, their wickedness and their sin. <sup><strong>28</strong></sup> Otherwise, the country from which you brought us will say, 'Because the LORD was not able to take them into the land he had promised them, and because he hated them, he brought them out to put them to death in the desert.' <sup><strong>29</strong></sup> But they are your people, your inheritance that you brought out by your great power and your outstretched arm.\" "},{"_id":"6164ef9e6451fe5325fa02c6","topicId":"6164ef9d6451fe5325fa02c3","verse":"Deuteronomy 2:14","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p05002001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05002001-1\">2:1&nbsp;</b>“Then we turned and journeyed into the wilderness in the direction of the Red Sea, as the LORD told me. And for many days we traveled around Mount Seir. <b class=\"verse-num\" id=\"v05002002-1\">2&nbsp;</b>Then the LORD said to me, <b class=\"verse-num\" id=\"v05002003-1\">3&nbsp;</b>‘You have been traveling around this mountain country long enough. Turn northward <b class=\"verse-num\" id=\"v05002004-1\">4&nbsp;</b>and command the people, “You are about to pass through the territory of your brothers, the people of Esau, who live in Seir; and they will be afraid of you. So be very careful. <b class=\"verse-num\" id=\"v05002005-1\">5&nbsp;</b>Do not contend with them, for I will not give you any of their land, no, not so much as for the sole of the foot to tread on, because I have given Mount Seir to Esau as a possession. <b class=\"verse-num\" id=\"v05002006-1\">6&nbsp;</b>You shall purchase food from them with money, that you may eat, and you shall also buy water from them with money, that you may drink. <b class=\"verse-num\" id=\"v05002007-1\">7&nbsp;</b>For the LORD your God has blessed you in all the work of your hands. He knows your going through this great wilderness. These forty years the LORD your God has been with you. You have lacked nothing.”’ <b class=\"verse-num\" id=\"v05002008-1\">8&nbsp;</b>So we went on, away from our brothers, the people of Esau, who live in Seir, away from the Arabah road from Elath and Ezion-geber.</p>\n<p id=\"p05002008_04-13\">“And we turned and went in the direction of the wilderness of Moab. <b class=\"verse-num\" id=\"v05002009-1\">9&nbsp;</b>And the LORD said to me, ‘Do not harass Moab or contend with them in battle, for I will not give you any of their land for a possession, because I have given Ar to the people of Lot for a possession.’ <b class=\"verse-num\" id=\"v05002010-1\">10&nbsp;</b>(The Emim formerly lived there, a people great and many, and tall as the Anakim. <b class=\"verse-num\" id=\"v05002011-1\">11&nbsp;</b>Like the Anakim they are also counted as Rephaim, but the Moabites call them Emim. <b class=\"verse-num\" id=\"v05002012-1\">12&nbsp;</b>The Horites also lived in Seir formerly, but the people of Esau dispossessed them and destroyed them from before them and settled in their place, as Israel did to the land of their possession, which the LORD gave to them.) <b class=\"verse-num\" id=\"v05002013-1\">13&nbsp;</b>‘Now rise up and go over the brook Zered.’ So we went over the brook Zered. <b class=\"verse-num\" id=\"v05002014-1\">14&nbsp;</b>And the time from our leaving Kadesh-barnea until we crossed the brook Zered was thirty-eight years, until the entire generation, that is, the men of war, had perished from the camp, as the LORD had sworn to them. <b class=\"verse-num\" id=\"v05002015-1\">15&nbsp;</b>For indeed the hand of the LORD was against them, to destroy them from the camp, until they had perished.</p>\n<p id=\"p05002015_04-13\"><b class=\"verse-num\" id=\"v05002016-1\">16&nbsp;</b>“So as soon as all the men of war had perished and were dead from among the people, <b class=\"verse-num\" id=\"v05002017-1\">17&nbsp;</b>the LORD said to me, <b class=\"verse-num\" id=\"v05002018-1\">18&nbsp;</b>‘Today you are to cross the border of Moab at Ar. <b class=\"verse-num\" id=\"v05002019-1\">19&nbsp;</b>And when you approach the territory of the people of Ammon, do not harass them or contend with them, for I will not give you any of the land of the people of Ammon as a possession, because I have given it to the sons of Lot for a possession.’ <b class=\"verse-num\" id=\"v05002020-1\">20&nbsp;</b>(It is also counted as a land of Rephaim. Rephaim formerly lived there—but the Ammonites call them Zamzummim—<b class=\"verse-num\" id=\"v05002021-1\">21&nbsp;</b>a people great and many, and tall as the Anakim; but the LORD destroyed them before the Ammonites, and they dispossessed them and settled in their place, <b class=\"verse-num\" id=\"v05002022-1\">22&nbsp;</b>as he did for the people of Esau, who live in Seir, when he destroyed the Horites before them and they dispossessed them and settled in their place even to this day. <b class=\"verse-num\" id=\"v05002023-1\">23&nbsp;</b>As for the Avvim, who lived in villages as far as Gaza, the Caphtorim, who came from Caphtor, destroyed them and settled in their place.) <b class=\"verse-num\" id=\"v05002024-1\">24&nbsp;</b>‘Rise up, set out on your journey and go over the Valley of the Arnon. Behold, I have given into your hand Sihon the Amorite, king of Heshbon, and his land. Begin to take possession, and contend with him in battle. <b class=\"verse-num\" id=\"v05002025-1\">25&nbsp;</b>This day I will begin to put the dread and fear of you on the peoples who are under the whole heaven, who shall hear the report of you and shall tremble and be in anguish because of you.’</p>\n\n<p id=\"p05002025_09-13\"><b class=\"verse-num\" id=\"v05002026-1\">26&nbsp;</b>“So I sent messengers from the wilderness of Kedemoth to Sihon the king of Heshbon, with words of peace, saying, <b class=\"verse-num\" id=\"v05002027-1\">27&nbsp;</b>‘Let me pass through your land. I will go only by the road; I will turn aside neither to the right nor to the left. <b class=\"verse-num\" id=\"v05002028-1\">28&nbsp;</b>You shall sell me food for money, that I may eat, and give me water for money, that I may drink. Only let me pass through on foot, <b class=\"verse-num\" id=\"v05002029-1\">29&nbsp;</b>as the sons of Esau who live in Seir and the Moabites who live in Ar did for me, until I go over the Jordan into the land that the LORD our God is giving to us.’ <b class=\"verse-num\" id=\"v05002030-1\">30&nbsp;</b>But Sihon the king of Heshbon would not let us pass by him, for the LORD your God hardened his spirit and made his heart obstinate, that he might give him into your hand, as he is this day. <b class=\"verse-num\" id=\"v05002031-1\">31&nbsp;</b>And the LORD said to me, ‘Behold, I have begun to give Sihon and his land over to you. Begin to take possession, that you may occupy his land.’ <b class=\"verse-num\" id=\"v05002032-1\">32&nbsp;</b>Then Sihon came out against us, he and all his people, to battle at Jahaz. <b class=\"verse-num\" id=\"v05002033-1\">33&nbsp;</b>And the LORD our God gave him over to us, and we defeated him and his sons and all his people. <b class=\"verse-num\" id=\"v05002034-1\">34&nbsp;</b>And we captured all his cities at that time and devoted to destruction every city, men, women, and children. We left no survivors. <b class=\"verse-num\" id=\"v05002035-1\">35&nbsp;</b>Only the livestock we took as spoil for ourselves, with the plunder of the cities that we captured. <b class=\"verse-num\" id=\"v05002036-1\">36&nbsp;</b>From Aroer, which is on the edge of the Valley of the Arnon, and from the city that is in the valley, as far as Gilead, there was not a city too high for us. The LORD our God gave all into our hands. <b class=\"verse-num\" id=\"v05002037-1\">37&nbsp;</b>Only to the land of the sons of Ammon you did not draw near, that is, to all the banks of the river Jabbok and the cities of the hill country, whatever the LORD our God had forbidden us.</p>\n\n</div>","kjv":"<strong>14</strong> And the space in which we came from Kadesh-barnea, until we were come over the brook Zered, was thirty and eight years; until all the generation of the men of war were wasted out from among the host, as the LORD sware unto them.  ","niv":"<sup><strong>14</strong></sup> Thirty-eight years passed from the time we left Kadesh Barnea until we crossed the Zered Valley. By then, that entire generation of fighting men had perished from the camp, as the LORD had sworn to them."},{"_id":"6164ef9f6451fe5325fa02c7","topicId":"6164ef9d6451fe5325fa02c3","verse":"Numbers 20:1-29","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p04020001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04020001-1\">20:1&nbsp;</b>And the people of Israel, the whole congregation, came into the wilderness of Zin in the first month, and the people stayed in Kadesh. And Miriam died there and was buried there.</p>\n\n<p id=\"p04020001_09-4\"><b class=\"verse-num\" id=\"v04020002-1\">2&nbsp;</b>Now there was no water for the congregation. And they assembled themselves together against Moses and against Aaron. <b class=\"verse-num\" id=\"v04020003-1\">3&nbsp;</b>And the people quarreled with Moses and said, “Would that we had perished when our brothers perished before the LORD! <b class=\"verse-num\" id=\"v04020004-1\">4&nbsp;</b>Why have you brought the assembly of the LORD into this wilderness, that we should die here, both we and our cattle? <b class=\"verse-num\" id=\"v04020005-1\">5&nbsp;</b>And why have you made us come up out of Egypt to bring us to this evil place? It is no place for grain or figs or vines or pomegranates, and there is no water to drink.” <b class=\"verse-num\" id=\"v04020006-1\">6&nbsp;</b>Then Moses and Aaron went from the presence of the assembly to the entrance of the tent of meeting and fell on their faces. And the glory of the LORD appeared to them, <b class=\"verse-num\" id=\"v04020007-1\">7&nbsp;</b>and the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04020008-1\">8&nbsp;</b>“Take the staff, and assemble the congregation, you and Aaron your brother, and tell the rock before their eyes to yield its water. So you shall bring water out of the rock for them and give drink to the congregation and their cattle.” <b class=\"verse-num\" id=\"v04020009-1\">9&nbsp;</b>And Moses took the staff from before the LORD, as he commanded him.</p>\n\n<p id=\"p04020009_13-4\"><b class=\"verse-num\" id=\"v04020010-1\">10&nbsp;</b>Then Moses and Aaron gathered the assembly together before the rock, and he said to them, “Hear now, you rebels: shall we bring water for you out of this rock?” <b class=\"verse-num\" id=\"v04020011-1\">11&nbsp;</b>And Moses lifted up his hand and struck the rock with his staff twice, and water came out abundantly, and the congregation drank, and their livestock. <b class=\"verse-num\" id=\"v04020012-1\">12&nbsp;</b>And the LORD said to Moses and Aaron, “Because you did not believe in me, to uphold me as holy in the eyes of the people of Israel, therefore you shall not bring this assembly into the land that I have given them.” <b class=\"verse-num\" id=\"v04020013-1\">13&nbsp;</b>These are the waters of Meribah, where the people of Israel quarreled with the LORD, and through them he showed himself holy.</p>\n\n<p id=\"p04020013_16-4\"><b class=\"verse-num\" id=\"v04020014-1\">14&nbsp;</b>Moses sent messengers from Kadesh to the king of Edom: “Thus says your brother Israel: You know all the hardship that we have met: <b class=\"verse-num\" id=\"v04020015-1\">15&nbsp;</b>how our fathers went down to Egypt, and we lived in Egypt a long time. And the Egyptians dealt harshly with us and our fathers. <b class=\"verse-num\" id=\"v04020016-1\">16&nbsp;</b>And when we cried to the LORD, he heard our voice and sent an angel and brought us out of Egypt. And here we are in Kadesh, a city on the edge of your territory. <b class=\"verse-num\" id=\"v04020017-1\">17&nbsp;</b>Please let us pass through your land. We will not pass through field or vineyard, or drink water from a well. We will go along the King’s Highway. We will not turn aside to the right hand or to the left until we have passed through your territory.” <b class=\"verse-num\" id=\"v04020018-1\">18&nbsp;</b>But Edom said to him, “You shall not pass through, lest I come out with the sword against you.” <b class=\"verse-num\" id=\"v04020019-1\">19&nbsp;</b>And the people of Israel said to him, “We will go up by the highway, and if we drink of your water, I and my livestock, then I will pay for it. Let me only pass through on foot, nothing more.” <b class=\"verse-num\" id=\"v04020020-1\">20&nbsp;</b>But he said, “You shall not pass through.” And Edom came out against them with a large army and with a strong force. <b class=\"verse-num\" id=\"v04020021-1\">21&nbsp;</b>Thus Edom refused to give Israel passage through his territory, so Israel turned away from him.</p>\n\n<p id=\"p04020021_20-4\"><b class=\"verse-num\" id=\"v04020022-1\">22&nbsp;</b>And they journeyed from Kadesh, and the people of Israel, the whole congregation, came to Mount Hor. <b class=\"verse-num\" id=\"v04020023-1\">23&nbsp;</b>And the LORD said to Moses and Aaron at Mount Hor, on the border of the land of Edom, <b class=\"verse-num\" id=\"v04020024-1\">24&nbsp;</b>“Let Aaron be gathered to his people, for he shall not enter the land that I have given to the people of Israel, because you rebelled against my command at the waters of Meribah. <b class=\"verse-num\" id=\"v04020025-1\">25&nbsp;</b>Take Aaron and Eleazar his son and bring them up to Mount Hor. <b class=\"verse-num\" id=\"v04020026-1\">26&nbsp;</b>And strip Aaron of his garments and put them on Eleazar his son. And Aaron shall be gathered to his people and shall die there.” <b class=\"verse-num\" id=\"v04020027-1\">27&nbsp;</b>Moses did as the LORD commanded. And they went up Mount Hor in the sight of all the congregation. <b class=\"verse-num\" id=\"v04020028-1\">28&nbsp;</b>And Moses stripped Aaron of his garments and put them on Eleazar his son. And Aaron died there on the top of the mountain. Then Moses and Eleazar came down from the mountain. <b class=\"verse-num\" id=\"v04020029-1\">29&nbsp;</b>And when all the congregation saw that Aaron had perished, all the house of Israel wept for Aaron thirty days.</p>\n\n</div>","kjv":"<strong>1</strong> Then came the children of Israel, even the whole congregation, into the desert of Zin in the first month: and the people abode in Kadesh; and Miriam died there, and was buried there.  <strong>2</strong> And there was no water for the congregation: and they gathered themselves together against Moses and against Aaron.  <strong>3</strong> And the people chode with Moses, and spake, saying, Would God that we had died when our brethren died before the LORD!  <strong>4</strong> And why have ye brought up the congregation of the LORD into this wilderness, that we and our cattle should die there?  <strong>5</strong> And wherefore have ye made us to come up out of Egypt, to bring us in unto this evil place? it is no place of seed, or of figs, or of vines, or of pomegranates; neither is there any water to drink.  <strong>6</strong> And Moses and Aaron went from the presence of the assembly unto the door of the tabernacle of the congregation, and they fell upon their faces: and the glory of the LORD appeared unto them.  <strong>7</strong> And the LORD spake unto Moses, saying,  <strong>8</strong> Take the rod, and gather thou the assembly together, thou, and Aaron thy brother, and speak ye unto the rock before their eyes; and it shall give forth his water, and thou shalt bring forth to them water out of the rock: so thou shalt give the congregation and their beasts drink.  <strong>9</strong> And Moses took the rod from before the LORD, as he commanded him.  <strong>10</strong> And Moses and Aaron gathered the congregation together before the rock, and he said unto them, Hear now, ye rebels; must we fetch you water out of this rock?  <strong>11</strong> And Moses lifted up his hand, and with his rod he smote the rock twice: and the water came out abundantly, and the congregation drank, and their beasts also. <strong>12</strong> And the LORD spake unto Moses and Aaron, Because ye believed me not, to sanctify me in the eyes of the children of Israel, therefore ye shall not bring this congregation into the land which I have given them.  <strong>13</strong> This is the water of Meribah; because the children of Israel strove with the LORD, and he was sanctified in them.  <strong>14</strong> And Moses sent messengers from Kadesh unto the king of Edom, Thus saith thy brother Israel, Thou knowest all the travail that hath befallen us:  <strong>15</strong> How our fathers went down into Egypt, and we have dwelt in Egypt a long time; and the Egyptians vexed us, and our fathers:  <strong>16</strong> And when we cried unto the LORD, he heard our voice, and sent an angel, and hath brought us forth out of Egypt: and, behold, we are in Kadesh, a city in the uttermost of thy border:  <strong>17</strong> Let us pass, I pray thee, through thy country: we will not pass through the fields, or through the vineyards, neither will we drink of  the water of the wells: we will go by the king’s high way, we will not turn to the right hand nor to the left, until we have passed thy borders.  <strong>18</strong> And Edom said unto him, Thou shalt not pass by me, lest I come out against thee with the sword.  <strong>19</strong> And the children of Israel said unto him, We will go by the high way: and if I and my cattle drink of thy water, then I will pay for it: I will only, without doing any thing else, go through on my feet.  <strong>20</strong> And he said, Thou shalt not go through. And Edom came out against him with much people, and with a strong hand.  <strong>21</strong> Thus Edom refused to give Israel passage through his border: wherefore Israel turned away from him.  <strong>22</strong> And the children of Israel, even the whole congregation, journeyed from Kadesh, and came unto mount Hor.  <strong>23</strong> And the LORD spake unto Moses and Aaron in mount Hor, by the coast of the land of Edom, saying,  <strong>24</strong> Aaron shall be gathered unto his people: for he shall not enter into the land which I have given unto the children of Israel, because ye rebelled against my word at the water of Meribah.  <strong>25</strong> Take Aaron and Eleazar his son, and bring them up unto mount Hor:  <strong>26</strong> And strip Aaron of his garments, and put them upon Eleazar his son: and Aaron shall be gathered unto his people, and shall die there.  <strong>27</strong> And Moses did as the LORD commanded: and they went up into mount Hor in the sight of all the congregation.  <strong>28</strong> And Moses stripped Aaron of his garments, and put them upon Eleazar his son; and Aaron died there in the top of the mount: and Moses and Eleazar came down from the mount.  <strong>29</strong> And when all the congregation saw that Aaron was dead, they mourned for Aaron thirty days, even all the house of Israel.  ","niv":"<sup><strong>1</strong></sup> In the first month the whole Israelite community arrived at the Desert of Zin, and they stayed at Kadesh. There Miriam died and was buried. <sup><strong>2</strong></sup> Now there was no water for the community, and the people gathered in opposition to Moses and Aaron. <sup><strong>3</strong></sup> They quarreled with Moses and said, \"If only we had died when our brothers fell dead before the LORD! <sup><strong>4</strong></sup> Why did you bring the LORD's community into this desert, that we and our livestock should die here? <sup><strong>5</strong></sup> Why did you bring us up out of Egypt to this terrible place? It has no grain or figs, grapevines or pomegranates. And there is no water to drink!\" <sup><strong>6</strong></sup> Moses and Aaron went from the assembly to the entrance to the Tent of Meeting and fell facedown, and the glory of the LORD appeared to them. <sup><strong>7</strong></sup> The LORD said to Moses, <sup><strong>8</strong></sup> \"Take the staff, and you and your brother Aaron gather the assembly together. Speak to that rock before their eyes and it will pour out its water. You will bring water out of the rock for the community so they and their livestock can drink.\" <sup><strong>9</strong></sup> So Moses took the staff from the LORD's presence, just as he commanded him. <sup><strong>10</strong></sup> He and Aaron gathered the assembly together in front of the rock and Moses said to them, \"Listen, you rebels, must we bring you water out of this rock?\" <sup><strong>11</strong></sup> Then Moses raised his arm and struck the rock twice with his staff. Water gushed out, and the community and their livestock drank. <sup><strong>12</strong></sup> But the LORD said to Moses and Aaron, \"Because you did not trust in me enough to honor me as holy in the sight of the Israelites, you will not bring this community into the land I give them.\" <sup><strong>13</strong></sup> These were the waters of Meribah, where the Israelites quarreled with the LORD and where he showed himself holy among them. <sup><strong>14</strong></sup> Moses sent messengers from Kadesh to the king of Edom, saying: \"This is what your brother Israel says: You know about all the hardships that have come upon us. <sup><strong>15</strong></sup> Our forefathers went down into Egypt, and we lived there many years. The Egyptians mistreated us and our fathers, <sup><strong>16</strong></sup> but when we cried out to the LORD, he heard our cry and sent an angel and brought us out of Egypt. \"Now we are here at Kadesh, a town on the edge of your territory. <sup><strong>17</strong></sup> Please let us pass through your country. We will not go through any field or vineyard, or drink water from any well. We will travel along the king's highway and not turn to the right or to the left until we have passed through your territory.\" <sup><strong>18</strong></sup> But Edom answered: \"You may not pass through here; if you try, we will march out and attack you with the sword.\" <sup><strong>19</strong></sup> The Israelites replied: \"We will go along the main road, and if we or our livestock drink any of your water, we will pay for it. We only want to pass through on foot-nothing else.\" <sup><strong>20</strong></sup> Again they answered: \"You may not pass through.\" Then Edom came out against them with a large and powerful army. <sup><strong>21</strong></sup> Since Edom refused to let them go through their territory, Israel turned away from them. <sup><strong>22</strong></sup> The whole Israelite community set out from Kadesh and came to Mount Hor. <sup><strong>23</strong></sup> At Mount Hor, near the border of Edom, the LORD said to Moses and Aaron, <sup><strong>24</strong></sup> \"Aaron will be gathered to his people. He will not enter the land I give the Israelites, because both of you rebelled against my command at the waters of Meribah. <sup><strong>25</strong></sup> Get Aaron and his son Eleazar and take them up Mount Hor. <sup><strong>26</strong></sup> Remove Aaron's garments and put them on his son Eleazar, for Aaron will be gathered to his people; he will die there.\" <sup><strong>27</strong></sup> Moses did as the LORD commanded: They went up Mount Hor in the sight of the whole community. <sup><strong>28</strong></sup> Moses removed Aaron's garments and put them on his son Eleazar. And Aaron died there on top of the mountain. Then Moses and Eleazar came down from the mountain, <sup><strong>29</strong></sup> and when the whole community learned that Aaron had died, the entire house of Israel mourned for him thirty days. "},{"_id":"6164efa06451fe5325fa02c8","topicId":"6164ef9d6451fe5325fa02c3","verse":"Deuteronomy 9:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05009023_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v05009023-1\">23&nbsp;</b>And when the LORD sent you from Kadesh-barnea, saying, ‘Go up and take possession of the land that I have given you,’ then you rebelled against the commandment of the LORD your God and did not believe him or obey his voice.</p>\n</div>","kjv":"<strong>23</strong> Likewise when the LORD sent you from Kadesh-barnea, saying, Go up and possess the land which I have given you; then ye rebelled against the commandment of the LORD your God, and ye believed him not, nor hearkened to his voice.  ","niv":"<sup><strong>23</strong></sup> And when the LORD sent you out from Kadesh Barnea, he said, \"Go up and take possession of the land I have given you.\" But you rebelled against the command of the LORD your God. You did not trust him or obey him.","modified":"2023-04-20T18:01:35.281Z"},{"_id":"6164efa16451fe5325fa02c9","topicId":"6164ef9d6451fe5325fa02c3","verse":"Exodus 12:40","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02012040_01-6\"><b class=\"verse-num\" id=\"v02012040-1\">40&nbsp;</b>The time that the people of Israel lived in Egypt was 430 years.</p>\n</div>","kjv":"<strong>40</strong> Now the sojourning of the children of Israel, who dwelt in Egypt, was four hundred and thirty years.  ","niv":"<sup><strong>40</strong></sup> Now the length of time the Israelite people lived in Egypt was 430 years."},{"_id":"6164efa46451fe5325fa02ca","topicId":"6164ef9d6451fe5325fa02c3","verse":"Deuteronomy 10:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05010016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v05010016-1\">16&nbsp;</b>Circumcise therefore the foreskin of your heart, and be no longer stubborn.</p>\n</div>","kjv":"<strong>16</strong> Circumcise therefore the foreskin of your heart, and be no more stiffnecked.  ","niv":"<sup><strong>16</strong></sup> Circumcise your hearts, therefore, and do not be stiff-necked any longer."},{"_id":"6164efa46451fe5325fa02cb","topicId":"6164ef9d6451fe5325fa02c3","verse":"Romans 8:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace.</p>\n</div>","kjv":"<strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  ","niv":"<sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace;"},{"_id":"6164efa46451fe5325fa02cc","topicId":"6164ef9d6451fe5325fa02c3","verse":"Romans 5:12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45005012_07-9\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—</p>\n\n</div>","kjv":"<strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  ","niv":"<sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned--"},{"_id":"6164efa56451fe5325fa02cd","topicId":"6164ef9d6451fe5325fa02c3","verse":"Judges 2:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p07002007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v07002007-1\">7&nbsp;</b>And the people served the LORD all the days of Joshua, and all the days of the elders who outlived Joshua, who had seen all the great work that the LORD had done for Israel.</p>\n</div>","kjv":"<strong>7</strong> And the people served the LORD all the days of Joshua, and all the days of the elders that outlived Joshua, who had seen all the great works of the LORD, that he did for Israel.  ","niv":"<sup><strong>7</strong></sup> The people served the LORD throughout the lifetime of Joshua and of the elders who outlived him and who had seen all the great things the LORD had done for Israel."},{"_id":"6164efa56451fe5325fa02ce","topicId":"6164ef9d6451fe5325fa02c3","verse":"Judges 2:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p07002008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v07002008-1\">8&nbsp;</b>And Joshua the son of Nun, the servant of the LORD, died at the age of 110 years.</p>\n</div>","kjv":"<strong>8</strong> And Joshua the son of Nun, the servant of the LORD, died, being  an hundred and ten years old.  ","niv":"<sup><strong>8</strong></sup> Joshua son of Nun, the servant of the LORD, died at the age of a hundred and ten."},{"_id":"6164efa76451fe5325fa02cf","topicId":"6164ef9d6451fe5325fa02c3","verse":"Deuteronomy 9:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05009028_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v05009028-1\">28&nbsp;</b>lest the land from which you brought us say, “Because the LORD was not able to bring them into the land that he promised them, and because he hated them, he has brought them out to put them to death in the wilderness.”</p>\n</div>","kjv":"<strong>28</strong> Lest the land whence thou broughtest us out say, Because the LORD was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.  ","niv":"<sup><strong>28</strong></sup> Otherwise, the country from which you brought us will say, 'Because the LORD was not able to take them into the land he had promised them, and because he hated them, he brought them out to put them to death in the desert.'"},{"_id":"6164efa86451fe5325fa02d0","topicId":"6164ef9d6451fe5325fa02c3","verse":"Deuteronomy 2:1-37","votes":3,"__v":0,"kjv":"<strong>1</strong> Then we turned, and took our journey into the wilderness by the way of the Red sea, as the LORD spake unto me: and we compassed mount Seir many days.  <strong>2</strong> And the LORD spake unto me, saying,  <strong>3</strong> Ye have compassed this mountain long enough: turn you northward.  <strong>4</strong> And command thou the people, saying, Ye are to pass through the coast of your brethren the children of Esau, which dwell in Seir; and they shall be afraid of you: take ye good heed unto yourselves therefore:  <strong>5</strong> Meddle not with them; for I will not give you of their land, no, not so much as a footbreadth; because I have given mount Seir unto Esau for  a possession.  <strong>6</strong> Ye shall buy meat of them for money, that ye may eat; and ye shall also buy water of them for money, that ye may drink.  <strong>7</strong> For the LORD thy God hath blessed thee in all the works of thy hand: he knoweth thy walking through this great wilderness: these forty years the LORD thy God hath been with thee; thou hast lacked nothing.  <strong>8</strong> And when we passed by from our brethren the children of Esau, which dwelt in Seir, through the way of the plain from Elath, and from Ezion-gaber, we turned and passed by the way of the wilderness of Moab.  <strong>9</strong> And the LORD said unto me, Distress not the Moabites, neither contend with them in battle: for I will not give thee of their land for  a possession; because I have given Ar unto the children of Lot for a possession.  <strong>10</strong> The Emims dwelt therein in times past, a people great, and many, and tall, as the Anakims;  <strong>11</strong> Which also were accounted giants, as the Anakims; but the Moabites call them Emims.  <strong>12</strong> The Horims also dwelt in Seir beforetime; but the children of Esau succeeded them, when they had destroyed them from before them, and dwelt in their stead; as Israel did unto the land of his possession, which the LORD gave unto them.  <strong>13</strong> Now rise up, said I, and get you over the brook Zered. And we went over the brook Zered.  <strong>14</strong> And the space in which we came from Kadesh-barnea, until we were come over the brook Zered, was thirty and eight years; until all the generation of the men of war were wasted out from among the host, as the LORD sware unto them.  <strong>15</strong> For indeed the hand of the LORD was against them, to destroy them from among the host, until they were consumed.  <strong>16</strong> So it came to pass, when all the men of war were consumed and dead from among the people,  <strong>17</strong> That the LORD spake unto me, saying,  <strong>18</strong> Thou art to pass over through Ar, the coast of Moab, this day:  <strong>19</strong> And when thou comest nigh over against the children of Ammon, distress them not, nor meddle with them: for I will not give thee of the land of the children of Ammon any possession; because I have given it unto the children of Lot for a possession.  <strong>20</strong> (That also was accounted a land of giants: giants dwelt therein in old time; and the Ammonites call them Zamzummims;  <strong>21</strong> A people great, and many, and tall, as the Anakims; but the LORD destroyed them before them; and they succeeded them, and dwelt in their stead:  <strong>22</strong> As he did to the children of Esau, which dwelt in Seir, when he destroyed the Horims from before them; and they succeeded them, and dwelt in their stead even unto this day:  <strong>23</strong> And the Avims which dwelt in Hazerim, even unto Azzah, the Caphtorims, which came forth out of Caphtor, destroyed them, and dwelt in their stead.)  <strong>24</strong> Rise ye up, take your journey, and pass over the river Arnon: behold, I have given into thine hand Sihon the Amorite, king of Heshbon, and his land: begin to possess it, and contend with him in battle.  <strong>25</strong> This day will I begin to put the dread of thee and the fear of thee upon the nations that are under the whole heaven, who shall hear report of thee, and shall tremble, and be in anguish because of thee.  <strong>26</strong> And I sent messengers out of the wilderness of Kedemoth unto Sihon king of Heshbon with words of peace, saying,  <strong>27</strong> Let me pass through thy land: I will go along by the high way, I will neither turn unto the right hand nor to the left.  <strong>28</strong> Thou shalt sell me meat for money, that I may eat; and give me water for money, that I may drink: only I will pass through on my feet;  <strong>29</strong> (As the children of Esau which dwell in Seir, and the Moabites which dwell in Ar, did unto me;) until I shall pass over Jordan into the land which the LORD our God giveth us.  <strong>30</strong> But Sihon king of Heshbon would not let us pass by him: for the LORD thy God hardened his spirit, and made his heart obstinate, that he might deliver him into thy hand, as appeareth this day.  <strong>31</strong> And the LORD said unto me, Behold, I have begun to give Sihon and his land before thee: begin to possess, that thou mayest inherit his land.  <strong>32</strong> Then Sihon came out against us, he and all his people, to fight at Jahaz.  <strong>33</strong> And the LORD our God delivered him before us; and we smote him, and his sons, and all his people.  <strong>34</strong> And we took all his cities at that time, and utterly destroyed the men, and the women, and the little ones, of every city, we left none to remain:  <strong>35</strong> Only the cattle we took for a prey unto ourselves, and the spoil of the cities which we took.  <strong>36</strong> From Aroer, which is by the brink of the river of Arnon, and from the city that is by the river, even unto Gilead, there was not one city too strong for us: the LORD our God delivered all unto us:  <strong>37</strong> Only unto the land of the children of Ammon thou camest not, nor unto any place of the river Jabbok, nor unto the cities in the mountains, nor unto whatsoever the LORD our God forbad us.  ","niv":"<sup><strong>1</strong></sup> Then we turned back and set out toward the desert along the route to the Red Sea, as the LORD had directed me. For a long time we made our way around the hill country of Seir. <sup><strong>2</strong></sup> Then the LORD said to me, <sup><strong>3</strong></sup> \"You have made your way around this hill country long enough; now turn north. <sup><strong>4</strong></sup> Give the people these orders: 'You are about to pass through the territory of your brothers the descendants of Esau, who live in Seir. They will be afraid of you, but be very careful. <sup><strong>5</strong></sup> Do not provoke them to war, for I will not give you any of their land, not even enough to put your foot on. I have given Esau the hill country of Seir as his own. <sup><strong>6</strong></sup> You are to pay them in silver for the food you eat and the water you drink.'\" <sup><strong>7</strong></sup> The LORD your God has blessed you in all the work of your hands. He has watched over your journey through this vast desert. These forty years the LORD your God has been with you, and you have not lacked anything. <sup><strong>8</strong></sup> So we went on past our brothers the descendants of Esau, who live in Seir. We turned from the Arabah road, which comes up from Elath and Ezion Geber, and traveled along the desert road of Moab. <sup><strong>9</strong></sup> Then the LORD said to me, \"Do not harass the Moabites or provoke them to war, for I will not give you any part of their land. I have given Ar to the descendants of Lot as a possession.\" <sup><strong>10</strong></sup> (The Emites used to live there-a people strong and numerous, and as tall as the Anakites. <sup><strong>11</strong></sup> Like the Anakites, they too were considered Rephaites, but the Moabites called them Emites. <sup><strong>12</strong></sup> Horites used to live in Seir, but the descendants of Esau drove them out. They destroyed the Horites from before them and settled in their place, just as Israel did in the land the LORD gave them as their possession.) <sup><strong>13</strong></sup> And the LORD said, \"Now get up and cross the Zered Valley.\" So we crossed the valley. <sup><strong>14</strong></sup> Thirty-eight years passed from the time we left Kadesh Barnea until we crossed the Zered Valley. By then, that entire generation of fighting men had perished from the camp, as the LORD had sworn to them. <sup><strong>15</strong></sup> The LORD's hand was against them until he had completely eliminated them from the camp. <sup><strong>16</strong></sup> Now when the last of these fighting men among the people had died, <sup><strong>17</strong></sup> the LORD said to me, <sup><strong>18</strong></sup> \"Today you are to pass by the region of Moab at Ar. <sup><strong>19</strong></sup> When you come to the Ammonites, do not harass them or provoke them to war, for I will not give you possession of any land belonging to the Ammonites. I have given it as a possession to the descendants of Lot.\" <sup><strong>20</strong></sup> (That too was considered a land of the Rephaites, who used to live there; but the Ammonites called them Zamzummites. <sup><strong>21</strong></sup> They were a people strong and numerous, and as tall as the Anakites. The LORD destroyed them from before the Ammonites, who drove them out and settled in their place. <sup><strong>22</strong></sup> The LORD had done the same for the descendants of Esau, who lived in Seir, when he destroyed the Horites from before them. They drove them out and have lived in their place to this day. <sup><strong>23</strong></sup> And as for the Avvites who lived in villages as far as Gaza, the Caphtorites coming out from Caphtor destroyed them and settled in their place.) <sup><strong>24</strong></sup> \"Set out now and cross the Arnon Gorge. See, I have given into your hand Sihon the Amorite, king of Heshbon, and his country. Begin to take possession of it and engage him in battle. <sup><strong>25</strong></sup> This very day I will begin to put the terror and fear of you on all the nations under heaven. They will hear reports of you and will tremble and be in anguish because of you.\" <sup><strong>26</strong></sup> From the desert of Kedemoth I sent messengers to Sihon king of Heshbon offering peace and saying, <sup><strong>27</strong></sup> \"Let us pass through your country. We will stay on the main road; we will not turn aside to the right or to the left. <sup><strong>28</strong></sup> Sell us food to eat and water to drink for their price in silver. Only let us pass through on foot- <sup><strong>29</strong></sup> as the descendants of Esau, who live in Seir, and the Moabites, who live in Ar, did for us-until we cross the Jordan into the land the LORD our God is giving us.\" <sup><strong>30</strong></sup> But Sihon king of Heshbon refused to let us pass through. For the LORD your God had made his spirit stubborn and his heart obstinate in order to give him into your hands, as he has now done. <sup><strong>31</strong></sup> The LORD said to me, \"See, I have begun to deliver Sihon and his country over to you. Now begin to conquer and possess his land.\" <sup><strong>32</strong></sup> When Sihon and all his army came out to meet us in battle at Jahaz, <sup><strong>33</strong></sup> the LORD our God delivered him over to us and we struck him down, together with his sons and his whole army. <sup><strong>34</strong></sup> At that time we took all his towns and completely destroyed them-men, women and children. We left no survivors. <sup><strong>35</strong></sup> But the livestock and the plunder from the towns we had captured we carried off for ourselves. <sup><strong>36</strong></sup> From Aroer on the rim of the Arnon Gorge, and from the town in the gorge, even as far as Gilead, not one town was too strong for us. The LORD our God gave us all of them. <sup><strong>37</strong></sup> But in accordance with the command of the LORD our God, you did not encroach on any of the land of the Ammonites, neither the land along the course of the Jabbok nor that around the towns in the hills. "},{"_id":"6164efa86451fe5325fa02d2","topicId":"6164ef9d6451fe5325fa02c3","verse":"Deuteronomy 9:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05009018_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v05009018-1\">18&nbsp;</b>Then I lay prostrate before the LORD as before, forty days and forty nights. I neither ate bread nor drank water, because of all the sin that you had committed, in doing what was evil in the sight of the LORD to provoke him to anger.</p>\n</div>","kjv":"<strong>18</strong> And I fell down before the LORD, as at the first, forty days and forty nights: I did neither eat bread, nor drink water, because of all your sins which ye sinned, in doing wickedly in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>18</strong></sup> Then once again I fell prostrate before the LORD for forty days and forty nights; I ate no bread and drank no water, because of all the sin you had committed, doing what was evil in the LORD's sight and so provoking him to anger."},{"_id":"6164efa86451fe5325fa02d1","topicId":"6164ef9d6451fe5325fa02c3","verse":"Deuteronomy 9:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05009003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v05009003-1\">3&nbsp;</b>Know therefore today that he who goes over before you as a consuming fire is the LORD your God. He will destroy them and subdue them before you. So you shall drive them out and make them perish quickly, as the LORD has promised you.</p>\n</div>","kjv":"<strong>3</strong> Understand therefore this day, that the LORD thy God is he which goeth over before thee; as a consuming fire he shall destroy them, and he shall bring them down before thy face: so shalt thou drive them out, and destroy them quickly, as the LORD hath said unto thee.  ","niv":"<sup><strong>3</strong></sup> But be assured today that the LORD your God is the one who goes across ahead of you like a devouring fire. He will destroy them; he will subdue them before you. And you will drive them out and annihilate them quickly, as the LORD has promised you."},{"_id":"6164efa86451fe5325fa02d3","topicId":"6164ef9d6451fe5325fa02c3","verse":"Numbers 21:1-35","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04021001_03-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04021001-1\">21:1&nbsp;</b>When the Canaanite, the king of Arad, who lived in the Negeb, heard that Israel was coming by the way of Atharim, he fought against Israel, and took some of them captive. <b class=\"verse-num\" id=\"v04021002-1\">2&nbsp;</b>And Israel vowed a vow to the LORD and said, “If you will indeed give this people into my hand, then I will devote their cities to destruction.” <b class=\"verse-num\" id=\"v04021003-1\">3&nbsp;</b>And the LORD heeded the voice of Israel and gave over the Canaanites, and they devoted them and their cities to destruction. So the name of the place was called Hormah.</p>\n\n<p id=\"p04021003_06-16\"><b class=\"verse-num\" id=\"v04021004-1\">4&nbsp;</b>From Mount Hor they set out by the way to the Red Sea, to go around the land of Edom. And the people became impatient on the way. <b class=\"verse-num\" id=\"v04021005-1\">5&nbsp;</b>And the people spoke against God and against Moses, “Why have you brought us up out of Egypt to die in the wilderness? For there is no food and no water, and we loathe this worthless food.” <b class=\"verse-num\" id=\"v04021006-1\">6&nbsp;</b>Then the LORD sent fiery serpents among the people, and they bit the people, so that many people of Israel died. <b class=\"verse-num\" id=\"v04021007-1\">7&nbsp;</b>And the people came to Moses and said, “We have sinned, for we have spoken against the LORD and against you. Pray to the LORD, that he take away the serpents from us.” So Moses prayed for the people. <b class=\"verse-num\" id=\"v04021008-1\">8&nbsp;</b>And the LORD said to Moses, “Make a fiery serpent and set it on a pole, and everyone who is bitten, when he sees it, shall live.” <b class=\"verse-num\" id=\"v04021009-1\">9&nbsp;</b>So Moses made a bronze serpent and set it on a pole. And if a serpent bit anyone, he would look at the bronze serpent and live.</p>\n\n<p id=\"p04021009_11-16\"><b class=\"verse-num\" id=\"v04021010-1\">10&nbsp;</b>And the people of Israel set out and camped in Oboth. <b class=\"verse-num\" id=\"v04021011-1\">11&nbsp;</b>And they set out from Oboth and camped at Iye-abarim, in the wilderness that is opposite Moab, toward the sunrise. <b class=\"verse-num\" id=\"v04021012-1\">12&nbsp;</b>From there they set out and camped in the Valley of Zered. <b class=\"verse-num\" id=\"v04021013-1\">13&nbsp;</b>From there they set out and camped on the other side of the Arnon, which is in the wilderness that extends from the border of the Amorites, for the Arnon is the border of Moab, between Moab and the Amorites. <b class=\"verse-num\" id=\"v04021014-1\">14&nbsp;</b>Therefore it is said in the Book of the Wars of the LORD,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04021014_11-16\" class=\"line\">&nbsp;&nbsp;“Waheb in Suphah, and the valleys of the Arnon,</span><br><span id=\"p04021015_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v04021015-1\">15&nbsp;</b>&nbsp;&nbsp;and the slope of the valleys</span><br><span id=\"p04021015_11-16\" class=\"line\">&nbsp;&nbsp;that extends to the seat of Ar,</span><br><span id=\"p04021015_11-16\" class=\"line\">&nbsp;&nbsp;and leans to the border of Moab.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p04021015_11-16\"><b class=\"verse-num\" id=\"v04021016-1\">16&nbsp;</b>And from there they continued to Beer; that is the well of which the LORD said to Moses, “Gather the people together, so that I may give them water.” <b class=\"verse-num\" id=\"v04021017-1\">17&nbsp;</b>Then Israel sang this song:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04021017_11-16\" class=\"line\">&nbsp;&nbsp;“Spring up, O well!—Sing to it!—</span><br><span id=\"p04021018_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v04021018-1\">18&nbsp;</b>&nbsp;&nbsp;the well that the princes made,</span><br><span id=\"p04021018_11-16\" class=\"line\">&nbsp;&nbsp;that the nobles of the people dug,</span><br><span id=\"p04021018_11-16\" class=\"line\">&nbsp;&nbsp;with the scepter and with their staffs.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p04021018_11-16\" class=\"same-paragraph\">And from the wilderness they went on to Mattanah, <b class=\"verse-num\" id=\"v04021019-1\">19&nbsp;</b>and from Mattanah to Nahaliel, and from Nahaliel to Bamoth, <b class=\"verse-num\" id=\"v04021020-1\">20&nbsp;</b>and from Bamoth to the valley lying in the region of Moab by the top of Pisgah that looks down on the desert.</p>\n\n<p id=\"p04021020_14-16\"><b class=\"verse-num\" id=\"v04021021-1\">21&nbsp;</b>Then Israel sent messengers to Sihon king of the Amorites, saying, <b class=\"verse-num\" id=\"v04021022-1\">22&nbsp;</b>“Let me pass through your land. We will not turn aside into field or vineyard. We will not drink the water of a well. We will go by the King’s Highway until we have passed through your territory.” <b class=\"verse-num\" id=\"v04021023-1\">23&nbsp;</b>But Sihon would not allow Israel to pass through his territory. He gathered all his people together and went out against Israel to the wilderness and came to Jahaz and fought against Israel. <b class=\"verse-num\" id=\"v04021024-1\">24&nbsp;</b>And Israel defeated him with the edge of the sword and took possession of his land from the Arnon to the Jabbok, as far as to the Ammonites, for the border of the Ammonites was strong. <b class=\"verse-num\" id=\"v04021025-1\">25&nbsp;</b>And Israel took all these cities, and Israel settled in all the cities of the Amorites, in Heshbon, and in all its villages. <b class=\"verse-num\" id=\"v04021026-1\">26&nbsp;</b>For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab and taken all his land out of his hand, as far as the Arnon. <b class=\"verse-num\" id=\"v04021027-1\">27&nbsp;</b>Therefore the ballad singers say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04021027_14-16\" class=\"line\">&nbsp;&nbsp;“Come to Heshbon, let it be built;</span><br><span id=\"p04021027_14-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the city of Sihon be established.</span><br><span id=\"p04021028_14-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v04021028-1\">28&nbsp;</b>&nbsp;&nbsp;For fire came out from Heshbon,</span><br><span id=\"p04021028_14-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;flame from the city of Sihon.</span><br><span id=\"p04021028_14-16\" class=\"line\">&nbsp;&nbsp;It devoured Ar of Moab,</span><br><span id=\"p04021028_14-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and swallowed the heights of the Arnon.</span><br><span id=\"p04021029_14-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v04021029-1\">29&nbsp;</b>&nbsp;&nbsp;Woe to you, O Moab!</span><br><span id=\"p04021029_14-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;You are undone, O people of Chemosh!</span><br><span id=\"p04021029_14-16\" class=\"line\">&nbsp;&nbsp;He has made his sons fugitives,</span><br><span id=\"p04021029_14-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his daughters captives,</span><br><span id=\"p04021029_14-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to an Amorite king, Sihon.</span><br><span id=\"p04021030_14-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v04021030-1\">30&nbsp;</b>&nbsp;&nbsp;So we overthrew them;</span><br><span id=\"p04021030_14-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Heshbon, as far as Dibon, perished;</span><br><span id=\"p04021030_14-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and we laid waste as far as Nophah;</span><br><span id=\"p04021030_14-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fire spread as far as Medeba.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p04021030_17-16\"><b class=\"verse-num\" id=\"v04021031-1\">31&nbsp;</b>Thus Israel lived in the land of the Amorites. <b class=\"verse-num\" id=\"v04021032-1\">32&nbsp;</b>And Moses sent to spy out Jazer, and they captured its villages and dispossessed the Amorites who were there. <b class=\"verse-num\" id=\"v04021033-1\">33&nbsp;</b>Then they turned and went up by the way to Bashan. And Og the king of Bashan came out against them, he and all his people, to battle at Edrei. <b class=\"verse-num\" id=\"v04021034-1\">34&nbsp;</b>But the LORD said to Moses, “Do not fear him, for I have given him into your hand, and all his people, and his land. And you shall do to him as you did to Sihon king of the Amorites, who lived at Heshbon.” <b class=\"verse-num\" id=\"v04021035-1\">35&nbsp;</b>So they defeated him and his sons and all his people, until he had no survivor left. And they possessed his land.</p>\n\n</div>","kjv":"<strong>1</strong> And when king Arad the Canaanite, which dwelt in the south, heard tell that Israel came by the way of the spies; then he fought against Israel, and took some of them prisoners.  <strong>2</strong> And Israel vowed a vow unto the LORD, and said, If thou wilt indeed deliver this people into my hand, then I will utterly destroy their cities.  <strong>3</strong> And the LORD hearkened to the voice of Israel, and delivered up the Canaanites; and they utterly destroyed them and their cities: and he called the name of the place Hormah.  <strong>4</strong> And they journeyed from mount Hor by the way of the Red sea, to compass the land of Edom: and the soul of the people was much discouraged because of the way.  <strong>5</strong> And the people spake against God, and against Moses, Wherefore have ye brought us up out of Egypt to die in the wilderness? for there is  no bread, neither is there any water; and our soul loatheth this light bread.  <strong>6</strong> And the LORD sent fiery serpents among the people, and they bit the people; and much people of Israel died.  <strong>7</strong> Therefore the people came to Moses, and said, We have sinned, for we have spoken against the LORD, and against thee; pray unto the LORD, that he take away the serpents from us. And Moses prayed for the people.  <strong>8</strong> And the LORD said unto Moses, Make thee a fiery serpent, and set it upon a pole: and it shall come to pass, that every one that is bitten, when he looketh upon it, shall live.  <strong>9</strong> And Moses made a serpent of brass, and put it upon a pole, and it came to pass, that if a serpent had bitten any man, when he beheld the serpent of brass, he lived.  <strong>10</strong> And the children of Israel set forward, and pitched in Oboth.  <strong>11</strong> And they journeyed from Oboth, and pitched at Ije-abarim, in the wilderness which is before Moab, toward the sunrising.  <strong>12</strong> From thence they removed, and pitched in the valley of Zared.  <strong>13</strong> From thence they removed, and pitched on the other side of Arnon, which is in the wilderness that cometh out of the coasts of the Amorites: for Arnon is the border of Moab, between Moab and the Amorites.  <strong>14</strong> Wherefore it is said in the book of the wars of the LORD, What he did in the Red sea, and in the brooks of Arnon,  <strong>15</strong> And at the stream of the brooks that goeth down to the dwelling of Ar, and lieth upon the border of Moab.  <strong>16</strong> And from thence they went to Beer: that is the well whereof the LORD spake unto Moses, Gather the people together, and I will give them water.  <strong>17</strong> Then Israel sang this song, Spring up, O well; sing ye unto it:  <strong>18</strong> The princes digged the well, the nobles of the people digged it, by the direction of the lawgiver, with their staves. And from the wilderness they went to Mattanah:  <strong>19</strong> And from Mattanah to Nahaliel: and from Nahaliel to Bamoth:  <strong>20</strong> And from Bamoth in the valley, that is in the country of Moab, to the top of Pisgah, which looketh toward Jeshimon.  <strong>21</strong> And Israel sent messengers unto Sihon king of the Amorites, saying,  <strong>22</strong> Let me pass through thy land: we will not turn into the fields, or into the vineyards; we will not drink of the waters of the well: but we will go along by the king’s high way, until we be past thy borders.  <strong>23</strong> And Sihon would not suffer Israel to pass through his border: but Sihon gathered all his people together, and went out against Israel into the wilderness: and he came to Jahaz, and fought against Israel.  <strong>24</strong> And Israel smote him with the edge of the sword, and possessed his land from Arnon unto Jabbok, even unto the children of Ammon: for the border of the children of Ammon was strong.  <strong>25</strong> And Israel took all these cities: and Israel dwelt in all the cities of the Amorites, in Heshbon, and in all the villages thereof.  <strong>26</strong> For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab, and taken all his land out of his hand, even unto Arnon.  <strong>27</strong> Wherefore they that speak in proverbs say, Come into Heshbon, let the city of Sihon be built and prepared:  <strong>28</strong> For there is a fire gone out of Heshbon, a flame from the city of Sihon: it hath consumed Ar of Moab, and the lords of the high places of Arnon.  <strong>29</strong> Woe to thee, Moab! thou art undone, O people of Chemosh: he hath given his sons that escaped, and his daughters, into captivity unto Sihon king of the Amorites.  <strong>30</strong> We have shot at them; Heshbon is perished even unto Dibon, and we have laid them waste even unto Nophah, which reacheth unto Medeba.  <strong>31</strong> Thus Israel dwelt in the land of the Amorites.  <strong>32</strong> And Moses sent to spy out Jaazer, and they took the villages thereof, and drove out the Amorites that were there.  <strong>33</strong> And they turned and went up by the way of Bashan: and Og the king of Bashan went out against them, he, and all his people, to the battle at Edrei.  <strong>34</strong> And the LORD said unto Moses, Fear him not: for I have delivered him into thy hand, and all his people, and his land; and thou shalt do to him as thou didst unto Sihon king of the Amorites, which dwelt at Heshbon.  <strong>35</strong> So they smote him, and his sons, and all his people, until there was none left him alive: and they possessed his land.  ","niv":"<sup><strong>1</strong></sup> When the Canaanite king of Arad, who lived in the Negev, heard that Israel was coming along the road to Atharim, he attacked the Israelites and captured some of them. <sup><strong>2</strong></sup> Then Israel made this vow to the LORD: \"If you will deliver these people into our hands, we will totally destroy their cities.\" <sup><strong>3</strong></sup> The LORD listened to Israel's plea and gave the Canaanites over to them. They completely destroyed them and their towns; so the place was named Hormah. <sup><strong>4</strong></sup> They traveled from Mount Hor along the route to the Red Sea, to go around Edom. But the people grew impatient on the way; <sup><strong>5</strong></sup> they spoke against God and against Moses, and said, \"Why have you brought us up out of Egypt to die in the desert? There is no bread! There is no water! And we detest this miserable food!\" <sup><strong>6</strong></sup> Then the LORD sent venomous snakes among them; they bit the people and many Israelites died. <sup><strong>7</strong></sup> The people came to Moses and said, \"We sinned when we spoke against the LORD and against you. Pray that the LORD will take the snakes away from us.\" So Moses prayed for the people. <sup><strong>8</strong></sup> The LORD said to Moses, \"Make a snake and put it up on a pole; anyone who is bitten can look at it and live.\" <sup><strong>9</strong></sup> So Moses made a bronze snake and put it up on a pole. Then when anyone was bitten by a snake and looked at the bronze snake, he lived. <sup><strong>10</strong></sup> The Israelites moved on and camped at Oboth. <sup><strong>11</strong></sup> Then they set out from Oboth and camped in Iye Abarim, in the desert that faces Moab toward the sunrise. <sup><strong>12</strong></sup> From there they moved on and camped in the Zered Valley. <sup><strong>13</strong></sup> They set out from there and camped alongside the Arnon, which is in the desert extending into Amorite territory. The Arnon is the border of Moab, between Moab and the Amorites. <sup><strong>14</strong></sup> That is why the Book of the Wars of the LORD says: \"...Waheb in Suphah and the ravines, the Arnon <sup><strong>15</strong></sup> and the slopes of the ravines that lead to the site of Ar and lie along the border of Moab.\" <sup><strong>16</strong></sup> From there they continued on to Beer, the well where the LORD said to Moses, \"Gather the people together and I will give them water.\" <sup><strong>17</strong></sup> Then Israel sang this song: \"Spring up, O well! Sing about it, <sup><strong>18</strong></sup> about the well that the princes dug, that the nobles of the people sank- the nobles with scepters and staffs.\" Then they went from the desert to Mattanah, <sup><strong>19</strong></sup> from Mattanah to Nahaliel, from Nahaliel to Bamoth, <sup><strong>20</strong></sup> and from Bamoth to the valley in Moab where the top of Pisgah overlooks the wasteland. <sup><strong>21</strong></sup> Israel sent messengers to say to Sihon king of the Amorites: <sup><strong>22</strong></sup> \"Let us pass through your country. We will not turn aside into any field or vineyard, or drink water from any well. We will travel along the king's highway until we have passed through your territory.\" <sup><strong>23</strong></sup> But Sihon would not let Israel pass through his territory. He mustered his entire army and marched out into the desert against Israel. When he reached Jahaz, he fought with Israel. <sup><strong>24</strong></sup> Israel, however, put him to the sword and took over his land from the Arnon to the Jabbok, but only as far as the Ammonites, because their border was fortified. <sup><strong>25</strong></sup> Israel captured all the cities of the Amorites and occupied them, including Heshbon and all its surrounding settlements. <sup><strong>26</strong></sup> Heshbon was the city of Sihon king of the Amorites, who had fought against the former king of Moab and had taken from him all his land as far as the Arnon. <sup><strong>27</strong></sup> That is why the poets say: \"Come to Heshbon and let it be rebuilt; let Sihon's city be restored. <sup><strong>28</strong></sup> \"Fire went out from Heshbon, a blaze from the city of Sihon. It consumed Ar of Moab, the citizens of Arnon's heights. <sup><strong>29</strong></sup> Woe to you, O Moab! You are destroyed, O people of Chemosh! He has given up his sons as fugitives and his daughters as captives to Sihon king of the Amorites. <sup><strong>30</strong></sup> \"But we have overthrown them; Heshbon is destroyed all the way to Dibon. We have demolished them as far as Nophah, which extends to Medeba.\" <sup><strong>31</strong></sup> So Israel settled in the land of the Amorites. <sup><strong>32</strong></sup> After Moses had sent spies to Jazer, the Israelites captured its surrounding settlements and drove out the Amorites who were there. <sup><strong>33</strong></sup> Then they turned and went up along the road toward Bashan, and Og king of Bashan and his whole army marched out to meet them in battle at Edrei. <sup><strong>34</strong></sup> The LORD said to Moses, \"Do not be afraid of him, for I have handed him over to you, with his whole army and his land. Do to him what you did to Sihon king of the Amorites, who reigned in Heshbon.\" <sup><strong>35</strong></sup> So they struck him down, together with his sons and his whole army, leaving them no survivors. And they took possession of his land. "},{"_id":"6164efaa6451fe5325fa02d4","topicId":"6164ef9d6451fe5325fa02c3","verse":"Colossians 1:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-17\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-17\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-17\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-17\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-17\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-17\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-17\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"6164efaa6451fe5325fa02d5","topicId":"6164ef9d6451fe5325fa02c3","verse":"Numbers 14:1-45","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04014001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04014001-1\">14:1&nbsp;</b>Then all the congregation raised a loud cry, and the people wept that night. <b class=\"verse-num\" id=\"v04014002-1\">2&nbsp;</b>And all the people of Israel grumbled against Moses and Aaron. The whole congregation said to them, “Would that we had died in the land of Egypt! Or would that we had died in this wilderness! <b class=\"verse-num\" id=\"v04014003-1\">3&nbsp;</b>Why is the LORD bringing us into this land, to fall by the sword? Our wives and our little ones will become a prey. Would it not be better for us to go back to Egypt?” <b class=\"verse-num\" id=\"v04014004-1\">4&nbsp;</b>And they said to one another, “Let us choose a leader and go back to Egypt.”</p>\n<p id=\"p04014004_04-18\"><b class=\"verse-num\" id=\"v04014005-1\">5&nbsp;</b>Then Moses and Aaron fell on their faces before all the assembly of the congregation of the people of Israel. <b class=\"verse-num\" id=\"v04014006-1\">6&nbsp;</b>And Joshua the son of Nun and Caleb the son of Jephunneh, who were among those who had spied out the land, tore their clothes <b class=\"verse-num\" id=\"v04014007-1\">7&nbsp;</b>and said to all the congregation of the people of Israel, “The land, which we passed through to spy it out, is an exceedingly good land. <b class=\"verse-num\" id=\"v04014008-1\">8&nbsp;</b>If the LORD delights in us, he will bring us into this land and give it to us, a land that flows with milk and honey. <b class=\"verse-num\" id=\"v04014009-1\">9&nbsp;</b>Only do not rebel against the LORD. And do not fear the people of the land, for they are bread for us. Their protection is removed from them, and the LORD is with us; do not fear them.” <b class=\"verse-num\" id=\"v04014010-1\">10&nbsp;</b>Then all the congregation said to stone them with stones. But the glory of the LORD appeared at the tent of meeting to all the people of Israel.</p>\n<p id=\"p04014010_04-18\"><b class=\"verse-num\" id=\"v04014011-1\">11&nbsp;</b>And the LORD said to Moses, “How long will this people despise me? And how long will they not believe in me, in spite of all the signs that I have done among them? <b class=\"verse-num\" id=\"v04014012-1\">12&nbsp;</b>I will strike them with the pestilence and disinherit them, and I will make of you a nation greater and mightier than they.”</p>\n\n<p id=\"p04014012_09-18\"><b class=\"verse-num\" id=\"v04014013-1\">13&nbsp;</b>But Moses said to the LORD, “Then the Egyptians will hear of it, for you brought up this people in your might from among them, <b class=\"verse-num\" id=\"v04014014-1\">14&nbsp;</b>and they will tell the inhabitants of this land. They have heard that you, O LORD, are in the midst of this people. For you, O LORD, are seen face to face, and your cloud stands over them and you go before them, in a pillar of cloud by day and in a pillar of fire by night. <b class=\"verse-num\" id=\"v04014015-1\">15&nbsp;</b>Now if you kill this people as one man, then the nations who have heard your fame will say, <b class=\"verse-num\" id=\"v04014016-1\">16&nbsp;</b>‘It is because the LORD was not able to bring this people into the land that he swore to give to them that he has killed them in the wilderness.’ <b class=\"verse-num\" id=\"v04014017-1\">17&nbsp;</b>And now, please let the power of the Lord be great as you have promised, saying, <b class=\"verse-num\" id=\"v04014018-1\">18&nbsp;</b>‘The LORD is slow to anger and abounding in steadfast love, forgiving iniquity and transgression, but he will by no means clear the guilty, visiting the iniquity of the fathers on the children, to the third and the fourth generation.’ <b class=\"verse-num\" id=\"v04014019-1\">19&nbsp;</b>Please pardon the iniquity of this people, according to the greatness of your steadfast love, just as you have forgiven this people, from Egypt until now.”</p>\n\n<p id=\"p04014019_12-18\"><b class=\"verse-num\" id=\"v04014020-1\">20&nbsp;</b>Then the LORD said, “I have pardoned, according to your word. <b class=\"verse-num\" id=\"v04014021-1\">21&nbsp;</b>But truly, as I live, and as all the earth shall be filled with the glory of the LORD, <b class=\"verse-num\" id=\"v04014022-1\">22&nbsp;</b>none of the men who have seen my glory and my signs that I did in Egypt and in the wilderness, and yet have put me to the test these ten times and have not obeyed my voice, <b class=\"verse-num\" id=\"v04014023-1\">23&nbsp;</b>shall see the land that I swore to give to their fathers. And none of those who despised me shall see it. <b class=\"verse-num\" id=\"v04014024-1\">24&nbsp;</b>But my servant Caleb, because he has a different spirit and has followed me fully, I will bring into the land into which he went, and his descendants shall possess it. <b class=\"verse-num\" id=\"v04014025-1\">25&nbsp;</b>Now, since the Amalekites and the Canaanites dwell in the valleys, turn tomorrow and set out for the wilderness by the way to the Red Sea.”</p>\n<p id=\"p04014025_12-18\"><b class=\"verse-num\" id=\"v04014026-1\">26&nbsp;</b>And the LORD spoke to Moses and to Aaron, saying, <b class=\"verse-num\" id=\"v04014027-1\">27&nbsp;</b>“How long shall this wicked congregation grumble against me? I have heard the grumblings of the people of Israel, which they grumble against me. <b class=\"verse-num\" id=\"v04014028-1\">28&nbsp;</b>Say to them, ‘As I live, declares the LORD, what you have said in my hearing I will do to you: <b class=\"verse-num\" id=\"v04014029-1\">29&nbsp;</b>your dead bodies shall fall in this wilderness, and of all your number, listed in the census from twenty years old and upward, who have grumbled against me, <b class=\"verse-num\" id=\"v04014030-1\">30&nbsp;</b>not one shall come into the land where I swore that I would make you dwell, except Caleb the son of Jephunneh and Joshua the son of Nun. <b class=\"verse-num\" id=\"v04014031-1\">31&nbsp;</b>But your little ones, who you said would become a prey, I will bring in, and they shall know the land that you have rejected. <b class=\"verse-num\" id=\"v04014032-1\">32&nbsp;</b>But as for you, your dead bodies shall fall in this wilderness. <b class=\"verse-num\" id=\"v04014033-1\">33&nbsp;</b>And your children shall be shepherds in the wilderness forty years and shall suffer for your faithlessness, until the last of your dead bodies lies in the wilderness. <b class=\"verse-num\" id=\"v04014034-1\">34&nbsp;</b>According to the number of the days in which you spied out the land, forty days, a year for each day, you shall bear your iniquity forty years, and you shall know my displeasure.’ <b class=\"verse-num\" id=\"v04014035-1\">35&nbsp;</b>I, the LORD, have spoken. Surely this will I do to all this wicked congregation who are gathered together against me: in this wilderness they shall come to a full end, and there they shall die.”</p>\n<p id=\"p04014035_12-18\"><b class=\"verse-num\" id=\"v04014036-1\">36&nbsp;</b>And the men whom Moses sent to spy out the land, who returned and made all the congregation grumble against him by bringing up a bad report about the land—<b class=\"verse-num\" id=\"v04014037-1\">37&nbsp;</b>the men who brought up a bad report of the land—died by plague before the LORD. <b class=\"verse-num\" id=\"v04014038-1\">38&nbsp;</b>Of those men who went to spy out the land, only Joshua the son of Nun and Caleb the son of Jephunneh remained alive.</p>\n\n<p id=\"p04014038_16-18\"><b class=\"verse-num\" id=\"v04014039-1\">39&nbsp;</b>When Moses told these words to all the people of Israel, the people mourned greatly. <b class=\"verse-num\" id=\"v04014040-1\">40&nbsp;</b>And they rose early in the morning and went up to the heights of the hill country, saying, “Here we are. We will go up to the place that the LORD has promised, for we have sinned.” <b class=\"verse-num\" id=\"v04014041-1\">41&nbsp;</b>But Moses said, “Why now are you transgressing the command of the LORD, when that will not succeed? <b class=\"verse-num\" id=\"v04014042-1\">42&nbsp;</b>Do not go up, for the LORD is not among you, lest you be struck down before your enemies. <b class=\"verse-num\" id=\"v04014043-1\">43&nbsp;</b>For there the Amalekites and the Canaanites are facing you, and you shall fall by the sword. Because you have turned back from following the LORD, the LORD will not be with you.” <b class=\"verse-num\" id=\"v04014044-1\">44&nbsp;</b>But they presumed to go up to the heights of the hill country, although neither the ark of the covenant of the LORD nor Moses departed out of the camp. <b class=\"verse-num\" id=\"v04014045-1\">45&nbsp;</b>Then the Amalekites and the Canaanites who lived in that hill country came down and defeated them and pursued them, even to Hormah.</p>\n</div>","kjv":"<strong>1</strong> And all the congregation lifted up their voice, and cried; and the people wept that night.  <strong>2</strong> And all the children of Israel murmured against Moses and against Aaron: and the whole congregation said unto them, Would God that we had died in the land of Egypt! or would God we had died in this wilderness!  <strong>3</strong> And wherefore hath the LORD brought us unto this land, to fall by the sword, that our wives and our children should be a prey? were it not better for us to return into Egypt?  <strong>4</strong> And they said one to another, Let us make a captain, and let us return into Egypt.  <strong>5</strong> Then Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel.  <strong>6</strong> And Joshua the son of Nun, and Caleb the son of Jephunneh, which were of them that searched the land, rent their clothes:  <strong>7</strong> And they spake unto all the company of the children of Israel, saying, The land, which we passed through to search it, is an exceeding good land.  <strong>8</strong> If the LORD delight in us, then he will bring us into this land, and give it us; a land which floweth with milk and honey.  <strong>9</strong> Only rebel not ye against the LORD, neither fear ye the people of the land; for they are bread for us: their defence is departed from them, and the LORD is with us: fear them not.  <strong>10</strong> But all the congregation bade stone them with stones. And the glory of the LORD appeared in the tabernacle of the congregation before all the children of Israel.  <strong>11</strong> And the LORD said unto Moses, How long will this people provoke me? and how long will it be ere they believe me, for all the signs which I have shewed among them?  <strong>12</strong> I will smite them with the pestilence, and disinherit them, and will make of thee a greater nation and mightier than they.  <strong>13</strong> And Moses said unto the LORD, Then the Egyptians shall hear it,  (for thou broughtest up this people in thy might from among them;)  <strong>14</strong> And they will tell it to the inhabitants of this land: for they have heard that thou LORD art among this people, that thou LORD art seen face to face, and that thy cloud standeth over them, and that thou goest before them, by daytime in a pillar of a cloud, and in a pillar of fire by night.  <strong>15</strong> Now if thou shalt kill all this people as one man, then the nations which have heard the fame of thee will speak, saying,  <strong>16</strong> Because the LORD was not able to bring this people into the land which he sware unto them, therefore he hath slain them in the wilderness.  <strong>17</strong> And now, I beseech thee, let the power of my Lord be great, according as thou hast spoken, saying,  <strong>18</strong> The LORD is longsuffering, and of great mercy, forgiving iniquity and transgression, and by no means clearing the guilty,  visiting the iniquity of the fathers upon the children unto the third and fourth generation.  <strong>19</strong> Pardon, I beseech thee, the iniquity of this people according unto the greatness of thy mercy, and as thou hast forgiven this people, from Egypt even until now.  <strong>20</strong> And the LORD said, I have pardoned according to thy word:  <strong>21</strong> But as truly as I live, all the earth shall be filled with the glory of the LORD.  <strong>22</strong> Because all those men which have seen my glory, and my miracles, which I did in Egypt and in the wilderness, and have tempted me now these ten times, and have not hearkened to my voice;  <strong>23</strong> Surely they shall not see the land which I sware unto their fathers, neither shall any of them that provoked me see it:  <strong>24</strong> But my servant Caleb, because he had another spirit with him, and hath followed me fully, him will I bring into the land whereinto he went; and his seed shall possess it.  <strong>25</strong> (Now the Amalekites and the Canaanites dwelt in the valley.) To morrow turn you, and get you into the wilderness by the way of the Red sea.  <strong>26</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>27</strong> How long shall I bear with this evil congregation, which murmur against me? I have heard the murmurings of the children of Israel, which they murmur against me.  <strong>28</strong> Say unto them, As truly as I live, saith the LORD, as ye have spoken in mine ears, so will I do to you:  <strong>29</strong> Your carcases shall fall in this wilderness; and all that were numbered of you, according to your whole number, from twenty years old and upward, which have murmured against me,  <strong>30</strong> Doubtless ye shall not come into the land, concerning which I sware to make you dwell therein, save Caleb the son of Jephunneh, and Joshua the son of Nun.  <strong>31</strong> But your little ones, which ye said should be a prey, them will I bring in, and they shall know the land which ye have despised.  <strong>32</strong> But as for you, your carcases, they shall fall in this wilderness.  <strong>33</strong> And your children shall wander in the wilderness forty years, and bear your whoredoms, until your carcases be wasted in the wilderness.  <strong>34</strong> After the number of the days in which ye searched the land, even  forty days, each day for a year, shall ye bear your iniquities, even forty years, and ye shall know my breach of promise.  <strong>35</strong> I the LORD have said, I will surely do it unto all this evil congregation, that are gathered together against me: in this wilderness they shall be consumed, and there they shall die.  <strong>36</strong> And the men, which Moses sent to search the land, who returned, and made all the congregation to murmur against him, by bringing up a slander upon the land,  <strong>37</strong> Even those men that did bring up the evil report upon the land, died by the plague before the LORD.  <strong>38</strong> But Joshua the son of Nun, and Caleb the son of Jephunneh, which were of the men that went to search the land, lived still.  <strong>39</strong> And Moses told these sayings unto all the children of Israel: and the people mourned greatly.  <strong>40</strong> And they rose up early in the morning, and gat them up into the top of the mountain, saying, Lo, we be here, and will go up unto the place which the LORD hath promised: for we have sinned.  <strong>41</strong> And Moses said, Wherefore now do ye transgress the commandment of the LORD? but it shall not prosper.  <strong>42</strong> Go not up, for the LORD is not among you; that ye be not smitten before your enemies.  <strong>43</strong> For the Amalekites and the Canaanites are there before you, and ye shall fall by the sword: because ye are turned away from the LORD, therefore the LORD will not be with you.  <strong>44</strong> But they presumed to go up unto the hill top: nevertheless the ark of the covenant of the LORD, and Moses, departed not out of the camp.  <strong>45</strong> Then the Amalekites came down, and the Canaanites which dwelt in that hill, and smote them, and discomfited them, even unto Hormah.  ","niv":"<sup><strong>1</strong></sup> That night all the people of the community raised their voices and wept aloud. <sup><strong>2</strong></sup> All the Israelites grumbled against Moses and Aaron, and the whole assembly said to them, \"If only we had died in Egypt! Or in this desert! <sup><strong>3</strong></sup> Why is the LORD bringing us to this land only to let us fall by the sword? Our wives and children will be taken as plunder. Wouldn't it be better for us to go back to Egypt?\" <sup><strong>4</strong></sup> And they said to each other, \"We should choose a leader and go back to Egypt.\" <sup><strong>5</strong></sup> Then Moses and Aaron fell facedown in front of the whole Israelite assembly gathered there. <sup><strong>6</strong></sup> Joshua son of Nun and Caleb son of Jephunneh, who were among those who had explored the land, tore their clothes <sup><strong>7</strong></sup> and said to the entire Israelite assembly, \"The land we passed through and explored is exceedingly good. <sup><strong>8</strong></sup> If the LORD is pleased with us, he will lead us into that land, a land flowing with milk and honey, and will give it to us. <sup><strong>9</strong></sup> Only do not rebel against the LORD. And do not be afraid of the people of the land, because we will swallow them up. Their protection is gone, but the LORD is with us. Do not be afraid of them.\" <sup><strong>10</strong></sup> But the whole assembly talked about stoning them. Then the glory of the LORD appeared at the Tent of Meeting to all the Israelites. <sup><strong>11</strong></sup> The LORD said to Moses, \"How long will these people treat me with contempt? How long will they refuse to believe in me, in spite of all the miraculous signs I have performed among them? <sup><strong>12</strong></sup> I will strike them down with a plague and destroy them, but I will make you into a nation greater and stronger than they.\" <sup><strong>13</strong></sup> Moses said to the LORD, \"Then the Egyptians will hear about it! By your power you brought these people up from among them. <sup><strong>14</strong></sup> And they will tell the inhabitants of this land about it. They have already heard that you, O LORD, are with these people and that you, O LORD, have been seen face to face, that your cloud stays over them, and that you go before them in a pillar of cloud by day and a pillar of fire by night. <sup><strong>15</strong></sup> If you put these people to death all at one time, the nations who have heard this report about you will say, <sup><strong>16</strong></sup> 'The LORD was not able to bring these people into the land he promised them on oath; so he slaughtered them in the desert.' <sup><strong>17</strong></sup> \"Now may the Lord's strength be displayed, just as you have declared: <sup><strong>18</strong></sup> 'The LORD is slow to anger, abounding in love and forgiving sin and rebellion. Yet he does not leave the guilty unpunished; he punishes the children for the sin of the fathers to the third and fourth generation.' <sup><strong>19</strong></sup> In accordance with your great love, forgive the sin of these people, just as you have pardoned them from the time they left Egypt until now.\" <sup><strong>20</strong></sup> The LORD replied, \"I have forgiven them, as you asked. <sup><strong>21</strong></sup> Nevertheless, as surely as I live and as surely as the glory of the LORD fills the whole earth, <sup><strong>22</strong></sup> not one of the men who saw my glory and the miraculous signs I performed in Egypt and in the desert but who disobeyed me and tested me ten times- <sup><strong>23</strong></sup> not one of them will ever see the land I promised on oath to their forefathers. No one who has treated me with contempt will ever see it. <sup><strong>24</strong></sup> But because my servant Caleb has a different spirit and follows me wholeheartedly, I will bring him into the land he went to, and his descendants will inherit it. <sup><strong>25</strong></sup> Since the Amalekites and Canaanites are living in the valleys, turn back tomorrow and set out toward the desert along the route to the Red Sea. \" <sup><strong>26</strong></sup> The LORD said to Moses and Aaron: <sup><strong>27</strong></sup> \"How long will this wicked community grumble against me? I have heard the complaints of these grumbling Israelites. <sup><strong>28</strong></sup> So tell them, 'As surely as I live, declares the LORD, I will do to you the very things I heard you say: <sup><strong>29</strong></sup> In this desert your bodies will fall-every one of you twenty years old or more who was counted in the census and who has grumbled against me. <sup><strong>30</strong></sup> Not one of you will enter the land I swore with uplifted hand to make your home, except Caleb son of Jephunneh and Joshua son of Nun. <sup><strong>31</strong></sup> As for your children that you said would be taken as plunder, I will bring them in to enjoy the land you have rejected. <sup><strong>32</strong></sup> But you-your bodies will fall in this desert. <sup><strong>33</strong></sup> Your children will be shepherds here for forty years, suffering for your unfaithfulness, until the last of your bodies lies in the desert. <sup><strong>34</strong></sup> For forty years-one year for each of the forty days you explored the land-you will suffer for your sins and know what it is like to have me against you.' <sup><strong>35</strong></sup> I, the LORD, have spoken, and I will surely do these things to this whole wicked community, which has banded together against me. They will meet their end in this desert; here they will die.\" <sup><strong>36</strong></sup> So the men Moses had sent to explore the land, who returned and made the whole community grumble against him by spreading a bad report about it- <sup><strong>37</strong></sup> these men responsible for spreading the bad report about the land were struck down and died of a plague before the LORD. <sup><strong>38</strong></sup> Of the men who went to explore the land, only Joshua son of Nun and Caleb son of Jephunneh survived. <sup><strong>39</strong></sup> When Moses reported this to all the Israelites, they mourned bitterly. <sup><strong>40</strong></sup> Early the next morning they went up toward the high hill country. \"We have sinned,\" they said. \"We will go up to the place the LORD promised.\" <sup><strong>41</strong></sup> But Moses said, \"Why are you disobeying the LORD's command? This will not succeed! <sup><strong>42</strong></sup> Do not go up, because the LORD is not with you. You will be defeated by your enemies, <sup><strong>43</strong></sup> for the Amalekites and Canaanites will face you there. Because you have turned away from the LORD, he will not be with you and you will fall by the sword.\" <sup><strong>44</strong></sup> Nevertheless, in their presumption they went up toward the high hill country, though neither Moses nor the ark of the LORD's covenant moved from the camp. <sup><strong>45</strong></sup> Then the Amalekites and Canaanites who lived in that hill country came down and attacked them and beat them down all the way to Hormah. "},{"_id":"6164efaa6451fe5325fa02d6","topicId":"6164ef9d6451fe5325fa02c3","verse":"2 Thessalonians 1:1-12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-19\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-19\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-19\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-19\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:  <strong>2</strong> Grace unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;  <strong>4</strong> So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:  <strong>5</strong> Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:  <strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  <strong>7</strong> And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,  <strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  <strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  <strong>10</strong> When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.  <strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ: <sup><strong>2</strong></sup> Grace and peace to you from God the Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> We ought always to thank God for you, brothers, and rightly so, because your faith is growing more and more, and the love every one of you has for each other is increasing. <sup><strong>4</strong></sup> Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring. <sup><strong>5</strong></sup> All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering. <sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you <sup><strong>7</strong></sup> and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels. <sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus. <sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power <sup><strong>10</strong></sup> on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you. <sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"6164efaa6451fe5325fa02d8","topicId":"6164ef9d6451fe5325fa02c3","verse":"Deuteronomy 9:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05009002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v05009002-1\">2&nbsp;</b>a people great and tall, the sons of the Anakim, whom you know, and of whom you have heard it said, ‘Who can stand before the sons of Anak?’</p>\n</div>","kjv":"<strong>2</strong> A people great and tall, the children of the Anakims, whom thou knowest, and of whom thou hast heard say, Who can stand before the children of Anak!  ","niv":"<sup><strong>2</strong></sup> The people are strong and tall-Anakites! You know about them and have heard it said: \"Who can stand up against the Anakites?\""},{"_id":"6164efaa6451fe5325fa02d7","topicId":"6164ef9d6451fe5325fa02c3","verse":"Acts 13:1-52","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44013001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44013001-1\">13:1&nbsp;</b>Now there were in the church at Antioch prophets and teachers, Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen a lifelong friend of Herod the tetrarch, and Saul. <b class=\"verse-num\" id=\"v44013002-1\">2&nbsp;</b>While they were worshiping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.” <b class=\"verse-num\" id=\"v44013003-1\">3&nbsp;</b>Then after fasting and praying they laid their hands on them and sent them off.</p>\n\n<p id=\"p44013003_11-21\"><b class=\"verse-num\" id=\"v44013004-1\">4&nbsp;</b>So, being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to Cyprus. <b class=\"verse-num\" id=\"v44013005-1\">5&nbsp;</b>When they arrived at Salamis, they proclaimed the word of God in the synagogues of the Jews. And they had John to assist them. <b class=\"verse-num\" id=\"v44013006-1\">6&nbsp;</b>When they had gone through the whole island as far as Paphos, they came upon a certain magician, a Jewish false prophet named Bar-Jesus. <b class=\"verse-num\" id=\"v44013007-1\">7&nbsp;</b>He was with the proconsul, Sergius Paulus, a man of intelligence, who summoned Barnabas and Saul and sought to hear the word of God. <b class=\"verse-num\" id=\"v44013008-1\">8&nbsp;</b>But Elymas the magician (for that is the meaning of his name) opposed them, seeking to turn the proconsul away from the faith. <b class=\"verse-num\" id=\"v44013009-1\">9&nbsp;</b>But Saul, who was also called Paul, filled with the Holy Spirit, looked intently at him <b class=\"verse-num\" id=\"v44013010-1\">10&nbsp;</b>and said, “You son of the devil, you enemy of all righteousness, full of all deceit and villainy, will you not stop making crooked the straight paths of the Lord? <b class=\"verse-num\" id=\"v44013011-1\">11&nbsp;</b>And now, behold, the hand of the Lord is upon you, and you will be blind and unable to see the sun for a time.” Immediately mist and darkness fell upon him, and he went about seeking people to lead him by the hand. <b class=\"verse-num\" id=\"v44013012-1\">12&nbsp;</b>Then the proconsul believed, when he saw what had occurred, for he was astonished at the teaching of the Lord.</p>\n\n<p id=\"p44013012_18-21\"><b class=\"verse-num\" id=\"v44013013-1\">13&nbsp;</b>Now Paul and his companions set sail from Paphos and came to Perga in Pamphylia. And John left them and returned to Jerusalem, <b class=\"verse-num\" id=\"v44013014-1\">14&nbsp;</b>but they went on from Perga and came to Antioch in Pisidia. And on the Sabbath day they went into the synagogue and sat down. <b class=\"verse-num\" id=\"v44013015-1\">15&nbsp;</b>After the reading from the Law and the Prophets, the rulers of the synagogue sent a message to them, saying, “Brothers, if you have any word of encouragement for the people, say it.” <b class=\"verse-num\" id=\"v44013016-1\">16&nbsp;</b>So Paul stood up, and motioning with his hand said:</p>\n<p id=\"p44013016_18-21\">“Men of Israel and you who fear God, listen. <b class=\"verse-num\" id=\"v44013017-1\">17&nbsp;</b>The God of this people Israel chose our fathers and made the people great during their stay in the land of Egypt, and with uplifted arm he led them out of it. <b class=\"verse-num\" id=\"v44013018-1\">18&nbsp;</b>And for about forty years he put up with them in the wilderness. <b class=\"verse-num\" id=\"v44013019-1\">19&nbsp;</b>And after destroying seven nations in the land of Canaan, he gave them their land as an inheritance. <b class=\"verse-num\" id=\"v44013020-1\">20&nbsp;</b>All this took about 450 years. And after that he gave them judges until Samuel the prophet. <b class=\"verse-num\" id=\"v44013021-1\">21&nbsp;</b>Then they asked for a king, and God gave them Saul the son of Kish, a man of the tribe of Benjamin, for forty years. <b class=\"verse-num\" id=\"v44013022-1\">22&nbsp;</b>And when he had removed him, he raised up David to be their king, of whom he testified and said, ‘I have found in David the son of Jesse a man after my heart, who will do all my will.’ <b class=\"verse-num\" id=\"v44013023-1\">23&nbsp;</b>Of this man’s offspring God has brought to Israel a Savior, Jesus, as he promised. <b class=\"verse-num\" id=\"v44013024-1\">24&nbsp;</b>Before his coming, John had proclaimed a baptism of repentance to all the people of Israel. <b class=\"verse-num\" id=\"v44013025-1\">25&nbsp;</b>And as John was finishing his course, he said, ‘What do you suppose that I am? I am not he. No, but behold, after me one is coming, the sandals of whose feet I am not worthy to untie.’</p>\n<p id=\"p44013025_18-21\"><b class=\"verse-num\" id=\"v44013026-1\">26&nbsp;</b>“Brothers, sons of the family of Abraham, and those among you who fear God, to us has been sent the message of this salvation. <b class=\"verse-num\" id=\"v44013027-1\">27&nbsp;</b>For those who live in Jerusalem and their rulers, because they did not recognize him nor understand the utterances of the prophets, which are read every Sabbath, fulfilled them by condemning him. <b class=\"verse-num\" id=\"v44013028-1\">28&nbsp;</b>And though they found in him no guilt worthy of death, they asked Pilate to have him executed. <b class=\"verse-num\" id=\"v44013029-1\">29&nbsp;</b>And when they had carried out all that was written of him, they took him down from the tree and laid him in a tomb. <b class=\"verse-num\" id=\"v44013030-1\">30&nbsp;</b>But God raised him from the dead, <b class=\"verse-num\" id=\"v44013031-1\">31&nbsp;</b>and for many days he appeared to those who had come up with him from Galilee to Jerusalem, who are now his witnesses to the people. <b class=\"verse-num\" id=\"v44013032-1\">32&nbsp;</b>And we bring you the good news that what God promised to the fathers, <b class=\"verse-num\" id=\"v44013033-1\">33&nbsp;</b>this he has fulfilled to us their children by raising Jesus, as also it is written in the second Psalm,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44013033_18-21\" class=\"line\">&nbsp;&nbsp;“‘You are my Son,</span><br><span id=\"p44013033_18-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44013033_18-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44013034-1\">34&nbsp;</b>And as for the fact that he raised him from the dead, no more to return to corruption, he has spoken in this way,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44013034_18-21\" class=\"line\">&nbsp;&nbsp;“‘I will give you the holy and sure blessings of David.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44013034_18-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44013035-1\">35&nbsp;</b>Therefore he says also in another psalm,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44013035_18-21\" class=\"line\">&nbsp;&nbsp;“‘You will not let your Holy One see corruption.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44013035_18-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44013036-1\">36&nbsp;</b>For David, after he had served the purpose of God in his own generation, fell asleep and was laid with his fathers and saw corruption, <b class=\"verse-num\" id=\"v44013037-1\">37&nbsp;</b>but he whom God raised up did not see corruption. <b class=\"verse-num\" id=\"v44013038-1\">38&nbsp;</b>Let it be known to you therefore, brothers, that through this man forgiveness of sins is proclaimed to you, <b class=\"verse-num\" id=\"v44013039-1\">39&nbsp;</b>and by him everyone who believes is freed from everything from which you could not be freed by the law of Moses. <b class=\"verse-num\" id=\"v44013040-1\">40&nbsp;</b>Beware, therefore, lest what is said in the Prophets should come about:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44013041_18-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44013041-1\">41&nbsp;</b>&nbsp;&nbsp;“‘Look, you scoffers,</span><br><span id=\"p44013041_18-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be astounded and perish;</span><br><span id=\"p44013041_18-21\" class=\"line\">&nbsp;&nbsp;for I am doing a work in your days,</span><br><span id=\"p44013041_18-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a work that you will not believe, even if one tells it to you.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44013041_18-21\"><b class=\"verse-num\" id=\"v44013042-1\">42&nbsp;</b>As they went out, the people begged that these things might be told them the next Sabbath. <b class=\"verse-num\" id=\"v44013043-1\">43&nbsp;</b>And after the meeting of the synagogue broke up, many Jews and devout converts to Judaism followed Paul and Barnabas, who, as they spoke with them, urged them to continue in the grace of God.</p>\n<p id=\"p44013043_18-21\"><b class=\"verse-num\" id=\"v44013044-1\">44&nbsp;</b>The next Sabbath almost the whole city gathered to hear the word of the Lord. <b class=\"verse-num\" id=\"v44013045-1\">45&nbsp;</b>But when the Jews saw the crowds, they were filled with jealousy and began to contradict what was spoken by Paul, reviling him. <b class=\"verse-num\" id=\"v44013046-1\">46&nbsp;</b>And Paul and Barnabas spoke out boldly, saying, “It was necessary that the word of God be spoken first to you. Since you thrust it aside and judge yourselves unworthy of eternal life, behold, we are turning to the Gentiles. <b class=\"verse-num\" id=\"v44013047-1\">47&nbsp;</b>For so the Lord has commanded us, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44013047_18-21\" class=\"line\">&nbsp;&nbsp;“‘I have made you a light for the Gentiles,</span><br><span id=\"p44013047_18-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you may bring salvation to the ends of the earth.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44013047_18-21\"><b class=\"verse-num\" id=\"v44013048-1\">48&nbsp;</b>And when the Gentiles heard this, they began rejoicing and glorifying the word of the Lord, and as many as were appointed to eternal life believed. <b class=\"verse-num\" id=\"v44013049-1\">49&nbsp;</b>And the word of the Lord was spreading throughout the whole region. <b class=\"verse-num\" id=\"v44013050-1\">50&nbsp;</b>But the Jews incited the devout women of high standing and the leading men of the city, stirred up persecution against Paul and Barnabas, and drove them out of their district. <b class=\"verse-num\" id=\"v44013051-1\">51&nbsp;</b>But they shook off the dust from their feet against them and went to Iconium. <b class=\"verse-num\" id=\"v44013052-1\">52&nbsp;</b>And the disciples were filled with joy and with the Holy Spirit.</p>\n\n</div>","kjv":"<strong>1</strong> Now there were in the church that was at Antioch certain prophets and teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen, which had been brought up with Herod the tetrarch, and Saul.  <strong>2</strong> As they ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them.  <strong>3</strong> And when they had fasted and prayed, and laid their hands on them, they sent them away.  <strong>4</strong> So they, being sent forth by the Holy Ghost, departed unto Seleucia; and from thence they sailed to Cyprus.  <strong>5</strong> And when they were at Salamis, they preached the word of God in the synagogues of the Jews: and they had also John to their minister.  <strong>6</strong> And when they had gone through the isle unto Paphos, they found a certain sorcerer, a false prophet, a Jew, whose name was Bar-jesus:  <strong>7</strong> Which was with the deputy of the country, Sergius Paulus, a prudent man; who called for Barnabas and Saul, and desired to hear the word of God.  <strong>8</strong> But Elymas the sorcerer (for so is his name by interpretation) withstood them, seeking to turn away the deputy from the faith.  <strong>9</strong> Then Saul, (who also is called Paul,) filled with the Holy Ghost, set his eyes on him,  <strong>10</strong> And said, O full of all subtilty and all mischief, thou child of the devil, thou enemy of all righteousness, wilt thou not cease to pervert the right ways of the Lord?  <strong>11</strong> And now, behold, the hand of the Lord is upon thee, and thou shalt be blind, not seeing the sun for a season. And immediately there fell on him a mist and a darkness; and he went about seeking some to lead him by the hand.  <strong>12</strong> Then the deputy, when he saw what was done, believed, being astonished at the doctrine of the Lord.  <strong>13</strong> Now when Paul and his company loosed from Paphos, they came to Perga in Pamphylia: and John departing from them returned to Jerusalem.  <strong>14</strong> But when they departed from Perga, they came to Antioch in Pisidia, and went into the synagogue on the sabbath day, and sat down.  <strong>15</strong> And after the reading of the law and the prophets the rulers of the synagogue sent unto them, saying, Ye men and brethren, if ye have any word of exhortation for the people, say on.  <strong>16</strong> Then Paul stood up, and beckoning with his hand said, Men of Israel, and ye that fear God, give audience.  <strong>17</strong> The God of this people of Israel chose our fathers, and exalted the people when they dwelt as strangers in the land of Egypt, and with an high arm brought he them out of it.  <strong>18</strong> And about the time of forty years suffered he their manners in the wilderness.  <strong>19</strong> And when he had destroyed seven nations in the land of Chanaan, he divided their land to them by lot.  <strong>20</strong> And after that he gave unto them judges about the space of four hundred and fifty years, until Samuel the prophet.  <strong>21</strong> And afterward they desired a king: and God gave unto them Saul the son of Cis, a man of the tribe of Benjamin, by the space of forty years.  <strong>22</strong> And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.  <strong>23</strong> Of this man’s seed hath God according to his promise raised unto Israel a Saviour, Jesus:  <strong>24</strong> When John had first preached before his coming the baptism of repentance to all the people of Israel.  <strong>25</strong> And as John fulfilled his course, he said, Whom think ye that I am? I am not he. But, behold, there cometh one after me, whose shoes of his feet I am not worthy to loose.  <strong>26</strong> Men and brethren, children of the stock of Abraham, and whosoever among you feareth God, to you is the word of this salvation sent.  <strong>27</strong> For they that dwell at Jerusalem, and their rulers, because they knew him not, nor yet the voices of the prophets which are read every sabbath day, they have fulfilled them in condemning him.  <strong>28</strong> And though they found no cause of death in him, yet desired they Pilate that he should be slain.  <strong>29</strong> And when they had fulfilled all that was written of him, they took him down from the tree, and laid him in a sepulchre.  <strong>30</strong> But God raised him from the dead:  <strong>31</strong> And he was seen many days of them which came up with him from Galilee to Jerusalem, who are his witnesses unto the people.  <strong>32</strong> And we declare unto you glad tidings, how that the promise which was made unto the fathers,  <strong>33</strong> God hath fulfilled the same unto us their children, in that he hath raised up Jesus again; as it is also written in the second psalm, Thou art my Son, this day have I begotten thee.  <strong>34</strong> And as concerning that he raised him up from the dead, now  no more to return to corruption, he said on this wise, I will give you the sure mercies of David.  <strong>35</strong> Wherefore he saith also in another psalm, Thou shalt not suffer thine Holy One to see corruption.  <strong>36</strong> For David, after he had served his own generation by the will of God, fell on sleep, and was laid unto his fathers, and saw corruption:  <strong>37</strong> But he, whom God raised again, saw no corruption.  <strong>38</strong> Be it known unto you therefore, men and brethren, that through this man is preached unto you the forgiveness of sins:  <strong>39</strong> And by him all that believe are justified from all things, from which ye could not be justified by the law of Moses.  <strong>40</strong> Beware therefore, lest that come upon you, which is spoken of in the prophets;  <strong>41</strong> Behold, ye despisers, and wonder, and perish: for I work a work in your days, a work which ye shall in no wise believe, though a man declare it unto you.  <strong>42</strong> And when the Jews were gone out of the synagogue, the Gentiles besought that these words might be preached to them the next sabbath.  <strong>43</strong> Now when the congregation was broken up, many of the Jews and religious proselytes followed Paul and Barnabas: who, speaking to them, persuaded them to continue in the grace of God.  <strong>44</strong> And the next sabbath day came almost the whole city together to hear the word of God.  <strong>45</strong> But when the Jews saw the multitudes, they were filled with envy, and spake against those things which were spoken by Paul, contradicting and blaspheming.  <strong>46</strong> Then Paul and Barnabas waxed bold, and said, It was necessary that the word of God should first have been spoken to you: but seeing ye put it from you, and judge yourselves unworthy of everlasting life, lo, we turn to the Gentiles.  <strong>47</strong> For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.  <strong>48</strong> And when the Gentiles heard this, they were glad, and glorified the word of the Lord: and as many as were ordained to eternal life believed.  <strong>49</strong> And the word of the Lord was published throughout all the region.  <strong>50</strong> But the Jews stirred up the devout and honourable women, and the chief men of the city, and raised persecution against Paul and Barnabas, and expelled them out of their coasts.  <strong>51</strong> But they shook off the dust of their feet against them, and came unto Iconium.  <strong>52</strong> And the disciples were filled with joy, and with the Holy Ghost.  ","niv":"<sup><strong>1</strong></sup> In the church at Antioch there were prophets and teachers: Barnabas, Simeon called Niger, Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch) and Saul. <sup><strong>2</strong></sup> While they were worshiping the Lord and fasting, the Holy Spirit said, \"Set apart for me Barnabas and Saul for the work to which I have called them.\" <sup><strong>3</strong></sup> So after they had fasted and prayed, they placed their hands on them and sent them off. <sup><strong>4</strong></sup> The two of them, sent on their way by the Holy Spirit, went down to Seleucia and sailed from there to Cyprus. <sup><strong>5</strong></sup> When they arrived at Salamis, they proclaimed the word of God in the Jewish synagogues. John was with them as their helper. <sup><strong>6</strong></sup> They traveled through the whole island until they came to Paphos. There they met a Jewish sorcerer and false prophet named Bar-Jesus, <sup><strong>7</strong></sup> who was an attendant of the proconsul, Sergius Paulus. The proconsul, an intelligent man, sent for Barnabas and Saul because he wanted to hear the word of God. <sup><strong>8</strong></sup> But Elymas the sorcerer (for that is what his name means) opposed them and tried to turn the proconsul from the faith. <sup><strong>9</strong></sup> Then Saul, who was also called Paul, filled with the Holy Spirit, looked straight at Elymas and said, <sup><strong>10</strong></sup> \"You are a child of the devil and an enemy of everything that is right! You are full of all kinds of deceit and trickery. Will you never stop perverting the right ways of the Lord? <sup><strong>11</strong></sup> Now the hand of the Lord is against you. You are going to be blind, and for a time you will be unable to see the light of the sun.\" <sup><strong>12</strong></sup> Immediately mist and darkness came over him, and he groped about, seeking someone to lead him by the hand. When the proconsul saw what had happened, he believed, for he was amazed at the teaching about the Lord. <sup><strong>13</strong></sup> From Paphos, Paul and his companions sailed to Perga in Pamphylia, where John left them to return to Jerusalem. <sup><strong>14</strong></sup> From Perga they went on to Pisidian Antioch. On the Sabbath they entered the synagogue and sat down. <sup><strong>15</strong></sup> After the reading from the Law and the Prophets, the synagogue rulers sent word to them, saying, \"Brothers, if you have a message of encouragement for the people, please speak.\" <sup><strong>16</strong></sup> Standing up, Paul motioned with his hand and said: \"Men of Israel and you Gentiles who worship God, listen to me! <sup><strong>17</strong></sup> The God of the people of Israel chose our fathers; he made the people prosper during their stay in Egypt, with mighty power he led them out of that country, <sup><strong>18</strong></sup> he endured their conduct for about forty years in the desert, <sup><strong>19</strong></sup> he overthrew seven nations in Canaan and gave their land to his people as their inheritance. <sup><strong>20</strong></sup> All this took about 450 years. <sup><strong>21</strong></sup> \"After this, God gave them judges until the time of Samuel the prophet. Then the people asked for a king, and he gave them Saul son of Kish, of the tribe of Benjamin, who ruled forty years. <sup><strong>22</strong></sup> After removing Saul, he made David their king. He testified concerning him: 'I have found David son of Jesse a man after my own heart; he will do everything I want him to do.' <sup><strong>23</strong></sup> \"From this man's descendants God has brought to Israel the Savior Jesus, as he promised. <sup><strong>24</strong></sup> Before the coming of Jesus, John preached repentance and baptism to all the people of Israel. <sup><strong>25</strong></sup> As John was completing his work, he said: 'Who do you think I am? I am not that one. No, but he is coming after me, whose sandals I am not worthy to untie.' <sup><strong>26</strong></sup> \"Brothers, children of Abraham, and you God-fearing Gentiles, it is to us that this message of salvation has been sent. <sup><strong>27</strong></sup> The people of Jerusalem and their rulers did not recognize Jesus, yet in condemning him they fulfilled the words of the prophets that are read every Sabbath. <sup><strong>28</strong></sup> Though they found no proper ground for a death sentence, they asked Pilate to have him executed. <sup><strong>29</strong></sup> When they had carried out all that was written about him, they took him down from the tree and laid him in a tomb. <sup><strong>30</strong></sup> But God raised him from the dead, <sup><strong>31</strong></sup> and for many days he was seen by those who had traveled with him from Galilee to Jerusalem. They are now his witnesses to our people. <sup><strong>32</strong></sup> \"We tell you the good news: What God promised our fathers <sup><strong>33</strong></sup> he has fulfilled for us, their children, by raising up Jesus. As it is written in the second Psalm: \"'You are my Son; today I have become your Father. ' <sup><strong>34</strong></sup> The fact that God raised him from the dead, never to decay, is stated in these words: \"'I will give you the holy and sure blessings promised to David.' <sup><strong>35</strong></sup> So it is stated elsewhere: \"'You will not let your Holy One see decay.' <sup><strong>36</strong></sup> \"For when David had served God's purpose in his own generation, he fell asleep; he was buried with his fathers and his body decayed. <sup><strong>37</strong></sup> But the one whom God raised from the dead did not see decay. <sup><strong>38</strong></sup> \"Therefore, my brothers, I want you to know that through Jesus the forgiveness of sins is proclaimed to you. <sup><strong>39</strong></sup> Through him everyone who believes is justified from everything you could not be justified from by the law of Moses. <sup><strong>40</strong></sup> Take care that what the prophets have said does not happen to you: <sup><strong>41</strong></sup> \"'Look, you scoffers, wonder and perish, for I am going to do something in your days that you would never believe, even if someone told you.'\" <sup><strong>42</strong></sup> As Paul and Barnabas were leaving the synagogue, the people invited them to speak further about these things on the next Sabbath. <sup><strong>43</strong></sup> When the congregation was dismissed, many of the Jews and devout converts to Judaism followed Paul and Barnabas, who talked with them and urged them to continue in the grace of God. <sup><strong>44</strong></sup> On the next Sabbath almost the whole city gathered to hear the word of the Lord. <sup><strong>45</strong></sup> When the Jews saw the crowds, they were filled with jealousy and talked abusively against what Paul was saying. <sup><strong>46</strong></sup> Then Paul and Barnabas answered them boldly: \"We had to speak the word of God to you first. Since you reject it and do not consider yourselves worthy of eternal life, we now turn to the Gentiles. <sup><strong>47</strong></sup> For this is what the Lord has commanded us: \"'I have made you a light for the Gentiles, that you may bring salvation to the ends of the earth.'\" <sup><strong>48</strong></sup> When the Gentiles heard this, they were glad and honored the word of the Lord; and all who were appointed for eternal life believed. <sup><strong>49</strong></sup> The word of the Lord spread through the whole region. <sup><strong>50</strong></sup> But the Jews incited the God-fearing women of high standing and the leading men of the city. They stirred up persecution against Paul and Barnabas, and expelled them from their region. <sup><strong>51</strong></sup> So they shook the dust from their feet in protest against them and went to Iconium. <sup><strong>52</strong></sup> And the disciples were filled with joy and with the Holy Spirit. "},{"_id":"6164efad6451fe5325fa02da","topicId":"6164ef9d6451fe5325fa02c3","verse":"Deuteronomy 9:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05009001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05009001-1\">9:1&nbsp;</b>“Hear, O Israel: you are to cross over the Jordan today, to go in to dispossess nations greater and mightier than you, cities great and fortified up to heaven,</p>\n</div>","kjv":"<strong>1</strong> Hear, O Israel: Thou art to pass over Jordan this day, to go in to possess nations greater and mightier than thyself, cities great and fenced up to heaven,  ","niv":"<sup><strong>1</strong></sup> Hear, O Israel. You are now about to cross the Jordan to go in and dispossess nations greater and stronger than you, with large cities that have walls up to the sky."},{"_id":"6164efad6451fe5325fa02d9","topicId":"6164ef9d6451fe5325fa02c3","verse":"Numbers 34:1-12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p04034001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04034001-1\">34:1&nbsp;</b>The LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04034002-1\">2&nbsp;</b>“Command the people of Israel, and say to them, When you enter the land of Canaan (this is the land that shall fall to you for an inheritance, the land of Canaan as defined by its borders), <b class=\"verse-num\" id=\"v04034003-1\">3&nbsp;</b>your south side shall be from the wilderness of Zin alongside Edom, and your southern border shall run from the end of the Salt Sea on the east. <b class=\"verse-num\" id=\"v04034004-1\">4&nbsp;</b>And your border shall turn south of the ascent of Akrabbim, and cross to Zin, and its limit shall be south of Kadesh-barnea. Then it shall go on to Hazar-addar, and pass along to Azmon. <b class=\"verse-num\" id=\"v04034005-1\">5&nbsp;</b>And the border shall turn from Azmon to the Brook of Egypt, and its limit shall be at the sea.</p>\n<p id=\"p04034005_05-23\"><b class=\"verse-num\" id=\"v04034006-1\">6&nbsp;</b>“For the western border, you shall have the Great Sea and its coast. This shall be your western border.</p>\n<p id=\"p04034006_05-23\"><b class=\"verse-num\" id=\"v04034007-1\">7&nbsp;</b>“This shall be your northern border: from the Great Sea you shall draw a line to Mount Hor. <b class=\"verse-num\" id=\"v04034008-1\">8&nbsp;</b>From Mount Hor you shall draw a line to Lebo-hamath, and the limit of the border shall be at Zedad. <b class=\"verse-num\" id=\"v04034009-1\">9&nbsp;</b>Then the border shall extend to Ziphron, and its limit shall be at Hazar-enan. This shall be your northern border.</p>\n<p id=\"p04034009_05-23\"><b class=\"verse-num\" id=\"v04034010-1\">10&nbsp;</b>“You shall draw a line for your eastern border from Hazar-enan to Shepham. <b class=\"verse-num\" id=\"v04034011-1\">11&nbsp;</b>And the border shall go down from Shepham to Riblah on the east side of Ain. And the border shall go down and reach to the shoulder of the Sea of Chinnereth on the east. <b class=\"verse-num\" id=\"v04034012-1\">12&nbsp;</b>And the border shall go down to the Jordan, and its limit shall be at the Salt Sea. This shall be your land as defined by its borders all around.”</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Command the children of Israel, and say unto them, When ye come into the land of Canaan; (this is the land that shall fall unto you for an inheritance, even the land of Canaan with the coasts thereof:)  <strong>3</strong> Then your south quarter shall be from the wilderness of Zin along by the coast of Edom, and your south border shall be the outmost coast of the salt sea eastward:  <strong>4</strong> And your border shall turn from the south to the ascent of Akrabbim, and pass on to Zin: and the going forth thereof shall be from the south to Kadesh-barnea, and shall go on to Hazar-addar, and pass on to Azmon:  <strong>5</strong> And the border shall fetch a compass from Azmon unto the river of Egypt, and the goings out of it shall be at the sea.  <strong>6</strong> And as for the western border, ye shall even have the great sea for a border: this shall be your west border.  <strong>7</strong> And this shall be your north border: from the great sea ye shall point out for you mount Hor:  <strong>8</strong> From mount Hor ye shall point out your border unto the entrance of Hamath; and the goings forth of the border shall be to Zedad:  <strong>9</strong> And the border shall go on to Ziphron, and the goings out of it shall be at Hazar-enan: this shall be your north border.  <strong>10</strong> And ye shall point out your east border from Hazar-enan to Shepham:  <strong>11</strong> And the coast shall go down from Shepham to Riblah, on the east side of Ain; and the border shall descend, and shall reach unto the side of the sea of Chinnereth eastward:  <strong>12</strong> And the border shall go down to Jordan, and the goings out of it shall be at the salt sea: this shall be your land with the coasts thereof round about.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Command the Israelites and say to them: 'When you enter Canaan, the land that will be allotted to you as an inheritance will have these boundaries: <sup><strong>3</strong></sup> \"'Your southern side will include some of the Desert of Zin along the border of Edom. On the east, your southern boundary will start from the end of the Salt Sea, <sup><strong>4</strong></sup> cross south of Scorpion Pass, continue on to Zin and go south of Kadesh Barnea. Then it will go to Hazar Addar and over to Azmon, <sup><strong>5</strong></sup> where it will turn, join the Wadi of Egypt and end at the Sea. <sup><strong>6</strong></sup> \"'Your western boundary will be the coast of the Great Sea. This will be your boundary on the west. <sup><strong>7</strong></sup> \"'For your northern boundary, run a line from the Great Sea to Mount Hor <sup><strong>8</strong></sup> and from Mount Hor to Lebo Hamath. Then the boundary will go to Zedad, <sup><strong>9</strong></sup> continue to Ziphron and end at Hazar Enan. This will be your boundary on the north. <sup><strong>10</strong></sup> \"'For your eastern boundary, run a line from Hazar Enan to Shepham. <sup><strong>11</strong></sup> The boundary will go down from Shepham to Riblah on the east side of Ain and continue along the slopes east of the Sea of Kinnereth. <sup><strong>12</strong></sup> Then the boundary will go down along the Jordan and end at the Salt Sea. \"'This will be your land, with its boundaries on every side.'\" "},{"_id":"6164efae6451fe5325fa02db","topicId":"6164ef9d6451fe5325fa02c3","verse":"Hebrews 3:7-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58003007_08-24\"><b class=\"verse-num\" id=\"v58003007-1\">7&nbsp;</b>Therefore, as the Holy Spirit says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58003007_08-24\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58003008_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003008-1\">8&nbsp;</b>&nbsp;&nbsp;do not harden your hearts as in the rebellion,</span><br><span id=\"p58003008_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day of testing in the wilderness,</span><br><span id=\"p58003009_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003009-1\">9&nbsp;</b>&nbsp;&nbsp;where your fathers put me to the test</span><br><span id=\"p58003009_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saw my works for forty years.</span><br><span id=\"p58003010_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003010-1\">10&nbsp;</b>&nbsp;&nbsp;Therefore I was provoked with that generation,</span><br><span id=\"p58003010_08-24\" class=\"line\">&nbsp;&nbsp;and said, ‘They always go astray in their heart;</span><br><span id=\"p58003010_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have not known my ways.’</span><br><span id=\"p58003011_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003011-1\">11&nbsp;</b>&nbsp;&nbsp;As I swore in my wrath,</span><br><span id=\"p58003011_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘They shall not enter my rest.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58003011_08-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58003012-1\">12&nbsp;</b>Take care, brothers, lest there be in any of you an evil, unbelieving heart, leading you to fall away from the living God. <b class=\"verse-num\" id=\"v58003013-1\">13&nbsp;</b>But exhort one another every day, as long as it is called “today,” that none of you may be hardened by the deceitfulness of sin. <b class=\"verse-num\" id=\"v58003014-1\">14&nbsp;</b>For we have come to share in Christ, if indeed we hold our original confidence firm to the end. <b class=\"verse-num\" id=\"v58003015-1\">15&nbsp;</b>As it is said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58003015_08-24\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58003015_08-24\" class=\"line\">&nbsp;&nbsp;do not harden your hearts as in the rebellion.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Wherefore (as the Holy Ghost saith, To day if ye will hear his voice,  <strong>8</strong> Harden not your hearts, as in the provocation, in the day of temptation in the wilderness:  <strong>9</strong> When your fathers tempted me, proved me, and saw my works forty years.  <strong>10</strong> Wherefore I was grieved with that generation, and said, They do alway err in their heart; and they have not known my ways.  <strong>11</strong> So I sware in my wrath, They shall not enter into my rest.)  <strong>12</strong> Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.  <strong>13</strong> But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.  <strong>14</strong> For we are made partakers of Christ, if we hold the beginning of our confidence stedfast unto the end;  <strong>15</strong> While it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation.  ","niv":"<sup><strong>7</strong></sup> So, as the Holy Spirit says: \"Today, if you hear his voice, <sup><strong>8</strong></sup> do not harden your hearts as you did in the rebellion, during the time of testing in the desert, <sup><strong>9</strong></sup> where your fathers tested and tried me and for forty years saw what I did. <sup><strong>10</strong></sup> That is why I was angry with that generation, and I said, 'Their hearts are always going astray, and they have not known my ways.' <sup><strong>11</strong></sup> So I declared on oath in my anger, 'They shall never enter my rest.'\" <sup><strong>12</strong></sup> See to it, brothers, that none of you has a sinful, unbelieving heart that turns away from the living God. <sup><strong>13</strong></sup> But encourage one another daily, as long as it is called Today, so that none of you may be hardened by sin's deceitfulness. <sup><strong>14</strong></sup> We have come to share in Christ if we hold firmly till the end the confidence we had at first. <sup><strong>15</strong></sup> As has just been said: \"Today, if you hear his voice, do not harden your hearts as you did in the rebellion.\" "},{"_id":"6164efae6451fe5325fa02dc","topicId":"6164ef9d6451fe5325fa02c3","verse":"Numbers 32:8-13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p04032008_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v04032008-1\">8&nbsp;</b>Your fathers did this, when I sent them from Kadesh-barnea to see the land. <b class=\"verse-num\" id=\"v04032009-1\">9&nbsp;</b>For when they went up to the Valley of Eshcol and saw the land, they discouraged the heart of the people of Israel from going into the land that the LORD had given them. <b class=\"verse-num\" id=\"v04032010-1\">10&nbsp;</b>And the LORD’s anger was kindled on that day, and he swore, saying, <b class=\"verse-num\" id=\"v04032011-1\">11&nbsp;</b>‘Surely none of the men who came up out of Egypt, from twenty years old and upward, shall see the land that I swore to give to Abraham, to Isaac, and to Jacob, because they have not wholly followed me, <b class=\"verse-num\" id=\"v04032012-1\">12&nbsp;</b>none except Caleb the son of Jephunneh the Kenizzite and Joshua the son of Nun, for they have wholly followed the LORD.’ <b class=\"verse-num\" id=\"v04032013-1\">13&nbsp;</b>And the LORD’s anger was kindled against Israel, and he made them wander in the wilderness forty years, until all the generation that had done evil in the sight of the LORD was gone.</p>\n</div>","kjv":"<strong>8</strong> Thus did your fathers, when I sent them from Kadesh-barnea to see the land.  <strong>9</strong> For when they went up unto the valley of Eshcol, and saw the land, they discouraged the heart of the children of Israel, that they should not go into the land which the LORD had given them.  <strong>10</strong> And the LORD’S anger was kindled the same time, and he sware, saying,  <strong>11</strong> Surely none of the men that came up out of Egypt, from twenty years old and upward, shall see the land which I sware unto Abraham, unto Isaac, and unto Jacob; because they have not wholly followed me:  <strong>12</strong> Save Caleb the son of Jephunneh the Kenezite, and Joshua the son of Nun: for they have wholly followed the LORD.  <strong>13</strong> And the LORD’S anger was kindled against Israel, and he made them wander in the wilderness forty years, until all the generation, that had done evil in the sight of the LORD, was consumed.  ","niv":"<sup><strong>8</strong></sup> This is what your fathers did when I sent them from Kadesh Barnea to look over the land. <sup><strong>9</strong></sup> After they went up to the Valley of Eshcol and viewed the land, they discouraged the Israelites from entering the land the LORD had given them. <sup><strong>10</strong></sup> The LORD's anger was aroused that day and he swore this oath: <sup><strong>11</strong></sup> 'Because they have not followed me wholeheartedly, not one of the men twenty years old or more who came up out of Egypt will see the land I promised on oath to Abraham, Isaac and Jacob- <sup><strong>12</strong></sup> not one except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, for they followed the LORD wholeheartedly.' <sup><strong>13</strong></sup> The LORD's anger burned against Israel and he made them wander in the desert forty years, until the whole generation of those who had done evil in his sight was gone. "}]}