{"_id":"6164efd86451fe5325fa02dd","slug":"kadmiel","name":"Kadmiel","verses":[{"_id":"6164efd86451fe5325fa02de","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 12:1-47","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p16012001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16012001-1\">12:1&nbsp;</b>These are the priests and the Levites who came up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra, <b class=\"verse-num\" id=\"v16012002-1\">2&nbsp;</b>Amariah, Malluch, Hattush, <b class=\"verse-num\" id=\"v16012003-1\">3&nbsp;</b>Shecaniah, Rehum, Meremoth, <b class=\"verse-num\" id=\"v16012004-1\">4&nbsp;</b>Iddo, Ginnethoi, Abijah, <b class=\"verse-num\" id=\"v16012005-1\">5&nbsp;</b>Mijamin, Maadiah, Bilgah, <b class=\"verse-num\" id=\"v16012006-1\">6&nbsp;</b>Shemaiah, Joiarib, Jedaiah, <b class=\"verse-num\" id=\"v16012007-1\">7&nbsp;</b>Sallu, Amok, Hilkiah, Jedaiah. These were the chiefs of the priests and of their brothers in the days of Jeshua.</p>\n<p id=\"p16012007_04-1\"><b class=\"verse-num\" id=\"v16012008-1\">8&nbsp;</b>And the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who with his brothers was in charge of the songs of thanksgiving. <b class=\"verse-num\" id=\"v16012009-1\">9&nbsp;</b>And Bakbukiah and Unni and their brothers stood opposite them in the service. <b class=\"verse-num\" id=\"v16012010-1\">10&nbsp;</b>And Jeshua was the father of Joiakim, Joiakim the father of Eliashib, Eliashib the father of Joiada, <b class=\"verse-num\" id=\"v16012011-1\">11&nbsp;</b>Joiada the father of Jonathan, and Jonathan the father of Jaddua.</p>\n<p id=\"p16012011_04-1\"><b class=\"verse-num\" id=\"v16012012-1\">12&nbsp;</b>And in the days of Joiakim were priests, heads of fathers’ houses: of Seraiah, Meraiah; of Jeremiah, Hananiah; <b class=\"verse-num\" id=\"v16012013-1\">13&nbsp;</b>of Ezra, Meshullam; of Amariah, Jehohanan; <b class=\"verse-num\" id=\"v16012014-1\">14&nbsp;</b>of Malluchi, Jonathan; of Shebaniah, Joseph; <b class=\"verse-num\" id=\"v16012015-1\">15&nbsp;</b>of Harim, Adna; of Meraioth, Helkai; <b class=\"verse-num\" id=\"v16012016-1\">16&nbsp;</b>of Iddo, Zechariah; of Ginnethon, Meshullam; <b class=\"verse-num\" id=\"v16012017-1\">17&nbsp;</b>of Abijah, Zichri; of Miniamin, of Moadiah, Piltai; <b class=\"verse-num\" id=\"v16012018-1\">18&nbsp;</b>of Bilgah, Shammua; of Shemaiah, Jehonathan; <b class=\"verse-num\" id=\"v16012019-1\">19&nbsp;</b>of Joiarib, Mattenai; of Jedaiah, Uzzi; <b class=\"verse-num\" id=\"v16012020-1\">20&nbsp;</b>of Sallai, Kallai; of Amok, Eber; <b class=\"verse-num\" id=\"v16012021-1\">21&nbsp;</b>of Hilkiah, Hashabiah; of Jedaiah, Nethanel.</p>\n<p id=\"p16012021_04-1\"><b class=\"verse-num\" id=\"v16012022-1\">22&nbsp;</b>In the days of Eliashib, Joiada, Johanan, and Jaddua, the Levites were recorded as heads of fathers’ houses; so too were the priests in the reign of Darius the Persian. <b class=\"verse-num\" id=\"v16012023-1\">23&nbsp;</b>As for the sons of Levi, their heads of fathers’ houses were written in the Book of the Chronicles until the days of Johanan the son of Eliashib. <b class=\"verse-num\" id=\"v16012024-1\">24&nbsp;</b>And the chiefs of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers who stood opposite them, to praise and to give thanks, according to the commandment of David the man of God, watch by watch. <b class=\"verse-num\" id=\"v16012025-1\">25&nbsp;</b>Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers standing guard at the storehouses of the gates. <b class=\"verse-num\" id=\"v16012026-1\">26&nbsp;</b>These were in the days of Joiakim the son of Jeshua son of Jozadak, and in the days of Nehemiah the governor and of Ezra, the priest and scribe.</p>\n\n<p id=\"p16012026_08-1\"><b class=\"verse-num\" id=\"v16012027-1\">27&nbsp;</b>And at the dedication of the wall of Jerusalem they sought the Levites in all their places, to bring them to Jerusalem to celebrate the dedication with gladness, with thanksgivings and with singing, with cymbals, harps, and lyres. <b class=\"verse-num\" id=\"v16012028-1\">28&nbsp;</b>And the sons of the singers gathered together from the district surrounding Jerusalem and from the villages of the Netophathites; <b class=\"verse-num\" id=\"v16012029-1\">29&nbsp;</b>also from Beth-gilgal and from the region of Geba and Azmaveth, for the singers had built for themselves villages around Jerusalem. <b class=\"verse-num\" id=\"v16012030-1\">30&nbsp;</b>And the priests and the Levites purified themselves, and they purified the people and the gates and the wall.</p>\n<p id=\"p16012030_08-1\"><b class=\"verse-num\" id=\"v16012031-1\">31&nbsp;</b>Then I brought the leaders of Judah up onto the wall and appointed two great choirs that gave thanks. One went to the south on the wall to the Dung Gate. <b class=\"verse-num\" id=\"v16012032-1\">32&nbsp;</b>And after them went Hoshaiah and half of the leaders of Judah, <b class=\"verse-num\" id=\"v16012033-1\">33&nbsp;</b>and Azariah, Ezra, Meshullam, <b class=\"verse-num\" id=\"v16012034-1\">34&nbsp;</b>Judah, Benjamin, Shemaiah, and Jeremiah, <b class=\"verse-num\" id=\"v16012035-1\">35&nbsp;</b>and certain of the priests’ sons with trumpets: Zechariah the son of Jonathan, son of Shemaiah, son of Mattaniah, son of Micaiah, son of Zaccur, son of Asaph; <b class=\"verse-num\" id=\"v16012036-1\">36&nbsp;</b>and his relatives, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David the man of God. And Ezra the scribe went before them. <b class=\"verse-num\" id=\"v16012037-1\">37&nbsp;</b>At the Fountain Gate they went up straight before them by the stairs of the city of David, at the ascent of the wall, above the house of David, to the Water Gate on the east.</p>\n<p id=\"p16012037_08-1\"><b class=\"verse-num\" id=\"v16012038-1\">38&nbsp;</b>The other choir of those who gave thanks went to the north, and I followed them with half of the people, on the wall, above the Tower of the Ovens, to the Broad Wall, <b class=\"verse-num\" id=\"v16012039-1\">39&nbsp;</b>and above the Gate of Ephraim, and by the Gate of Yeshanah, and by the Fish Gate and the Tower of Hananel and the Tower of the Hundred, to the Sheep Gate; and they came to a halt at the Gate of the Guard. <b class=\"verse-num\" id=\"v16012040-1\">40&nbsp;</b>So both choirs of those who gave thanks stood in the house of God, and I and half of the officials with me; <b class=\"verse-num\" id=\"v16012041-1\">41&nbsp;</b>and the priests Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets; <b class=\"verse-num\" id=\"v16012042-1\">42&nbsp;</b>and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. And the singers sang with Jezrahiah as their leader. <b class=\"verse-num\" id=\"v16012043-1\">43&nbsp;</b>And they offered great sacrifices that day and rejoiced, for God had made them rejoice with great joy; the women and children also rejoiced. And the joy of Jerusalem was heard far away.</p>\n\n<p id=\"p16012043_12-1\"><b class=\"verse-num\" id=\"v16012044-1\">44&nbsp;</b>On that day men were appointed over the storerooms, the contributions, the firstfruits, and the tithes, to gather into them the portions required by the Law for the priests and for the Levites according to the fields of the towns, for Judah rejoiced over the priests and the Levites who ministered. <b class=\"verse-num\" id=\"v16012045-1\">45&nbsp;</b>And they performed the service of their God and the service of purification, as did the singers and the gatekeepers, according to the command of David and his son Solomon. <b class=\"verse-num\" id=\"v16012046-1\">46&nbsp;</b>For long ago in the days of David and Asaph there were directors of the singers, and there were songs of praise and thanksgiving to God. <b class=\"verse-num\" id=\"v16012047-1\">47&nbsp;</b>And all Israel in the days of Zerubbabel and in the days of Nehemiah gave the daily portions for the singers and the gatekeepers; and they set apart that which was for the Levites; and the Levites set apart that which was for the sons of Aaron.</p>\n\n</div>","kjv":"<strong>1</strong> Now these are the priests and the Levites that went up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,  <strong>2</strong> Amariah, Malluch, Hattush,  <strong>3</strong> Shechaniah, Rehum, Meremoth,  <strong>4</strong> Iddo, Ginnetho, Abijah,  <strong>5</strong> Miamin, Maadiah, Bilgah,  <strong>6</strong> Shemaiah, and Joiarib, Jedaiah,  <strong>7</strong> Sallu, Amok, Hilkiah, Jedaiah. These were the chief of the priests and of their brethren in the days of Jeshua.  <strong>8</strong> Moreover the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, which was over the thanksgiving, he and his brethren.  <strong>9</strong> Also Bakbukiah and Unni, their brethren, were over against them in the watches.  <strong>10</strong> And Jeshua begat Joiakim, Joiakim also begat Eliashib, and Eliashib begat Joiada,  <strong>11</strong> And Joiada begat Jonathan, and Jonathan begat Jaddua.  <strong>12</strong> And in the days of Joiakim were priests, the chief of the fathers: of Seraiah, Meraiah; of Jeremiah, Hananiah;  <strong>13</strong> Of Ezra, Meshullam; of Amariah, Jehohanan;  <strong>14</strong> Of Melicu, Jonathan; of Shebaniah, Joseph;  <strong>15</strong> Of Harim, Adna; of Meraioth, Helkai;  <strong>16</strong> Of Iddo, Zechariah; of Ginnethon, Meshullam;  <strong>17</strong> Of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;  <strong>18</strong> Of Bilgah, Shammua; of Shemaiah, Jehonathan;  <strong>19</strong> And of Joiarib, Mattenai; of Jedaiah, Uzzi;  <strong>20</strong> Of Sallai, Kallai; of Amok, Eber;  <strong>21</strong> Of Hilkiah, Hashabiah; of Jedaiah, Nethaneel.  <strong>22</strong> The Levites in the days of Eliashib, Joiada, and Johanan, and Jaddua, were recorded chief of the fathers: also the priests, to the reign of Darius the Persian.  <strong>23</strong> The sons of Levi, the chief of the fathers, were written in the book of the chronicles, even until the days of Johanan the son of Eliashib.  <strong>24</strong> And the chief of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brethren over against them, to praise and  to give thanks, according to the commandment of David the man of God, ward over against ward.  <strong>25</strong> Mattaniah, and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, were  porters keeping the ward at the thresholds of the gates.  <strong>26</strong> These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe.  <strong>27</strong> And at the dedication of the wall of Jerusalem they sought the Levites out of all their places, to bring them to Jerusalem, to keep the dedication with gladness, both with thanksgivings, and with singing, with  cymbals, psalteries, and with harps.  <strong>28</strong> And the sons of the singers gathered themselves together, both out of the plain country round about Jerusalem, and from the villages of Netophathi;  <strong>29</strong> Also from the house of Gilgal, and out of the fields of Geba and Azmaveth: for the singers had builded them villages round about Jerusalem.  <strong>30</strong> And the priests and the Levites purified themselves, and purified the people, and the gates, and the wall.  <strong>31</strong> Then I brought up the princes of Judah upon the wall, and appointed two great companies of them that gave thanks, whereof one  went on the right hand upon the wall toward the dung gate:  <strong>32</strong> And after them went Hoshaiah, and half of the princes of Judah,  <strong>33</strong> And Azariah, Ezra, and Meshullam,  <strong>34</strong> Judah, and Benjamin, and Shemaiah, and Jeremiah,  <strong>35</strong> And certain of the priests’ sons with trumpets; namely,  Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph:  <strong>36</strong> And his brethren, Shemaiah, and Azarael, Milalai, Gilalai, Maai, Nethaneel, and Judah, Hanani, with the musical instruments of David the man of God, and Ezra the scribe before them.  <strong>37</strong> And at the fountain gate, which was over against them, they went up by the stairs of the city of David, at the going up of the wall, above the house of David, even unto the water gate eastward.  <strong>38</strong> And the other company of them that gave thanks went over against them, and I after them, and the half of the people upon the wall, from beyond the tower of the furnaces even unto the broad wall;  <strong>39</strong> And from above the gate of Ephraim, and above the old gate, and above the fish gate, and the tower of Hananeel, and the tower of Meah, even unto the sheep gate: and they stood still in the prison gate.  <strong>40</strong> So stood the two companies of them that gave thanks in the house of God, and I, and the half of the rulers with me:  <strong>41</strong> And the priests; Eliakim, Maaseiah, Miniamin, Michaiah, Elioenai, Zechariah, and Hananiah, with trumpets;  <strong>42</strong> And Maaseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer. And the singers sang loud, with Jezrahiah their overseer.  <strong>43</strong> Also that day they offered great sacrifices, and rejoiced: for God had made them rejoice with great joy: the wives also and the children rejoiced: so that the joy of Jerusalem was heard even afar off.  <strong>44</strong> And at that time were some appointed over the chambers for the treasures, for the offerings, for the firstfruits, and for the tithes, to gather into them out of the fields of the cities the portions of the law for the priests and Levites: for Judah rejoiced for the priests and for the Levites that waited.  <strong>45</strong> And both the singers and the porters kept the ward of their God, and the ward of the purification, according to the commandment of David, and  of Solomon his son.  <strong>46</strong> For in the days of David and Asaph of old there were chief of the singers, and songs of praise and thanksgiving unto God.  <strong>47</strong> And all Israel in the days of Zerubbabel, and in the days of Nehemiah, gave the portions of the singers and the porters, every day his portion: and they sanctified holy things unto the Levites; and the Levites sanctified them unto the children of Aaron.  ","niv":"<sup><strong>1</strong></sup> These were the priests and Levites who returned with Zerubbabel son of Shealtiel and with Jeshua: Seraiah, Jeremiah, Ezra, <sup><strong>2</strong></sup> Amariah, Malluch, Hattush, <sup><strong>3</strong></sup> Shecaniah, Rehum, Meremoth, <sup><strong>4</strong></sup> Iddo, Ginnethon, Abijah, <sup><strong>5</strong></sup> Mijamin, Moadiah, Bilgah, <sup><strong>6</strong></sup> Shemaiah, Joiarib, Jedaiah, <sup><strong>7</strong></sup> Sallu, Amok, Hilkiah and Jedaiah. These were the leaders of the priests and their associates in the days of Jeshua. <sup><strong>8</strong></sup> The Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and also Mattaniah, who, together with his associates, was in charge of the songs of thanksgiving. <sup><strong>9</strong></sup> Bakbukiah and Unni, their associates, stood opposite them in the services. <sup><strong>10</strong></sup> Jeshua was the father of Joiakim, Joiakim the father of Eliashib, Eliashib the father of Joiada, <sup><strong>11</strong></sup> Joiada the father of Jonathan, and Jonathan the father of Jaddua. <sup><strong>12</strong></sup> In the days of Joiakim, these were the heads of the priestly families: of Seraiah's family, Meraiah; of Jeremiah's, Hananiah; <sup><strong>13</strong></sup> of Ezra's, Meshullam; of Amariah's, Jehohanan; <sup><strong>14</strong></sup> of Malluch's, Jonathan; of Shecaniah's, Joseph; <sup><strong>15</strong></sup> of Harim's, Adna; of Meremoth's, Helkai; <sup><strong>16</strong></sup> of Iddo's, Zechariah; of Ginnethon's, Meshullam; <sup><strong>17</strong></sup> of Abijah's, Zicri; of Miniamin's and of Moadiah's, Piltai; <sup><strong>18</strong></sup> of Bilgah's, Shammua; of Shemaiah's, Jehonathan; <sup><strong>19</strong></sup> of Joiarib's, Mattenai; of Jedaiah's, Uzzi; <sup><strong>20</strong></sup> of Sallu's, Kallai; of Amok's, Eber; <sup><strong>21</strong></sup> of Hilkiah's, Hashabiah; of Jedaiah's, Nethanel. <sup><strong>22</strong></sup> The family heads of the Levites in the days of Eliashib, Joiada, Johanan and Jaddua, as well as those of the priests, were recorded in the reign of Darius the Persian. <sup><strong>23</strong></sup> The family heads among the descendants of Levi up to the time of Johanan son of Eliashib were recorded in the book of the annals. <sup><strong>24</strong></sup> And the leaders of the Levites were Hashabiah, Sherebiah, Jeshua son of Kadmiel, and their associates, who stood opposite them to give praise and thanksgiving, one section responding to the other, as prescribed by David the man of God. <sup><strong>25</strong></sup> Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon and Akkub were gatekeepers who guarded the storerooms at the gates. <sup><strong>26</strong></sup> They served in the days of Joiakim son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor and of Ezra the priest and scribe. <sup><strong>27</strong></sup> At the dedication of the wall of Jerusalem, the Levites were sought out from where they lived and were brought to Jerusalem to celebrate joyfully the dedication with songs of thanksgiving and with the music of cymbals, harps and lyres. <sup><strong>28</strong></sup> The singers also were brought together from the region around Jerusalem-from the villages of the Netophathites, <sup><strong>29</strong></sup> from Beth Gilgal, and from the area of Geba and Azmaveth, for the singers had built villages for themselves around Jerusalem. <sup><strong>30</strong></sup> When the priests and Levites had purified themselves ceremonially, they purified the people, the gates and the wall. <sup><strong>31</strong></sup> I had the leaders of Judah go up on top of the wall. I also assigned two large choirs to give thanks. One was to proceed on top of the wall to the right, toward the Dung Gate. <sup><strong>32</strong></sup> Hoshaiah and half the leaders of Judah followed them, <sup><strong>33</strong></sup> along with Azariah, Ezra, Meshullam, <sup><strong>34</strong></sup> Judah, Benjamin, Shemaiah, Jeremiah, <sup><strong>35</strong></sup> as well as some priests with trumpets, and also Zechariah son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph, <sup><strong>36</strong></sup> and his associates-Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah and Hanani-with musical instruments prescribed by David the man of God. Ezra the scribe led the procession. <sup><strong>37</strong></sup> At the Fountain Gate they continued directly up the steps of the City of David on the ascent to the wall and passed above the house of David to the Water Gate on the east. <sup><strong>38</strong></sup> The second choir proceeded in the opposite direction. I followed them on top of the wall, together with half the people-past the Tower of the Ovens to the Broad Wall, <sup><strong>39</strong></sup> over the Gate of Ephraim, the Jeshanah Gate, the Fish Gate, the Tower of Hananel and the Tower of the Hundred, as far as the Sheep Gate. At the Gate of the Guard they stopped. <sup><strong>40</strong></sup> The two choirs that gave thanks then took their places in the house of God; so did I, together with half the officials, <sup><strong>41</strong></sup> as well as the priests-Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah and Hananiah with their trumpets- <sup><strong>42</strong></sup> and also Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malkijah, Elam and Ezer. The choirs sang under the direction of Jezrahiah. <sup><strong>43</strong></sup> And on that day they offered great sacrifices, rejoicing because God had given them great joy. The women and children also rejoiced. The sound of rejoicing in Jerusalem could be heard far away. <sup><strong>44</strong></sup> At that time men were appointed to be in charge of the storerooms for the contributions, firstfruits and tithes. From the fields around the towns they were to bring into the storerooms the portions required by the Law for the priests and the Levites, for Judah was pleased with the ministering priests and Levites. <sup><strong>45</strong></sup> They performed the service of their God and the service of purification, as did also the singers and gatekeepers, according to the commands of David and his son Solomon. <sup><strong>46</strong></sup> For long ago, in the days of David and Asaph, there had been directors for the singers and for the songs of praise and thanksgiving to God. <sup><strong>47</strong></sup> So in the days of Zerubbabel and of Nehemiah, all Israel contributed the daily portions for the singers and gatekeepers. They also set aside the portion for the other Levites, and the Levites set aside the portion for the descendants of Aaron. "},{"_id":"6164efd86451fe5325fa02df","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 8:1-18","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p16008001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16008001-1\">8:1&nbsp;</b>And all the people gathered as one man into the square before the Water Gate. And they told Ezra the scribe to bring the Book of the Law of Moses that the LORD had commanded Israel. <b class=\"verse-num\" id=\"v16008002-1\">2&nbsp;</b>So Ezra the priest brought the Law before the assembly, both men and women and all who could understand what they heard, on the first day of the seventh month. <b class=\"verse-num\" id=\"v16008003-1\">3&nbsp;</b>And he read from it facing the square before the Water Gate from early morning until midday, in the presence of the men and the women and those who could understand. And the ears of all the people were attentive to the Book of the Law. <b class=\"verse-num\" id=\"v16008004-1\">4&nbsp;</b>And Ezra the scribe stood on a wooden platform that they had made for the purpose. And beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah on his right hand, and Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam on his left hand. <b class=\"verse-num\" id=\"v16008005-1\">5&nbsp;</b>And Ezra opened the book in the sight of all the people, for he was above all the people, and as he opened it all the people stood. <b class=\"verse-num\" id=\"v16008006-1\">6&nbsp;</b>And Ezra blessed the LORD, the great God, and all the people answered, “Amen, Amen,” lifting up their hands. And they bowed their heads and worshiped the LORD with their faces to the ground. <b class=\"verse-num\" id=\"v16008007-1\">7&nbsp;</b>Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, the Levites, helped the people to understand the Law, while the people remained in their places. <b class=\"verse-num\" id=\"v16008008-1\">8&nbsp;</b>They read from the book, from the Law of God, clearly, and they gave the sense, so that the people understood the reading.</p>\n\n<p id=\"p16008008_09-2\"><b class=\"verse-num\" id=\"v16008009-1\">9&nbsp;</b>And Nehemiah, who was the governor, and Ezra the priest and scribe, and the Levites who taught the people said to all the people, “This day is holy to the LORD your God; do not mourn or weep.” For all the people wept as they heard the words of the Law. <b class=\"verse-num\" id=\"v16008010-1\">10&nbsp;</b>Then he said to them, “Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the LORD is your strength.” <b class=\"verse-num\" id=\"v16008011-1\">11&nbsp;</b>So the Levites calmed all the people, saying, “Be quiet, for this day is holy; do not be grieved.” <b class=\"verse-num\" id=\"v16008012-1\">12&nbsp;</b>And all the people went their way to eat and drink and to send portions and to make great rejoicing, because they had understood the words that were declared to them.</p>\n\n<p id=\"p16008012_13-2\"><b class=\"verse-num\" id=\"v16008013-1\">13&nbsp;</b>On the second day the heads of fathers’ houses of all the people, with the priests and the Levites, came together to Ezra the scribe in order to study the words of the Law. <b class=\"verse-num\" id=\"v16008014-1\">14&nbsp;</b>And they found it written in the Law that the LORD had commanded by Moses that the people of Israel should dwell in booths during the feast of the seventh month, <b class=\"verse-num\" id=\"v16008015-1\">15&nbsp;</b>and that they should proclaim it and publish it in all their towns and in Jerusalem, “Go out to the hills and bring branches of olive, wild olive, myrtle, palm, and other leafy trees to make booths, as it is written.” <b class=\"verse-num\" id=\"v16008016-1\">16&nbsp;</b>So the people went out and brought them and made booths for themselves, each on his roof, and in their courts and in the courts of the house of God, and in the square at the Water Gate and in the square at the Gate of Ephraim. <b class=\"verse-num\" id=\"v16008017-1\">17&nbsp;</b>And all the assembly of those who had returned from the captivity made booths and lived in the booths, for from the days of Jeshua the son of Nun to that day the people of Israel had not done so. And there was very great rejoicing. <b class=\"verse-num\" id=\"v16008018-1\">18&nbsp;</b>And day by day, from the first day to the last day, he read from the Book of the Law of God. They kept the feast seven days, and on the eighth day there was a solemn assembly, according to the rule.</p>\n\n</div>","kjv":"<strong>1</strong> And all the people gathered themselves together as one man into the street that was before the water gate; and they spake unto Ezra the scribe to bring the book of the law of Moses, which the LORD had commanded to Israel.  <strong>2</strong> And Ezra the priest brought the law before the congregation both of men and women, and all that could hear with understanding, upon the first day of the seventh month.  <strong>3</strong> And he read therein before the street that was before the water gate from the morning until midday, before the men and the women, and those that could understand; and the ears of all the people were attentive  unto the book of the law.  <strong>4</strong> And Ezra the scribe stood upon a pulpit of wood, which they had made for the purpose; and beside him stood Mattithiah, and Shema, and Anaiah, and Urijah, and Hilkiah, and Maaseiah, on his right hand; and on his left hand, Pedaiah, and Mishael, and Malchiah, and Hashum, and Hashbadana, Zechariah, and Meshullam.  <strong>5</strong> And Ezra opened the book in the sight of all the people; (for he was above all the people;) and when he opened it, all the people stood up:  <strong>6</strong> And Ezra blessed the LORD, the great God. And all the people answered, Amen, Amen, with lifting up their hands: and they bowed their heads, and worshipped the LORD with their faces to the ground.  <strong>7</strong> Also Jeshua, and Bani, and Sherebiah, Jamin, Akkub, Shabbethai, Hodijah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, caused the people to understand the law: and the people stood in their place.  <strong>8</strong> So they read in the book in the law of God distinctly, and gave the sense, and caused them to understand the reading.  <strong>9</strong> And Nehemiah, which is the Tirshatha, and Ezra the priest the scribe, and the Levites that taught the people, said unto all the people, This day is holy unto the LORD your God; mourn not, nor weep. For all the people wept, when they heard the words of the law.  <strong>10</strong> Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this  day is holy unto our Lord: neither be ye sorry; for the joy of the LORD is your strength.  <strong>11</strong> So the Levites stilled all the people, saying, Hold your peace, for the day is holy; neither be ye grieved.  <strong>12</strong> And all the people went their way to eat, and to drink, and to send portions, and to make great mirth, because they had understood the words that were declared unto them.  <strong>13</strong> And on the second day were gathered together the chief of the fathers of all the people, the priests, and the Levites, unto Ezra the scribe, even to understand the words of the law.  <strong>14</strong> And they found written in the law which the LORD had commanded by Moses, that the children of Israel should dwell in booths in the feast of the seventh month:  <strong>15</strong> And that they should publish and proclaim in all their cities, and in Jerusalem, saying, Go forth unto the mount, and fetch olive branches, and pine branches, and myrtle branches, and palm branches, and branches of thick trees, to make booths, as it is written.  <strong>16</strong> So the people went forth, and brought them, and made themselves booths, every one upon the roof of his house, and in their courts, and in the courts of the house of God, and in the street of the water gate, and in the street of the gate of Ephraim.  <strong>17</strong> And all the congregation of them that were come again out of the captivity made booths, and sat under the booths: for since the days of Jeshua the son of Nun unto that day had not the children of Israel done so. And there was very great gladness.  <strong>18</strong> Also day by day, from the first day unto the last day, he read in the book of the law of God. And they kept the feast seven days; and on the eighth day was a solemn assembly, according unto the manner.  ","niv":"<sup><strong>1</strong></sup> all the people assembled as one man in the square before the Water Gate. They told Ezra the scribe to bring out the Book of the Law of Moses, which the LORD had commanded for Israel. <sup><strong>2</strong></sup> So on the first day of the seventh month Ezra the priest brought the Law before the assembly, which was made up of men and women and all who were able to understand. <sup><strong>3</strong></sup> He read it aloud from daybreak till noon as he faced the square before the Water Gate in the presence of the men, women and others who could understand. And all the people listened attentively to the Book of the Law. <sup><strong>4</strong></sup> Ezra the scribe stood on a high wooden platform built for the occasion. Beside him on his right stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah and Maaseiah; and on his left were Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah and Meshullam. <sup><strong>5</strong></sup> Ezra opened the book. All the people could see him because he was standing above them; and as he opened it, the people all stood up. <sup><strong>6</strong></sup> Ezra praised the LORD, the great God; and all the people lifted their hands and responded, \"Amen! Amen!\" Then they bowed down and worshiped the LORD with their faces to the ground. <sup><strong>7</strong></sup> The Levites-Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan and Pelaiah-instructed the people in the Law while the people were standing there. <sup><strong>8</strong></sup> They read from the Book of the Law of God, making it clear and giving the meaning so that the people could understand what was being read. <sup><strong>9</strong></sup> Then Nehemiah the governor, Ezra the priest and scribe, and the Levites who were instructing the people said to them all, \"This day is sacred to the LORD your God. Do not mourn or weep.\" For all the people had been weeping as they listened to the words of the Law. <sup><strong>10</strong></sup> Nehemiah said, \"Go and enjoy choice food and sweet drinks, and send some to those who have nothing prepared. This day is sacred to our Lord. Do not grieve, for the joy of the LORD is your strength.\" <sup><strong>11</strong></sup> The Levites calmed all the people, saying, \"Be still, for this is a sacred day. Do not grieve.\" <sup><strong>12</strong></sup> Then all the people went away to eat and drink, to send portions of food and to celebrate with great joy, because they now understood the words that had been made known to them. <sup><strong>13</strong></sup> On the second day of the month, the heads of all the families, along with the priests and the Levites, gathered around Ezra the scribe to give attention to the words of the Law. <sup><strong>14</strong></sup> They found written in the Law, which the LORD had commanded through Moses, that the Israelites were to live in booths during the feast of the seventh month <sup><strong>15</strong></sup> and that they should proclaim this word and spread it throughout their towns and in Jerusalem: \"Go out into the hill country and bring back branches from olive and wild olive trees, and from myrtles, palms and shade trees, to make booths\"-as it is written. <sup><strong>16</strong></sup> So the people went out and brought back branches and built themselves booths on their own roofs, in their courtyards, in the courts of the house of God and in the square by the Water Gate and the one by the Gate of Ephraim. <sup><strong>17</strong></sup> The whole company that had returned from exile built booths and lived in them. From the days of Joshua son of Nun until that day, the Israelites had not celebrated it like this. And their joy was very great. <sup><strong>18</strong></sup> Day after day, from the first day to the last, Ezra read from the Book of the Law of God. They celebrated the feast for seven days, and on the eighth day, in accordance with the regulation, there was an assembly. "},{"_id":"6164efd96451fe5325fa02e0","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 7:1-73","votes":4,"__v":0,"esv":"<div>\n<p id=\"p16007001_01-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16007001-1\">7:1&nbsp;</b>Now when the wall had been built and I had set up the doors, and the gatekeepers, the singers, and the Levites had been appointed, <b class=\"verse-num\" id=\"v16007002-1\">2&nbsp;</b>I gave my brother Hanani and Hananiah the governor of the castle charge over Jerusalem, for he was a more faithful and God-fearing man than many. <b class=\"verse-num\" id=\"v16007003-1\">3&nbsp;</b>And I said to them, “Let not the gates of Jerusalem be opened until the sun is hot. And while they are still standing guard, let them shut and bar the doors. Appoint guards from among the inhabitants of Jerusalem, some at their guard posts and some in front of their own homes.” <b class=\"verse-num\" id=\"v16007004-1\">4&nbsp;</b>The city was wide and large, but the people within it were few, and no houses had been rebuilt.</p>\n\n<p id=\"p16007004_05-3\"><b class=\"verse-num\" id=\"v16007005-1\">5&nbsp;</b>Then my God put it into my heart to assemble the nobles and the officials and the people to be enrolled by genealogy. And I found the book of the genealogy of those who came up at the first, and I found written in it:</p>\n<p id=\"p16007005_05-3\"><b class=\"verse-num\" id=\"v16007006-1\">6&nbsp;</b>These were the people of the province who came up out of the captivity of those exiles whom Nebuchadnezzar the king of Babylon had carried into exile. They returned to Jerusalem and Judah, each to his town. <b class=\"verse-num\" id=\"v16007007-1\">7&nbsp;</b>They came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah.</p>\n<p id=\"p16007007_05-3\">The number of the men of the people of Israel: <b class=\"verse-num\" id=\"v16007008-1\">8&nbsp;</b>the sons of Parosh, 2,172. <b class=\"verse-num\" id=\"v16007009-1\">9&nbsp;</b>The sons of Shephatiah, 372. <b class=\"verse-num\" id=\"v16007010-1\">10&nbsp;</b>The sons of Arah, 652. <b class=\"verse-num\" id=\"v16007011-1\">11&nbsp;</b>The sons of Pahath-moab, namely the sons of Jeshua and Joab, 2,818. <b class=\"verse-num\" id=\"v16007012-1\">12&nbsp;</b>The sons of Elam, 1,254. <b class=\"verse-num\" id=\"v16007013-1\">13&nbsp;</b>The sons of Zattu, 845. <b class=\"verse-num\" id=\"v16007014-1\">14&nbsp;</b>The sons of Zaccai, 760. <b class=\"verse-num\" id=\"v16007015-1\">15&nbsp;</b>The sons of Binnui, 648. <b class=\"verse-num\" id=\"v16007016-1\">16&nbsp;</b>The sons of Bebai, 628. <b class=\"verse-num\" id=\"v16007017-1\">17&nbsp;</b>The sons of Azgad, 2,322. <b class=\"verse-num\" id=\"v16007018-1\">18&nbsp;</b>The sons of Adonikam, 667. <b class=\"verse-num\" id=\"v16007019-1\">19&nbsp;</b>The sons of Bigvai, 2,067. <b class=\"verse-num\" id=\"v16007020-1\">20&nbsp;</b>The sons of Adin, 655. <b class=\"verse-num\" id=\"v16007021-1\">21&nbsp;</b>The sons of Ater, namely of Hezekiah, 98. <b class=\"verse-num\" id=\"v16007022-1\">22&nbsp;</b>The sons of Hashum, 328. <b class=\"verse-num\" id=\"v16007023-1\">23&nbsp;</b>The sons of Bezai, 324. <b class=\"verse-num\" id=\"v16007024-1\">24&nbsp;</b>The sons of Hariph, 112. <b class=\"verse-num\" id=\"v16007025-1\">25&nbsp;</b>The sons of Gibeon, 95. <b class=\"verse-num\" id=\"v16007026-1\">26&nbsp;</b>The men of Bethlehem and Netophah, 188. <b class=\"verse-num\" id=\"v16007027-1\">27&nbsp;</b>The men of Anathoth, 128. <b class=\"verse-num\" id=\"v16007028-1\">28&nbsp;</b>The men of Beth-azmaveth, 42. <b class=\"verse-num\" id=\"v16007029-1\">29&nbsp;</b>The men of Kiriath-jearim, Chephirah, and Beeroth, 743. <b class=\"verse-num\" id=\"v16007030-1\">30&nbsp;</b>The men of Ramah and Geba, 621. <b class=\"verse-num\" id=\"v16007031-1\">31&nbsp;</b>The men of Michmas, 122. <b class=\"verse-num\" id=\"v16007032-1\">32&nbsp;</b>The men of Bethel and Ai, 123. <b class=\"verse-num\" id=\"v16007033-1\">33&nbsp;</b>The men of the other Nebo, 52. <b class=\"verse-num\" id=\"v16007034-1\">34&nbsp;</b>The sons of the other Elam, 1,254. <b class=\"verse-num\" id=\"v16007035-1\">35&nbsp;</b>The sons of Harim, 320. <b class=\"verse-num\" id=\"v16007036-1\">36&nbsp;</b>The sons of Jericho, 345. <b class=\"verse-num\" id=\"v16007037-1\">37&nbsp;</b>The sons of Lod, Hadid, and Ono, 721. <b class=\"verse-num\" id=\"v16007038-1\">38&nbsp;</b>The sons of Senaah, 3,930.</p>\n<p id=\"p16007038_05-3\"><b class=\"verse-num\" id=\"v16007039-1\">39&nbsp;</b>The priests: the sons of Jedaiah, namely the house of Jeshua, 973. <b class=\"verse-num\" id=\"v16007040-1\">40&nbsp;</b>The sons of Immer, 1,052. <b class=\"verse-num\" id=\"v16007041-1\">41&nbsp;</b>The sons of Pashhur, 1,247. <b class=\"verse-num\" id=\"v16007042-1\">42&nbsp;</b>The sons of Harim, 1,017.</p>\n<p id=\"p16007042_05-3\"><b class=\"verse-num\" id=\"v16007043-1\">43&nbsp;</b>The Levites: the sons of Jeshua, namely of Kadmiel of the sons of Hodevah, 74. <b class=\"verse-num\" id=\"v16007044-1\">44&nbsp;</b>The singers: the sons of Asaph, 148. <b class=\"verse-num\" id=\"v16007045-1\">45&nbsp;</b>The gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, 138.</p>\n<p id=\"p16007045_05-3\"><b class=\"verse-num\" id=\"v16007046-1\">46&nbsp;</b>The temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth, <b class=\"verse-num\" id=\"v16007047-1\">47&nbsp;</b>the sons of Keros, the sons of Sia, the sons of Padon, <b class=\"verse-num\" id=\"v16007048-1\">48&nbsp;</b>the sons of Lebana, the sons of Hagaba, the sons of Shalmai, <b class=\"verse-num\" id=\"v16007049-1\">49&nbsp;</b>the sons of Hanan, the sons of Giddel, the sons of Gahar, <b class=\"verse-num\" id=\"v16007050-1\">50&nbsp;</b>the sons of Reaiah, the sons of Rezin, the sons of Nekoda, <b class=\"verse-num\" id=\"v16007051-1\">51&nbsp;</b>the sons of Gazzam, the sons of Uzza, the sons of Paseah, <b class=\"verse-num\" id=\"v16007052-1\">52&nbsp;</b>the sons of Besai, the sons of Meunim, the sons of Nephushesim, <b class=\"verse-num\" id=\"v16007053-1\">53&nbsp;</b>the sons of Bakbuk, the sons of Hakupha, the sons of Harhur, <b class=\"verse-num\" id=\"v16007054-1\">54&nbsp;</b>the sons of Bazlith, the sons of Mehida, the sons of Harsha, <b class=\"verse-num\" id=\"v16007055-1\">55&nbsp;</b>the sons of Barkos, the sons of Sisera, the sons of Temah, <b class=\"verse-num\" id=\"v16007056-1\">56&nbsp;</b>the sons of Neziah, the sons of Hatipha.</p>\n<p id=\"p16007056_05-3\"><b class=\"verse-num\" id=\"v16007057-1\">57&nbsp;</b>The sons of Solomon’s servants: the sons of Sotai, the sons of Sophereth, the sons of Perida, <b class=\"verse-num\" id=\"v16007058-1\">58&nbsp;</b>the sons of Jaala, the sons of Darkon, the sons of Giddel, <b class=\"verse-num\" id=\"v16007059-1\">59&nbsp;</b>the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, the sons of Amon.</p>\n<p id=\"p16007059_05-3\"><b class=\"verse-num\" id=\"v16007060-1\">60&nbsp;</b>All the temple servants and the sons of Solomon’s servants were 392.</p>\n<p id=\"p16007060_05-3\"><b class=\"verse-num\" id=\"v16007061-1\">61&nbsp;</b>The following were those who came up from Tel-melah, Tel-harsha, Cherub, Addon, and Immer, but they could not prove their fathers’ houses nor their descent, whether they belonged to Israel: <b class=\"verse-num\" id=\"v16007062-1\">62&nbsp;</b>the sons of Delaiah, the sons of Tobiah, the sons of Nekoda, 642. <b class=\"verse-num\" id=\"v16007063-1\">63&nbsp;</b>Also, of the priests: the sons of Hobaiah, the sons of Hakkoz, the sons of Barzillai (who had taken a wife of the daughters of Barzillai the Gileadite and was called by their name). <b class=\"verse-num\" id=\"v16007064-1\">64&nbsp;</b>These sought their registration among those enrolled in the genealogies, but it was not found there, so they were excluded from the priesthood as unclean. <b class=\"verse-num\" id=\"v16007065-1\">65&nbsp;</b>The governor told them that they were not to partake of the most holy food until a priest with Urim and Thummim should arise.</p>\n\n<p id=\"p16007065_10-3\"><b class=\"verse-num\" id=\"v16007066-1\">66&nbsp;</b>The whole assembly together was 42,360, <b class=\"verse-num\" id=\"v16007067-1\">67&nbsp;</b>besides their male and female servants, of whom there were 7,337. And they had 245 singers, male and female. <b class=\"verse-num\" id=\"v16007068-1\">68&nbsp;</b>Their horses were 736, their mules 245, <b class=\"verse-num\" id=\"v16007069-1\">69&nbsp;</b>their camels 435, and their donkeys 6,720.</p>\n<p id=\"p16007069_10-3\"><b class=\"verse-num\" id=\"v16007070-1\">70&nbsp;</b>Now some of the heads of fathers’ houses gave to the work. The governor gave to the treasury 1,000 darics of gold, 50 basins, 30 priests’ garments and 500 minas of silver. <b class=\"verse-num\" id=\"v16007071-1\">71&nbsp;</b>And some of the heads of fathers’ houses gave into the treasury of the work 20,000 darics of gold and 2,200 minas of silver. <b class=\"verse-num\" id=\"v16007072-1\">72&nbsp;</b>And what the rest of the people gave was 20,000 darics of gold, 2,000 minas of silver, and 67 priests’ garments.</p>\n<p id=\"p16007072_10-3\"><b class=\"verse-num\" id=\"v16007073-1\">73&nbsp;</b>So the priests, the Levites, the gatekeepers, the singers, some of the people, the temple servants, and all Israel, lived in their towns.</p>\n<p id=\"p16007073_10-3\">And when the seventh month had come, the people of Israel were in their towns.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass, when the wall was built, and I had set up the doors, and the porters and the singers and the Levites were appointed,  <strong>2</strong> That I gave my brother Hanani, and Hananiah the ruler of the palace, charge over Jerusalem: for he was a faithful man, and feared God above many.  <strong>3</strong> And I said unto them, Let not the gates of Jerusalem be opened until the sun be hot; and while they stand by, let them shut the doors, and bar them: and appoint watches of the inhabitants of Jerusalem, every one in his watch, and every one to be over against his house.  <strong>4</strong> Now the city was large and great: but the people were  few therein, and the houses were not builded.  <strong>5</strong> And my God put into mine heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found a register of the genealogy of them which came up at the first, and found written therein,  <strong>6</strong> These are the children of the province, that went up out of the captivity, of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and came again to Jerusalem and to Judah, every one unto his city;  <strong>7</strong> Who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number, I say,  of the men of the people of Israel was this;  <strong>8</strong> The children of Parosh, two thousand an hundred seventy and two.  <strong>9</strong> The children of Shephatiah, three hundred seventy and two.  <strong>10</strong> The children of Arah, six hundred fifty and two.  <strong>11</strong> The children of Pahath-moab, of the children of Jeshua and Joab, two thousand and eight hundred and eighteen.  <strong>12</strong> The children of Elam, a thousand two hundred fifty and four.  <strong>13</strong> The children of Zattu, eight hundred forty and five.  <strong>14</strong> The children of Zaccai, seven hundred and threescore.  <strong>15</strong> The children of Binnui, six hundred forty and eight.  <strong>16</strong> The children of Bebai, six hundred twenty and eight.  <strong>17</strong> The children of Azgad, two thousand three hundred twenty and two.  <strong>18</strong> The children of Adonikam, six hundred threescore and seven.  <strong>19</strong> The children of Bigvai, two thousand threescore and seven.  <strong>20</strong> The children of Adin, six hundred fifty and five.  <strong>21</strong> The children of Ater of Hezekiah, ninety and eight.  <strong>22</strong> The children of Hashum, three hundred twenty and eight.  <strong>23</strong> The children of Bezai, three hundred twenty and four.  <strong>24</strong> The children of Hariph, an hundred and twelve.  <strong>25</strong> The children of Gibeon, ninety and five.  <strong>26</strong> The men of Bethlehem and Netophah, an hundred fourscore and eight.  <strong>27</strong> The men of Anathoth, an hundred twenty and eight.  <strong>28</strong> The men of Beth-azmaveth, forty and two.  <strong>29</strong> The men of Kirjath-jearim, Chephirah, and Beeroth, seven hundred forty and three.  <strong>30</strong> The men of Ramah and Gaba, six hundred twenty and one.  <strong>31</strong> The men of Michmas, an hundred and twenty and two.  <strong>32</strong> The men of Bethel and Ai, an hundred twenty and three.  <strong>33</strong> The men of the other Nebo, fifty and two.  <strong>34</strong> The children of the other Elam, a thousand two hundred fifty and four.  <strong>35</strong> The children of Harim, three hundred and twenty.  <strong>36</strong> The children of Jericho, three hundred forty and five.  <strong>37</strong> The children of Lod, Hadid, and Ono, seven hundred twenty and one.  <strong>38</strong> The children of Senaah, three thousand nine hundred and thirty.  <strong>39</strong> The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three.  <strong>40</strong> The children of Immer, a thousand fifty and two.  <strong>41</strong> The children of Pashur, a thousand two hundred forty and seven.  <strong>42</strong> The children of Harim, a thousand and seventeen.  <strong>43</strong> The Levites: the children of Jeshua, of Kadmiel, and of the children of Hodevah, seventy and four.  <strong>44</strong> The singers: the children of Asaph, an hundred forty and eight.  <strong>45</strong> The porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, an hundred thirty and eight.  <strong>46</strong> The Nethinims: the children of Ziha, the children of Hashupha, the children of Tabbaoth,  <strong>47</strong> The children of Keros, the children of Sia, the children of Padon,  <strong>48</strong> The children of Lebana, the children of Hagaba, the children of Shalmai,  <strong>49</strong> The children of Hanan, the children of Giddel, the children of Gahar,  <strong>50</strong> The children of Reaiah, the children of Rezin, the children of Nekoda,  <strong>51</strong> The children of Gazzam, the children of Uzza, the children of Phaseah,  <strong>52</strong> The children of Besai, the children of Meunim, the children of Nephishesim,  <strong>53</strong> The children of Bakbuk, the children of Hakupha, the children of Harhur,  <strong>54</strong> The children of Bazlith, the children of Mehida, the children of Harsha,  <strong>55</strong> The children of Barkos, the children of Sisera, the children of Tamah,  <strong>56</strong> The children of Neziah, the children of Hatipha.  <strong>57</strong> The children of Solomon’s servants: the children of Sotai, the children of Sophereth, the children of Perida,  <strong>58</strong> The children of Jaala, the children of Darkon, the children of Giddel,  <strong>59</strong> The children of Shephatiah, the children of Hattil, the children of Pochereth of Zebaim, the children of Amon.  <strong>60</strong> All the Nethinims, and the children of Solomon’s servants, were  three hundred ninety and two.  <strong>61</strong> And these were they which went up also from Telmelah, Telharesha, Cherub, Addon, and Immer: but they could not shew their father’s house, nor their seed, whether they were of Israel.  <strong>62</strong> The children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred forty and two.  <strong>63</strong> And of the priests: the children of Habaiah, the children of Koz, the children of Barzillai, which took one of the daughters of Barzillai the Gileadite to wife, and was called after their name.  <strong>64</strong> These sought their register among those that were reckoned by genealogy, but it was not found: therefore were they, as polluted, put from the priesthood.  <strong>65</strong> And the Tirshatha said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and Thummim.  <strong>66</strong> The whole congregation together was forty and two thousand three hundred and threescore,  <strong>67</strong> Beside their manservants and their maidservants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred forty and five singing men and singing women.  <strong>68</strong> Their horses, seven hundred thirty and six: their mules, two hundred forty and five:  <strong>69</strong> Their camels, four hundred thirty and five: six thousand seven hundred and twenty asses.  <strong>70</strong> And some of the chief of the fathers gave unto the work. The Tirshatha gave to the treasure a thousand drams of gold, fifty basons, five hundred and thirty priests’ garments.  <strong>71</strong> And some of the chief of the fathers gave to the treasure of the work twenty thousand drams of gold, and two thousand and two hundred pounds of silver.  <strong>72</strong> And that which the rest of the people gave was  twenty thousand drams of gold, and two thousand pounds of silver, and threescore and seven priests’ garments.  <strong>73</strong> So the priests, and the Levites, and the porters, and the singers, and some of the people, and the Nethinims, and all Israel, dwelt in their cities; and when the seventh month came, the children of Israel were in their cities.  ","niv":"<sup><strong>1</strong></sup> After the wall had been rebuilt and I had set the doors in place, the gatekeepers and the singers and the Levites were appointed. <sup><strong>2</strong></sup> I put in charge of Jerusalem my brother Hanani, along with Hananiah the commander of the citadel, because he was a man of integrity and feared God more than most men do. <sup><strong>3</strong></sup> I said to them, \"The gates of Jerusalem are not to be opened until the sun is hot. While the gatekeepers are still on duty, have them shut the doors and bar them. Also appoint residents of Jerusalem as guards, some at their posts and some near their own houses.\" <sup><strong>4</strong></sup> Now the city was large and spacious, but there were few people in it, and the houses had not yet been rebuilt. <sup><strong>5</strong></sup> So my God put it into my heart to assemble the nobles, the officials and the common people for registration by families. I found the genealogical record of those who had been the first to return. This is what I found written there: <sup><strong>6</strong></sup> These are the people of the province who came up from the captivity of the exiles whom Nebuchadnezzar king of Babylon had taken captive (they returned to Jerusalem and Judah, each to his own town, <sup><strong>7</strong></sup> in company with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum and Baanah): The list of the men of Israel: <sup><strong>8</strong></sup> the descendants of Parosh 2,172 <sup><strong>9</strong></sup> of Shephatiah 372 <sup><strong>10</strong></sup> of Arah 652 <sup><strong>11</strong></sup> of Pahath-Moab (through the line of Jeshua and Joab) 2,818 <sup><strong>12</strong></sup> of Elam 1,254 <sup><strong>13</strong></sup> of Zattu 845 <sup><strong>14</strong></sup> of Zaccai 760 <sup><strong>15</strong></sup> of Binnui 648 <sup><strong>16</strong></sup> of Bebai 628 <sup><strong>17</strong></sup> of Azgad 2,322 <sup><strong>18</strong></sup> of Adonikam 667 <sup><strong>19</strong></sup> of Bigvai 2,067 <sup><strong>20</strong></sup> of Adin 655 <sup><strong>21</strong></sup> of Ater (through Hezekiah) 98 <sup><strong>22</strong></sup> of Hashum 328 <sup><strong>23</strong></sup> of Bezai 324 <sup><strong>24</strong></sup> of Hariph 112 <sup><strong>25</strong></sup> of Gibeon 95 <sup><strong>26</strong></sup> the men of Bethlehem and Netophah 188 <sup><strong>27</strong></sup> of Anathoth 128 <sup><strong>28</strong></sup> of Beth Azmaveth 42 <sup><strong>29</strong></sup> of Kiriath Jearim, Kephirah and Beeroth 743 <sup><strong>30</strong></sup> of Ramah and Geba 621 <sup><strong>31</strong></sup> of Micmash 122 <sup><strong>32</strong></sup> of Bethel and Ai 123 <sup><strong>33</strong></sup> of the other Nebo 52 <sup><strong>34</strong></sup> of the other Elam 1,254 <sup><strong>35</strong></sup> of Harim 320 <sup><strong>36</strong></sup> of Jericho 345 <sup><strong>37</strong></sup> of Lod, Hadid and Ono 721 <sup><strong>38</strong></sup> of Senaah 3,930 <sup><strong>39</strong></sup> The priests: the descendants of Jedaiah (through the family of Jeshua) 973 <sup><strong>40</strong></sup> of Immer 1,052 <sup><strong>41</strong></sup> of Pashhur 1,247 <sup><strong>42</strong></sup> of Harim 1,017 <sup><strong>43</strong></sup> The Levites: the descendants of Jeshua (through Kadmiel through the line of Hodaviah) 74 <sup><strong>44</strong></sup> The singers: the descendants of Asaph 148 <sup><strong>45</strong></sup> The gatekeepers: the descendants of Shallum, Ater, Talmon, Akkub, Hatita and Shobai 138 <sup><strong>46</strong></sup> The temple servants: the descendants of Ziha, Hasupha, Tabbaoth, <sup><strong>47</strong></sup> Keros, Sia, Padon, <sup><strong>48</strong></sup> Lebana, Hagaba, Shalmai, <sup><strong>49</strong></sup> Hanan, Giddel, Gahar, <sup><strong>50</strong></sup> Reaiah, Rezin, Nekoda, <sup><strong>51</strong></sup> Gazzam, Uzza, Paseah, <sup><strong>52</strong></sup> Besai, Meunim, Nephussim, <sup><strong>53</strong></sup> Bakbuk, Hakupha, Harhur, <sup><strong>54</strong></sup> Bazluth, Mehida, Harsha, <sup><strong>55</strong></sup> Barkos, Sisera, Temah, <sup><strong>56</strong></sup> Neziah and Hatipha <sup><strong>57</strong></sup> The descendants of the servants of Solomon: the descendants of Sotai, Sophereth, Perida, <sup><strong>58</strong></sup> Jaala, Darkon, Giddel, <sup><strong>59</strong></sup> Shephatiah, Hattil, Pokereth-Hazzebaim and Amon <sup><strong>60</strong></sup> The temple servants and the descendants of the servants of Solomon 392 <sup><strong>61</strong></sup> The following came up from the towns of Tel Melah, Tel Harsha, Kerub, Addon and Immer, but they could not show that their families were descended from Israel: <sup><strong>62</strong></sup> the descendants of Delaiah, Tobiah and Nekoda 642 <sup><strong>63</strong></sup> And from among the priests: the descendants of Hobaiah, Hakkoz and Barzillai (a man who had married a daughter of Barzillai the Gileadite and was called by that name). <sup><strong>64</strong></sup> These searched for their family records, but they could not find them and so were excluded from the priesthood as unclean. <sup><strong>65</strong></sup> The governor, therefore, ordered them not to eat any of the most sacred food until there should be a priest ministering with the Urim and Thummim. <sup><strong>66</strong></sup> The whole company numbered 42,360, <sup><strong>67</strong></sup> besides their 7,337 menservants and maidservants; and they also had 245 men and women singers. <sup><strong>68</strong></sup> There were 736 horses, 245 mules, <sup><strong>69</strong></sup> 435 camels and 6,720 donkeys. <sup><strong>70</strong></sup> Some of the heads of the families contributed to the work. The governor gave to the treasury 1,000 drachmas of gold, 50 bowls and 530 garments for priests. <sup><strong>71</strong></sup> Some of the heads of the families gave to the treasury for the work 20,000 drachmas of gold and 2,200 minas of silver. <sup><strong>72</strong></sup> The total given by the rest of the people was 20,000 drachmas of gold, 2,000 minas of silver and 67 garments for priests. <sup><strong>73</strong></sup> The priests, the Levites, the gatekeepers, the singers and the temple servants, along with certain of the people and the rest of the Israelites, settled in their own towns. When the seventh month came and the Israelites had settled in their towns, "},{"_id":"6164efd96451fe5325fa02e1","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 10:1-39","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p16010001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16010001-1\">10:1&nbsp;</b>“On the seals are the names of Nehemiah the governor, the son of Hacaliah, Zedekiah, <b class=\"verse-num\" id=\"v16010002-1\">2&nbsp;</b>Seraiah, Azariah, Jeremiah, <b class=\"verse-num\" id=\"v16010003-1\">3&nbsp;</b>Pashhur, Amariah, Malchijah, <b class=\"verse-num\" id=\"v16010004-1\">4&nbsp;</b>Hattush, Shebaniah, Malluch, <b class=\"verse-num\" id=\"v16010005-1\">5&nbsp;</b>Harim, Meremoth, Obadiah, <b class=\"verse-num\" id=\"v16010006-1\">6&nbsp;</b>Daniel, Ginnethon, Baruch, <b class=\"verse-num\" id=\"v16010007-1\">7&nbsp;</b>Meshullam, Abijah, Mijamin, <b class=\"verse-num\" id=\"v16010008-1\">8&nbsp;</b>Maaziah, Bilgai, Shemaiah; these are the priests. <b class=\"verse-num\" id=\"v16010009-1\">9&nbsp;</b>And the Levites: Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel; <b class=\"verse-num\" id=\"v16010010-1\">10&nbsp;</b>and their brothers, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan, <b class=\"verse-num\" id=\"v16010011-1\">11&nbsp;</b>Mica, Rehob, Hashabiah, <b class=\"verse-num\" id=\"v16010012-1\">12&nbsp;</b>Zaccur, Sherebiah, Shebaniah, <b class=\"verse-num\" id=\"v16010013-1\">13&nbsp;</b>Hodiah, Bani, Beninu. <b class=\"verse-num\" id=\"v16010014-1\">14&nbsp;</b>The chiefs of the people: Parosh, Pahath-moab, Elam, Zattu, Bani, <b class=\"verse-num\" id=\"v16010015-1\">15&nbsp;</b>Bunni, Azgad, Bebai, <b class=\"verse-num\" id=\"v16010016-1\">16&nbsp;</b>Adonijah, Bigvai, Adin, <b class=\"verse-num\" id=\"v16010017-1\">17&nbsp;</b>Ater, Hezekiah, Azzur, <b class=\"verse-num\" id=\"v16010018-1\">18&nbsp;</b>Hodiah, Hashum, Bezai, <b class=\"verse-num\" id=\"v16010019-1\">19&nbsp;</b>Hariph, Anathoth, Nebai, <b class=\"verse-num\" id=\"v16010020-1\">20&nbsp;</b>Magpiash, Meshullam, Hezir, <b class=\"verse-num\" id=\"v16010021-1\">21&nbsp;</b>Meshezabel, Zadok, Jaddua, <b class=\"verse-num\" id=\"v16010022-1\">22&nbsp;</b>Pelatiah, Hanan, Anaiah, <b class=\"verse-num\" id=\"v16010023-1\">23&nbsp;</b>Hoshea, Hananiah, Hasshub, <b class=\"verse-num\" id=\"v16010024-1\">24&nbsp;</b>Hallohesh, Pilha, Shobek, <b class=\"verse-num\" id=\"v16010025-1\">25&nbsp;</b>Rehum, Hashabnah, Maaseiah, <b class=\"verse-num\" id=\"v16010026-1\">26&nbsp;</b>Ahiah, Hanan, Anan, <b class=\"verse-num\" id=\"v16010027-1\">27&nbsp;</b>Malluch, Harim, Baanah.</p>\n\n<p id=\"p16010027_12-4\"><b class=\"verse-num\" id=\"v16010028-1\">28&nbsp;</b>“The rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and all who have separated themselves from the peoples of the lands to the Law of God, their wives, their sons, their daughters, all who have knowledge and understanding, <b class=\"verse-num\" id=\"v16010029-1\">29&nbsp;</b>join with their brothers, their nobles, and enter into a curse and an oath to walk in God’s Law that was given by Moses the servant of God, and to observe and do all the commandments of the LORD our Lord and his rules and his statutes. <b class=\"verse-num\" id=\"v16010030-1\">30&nbsp;</b>We will not give our daughters to the peoples of the land or take their daughters for our sons. <b class=\"verse-num\" id=\"v16010031-1\">31&nbsp;</b>And if the peoples of the land bring in goods or any grain on the Sabbath day to sell, we will not buy from them on the Sabbath or on a holy day. And we will forego the crops of the seventh year and the exaction of every debt.</p>\n<p id=\"p16010031_12-4\"><b class=\"verse-num\" id=\"v16010032-1\">32&nbsp;</b>“We also take on ourselves the obligation to give yearly a third part of a shekel for the service of the house of our God: <b class=\"verse-num\" id=\"v16010033-1\">33&nbsp;</b>for the showbread, the regular grain offering, the regular burnt offering, the Sabbaths, the new moons, the appointed feasts, the holy things, and the sin offerings to make atonement for Israel, and for all the work of the house of our God. <b class=\"verse-num\" id=\"v16010034-1\">34&nbsp;</b>We, the priests, the Levites, and the people, have likewise cast lots for the wood offering, to bring it into the house of our God, according to our fathers’ houses, at times appointed, year by year, to burn on the altar of the LORD our God, as it is written in the Law. <b class=\"verse-num\" id=\"v16010035-1\">35&nbsp;</b>We obligate ourselves to bring the firstfruits of our ground and the firstfruits of all fruit of every tree, year by year, to the house of the LORD; <b class=\"verse-num\" id=\"v16010036-1\">36&nbsp;</b>also to bring to the house of our God, to the priests who minister in the house of our God, the firstborn of our sons and of our cattle, as it is written in the Law, and the firstborn of our herds and of our flocks; <b class=\"verse-num\" id=\"v16010037-1\">37&nbsp;</b>and to bring the first of our dough, and our contributions, the fruit of every tree, the wine and the oil, to the priests, to the chambers of the house of our God; and to bring to the Levites the tithes from our ground, for it is the Levites who collect the tithes in all our towns where we labor. <b class=\"verse-num\" id=\"v16010038-1\">38&nbsp;</b>And the priest, the son of Aaron, shall be with the Levites when the Levites receive the tithes. And the Levites shall bring up the tithe of the tithes to the house of our God, to the chambers of the storehouse. <b class=\"verse-num\" id=\"v16010039-1\">39&nbsp;</b>For the people of Israel and the sons of Levi shall bring the contribution of grain, wine, and oil to the chambers, where the vessels of the sanctuary are, as well as the priests who minister, and the gatekeepers and the singers. We will not neglect the house of our God.”</p>\n\n</div>","kjv":"<strong>1</strong> Now those that sealed were, Nehemiah, the Tirshatha, the son of Hachaliah, and Zidkijah,  <strong>2</strong> Seraiah, Azariah, Jeremiah,  <strong>3</strong> Pashur, Amariah, Malchijah,  <strong>4</strong> Hattush, Shebaniah, Malluch,  <strong>5</strong> Harim, Meremoth, Obadiah,  <strong>6</strong> Daniel, Ginnethon, Baruch,  <strong>7</strong> Meshullam, Abijah, Mijamin,  <strong>8</strong> Maaziah, Bilgai, Shemaiah: these were the priests.  <strong>9</strong> And the Levites: both Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;  <strong>10</strong> And their brethren, Shebaniah, Hodijah, Kelita, Pelaiah, Hanan,  <strong>11</strong> Micha, Rehob, Hashabiah,  <strong>12</strong> Zaccur, Sherebiah, Shebaniah,  <strong>13</strong> Hodijah, Bani, Beninu.  <strong>14</strong> The chief of the people; Parosh, Pahath-moab, Elam, Zatthu, Bani,  <strong>15</strong> Bunni, Azgad, Bebai,  <strong>16</strong> Adonijah, Bigvai, Adin,  <strong>17</strong> Ater, Hizkijah, Azzur,  <strong>18</strong> Hodijah, Hashum, Bezai,  <strong>19</strong> Hariph, Anathoth, Nebai,  <strong>20</strong> Magpiash, Meshullam, Hezir,  <strong>21</strong> Meshezabeel, Zadok, Jaddua,  <strong>22</strong> Pelatiah, Hanan, Anaiah,  <strong>23</strong> Hoshea, Hananiah, Hashub,  <strong>24</strong> Hallohesh, Pileha, Shobek,  <strong>25</strong> Rehum, Hashabnah, Maaseiah,  <strong>26</strong> And Ahijah, Hanan, Anan,  <strong>27</strong> Malluch, Harim, Baanah.  <strong>28</strong> And the rest of the people, the priests, the Levites, the porters, the singers, the Nethinims, and all they that had separated themselves from the people of the lands unto the law of God, their wives, their sons, and their daughters, every one having knowledge, and having understanding;  <strong>29</strong> They clave to their brethren, their nobles, and entered into a curse, and into an oath, to walk in God’s law, which was given by Moses the servant of God, and to observe and do all the commandments of the LORD our Lord, and his judgments and his statutes;  <strong>30</strong> And that we would not give our daughters unto the people of the land, nor take their daughters for our sons:  <strong>31</strong> And if the people of the land bring ware or any victuals on the sabbath day to sell, that we would not buy it of them on the sabbath, or on the holy day: and that we would leave the seventh year, and the exaction of every debt.  <strong>32</strong> Also we made ordinances for us, to charge ourselves yearly with the third part of a shekel for the service of the house of our God;  <strong>33</strong> For the shewbread, and for the continual meat offering, and for the continual burnt offering, of the sabbaths, of the new moons, for the set feasts, and for the holy things, and for the sin offerings to make an atonement for Israel, and for all the work of the house of our God.  <strong>34</strong> And we cast the lots among the priests, the Levites, and the people, for the wood offering, to bring it into the house of our God, after the houses of our fathers, at times appointed year by year, to burn upon the altar of the LORD our God, as it is written in the law:  <strong>35</strong> And to bring the firstfruits of our ground, and the firstfruits of all fruit of all trees, year by year, unto the house of the LORD:  <strong>36</strong> Also the firstborn of our sons, and of our cattle, as it is  written in the law, and the firstlings of our herds and of our flocks, to bring to the house of our God, unto the priests that minister in the house of our God:  <strong>37</strong> And that we should bring the firstfruits of our dough, and our offerings, and the fruit of all manner of trees, of wine and of oil, unto the priests, to the chambers of the house of our God; and the tithes of our ground unto the Levites, that the same Levites might have the tithes in all the cities of our tillage.  <strong>38</strong> And the priest the son of Aaron shall be with the Levites, when the Levites take tithes: and the Levites shall bring up the tithe of the tithes unto the house of our God, to the chambers, into the treasure house.  <strong>39</strong> For the children of Israel and the children of Levi shall bring the offering of the corn, of the new wine, and the oil, unto the chambers, where are the vessels of the sanctuary, and the priests that minister, and the porters, and the singers: and we will not forsake the house of our God.  ","niv":"<sup><strong>1</strong></sup> Those who sealed it were: Nehemiah the governor, the son of Hacaliah. Zedekiah, <sup><strong>2</strong></sup> Seraiah, Azariah, Jeremiah, <sup><strong>3</strong></sup> Pashhur, Amariah, Malkijah, <sup><strong>4</strong></sup> Hattush, Shebaniah, Malluch, <sup><strong>5</strong></sup> Harim, Meremoth, Obadiah, <sup><strong>6</strong></sup> Daniel, Ginnethon, Baruch, <sup><strong>7</strong></sup> Meshullam, Abijah, Mijamin, <sup><strong>8</strong></sup> Maaziah, Bilgai and Shemaiah. These were the priests. <sup><strong>9</strong></sup> The Levites: Jeshua son of Azaniah, Binnui of the sons of Henadad, Kadmiel, <sup><strong>10</strong></sup> and their associates: Shebaniah, Hodiah, Kelita, Pelaiah, Hanan, <sup><strong>11</strong></sup> Mica, Rehob, Hashabiah, <sup><strong>12</strong></sup> Zaccur, Sherebiah, Shebaniah, <sup><strong>13</strong></sup> Hodiah, Bani and Beninu. <sup><strong>14</strong></sup> The leaders of the people: Parosh, Pahath-Moab, Elam, Zattu, Bani, <sup><strong>15</strong></sup> Bunni, Azgad, Bebai, <sup><strong>16</strong></sup> Adonijah, Bigvai, Adin, <sup><strong>17</strong></sup> Ater, Hezekiah, Azzur, <sup><strong>18</strong></sup> Hodiah, Hashum, Bezai, <sup><strong>19</strong></sup> Hariph, Anathoth, Nebai, <sup><strong>20</strong></sup> Magpiash, Meshullam, Hezir, <sup><strong>21</strong></sup> Meshezabel, Zadok, Jaddua, <sup><strong>22</strong></sup> Pelatiah, Hanan, Anaiah, <sup><strong>23</strong></sup> Hoshea, Hananiah, Hasshub, <sup><strong>24</strong></sup> Hallohesh, Pilha, Shobek, <sup><strong>25</strong></sup> Rehum, Hashabnah, Maaseiah, <sup><strong>26</strong></sup> Ahiah, Hanan, Anan, <sup><strong>27</strong></sup> Malluch, Harim and Baanah. <sup><strong>28</strong></sup> \"The rest of the people-priests, Levites, gatekeepers, singers, temple servants and all who separated themselves from the neighboring peoples for the sake of the Law of God, together with their wives and all their sons and daughters who are able to understand- <sup><strong>29</strong></sup> all these now join their brothers the nobles, and bind themselves with a curse and an oath to follow the Law of God given through Moses the servant of God and to obey carefully all the commands, regulations and decrees of the LORD our Lord. <sup><strong>30</strong></sup> \"We promise not to give our daughters in marriage to the peoples around us or take their daughters for our sons. <sup><strong>31</strong></sup> \"When the neighboring peoples bring merchandise or grain to sell on the Sabbath, we will not buy from them on the Sabbath or on any holy day. Every seventh year we will forgo working the land and will cancel all debts. <sup><strong>32</strong></sup> \"We assume the responsibility for carrying out the commands to give a third of a shekel each year for the service of the house of our God: <sup><strong>33</strong></sup> for the bread set out on the table; for the regular grain offerings and burnt offerings; for the offerings on the Sabbaths, New Moon festivals and appointed feasts; for the holy offerings; for sin offerings to make atonement for Israel; and for all the duties of the house of our God. <sup><strong>34</strong></sup> \"We-the priests, the Levites and the people-have cast lots to determine when each of our families is to bring to the house of our God at set times each year a contribution of wood to burn on the altar of the LORD our God, as it is written in the Law. <sup><strong>35</strong></sup> \"We also assume responsibility for bringing to the house of the LORD each year the firstfruits of our crops and of every fruit tree. <sup><strong>36</strong></sup> \"As it is also written in the Law, we will bring the firstborn of our sons and of our cattle, of our herds and of our flocks to the house of our God, to the priests ministering there. <sup><strong>37</strong></sup> \"Moreover, we will bring to the storerooms of the house of our God, to the priests, the first of our ground meal, of our grain offerings, of the fruit of all our trees and of our new wine and oil. And we will bring a tithe of our crops to the Levites, for it is the Levites who collect the tithes in all the towns where we work. <sup><strong>38</strong></sup> A priest descended from Aaron is to accompany the Levites when they receive the tithes, and the Levites are to bring a tenth of the tithes up to the house of our God, to the storerooms of the treasury. <sup><strong>39</strong></sup> The people of Israel, including the Levites, are to bring their contributions of grain, new wine and oil to the storerooms where the articles for the sanctuary are kept and where the ministering priests, the gatekeepers and the singers stay. \"We will not neglect the house of our God.\" "},{"_id":"6164efd96451fe5325fa02e2","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 9:1-38","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p16009001_08-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16009001-1\">9:1&nbsp;</b>Now on the twenty-fourth day of this month the people of Israel were assembled with fasting and in sackcloth, and with earth on their heads. <b class=\"verse-num\" id=\"v16009002-1\">2&nbsp;</b>And the Israelites separated themselves from all foreigners and stood and confessed their sins and the iniquities of their fathers. <b class=\"verse-num\" id=\"v16009003-1\">3&nbsp;</b>And they stood up in their place and read from the Book of the Law of the LORD their God for a quarter of the day; for another quarter of it they made confession and worshiped the LORD their God. <b class=\"verse-num\" id=\"v16009004-1\">4&nbsp;</b>On the stairs of the Levites stood Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani; and they cried with a loud voice to the LORD their God. <b class=\"verse-num\" id=\"v16009005-1\">5&nbsp;</b>Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, “Stand up and bless the LORD your God from everlasting to everlasting. Blessed be your glorious name, which is exalted above all blessing and praise.</p>\n <p id=\"p16009005_08-5\"><b class=\"verse-num\" id=\"v16009006-1\">6&nbsp;</b>“You are the LORD, you alone. You have made heaven, the heaven of heavens, with all their host, the earth and all that is on it, the seas and all that is in them; and you preserve all of them; and the host of heaven worships you. <b class=\"verse-num\" id=\"v16009007-1\">7&nbsp;</b>You are the LORD, the God who chose Abram and brought him out of Ur of the Chaldeans and gave him the name Abraham. <b class=\"verse-num\" id=\"v16009008-1\">8&nbsp;</b>You found his heart faithful before you, and made with him the covenant to give to his offspring the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Jebusite, and the Girgashite. And you have kept your promise, for you are righteous.</p>\n<p id=\"p16009008_08-5\"><b class=\"verse-num\" id=\"v16009009-1\">9&nbsp;</b>“And you saw the affliction of our fathers in Egypt and heard their cry at the Red Sea, <b class=\"verse-num\" id=\"v16009010-1\">10&nbsp;</b>and performed signs and wonders against Pharaoh and all his servants and all the people of his land, for you knew that they acted arrogantly against our fathers. And you made a name for yourself, as it is to this day. <b class=\"verse-num\" id=\"v16009011-1\">11&nbsp;</b>And you divided the sea before them, so that they went through the midst of the sea on dry land, and you cast their pursuers into the depths, as a stone into mighty waters. <b class=\"verse-num\" id=\"v16009012-1\">12&nbsp;</b>By a pillar of cloud you led them in the day, and by a pillar of fire in the night to light for them the way in which they should go. <b class=\"verse-num\" id=\"v16009013-1\">13&nbsp;</b>You came down on Mount Sinai and spoke with them from heaven and gave them right rules and true laws, good statutes and commandments, <b class=\"verse-num\" id=\"v16009014-1\">14&nbsp;</b>and you made known to them your holy Sabbath and commanded them commandments and statutes and a law by Moses your servant. <b class=\"verse-num\" id=\"v16009015-1\">15&nbsp;</b>You gave them bread from heaven for their hunger and brought water for them out of the rock for their thirst, and you told them to go in to possess the land that you had sworn to give them.</p>\n<p id=\"p16009015_08-5\"><b class=\"verse-num\" id=\"v16009016-1\">16&nbsp;</b>“But they and our fathers acted presumptuously and stiffened their neck and did not obey your commandments. <b class=\"verse-num\" id=\"v16009017-1\">17&nbsp;</b>They refused to obey and were not mindful of the wonders that you performed among them, but they stiffened their neck and appointed a leader to return to their slavery in Egypt. But you are a God ready to forgive, gracious and merciful, slow to anger and abounding in steadfast love, and did not forsake them. <b class=\"verse-num\" id=\"v16009018-1\">18&nbsp;</b>Even when they had made for themselves a golden calf and said, ‘This is your God who brought you up out of Egypt,’ and had committed great blasphemies, <b class=\"verse-num\" id=\"v16009019-1\">19&nbsp;</b>you in your great mercies did not forsake them in the wilderness. The pillar of cloud to lead them in the way did not depart from them by day, nor the pillar of fire by night to light for them the way by which they should go. <b class=\"verse-num\" id=\"v16009020-1\">20&nbsp;</b>You gave your good Spirit to instruct them and did not withhold your manna from their mouth and gave them water for their thirst. <b class=\"verse-num\" id=\"v16009021-1\">21&nbsp;</b>Forty years you sustained them in the wilderness, and they lacked nothing. Their clothes did not wear out and their feet did not swell.</p>\n<p id=\"p16009021_08-5\"><b class=\"verse-num\" id=\"v16009022-1\">22&nbsp;</b>“And you gave them kingdoms and peoples and allotted to them every corner. So they took possession of the land of Sihon king of Heshbon and the land of Og king of Bashan. <b class=\"verse-num\" id=\"v16009023-1\">23&nbsp;</b>You multiplied their children as the stars of heaven, and you brought them into the land that you had told their fathers to enter and possess. <b class=\"verse-num\" id=\"v16009024-1\">24&nbsp;</b>So the descendants went in and possessed the land, and you subdued before them the inhabitants of the land, the Canaanites, and gave them into their hand, with their kings and the peoples of the land, that they might do with them as they would. <b class=\"verse-num\" id=\"v16009025-1\">25&nbsp;</b>And they captured fortified cities and a rich land, and took possession of houses full of all good things, cisterns already hewn, vineyards, olive orchards and fruit trees in abundance. So they ate and were filled and became fat and delighted themselves in your great goodness.</p>\n<p id=\"p16009025_08-5\"><b class=\"verse-num\" id=\"v16009026-1\">26&nbsp;</b>“Nevertheless, they were disobedient and rebelled against you and cast your law behind their back and killed your prophets, who had warned them in order to turn them back to you, and they committed great blasphemies. <b class=\"verse-num\" id=\"v16009027-1\">27&nbsp;</b>Therefore you gave them into the hand of their enemies, who made them suffer. And in the time of their suffering they cried out to you and you heard them from heaven, and according to your great mercies you gave them saviors who saved them from the hand of their enemies. <b class=\"verse-num\" id=\"v16009028-1\">28&nbsp;</b>But after they had rest they did evil again before you, and you abandoned them to the hand of their enemies, so that they had dominion over them. Yet when they turned and cried to you, you heard from heaven, and many times you delivered them according to your mercies. <b class=\"verse-num\" id=\"v16009029-1\">29&nbsp;</b>And you warned them in order to turn them back to your law. Yet they acted presumptuously and did not obey your commandments, but sinned against your rules, which if a person does them, he shall live by them, and they turned a stubborn shoulder and stiffened their neck and would not obey. <b class=\"verse-num\" id=\"v16009030-1\">30&nbsp;</b>Many years you bore with them and warned them by your Spirit through your prophets. Yet they would not give ear. Therefore you gave them into the hand of the peoples of the lands. <b class=\"verse-num\" id=\"v16009031-1\">31&nbsp;</b>Nevertheless, in your great mercies you did not make an end of them or forsake them, for you are a gracious and merciful God.</p>\n<p id=\"p16009031_08-5\"><b class=\"verse-num\" id=\"v16009032-1\">32&nbsp;</b>“Now, therefore, our God, the great, the mighty, and the awesome God, who keeps covenant and steadfast love, let not all the hardship seem little to you that has come upon us, upon our kings, our princes, our priests, our prophets, our fathers, and all your people, since the time of the kings of Assyria until this day. <b class=\"verse-num\" id=\"v16009033-1\">33&nbsp;</b>Yet you have been righteous in all that has come upon us, for you have dealt faithfully and we have acted wickedly. <b class=\"verse-num\" id=\"v16009034-1\">34&nbsp;</b>Our kings, our princes, our priests, and our fathers have not kept your law or paid attention to your commandments and your warnings that you gave them. <b class=\"verse-num\" id=\"v16009035-1\">35&nbsp;</b>Even in their own kingdom, and amid your great goodness that you gave them, and in the large and rich land that you set before them, they did not serve you or turn from their wicked works. <b class=\"verse-num\" id=\"v16009036-1\">36&nbsp;</b>Behold, we are slaves this day; in the land that you gave to our fathers to enjoy its fruit and its good gifts, behold, we are slaves. <b class=\"verse-num\" id=\"v16009037-1\">37&nbsp;</b>And its rich yield goes to the kings whom you have set over us because of our sins. They rule over our bodies and over our livestock as they please, and we are in great distress.</p>\n <p id=\"p16009037_08-5\"><b class=\"verse-num\" id=\"v16009038-1\">38&nbsp;</b>“Because of all this we make a firm covenant in writing; on the sealed document are the names of our princes, our Levites, and our priests.</p>\n\n</div>","kjv":"<strong>1</strong> Now in the twenty and fourth day of this month the children of Israel were assembled with fasting, and with sackclothes, and earth upon them.  <strong>2</strong> And the seed of Israel separated themselves from all strangers, and stood and confessed their sins, and the iniquities of their fathers.  <strong>3</strong> And they stood up in their place, and read in the book of the law of the LORD their God one fourth part of the day; and another  fourth part they confessed, and worshipped the LORD their God.  <strong>4</strong> Then stood up upon the stairs, of the Levites, Jeshua, and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and cried with a loud voice unto the LORD their God.  <strong>5</strong> Then the Levites, Jeshua, and Kadmiel, Bani, Hashabniah, Sherebiah, Hodijah, Shebaniah, and Pethahiah, said, Stand up and  bless the LORD your God for ever and ever: and blessed be thy glorious name, which is exalted above all blessing and praise.  <strong>6</strong> Thou, even thou, art LORD alone; thou hast made heaven, the heaven of heavens, with all their host, the earth, and all things that are therein, the seas, and all that is therein, and thou preservest them all; and the host of heaven worshippeth thee.  <strong>7</strong> Thou art the LORD the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham;  <strong>8</strong> And foundest his heart faithful before thee, and madest a covenant with him to give the land of the Canaanites, the Hittites, the Amorites, and the Perizzites, and the Jebusites, and the Girgashites, to give it, I say,  to his seed, and hast performed thy words; for thou art righteous:  <strong>9</strong> And didst see the affliction of our fathers in Egypt, and heardest their cry by the Red sea;  <strong>10</strong> And shewedst signs and wonders upon Pharaoh, and on all his servants, and on all the people of his land: for thou knewest that they dealt proudly against them. So didst thou get thee a name, as it is this day.  <strong>11</strong> And thou didst divide the sea before them, so that they went through the midst of the sea on the dry land; and their persecutors thou threwest into the deeps, as a stone into the mighty waters.  <strong>12</strong> Moreover thou leddest them in the day by a cloudy pillar; and in the night by a pillar of fire, to give them light in the way wherein they should go.  <strong>13</strong> Thou camest down also upon mount Sinai, and spakest with them from heaven, and gavest them right judgments, and true laws, good statutes and commandments:  <strong>14</strong> And madest known unto them thy holy sabbath, and commandedst them precepts, statutes, and laws, by the hand of Moses thy servant:  <strong>15</strong> And gavest them bread from heaven for their hunger, and broughtest forth water for them out of the rock for their thirst, and promisedst them that they should go in to possess the land which thou hadst sworn to give them.  <strong>16</strong> But they and our fathers dealt proudly, and hardened their necks, and hearkened not to thy commandments,  <strong>17</strong> And refused to obey, neither were mindful of thy wonders that thou didst among them; but hardened their necks, and in their rebellion appointed a captain to return to their bondage: but thou art a God ready to pardon, gracious and merciful, slow to anger, and of great kindness, and forsookest them not.  <strong>18</strong> Yea, when they had made them a molten calf, and said, This is  thy God that brought thee up out of Egypt, and had wrought great provocations;  <strong>19</strong> Yet thou in thy manifold mercies forsookest them not in the wilderness: the pillar of the cloud departed not from them by day, to lead them in the way; neither the pillar of fire by night, to shew them light, and the way wherein they should go.  <strong>20</strong> Thou gavest also thy good spirit to instruct them, and withheldest not thy manna from their mouth, and gavest them water for their thirst.  <strong>21</strong> Yea, forty years didst thou sustain them in the wilderness, so that they lacked nothing; their clothes waxed not old, and their feet swelled not.  <strong>22</strong> Moreover thou gavest them kingdoms and nations, and didst divide them into corners: so they possessed the land of Sihon, and the land of the king of Heshbon, and the land of Og king of Bashan.  <strong>23</strong> Their children also multipliedst thou as the stars of heaven, and broughtest them into the land, concerning which thou hadst promised to their fathers, that they should go in to possess it.  <strong>24</strong> So the children went in and possessed the land, and thou subduedst before them the inhabitants of the land, the Canaanites, and gavest them into their hands, with their kings, and the people of the land, that they might do with them as they would.  <strong>25</strong> And they took strong cities, and a fat land, and possessed houses full of all goods, wells digged, vineyards, and oliveyards, and fruit trees in abundance: so they did eat, and were filled, and became fat, and delighted themselves in thy great goodness.  <strong>26</strong> Nevertheless they were disobedient, and rebelled against thee, and cast thy law behind their backs, and slew thy prophets which testified against them to turn them to thee, and they wrought great provocations.  <strong>27</strong> Therefore thou deliveredst them into the hand of their enemies, who vexed them: and in the time of their trouble, when they cried unto thee, thou heardest them from heaven; and according to thy manifold mercies thou gavest them saviours, who saved them out of the hand of their enemies.  <strong>28</strong> But after they had rest, they did evil again before thee: therefore leftest thou them in the hand of their enemies, so that they had the dominion over them: yet when they returned, and cried unto thee, thou heardest them from heaven; and many times didst thou deliver them according to thy mercies;  <strong>29</strong> And testifiedst against them, that thou mightest bring them again unto thy law: yet they dealt proudly, and hearkened not unto thy commandments, but sinned against thy judgments, (which if a man do, he shall live in them;) and withdrew the shoulder, and hardened their neck, and would not hear.  <strong>30</strong> Yet many years didst thou forbear them, and testifiedst against them by thy spirit in thy prophets: yet would they not give ear: therefore gavest thou them into the hand of the people of the lands.  <strong>31</strong> Nevertheless for thy great mercies’ sake thou didst not utterly consume them, nor forsake them; for thou art a gracious and merciful God.  <strong>32</strong> Now therefore, our God, the great, the mighty, and the terrible God, who keepest covenant and mercy, let not all the trouble seem little before thee, that hath come upon us, on our kings, on our princes, and on our priests, and on our prophets, and on our fathers, and on all thy people, since the time of the kings of Assyria unto this day.  <strong>33</strong> Howbeit thou art just in all that is brought upon us; for thou hast done right, but we have done wickedly:  <strong>34</strong> Neither have our kings, our princes, our priests, nor our fathers, kept thy law, nor hearkened unto thy commandments and thy testimonies, wherewith thou didst testify against them.  <strong>35</strong> For they have not served thee in their kingdom, and in thy great goodness that thou gavest them, and in the large and fat land which thou gavest before them, neither turned they from their wicked works.  <strong>36</strong> Behold, we are servants this day, and for the land that thou gavest unto our fathers to eat the fruit thereof and the good thereof, behold, we are servants in it:  <strong>37</strong> And it yieldeth much increase unto the kings whom thou hast set over us because of our sins: also they have dominion over our bodies, and over our cattle, at their pleasure, and we are in great distress.  <strong>38</strong> And because of all this we make a sure covenant, and write it; and our princes, Levites, and priests, seal unto it. ","niv":"<sup><strong>1</strong></sup> On the twenty-fourth day of the same month, the Israelites gathered together, fasting and wearing sackcloth and having dust on their heads. <sup><strong>2</strong></sup> Those of Israelite descent had separated themselves from all foreigners. They stood in their places and confessed their sins and the wickedness of their fathers. <sup><strong>3</strong></sup> They stood where they were and read from the Book of the Law of the LORD their God for a quarter of the day, and spent another quarter in confession and in worshiping the LORD their God. <sup><strong>4</strong></sup> Standing on the stairs were the Levites-Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani and Kenani-who called with loud voices to the LORD their God. <sup><strong>5</strong></sup> And the Levites-Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah and Pethahiah-said: \"Stand up and praise the LORD your God, who is from everlasting to everlasting. Blessed be your glorious name, and may it be exalted above all blessing and praise. <sup><strong>6</strong></sup> You alone are the LORD. You made the heavens, even the highest heavens, and all their starry host, the earth and all that is on it, the seas and all that is in them. You give life to everything, and the multitudes of heaven worship you. <sup><strong>7</strong></sup> \"You are the LORD God, who chose Abram and brought him out of Ur of the Chaldeans and named him Abraham. <sup><strong>8</strong></sup> You found his heart faithful to you, and you made a covenant with him to give to his descendants the land of the Canaanites, Hittites, Amorites, Perizzites, Jebusites and Girgashites. You have kept your promise because you are righteous. <sup><strong>9</strong></sup> \"You saw the suffering of our forefathers in Egypt; you heard their cry at the Red Sea. <sup><strong>10</strong></sup> You sent miraculous signs and wonders against Pharaoh, against all his officials and all the people of his land, for you knew how arrogantly the Egyptians treated them. You made a name for yourself, which remains to this day. <sup><strong>11</strong></sup> You divided the sea before them, so that they passed through it on dry ground, but you hurled their pursuers into the depths, like a stone into mighty waters. <sup><strong>12</strong></sup> By day you led them with a pillar of cloud, and by night with a pillar of fire to give them light on the way they were to take. <sup><strong>13</strong></sup> \"You came down on Mount Sinai; you spoke to them from heaven. You gave them regulations and laws that are just and right, and decrees and commands that are good. <sup><strong>14</strong></sup> You made known to them your holy Sabbath and gave them commands, decrees and laws through your servant Moses. <sup><strong>15</strong></sup> In their hunger you gave them bread from heaven and in their thirst you brought them water from the rock; you told them to go in and take possession of the land you had sworn with uplifted hand to give them. <sup><strong>16</strong></sup> \"But they, our forefathers, became arrogant and stiff-necked, and did not obey your commands. <sup><strong>17</strong></sup> They refused to listen and failed to remember the miracles you performed among them. They became stiff-necked and in their rebellion appointed a leader in order to return to their slavery. But you are a forgiving God, gracious and compassionate, slow to anger and abounding in love. Therefore you did not desert them, <sup><strong>18</strong></sup> even when they cast for themselves an image of a calf and said, 'This is your god, who brought you up out of Egypt,' or when they committed awful blasphemies. <sup><strong>19</strong></sup> \"Because of your great compassion you did not abandon them in the desert. By day the pillar of cloud did not cease to guide them on their path, nor the pillar of fire by night to shine on the way they were to take. <sup><strong>20</strong></sup> You gave your good Spirit to instruct them. You did not withhold your manna from their mouths, and you gave them water for their thirst. <sup><strong>21</strong></sup> For forty years you sustained them in the desert; they lacked nothing, their clothes did not wear out nor did their feet become swollen. <sup><strong>22</strong></sup> \"You gave them kingdoms and nations, allotting to them even the remotest frontiers. They took over the country of Sihon king of Heshbon and the country of Og king of Bashan. <sup><strong>23</strong></sup> You made their sons as numerous as the stars in the sky, and you brought them into the land that you told their fathers to enter and possess. <sup><strong>24</strong></sup> Their sons went in and took possession of the land. You subdued before them the Canaanites, who lived in the land; you handed the Canaanites over to them, along with their kings and the peoples of the land, to deal with them as they pleased. <sup><strong>25</strong></sup> They captured fortified cities and fertile land; they took possession of houses filled with all kinds of good things, wells already dug, vineyards, olive groves and fruit trees in abundance. They ate to the full and were well-nourished; they reveled in your great goodness. <sup><strong>26</strong></sup> \"But they were disobedient and rebelled against you; they put your law behind their backs. They killed your prophets, who had admonished them in order to turn them back to you; they committed awful blasphemies. <sup><strong>27</strong></sup> So you handed them over to their enemies, who oppressed them. But when they were oppressed they cried out to you. From heaven you heard them, and in your great compassion you gave them deliverers, who rescued them from the hand of their enemies. <sup><strong>28</strong></sup> \"But as soon as they were at rest, they again did what was evil in your sight. Then you abandoned them to the hand of their enemies so that they ruled over them. And when they cried out to you again, you heard from heaven, and in your compassion you delivered them time after time. <sup><strong>29</strong></sup> \"You warned them to return to your law, but they became arrogant and disobeyed your commands. They sinned against your ordinances, by which a man will live if he obeys them. Stubbornly they turned their backs on you, became stiff-necked and refused to listen. <sup><strong>30</strong></sup> For many years you were patient with them. By your Spirit you admonished them through your prophets. Yet they paid no attention, so you handed them over to the neighboring peoples. <sup><strong>31</strong></sup> But in your great mercy you did not put an end to them or abandon them, for you are a gracious and merciful God. <sup><strong>32</strong></sup> \"Now therefore, O our God, the great, mighty and awesome God, who keeps his covenant of love, do not let all this hardship seem trifling in your eyes-the hardship that has come upon us, upon our kings and leaders, upon our priests and prophets, upon our fathers and all your people, from the days of the kings of Assyria until today. <sup><strong>33</strong></sup> In all that has happened to us, you have been just; you have acted faithfully, while we did wrong. <sup><strong>34</strong></sup> Our kings, our leaders, our priests and our fathers did not follow your law; they did not pay attention to your commands or the warnings you gave them. <sup><strong>35</strong></sup> Even while they were in their kingdom, enjoying your great goodness to them in the spacious and fertile land you gave them, they did not serve you or turn from their evil ways. <sup><strong>36</strong></sup> \"But see, we are slaves today, slaves in the land you gave our forefathers so they could eat its fruit and the other good things it produces. <sup><strong>37</strong></sup> Because of our sins, its abundant harvest goes to the kings you have placed over us. They rule over our bodies and our cattle as they please. We are in great distress. <sup><strong>38</strong></sup> \"In view of all this, we are making a binding agreement, putting it in writing, and our leaders, our Levites and our priests are affixing their seals to it.\" "},{"_id":"6164efda6451fe5325fa02e3","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 1:1-11","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p16001001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16001001-1\">1:1&nbsp;</b>The words of Nehemiah the son of Hacaliah.</p>\n<p id=\"p16001001_04-6\">Now it happened in the month of Chislev, in the twentieth year, as I was in Susa the citadel, <b class=\"verse-num\" id=\"v16001002-1\">2&nbsp;</b>that Hanani, one of my brothers, came with certain men from Judah. And I asked them concerning the Jews who escaped, who had survived the exile, and concerning Jerusalem. <b class=\"verse-num\" id=\"v16001003-1\">3&nbsp;</b>And they said to me, “The remnant there in the province who had survived the exile is in great trouble and shame. The wall of Jerusalem is broken down, and its gates are destroyed by fire.”</p>\n\n<p id=\"p16001003_06-6\"><b class=\"verse-num\" id=\"v16001004-1\">4&nbsp;</b>As soon as I heard these words I sat down and wept and mourned for days, and I continued fasting and praying before the God of heaven. <b class=\"verse-num\" id=\"v16001005-1\">5&nbsp;</b>And I said, “O LORD God of heaven, the great and awesome God who keeps covenant and steadfast love with those who love him and keep his commandments, <b class=\"verse-num\" id=\"v16001006-1\">6&nbsp;</b>let your ear be attentive and your eyes open, to hear the prayer of your servant that I now pray before you day and night for the people of Israel your servants, confessing the sins of the people of Israel, which we have sinned against you. Even I and my father’s house have sinned. <b class=\"verse-num\" id=\"v16001007-1\">7&nbsp;</b>We have acted very corruptly against you and have not kept the commandments, the statutes, and the rules that you commanded your servant Moses. <b class=\"verse-num\" id=\"v16001008-1\">8&nbsp;</b>Remember the word that you commanded your servant Moses, saying, ‘If you are unfaithful, I will scatter you among the peoples, <b class=\"verse-num\" id=\"v16001009-1\">9&nbsp;</b>but if you return to me and keep my commandments and do them, though your outcasts are in the uttermost parts of heaven, from there I will gather them and bring them to the place that I have chosen, to make my name dwell there.’ <b class=\"verse-num\" id=\"v16001010-1\">10&nbsp;</b>They are your servants and your people, whom you have redeemed by your great power and by your strong hand. <b class=\"verse-num\" id=\"v16001011-1\">11&nbsp;</b>O Lord, let your ear be attentive to the prayer of your servant, and to the prayer of your servants who delight to fear your name, and give success to your servant today, and grant him mercy in the sight of this man.”</p>\n<p id=\"p16001011_06-6\">Now I was cupbearer to the king.</p>\n</div>","kjv":"<strong>1</strong> The words of Nehemiah the son of Hachaliah. And it came to pass in the month Chisleu, in the twentieth year, as I was in Shushan the palace,  <strong>2</strong> That Hanani, one of my brethren, came, he and certain men of Judah; and I asked them concerning the Jews that had escaped, which were left of the captivity, and concerning Jerusalem.  <strong>3</strong> And they said unto me, The remnant that are left of the captivity there in the province are in great affliction and reproach: the wall of Jerusalem also is broken down, and the gates thereof are burned with fire.  <strong>4</strong> And it came to pass, when I heard these words, that I sat down and wept, and mourned certain days, and fasted, and prayed before the God of heaven,  <strong>5</strong> And said, I beseech thee, O LORD God of heaven, the great and terrible God, that keepeth covenant and mercy for them that love him and observe his commandments:  <strong>6</strong> Let thine ear now be attentive, and thine eyes open, that thou mayest hear the prayer of thy servant, which I pray before thee now, day and night, for the children of Israel thy servants, and confess the sins of the children of Israel, which we have sinned against thee: both I and my father’s house have sinned.  <strong>7</strong> We have dealt very corruptly against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses.  <strong>8</strong> Remember, I beseech thee, the word that thou commandedst thy servant Moses, saying, If ye transgress, I will scatter you abroad among the nations:  <strong>9</strong> But if ye turn unto me, and keep my commandments, and do them; though there were of you cast out unto the uttermost part of the heaven, yet will I gather them from thence, and will bring them unto the place that I have chosen to set my name there.  <strong>10</strong> Now these are thy servants and thy people, whom thou hast redeemed by thy great power, and by thy strong hand.  <strong>11</strong> O Lord, I beseech thee, let now thine ear be attentive to the prayer of thy servant, and to the prayer of thy servants, who desire to fear thy name: and prosper, I pray thee, thy servant this day, and grant him mercy in the sight of this man. For I was the king’s cupbearer.  ","niv":"<sup><strong>1</strong></sup> The words of Nehemiah son of Hacaliah: In the month of Kislev in the twentieth year, while I was in the citadel of Susa, <sup><strong>2</strong></sup> Hanani, one of my brothers, came from Judah with some other men, and I questioned them about the Jewish remnant that survived the exile, and also about Jerusalem. <sup><strong>3</strong></sup> They said to me, \"Those who survived the exile and are back in the province are in great trouble and disgrace. The wall of Jerusalem is broken down, and its gates have been burned with fire.\" <sup><strong>4</strong></sup> When I heard these things, I sat down and wept. For some days I mourned and fasted and prayed before the God of heaven. <sup><strong>5</strong></sup> Then I said: \"O LORD, God of heaven, the great and awesome God, who keeps his covenant of love with those who love him and obey his commands, <sup><strong>6</strong></sup> let your ear be attentive and your eyes open to hear the prayer your servant is praying before you day and night for your servants, the people of Israel. I confess the sins we Israelites, including myself and my father's house, have committed against you. <sup><strong>7</strong></sup> We have acted very wickedly toward you. We have not obeyed the commands, decrees and laws you gave your servant Moses. <sup><strong>8</strong></sup> \"Remember the instruction you gave your servant Moses, saying, 'If you are unfaithful, I will scatter you among the nations, <sup><strong>9</strong></sup> but if you return to me and obey my commands, then even if your exiled people are at the farthest horizon, I will gather them from there and bring them to the place I have chosen as a dwelling for my Name.' <sup><strong>10</strong></sup> \"They are your servants and your people, whom you redeemed by your great strength and your mighty hand. <sup><strong>11</strong></sup> O Lord, let your ear be attentive to the prayer of this your servant and to the prayer of your servants who delight in revering your name. Give your servant success today by granting him favor in the presence of this man.\" I was cupbearer to the king. "},{"_id":"6164efda6451fe5325fa02e4","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 11:1-36","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p16011001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16011001-1\">11:1&nbsp;</b>Now the leaders of the people lived in Jerusalem. And the rest of the people cast lots to bring one out of ten to live in Jerusalem the holy city, while nine out of ten remained in the other towns. <b class=\"verse-num\" id=\"v16011002-1\">2&nbsp;</b>And the people blessed all the men who willingly offered to live in Jerusalem.</p>\n<p id=\"p16011002_05-7\"><b class=\"verse-num\" id=\"v16011003-1\">3&nbsp;</b>These are the chiefs of the province who lived in Jerusalem; but in the towns of Judah everyone lived on his property in their towns: Israel, the priests, the Levites, the temple servants, and the descendants of Solomon’s servants. <b class=\"verse-num\" id=\"v16011004-1\">4&nbsp;</b>And in Jerusalem lived certain of the sons of Judah and of the sons of Benjamin. Of the sons of Judah: Athaiah the son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mahalalel, of the sons of Perez; <b class=\"verse-num\" id=\"v16011005-1\">5&nbsp;</b>and Maaseiah the son of Baruch, son of Col-hozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, son of the Shilonite. <b class=\"verse-num\" id=\"v16011006-1\">6&nbsp;</b>All the sons of Perez who lived in Jerusalem were 468 valiant men.</p>\n<p id=\"p16011006_05-7\"><b class=\"verse-num\" id=\"v16011007-1\">7&nbsp;</b>And these are the sons of Benjamin: Sallu the son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah, <b class=\"verse-num\" id=\"v16011008-1\">8&nbsp;</b>and his brothers, men of valor, 928. <b class=\"verse-num\" id=\"v16011009-1\">9&nbsp;</b>Joel the son of Zichri was their overseer; and Judah the son of Hassenuah was second over the city.</p>\n<p id=\"p16011009_05-7\"><b class=\"verse-num\" id=\"v16011010-1\">10&nbsp;</b>Of the priests: Jedaiah the son of Joiarib, Jachin, <b class=\"verse-num\" id=\"v16011011-1\">11&nbsp;</b>Seraiah the son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, ruler of the house of God, <b class=\"verse-num\" id=\"v16011012-1\">12&nbsp;</b>and their brothers who did the work of the house, 822; and Adaiah the son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malchijah, <b class=\"verse-num\" id=\"v16011013-1\">13&nbsp;</b>and his brothers, heads of fathers’ houses, 242; and Amashsai, the son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer, <b class=\"verse-num\" id=\"v16011014-1\">14&nbsp;</b>and their brothers, mighty men of valor, 128; their overseer was Zabdiel the son of Haggedolim.</p>\n<p id=\"p16011014_05-7\"><b class=\"verse-num\" id=\"v16011015-1\">15&nbsp;</b>And of the Levites: Shemaiah the son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni; <b class=\"verse-num\" id=\"v16011016-1\">16&nbsp;</b>and Shabbethai and Jozabad, of the chiefs of the Levites, who were over the outside work of the house of God; <b class=\"verse-num\" id=\"v16011017-1\">17&nbsp;</b>and Mattaniah the son of Mica, son of Zabdi, son of Asaph, who was the leader of the praise, who gave thanks, and Bakbukiah, the second among his brothers; and Abda the son of Shammua, son of Galal, son of Jeduthun. <b class=\"verse-num\" id=\"v16011018-1\">18&nbsp;</b>All the Levites in the holy city were 284.</p>\n<p id=\"p16011018_05-7\"><b class=\"verse-num\" id=\"v16011019-1\">19&nbsp;</b>The gatekeepers, Akkub, Talmon and their brothers, who kept watch at the gates, were 172. <b class=\"verse-num\" id=\"v16011020-1\">20&nbsp;</b>And the rest of Israel, and of the priests and the Levites, were in all the towns of Judah, every one in his inheritance. <b class=\"verse-num\" id=\"v16011021-1\">21&nbsp;</b>But the temple servants lived on Ophel; and Ziha and Gishpa were over the temple servants.</p>\n<p id=\"p16011021_05-7\"><b class=\"verse-num\" id=\"v16011022-1\">22&nbsp;</b>The overseer of the Levites in Jerusalem was Uzzi the son of Bani, son of Hashabiah, son of Mattaniah, son of Mica, of the sons of Asaph, the singers, over the work of the house of God. <b class=\"verse-num\" id=\"v16011023-1\">23&nbsp;</b>For there was a command from the king concerning them, and a fixed provision for the singers, as every day required. <b class=\"verse-num\" id=\"v16011024-1\">24&nbsp;</b>And Pethahiah the son of Meshezabel, of the sons of Zerah the son of Judah, was at the king’s side in all matters concerning the people.</p>\n\n<p id=\"p16011024_08-7\"><b class=\"verse-num\" id=\"v16011025-1\">25&nbsp;</b>And as for the villages, with their fields, some of the people of Judah lived in Kiriath-arba and its villages, and in Dibon and its villages, and in Jekabzeel and its villages, <b class=\"verse-num\" id=\"v16011026-1\">26&nbsp;</b>and in Jeshua and in Moladah and Beth-pelet, <b class=\"verse-num\" id=\"v16011027-1\">27&nbsp;</b>in Hazar-shual, in Beersheba and its villages, <b class=\"verse-num\" id=\"v16011028-1\">28&nbsp;</b>in Ziklag, in Meconah and its villages, <b class=\"verse-num\" id=\"v16011029-1\">29&nbsp;</b>in En-rimmon, in Zorah, in Jarmuth, <b class=\"verse-num\" id=\"v16011030-1\">30&nbsp;</b>Zanoah, Adullam, and their villages, Lachish and its fields, and Azekah and its villages. So they encamped from Beersheba to the Valley of Hinnom. <b class=\"verse-num\" id=\"v16011031-1\">31&nbsp;</b>The people of Benjamin also lived from Geba onward, at Michmash, Aija, Bethel and its villages, <b class=\"verse-num\" id=\"v16011032-1\">32&nbsp;</b>Anathoth, Nob, Ananiah, <b class=\"verse-num\" id=\"v16011033-1\">33&nbsp;</b>Hazor, Ramah, Gittaim, <b class=\"verse-num\" id=\"v16011034-1\">34&nbsp;</b>Hadid, Zeboim, Neballat, <b class=\"verse-num\" id=\"v16011035-1\">35&nbsp;</b>Lod, and Ono, the valley of craftsmen. <b class=\"verse-num\" id=\"v16011036-1\">36&nbsp;</b>And certain divisions of the Levites in Judah were assigned to Benjamin.</p>\n\n</div>","kjv":"<strong>1</strong> And the rulers of the people dwelt at Jerusalem: the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts to dwell in other cities.  <strong>2</strong> And the people blessed all the men, that willingly offered themselves to dwell at Jerusalem.  <strong>3</strong> Now these are the chief of the province that dwelt in Jerusalem: but in the cities of Judah dwelt every one in his possession in their cities, to wit, Israel, the priests, and the Levites, and the Nethinims, and the children of Solomon’s servants.  <strong>4</strong> And at Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin. Of the children of Judah; Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalaleel, of the children of Perez;  <strong>5</strong> And Maaseiah the son of Baruch, the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni.  <strong>6</strong> All the sons of Perez that dwelt at Jerusalem were four hundred threescore and eight valiant men.  <strong>7</strong> And these are the sons of Benjamin; Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jesaiah.  <strong>8</strong> And after him Gabbai, Sallai, nine hundred twenty and eight.  <strong>9</strong> And Joel the son of Zichri was their overseer: and Judah the son of Senuah was second over the city.  <strong>10</strong> Of the priests: Jedaiah the son of Joiarib, Jachin.  <strong>11</strong> Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was the ruler of the house of God.  <strong>12</strong> And their brethren that did the work of the house were eight hundred twenty and two: and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashur, the son of Malchiah,  <strong>13</strong> And his brethren, chief of the fathers, two hundred forty and two: and Amashai the son of Azareel, the son of Ahasai, the son of Meshillemoth, the son of Immer,  <strong>14</strong> And their brethren, mighty men of valour, an hundred twenty and eight: and their overseer was Zabdiel, the son of one of the great men.  <strong>15</strong> Also of the Levites: Shemaiah the son of Hashub, the son of Azrikam, the son of Hashabiah, the son of Bunni;  <strong>16</strong> And Shabbethai and Jozabad, of the chief of the Levites, had  the oversight of the outward business of the house of God.  <strong>17</strong> And Mattaniah the son of Micha, the son of Zabdi, the son of Asaph, was the principal to begin the thanksgiving in prayer: and Bakbukiah the second among his brethren, and Abda the son of Shammua, the son of Galal, the son of Jeduthun.  <strong>18</strong> All the Levites in the holy city were two hundred fourscore and four.  <strong>19</strong> Moreover the porters, Akkub, Talmon, and their brethren that kept the gates, were an hundred seventy and two.  <strong>20</strong> And the residue of Israel, of the priests, and the Levites, were in all the cities of Judah, every one in his inheritance.  <strong>21</strong> But the Nethinims dwelt in Ophel: and Ziha and Gispa were  over the Nethinims.  <strong>22</strong> The overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha. Of the sons of Asaph, the singers were over the business of the house of God.  <strong>23</strong> For it was the king’s commandment concerning them, that a certain portion should be for the singers, due for every day.  <strong>24</strong> And Pethahiah the son of Meshezabeel, of the children of Zerah the son of Judah, was at the king’s hand in all matters concerning the people.  <strong>25</strong> And for the villages, with their fields, some of the children of Judah dwelt at Kirjath-arba, and in the villages thereof, and at Dibon, and in the villages thereof, and at Jekabzeel, and in the villages thereof,  <strong>26</strong> And at Jeshua, and at Moladah, and at Beth-phelet,  <strong>27</strong> And at Hazar-shual, and at Beer-sheba, and in the villages thereof,  <strong>28</strong> And at Ziklag, and at Mekonah, and in the villages thereof,  <strong>29</strong> And at En-rimmon, and at Zareah, and at Jarmuth,  <strong>30</strong> Zanoah, Adullam, and in their villages, at Lachish, and the fields thereof, at Azekah, and in the villages thereof. And they dwelt from Beer-sheba unto the valley of Hinnom.  <strong>31</strong> The children also of Benjamin from Geba dwelt at Michmash, and Aija, and Bethel, and in their villages,  <strong>32</strong> And at Anathoth, Nob, Ananiah,  <strong>33</strong> Hazor, Ramah, Gittaim,  <strong>34</strong> Hadid, Zeboim, Neballat,  <strong>35</strong> Lod, and Ono, the valley of craftsmen.  <strong>36</strong> And of the Levites were divisions in Judah, and in Benjamin.  ","niv":"<sup><strong>1</strong></sup> Now the leaders of the people settled in Jerusalem, and the rest of the people cast lots to bring one out of every ten to live in Jerusalem, the holy city, while the remaining nine were to stay in their own towns. <sup><strong>2</strong></sup> The people commended all the men who volunteered to live in Jerusalem. <sup><strong>3</strong></sup> These are the provincial leaders who settled in Jerusalem (now some Israelites, priests, Levites, temple servants and descendants of Solomon's servants lived in the towns of Judah, each on his own property in the various towns, <sup><strong>4</strong></sup> while other people from both Judah and Benjamin lived in Jerusalem): From the descendants of Judah: Athaiah son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, a descendant of Perez; <sup><strong>5</strong></sup> and Maaseiah son of Baruch, the son of Col-Hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, a descendant of Shelah. <sup><strong>6</strong></sup> The descendants of Perez who lived in Jerusalem totaled 468 able men. <sup><strong>7</strong></sup> From the descendants of Benjamin: Sallu son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah, <sup><strong>8</strong></sup> and his followers, Gabbai and Sallai-928 men. <sup><strong>9</strong></sup> Joel son of Zicri was their chief officer, and Judah son of Hassenuah was over the Second District of the city. <sup><strong>10</strong></sup> From the priests: Jedaiah; the son of Joiarib; Jakin; <sup><strong>11</strong></sup> Seraiah son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, supervisor in the house of God, <sup><strong>12</strong></sup> and their associates, who carried on work for the temple-822 men; Adaiah son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malkijah, <sup><strong>13</strong></sup> and his associates, who were heads of families-242 men; Amashsai son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer, <sup><strong>14</strong></sup> and his associates, who were able men-128. Their chief officer was Zabdiel son of Haggedolim. <sup><strong>15</strong></sup> From the Levites: Shemaiah son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni; <sup><strong>16</strong></sup> Shabbethai and Jozabad, two of the heads of the Levites, who had charge of the outside work of the house of God; <sup><strong>17</strong></sup> Mattaniah son of Mica, the son of Zabdi, the son of Asaph, the director who led in thanksgiving and prayer; Bakbukiah, second among his associates; and Abda son of Shammua, the son of Galal, the son of Jeduthun. <sup><strong>18</strong></sup> The Levites in the holy city totaled 284. <sup><strong>19</strong></sup> The gatekeepers: Akkub, Talmon and their associates, who kept watch at the gates-172 men. <sup><strong>20</strong></sup> The rest of the Israelites, with the priests and Levites, were in all the towns of Judah, each on his ancestral property. <sup><strong>21</strong></sup> The temple servants lived on the hill of Ophel, and Ziha and Gishpa were in charge of them. <sup><strong>22</strong></sup> The chief officer of the Levites in Jerusalem was Uzzi son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica. Uzzi was one of Asaph's descendants, who were the singers responsible for the service of the house of God. <sup><strong>23</strong></sup> The singers were under the king's orders, which regulated their daily activity. <sup><strong>24</strong></sup> Pethahiah son of Meshezabel, one of the descendants of Zerah son of Judah, was the king's agent in all affairs relating to the people. <sup><strong>25</strong></sup> As for the villages with their fields, some of the people of Judah lived in Kiriath Arba and its surrounding settlements, in Dibon and its settlements, in Jekabzeel and its villages, <sup><strong>26</strong></sup> in Jeshua, in Moladah, in Beth Pelet, <sup><strong>27</strong></sup> in Hazar Shual, in Beersheba and its settlements, <sup><strong>28</strong></sup> in Ziklag, in Meconah and its settlements, <sup><strong>29</strong></sup> in En Rimmon, in Zorah, in Jarmuth, <sup><strong>30</strong></sup> Zanoah, Adullam and their villages, in Lachish and its fields, and in Azekah and its settlements. So they were living all the way from Beersheba to the Valley of Hinnom. <sup><strong>31</strong></sup> The descendants of the Benjamites from Geba lived in Micmash, Aija, Bethel and its settlements, <sup><strong>32</strong></sup> in Anathoth, Nob and Ananiah, <sup><strong>33</strong></sup> in Hazor, Ramah and Gittaim, <sup><strong>34</strong></sup> in Hadid, Zeboim and Neballat, <sup><strong>35</strong></sup> in Lod and Ono, and in the Valley of the Craftsmen. <sup><strong>36</strong></sup> Some of the divisions of the Levites of Judah settled in Benjamin. "},{"_id":"6164efda6451fe5325fa02e5","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 9:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p16009005_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v16009005-1\">5&nbsp;</b>Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, “Stand up and bless the LORD your God from everlasting to everlasting. Blessed be your glorious name, which is exalted above all blessing and praise.</p>\n</div>","kjv":"<strong>5</strong> Then the Levites, Jeshua, and Kadmiel, Bani, Hashabniah, Sherebiah, Hodijah, Shebaniah, and Pethahiah, said, Stand up and  bless the LORD your God for ever and ever: and blessed be thy glorious name, which is exalted above all blessing and praise.  ","niv":"<sup><strong>5</strong></sup> And the Levites-Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah and Pethahiah-said: \"Stand up and praise the LORD your God, who is from everlasting to everlasting. Blessed be your glorious name, and may it be exalted above all blessing and praise."},{"_id":"6164efda6451fe5325fa02e6","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 6:1-19","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p16006001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16006001-1\">6:1&nbsp;</b>Now when Sanballat and Tobiah and Geshem the Arab and the rest of our enemies heard that I had built the wall and that there was no breach left in it (although up to that time I had not set up the doors in the gates), <b class=\"verse-num\" id=\"v16006002-1\">2&nbsp;</b>Sanballat and Geshem sent to me, saying, “Come and let us meet together at Hakkephirim in the plain of Ono.” But they intended to do me harm. <b class=\"verse-num\" id=\"v16006003-1\">3&nbsp;</b>And I sent messengers to them, saying, “I am doing a great work and I cannot come down. Why should the work stop while I leave it and come down to you?” <b class=\"verse-num\" id=\"v16006004-1\">4&nbsp;</b>And they sent to me four times in this way, and I answered them in the same manner. <b class=\"verse-num\" id=\"v16006005-1\">5&nbsp;</b>In the same way Sanballat for the fifth time sent his servant to me with an open letter in his hand. <b class=\"verse-num\" id=\"v16006006-1\">6&nbsp;</b>In it was written, “It is reported among the nations, and Geshem also says it, that you and the Jews intend to rebel; that is why you are building the wall. And according to these reports you wish to become their king. <b class=\"verse-num\" id=\"v16006007-1\">7&nbsp;</b>And you have also set up prophets to proclaim concerning you in Jerusalem, ‘There is a king in Judah.’ And now the king will hear of these reports. So now come and let us take counsel together.” <b class=\"verse-num\" id=\"v16006008-1\">8&nbsp;</b>Then I sent to him, saying, “No such things as you say have been done, for you are inventing them out of your own mind.” <b class=\"verse-num\" id=\"v16006009-1\">9&nbsp;</b>For they all wanted to frighten us, thinking, “Their hands will drop from the work, and it will not be done.” But now, O God, strengthen my hands.</p>\n<p id=\"p16006009_04-9\"><b class=\"verse-num\" id=\"v16006010-1\">10&nbsp;</b>Now when I went into the house of Shemaiah the son of Delaiah, son of Mehetabel, who was confined to his home, he said, “Let us meet together in the house of God, within the temple. Let us close the doors of the temple, for they are coming to kill you. They are coming to kill you by night.” <b class=\"verse-num\" id=\"v16006011-1\">11&nbsp;</b>But I said, “Should such a man as I run away? And what man such as I could go into the temple and live? I will not go in.” <b class=\"verse-num\" id=\"v16006012-1\">12&nbsp;</b>And I understood and saw that God had not sent him, but he had pronounced the prophecy against me because Tobiah and Sanballat had hired him. <b class=\"verse-num\" id=\"v16006013-1\">13&nbsp;</b>For this purpose he was hired, that I should be afraid and act in this way and sin, and so they could give me a bad name in order to taunt me. <b class=\"verse-num\" id=\"v16006014-1\">14&nbsp;</b>Remember Tobiah and Sanballat, O my God, according to these things that they did, and also the prophetess Noadiah and the rest of the prophets who wanted to make me afraid.</p>\n\n<p id=\"p16006014_08-9\"><b class=\"verse-num\" id=\"v16006015-1\">15&nbsp;</b>So the wall was finished on the twenty-fifth day of the month Elul, in fifty-two days. <b class=\"verse-num\" id=\"v16006016-1\">16&nbsp;</b>And when all our enemies heard of it, all the nations around us were afraid and fell greatly in their own esteem, for they perceived that this work had been accomplished with the help of our God. <b class=\"verse-num\" id=\"v16006017-1\">17&nbsp;</b>Moreover, in those days the nobles of Judah sent many letters to Tobiah, and Tobiah’s letters came to them. <b class=\"verse-num\" id=\"v16006018-1\">18&nbsp;</b>For many in Judah were bound by oath to him, because he was the son-in-law of Shecaniah the son of Arah: and his son Jehohanan had taken the daughter of Meshullam the son of Berechiah as his wife. <b class=\"verse-num\" id=\"v16006019-1\">19&nbsp;</b>Also they spoke of his good deeds in my presence and reported my words to him. And Tobiah sent letters to make me afraid.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass, when Sanballat, and Tobiah, and Geshem the Arabian, and the rest of our enemies, heard that I had builded the wall, and that there was no breach left therein; (though at that time I had not set up the doors upon the gates;)  <strong>2</strong> That Sanballat and Geshem sent unto me, saying, Come, let us meet together in some one of the villages in the plain of Ono. But they thought to do me mischief.  <strong>3</strong> And I sent messengers unto them, saying, I am doing a great work, so that I cannot come down: why should the work cease, whilst I leave it, and come down to you?  <strong>4</strong> Yet they sent unto me four times after this sort; and I answered them after the same manner.  <strong>5</strong> Then sent Sanballat his servant unto me in like manner the fifth time with an open letter in his hand;  <strong>6</strong> Wherein was written, It is reported among the heathen, and Gashmu saith it, that thou and the Jews think to rebel: for which cause thou buildest the wall, that thou mayest be their king, according to these words.  <strong>7</strong> And thou hast also appointed prophets to preach of thee at Jerusalem, saying, There is a king in Judah: and now shall it be reported to the king according to these words. Come now therefore, and let us take counsel together.  <strong>8</strong> Then I sent unto him, saying, There are no such things done as thou sayest, but thou feignest them out of thine own heart.  <strong>9</strong> For they all made us afraid, saying, Their hands shall be weakened from the work, that it be not done. Now therefore, O God, strengthen my hands.  <strong>10</strong> Afterward I came unto the house of Shemaiah the son of Delaiah the son of Mehetabeel, who was shut up; and he said, Let us meet together in the house of God, within the temple, and let us shut the doors of the temple: for they will come to slay thee; yea, in the night will they come to slay thee.  <strong>11</strong> And I said, Should such a man as I flee? and who is there,  that, being as I am, would go into the temple to save his life? I will not go in.  <strong>12</strong> And, lo, I perceived that God had not sent him; but that he pronounced this prophecy against me: for Tobiah and Sanballat had hired him.  <strong>13</strong> Therefore was he hired, that I should be afraid, and do so, and sin, and that they might have matter for an evil report, that they might reproach me.  <strong>14</strong> My God, think thou upon Tobiah and Sanballat according to these their works, and on the prophetess Noadiah, and the rest of the prophets, that would have put me in fear.  <strong>15</strong> So the wall was finished in the twenty and fifth day of the month Elul, in fifty and two days.  <strong>16</strong> And it came to pass, that when all our enemies heard thereof,  and all the heathen that were about us saw these things,  they were much cast down in their own eyes: for they perceived that this work was wrought of our God.  <strong>17</strong> Moreover in those days the nobles of Judah sent many letters unto Tobiah, and the letters of Tobiah came unto them.  <strong>18</strong> For there were many in Judah sworn unto him, because he was the son in law of Shechaniah the son of Arah; and his son Johanan had taken the daughter of Meshullam the son of Berechiah.  <strong>19</strong> Also they reported his good deeds before me, and uttered my words to him. And Tobiah sent letters to put me in fear.  ","niv":"<sup><strong>1</strong></sup> When word came to Sanballat, Tobiah, Geshem the Arab and the rest of our enemies that I had rebuilt the wall and not a gap was left in it-though up to that time I had not set the doors in the gates- <sup><strong>2</strong></sup> Sanballat and Geshem sent me this message: \"Come, let us meet together in one of the villages on the plain of Ono.\" But they were scheming to harm me; <sup><strong>3</strong></sup> so I sent messengers to them with this reply: \"I am carrying on a great project and cannot go down. Why should the work stop while I leave it and go down to you?\" <sup><strong>4</strong></sup> Four times they sent me the same message, and each time I gave them the same answer. <sup><strong>5</strong></sup> Then, the fifth time, Sanballat sent his aide to me with the same message, and in his hand was an unsealed letter <sup><strong>6</strong></sup> in which was written: \"It is reported among the nations-and Geshem says it is true-that you and the Jews are plotting to revolt, and therefore you are building the wall. Moreover, according to these reports you are about to become their king <sup><strong>7</strong></sup> and have even appointed prophets to make this proclamation about you in Jerusalem: 'There is a king in Judah!' Now this report will get back to the king; so come, let us confer together.\" <sup><strong>8</strong></sup> I sent him this reply: \"Nothing like what you are saying is happening; you are just making it up out of your head.\" <sup><strong>9</strong></sup> They were all trying to frighten us, thinking, \"Their hands will get too weak for the work, and it will not be completed.\" But I prayed, \"Now strengthen my hands.\" <sup><strong>10</strong></sup> One day I went to the house of Shemaiah son of Delaiah, the son of Mehetabel, who was shut in at his home. He said, \"Let us meet in the house of God, inside the temple, and let us close the temple doors, because men are coming to kill you-by night they are coming to kill you.\" <sup><strong>11</strong></sup> But I said, \"Should a man like me run away? Or should one like me go into the temple to save his life? I will not go!\" <sup><strong>12</strong></sup> I realized that God had not sent him, but that he had prophesied against me because Tobiah and Sanballat had hired him. <sup><strong>13</strong></sup> He had been hired to intimidate me so that I would commit a sin by doing this, and then they would give me a bad name to discredit me. <sup><strong>14</strong></sup> Remember Tobiah and Sanballat, O my God, because of what they have done; remember also the prophetess Noadiah and the rest of the prophets who have been trying to intimidate me. <sup><strong>15</strong></sup> So the wall was completed on the twenty-fifth of Elul, in fifty-two days. <sup><strong>16</strong></sup> When all our enemies heard about this, all the surrounding nations were afraid and lost their self-confidence, because they realized that this work had been done with the help of our God. <sup><strong>17</strong></sup> Also, in those days the nobles of Judah were sending many letters to Tobiah, and replies from Tobiah kept coming to them. <sup><strong>18</strong></sup> For many in Judah were under oath to him, since he was son-in-law to Shecaniah son of Arah, and his son Jehohanan had married the daughter of Meshullam son of Berekiah. <sup><strong>19</strong></sup> Moreover, they kept reporting to me his good deeds and then telling him what I said. And Tobiah sent letters to intimidate me. "},{"_id":"6164efdb6451fe5325fa02e7","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 5:1-19","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p16005001_07-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16005001-1\">5:1&nbsp;</b>Now there arose a great outcry of the people and of their wives against their Jewish brothers. <b class=\"verse-num\" id=\"v16005002-1\">2&nbsp;</b>For there were those who said, “With our sons and our daughters, we are many. So let us get grain, that we may eat and keep alive.” <b class=\"verse-num\" id=\"v16005003-1\">3&nbsp;</b>There were also those who said, “We are mortgaging our fields, our vineyards, and our houses to get grain because of the famine.” <b class=\"verse-num\" id=\"v16005004-1\">4&nbsp;</b>And there were those who said, “We have borrowed money for the king’s tax on our fields and our vineyards. <b class=\"verse-num\" id=\"v16005005-1\">5&nbsp;</b>Now our flesh is as the flesh of our brothers, our children are as their children. Yet we are forcing our sons and our daughters to be slaves, and some of our daughters have already been enslaved, but it is not in our power to help it, for other men have our fields and our vineyards.”</p>\n<p id=\"p16005005_07-10\"><b class=\"verse-num\" id=\"v16005006-1\">6&nbsp;</b>I was very angry when I heard their outcry and these words. <b class=\"verse-num\" id=\"v16005007-1\">7&nbsp;</b>I took counsel with myself, and I brought charges against the nobles and the officials. I said to them, “You are exacting interest, each from his brother.” And I held a great assembly against them <b class=\"verse-num\" id=\"v16005008-1\">8&nbsp;</b>and said to them, “We, as far as we are able, have bought back our Jewish brothers who have been sold to the nations, but you even sell your brothers that they may be sold to us!” They were silent and could not find a word to say. <b class=\"verse-num\" id=\"v16005009-1\">9&nbsp;</b>So I said, “The thing that you are doing is not good. Ought you not to walk in the fear of our God to prevent the taunts of the nations our enemies? <b class=\"verse-num\" id=\"v16005010-1\">10&nbsp;</b>Moreover, I and my brothers and my servants are lending them money and grain. Let us abandon this exacting of interest. <b class=\"verse-num\" id=\"v16005011-1\">11&nbsp;</b>Return to them this very day their fields, their vineyards, their olive orchards, and their houses, and the percentage of money, grain, wine, and oil that you have been exacting from them.” <b class=\"verse-num\" id=\"v16005012-1\">12&nbsp;</b>Then they said, “We will restore these and require nothing from them. We will do as you say.” And I called the priests and made them swear to do as they had promised. <b class=\"verse-num\" id=\"v16005013-1\">13&nbsp;</b>I also shook out the fold of my garment and said, “So may God shake out every man from his house and from his labor who does not keep this promise. So may he be shaken out and emptied.” And all the assembly said “Amen” and praised the LORD. And the people did as they had promised.</p>\n\n<p id=\"p16005013_09-10\"><b class=\"verse-num\" id=\"v16005014-1\">14&nbsp;</b>Moreover, from the time that I was appointed to be their governor in the land of Judah, from the twentieth year to the thirty-second year of Artaxerxes the king, twelve years, neither I nor my brothers ate the food allowance of the governor. <b class=\"verse-num\" id=\"v16005015-1\">15&nbsp;</b>The former governors who were before me laid heavy burdens on the people and took from them for their daily ration forty shekels of silver. Even their servants lorded it over the people. But I did not do so, because of the fear of God. <b class=\"verse-num\" id=\"v16005016-1\">16&nbsp;</b>I also persevered in the work on this wall, and we acquired no land, and all my servants were gathered there for the work. <b class=\"verse-num\" id=\"v16005017-1\">17&nbsp;</b>Moreover, there were at my table 150 men, Jews and officials, besides those who came to us from the nations that were around us. <b class=\"verse-num\" id=\"v16005018-1\">18&nbsp;</b>Now what was prepared at my expense for each day was one ox and six choice sheep and birds, and every ten days all kinds of wine in abundance. Yet for all this I did not demand the food allowance of the governor, because the service was too heavy on this people. <b class=\"verse-num\" id=\"v16005019-1\">19&nbsp;</b>Remember for my good, O my God, all that I have done for this people.</p>\n\n</div>","kjv":"<strong>1</strong> And there was a great cry of the people and of their wives against their brethren the Jews.  <strong>2</strong> For there were that said, We, our sons, and our daughters, are  many: therefore we take up corn for them, that we may eat, and live.  <strong>3</strong> Some also there were that said, We have mortgaged our lands, vineyards, and houses, that we might buy corn, because of the dearth.  <strong>4</strong> There were also that said, We have borrowed money for the king’s tribute, and that upon our lands and vineyards.  <strong>5</strong> Yet now our flesh is as the flesh of our brethren, our children as their children: and, lo, we bring into bondage our sons and our daughters to be servants, and some of our daughters are brought unto bondage already: neither is it in our power to redeem them;  for other men have our lands and vineyards.  <strong>6</strong> And I was very angry when I heard their cry and these words.  <strong>7</strong> Then I consulted with myself, and I rebuked the nobles, and the rulers, and said unto them, Ye exact usury, every one of his brother. And I set a great assembly against them.  <strong>8</strong> And I said unto them, We after our ability have redeemed our brethren the Jews, which were sold unto the heathen; and will ye even sell your brethren? or shall they be sold unto us? Then held they their peace, and found nothing to answer.  <strong>9</strong> Also I said, It is not good that ye do: ought ye not to walk in the fear of our God because of the reproach of the heathen our enemies?  <strong>10</strong> I likewise, and my brethren, and my servants, might exact of them money and corn: I pray you, let us leave off this usury.  <strong>11</strong> Restore, I pray you, to them, even this day, their lands, their vineyards, their oliveyards, and their houses, also the hundredth part of the money, and of the corn, the wine, and the oil, that ye exact of them.  <strong>12</strong> Then said they, We will restore them, and will require nothing of them; so will we do as thou sayest. Then I called the priests, and took an oath of them, that they should do according to this promise.  <strong>13</strong> Also I shook my lap, and said, So God shake out every man from his house, and from his labour, that performeth not this promise, even thus be he shaken out, and emptied. And all the congregation said, Amen, and praised the LORD. And the people did according to this promise.  <strong>14</strong> Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even unto the two and thirtieth year of Artaxerxes the king, that is, twelve years, I and my brethren have not eaten the bread of the governor.  <strong>15</strong> But the former governors that had been before me were chargeable unto the people, and had taken of them bread and wine, beside forty shekels of silver; yea, even their servants bare rule over the people: but so did not I, because of the fear of God.  <strong>16</strong> Yea, also I continued in the work of this wall, neither bought we any land: and all my servants were gathered thither unto the work.  <strong>17</strong> Moreover there were at my table an hundred and fifty of the Jews and rulers, beside those that came unto us from among the heathen that are about us.  <strong>18</strong> Now that which was prepared for me daily was  one ox and six choice sheep; also fowls were prepared for me, and once in ten days store of all sorts of wine: yet for all this required not I the bread of the governor, because the bondage was heavy upon this people.  <strong>19</strong> Think upon me, my God, for good, according to all that I have done for this people.  ","niv":"<sup><strong>1</strong></sup> Now the men and their wives raised a great outcry against their Jewish brothers. <sup><strong>2</strong></sup> Some were saying, \"We and our sons and daughters are numerous; in order for us to eat and stay alive, we must get grain.\" <sup><strong>3</strong></sup> Others were saying, \"We are mortgaging our fields, our vineyards and our homes to get grain during the famine.\" <sup><strong>4</strong></sup> Still others were saying, \"We have had to borrow money to pay the king's tax on our fields and vineyards. <sup><strong>5</strong></sup> Although we are of the same flesh and blood as our countrymen and though our sons are as good as theirs, yet we have to subject our sons and daughters to slavery. Some of our daughters have already been enslaved, but we are powerless, because our fields and our vineyards belong to others.\" <sup><strong>6</strong></sup> When I heard their outcry and these charges, I was very angry. <sup><strong>7</strong></sup> I pondered them in my mind and then accused the nobles and officials. I told them, \"You are exacting usury from your own countrymen!\" So I called together a large meeting to deal with them <sup><strong>8</strong></sup> and said: \"As far as possible, we have bought back our Jewish brothers who were sold to the Gentiles. Now you are selling your brothers, only for them to be sold back to us!\" They kept quiet, because they could find nothing to say. <sup><strong>9</strong></sup> So I continued, \"What you are doing is not right. Shouldn't you walk in the fear of our God to avoid the reproach of our Gentile enemies? <sup><strong>10</strong></sup> I and my brothers and my men are also lending the people money and grain. But let the exacting of usury stop! <sup><strong>11</strong></sup> Give back to them immediately their fields, vineyards, olive groves and houses, and also the usury you are charging them-the hundredth part of the money, grain, new wine and oil.\" <sup><strong>12</strong></sup> \"We will give it back,\" they said. \"And we will not demand anything more from them. We will do as you say.\" Then I summoned the priests and made the nobles and officials take an oath to do what they had promised. <sup><strong>13</strong></sup> I also shook out the folds of my robe and said, \"In this way may God shake out of his house and possessions every man who does not keep this promise. So may such a man be shaken out and emptied!\" At this the whole assembly said, \"Amen,\" and praised the LORD. And the people did as they had promised. <sup><strong>14</strong></sup> Moreover, from the twentieth year of King Artaxerxes, when I was appointed to be their governor in the land of Judah, until his thirty-second year-twelve years-neither I nor my brothers ate the food allotted to the governor. <sup><strong>15</strong></sup> But the earlier governors-those preceding me-placed a heavy burden on the people and took forty shekels of silver from them in addition to food and wine. Their assistants also lorded it over the people. But out of reverence for God I did not act like that. <sup><strong>16</strong></sup> Instead, I devoted myself to the work on this wall. All my men were assembled there for the work; we did not acquire any land. <sup><strong>17</strong></sup> Furthermore, a hundred and fifty Jews and officials ate at my table, as well as those who came to us from the surrounding nations. <sup><strong>18</strong></sup> Each day one ox, six choice sheep and some poultry were prepared for me, and every ten days an abundant supply of wine of all kinds. In spite of all this, I never demanded the food allotted to the governor, because the demands were heavy on these people. <sup><strong>19</strong></sup> Remember me with favor, O my God, for all I have done for these people. "},{"_id":"6164efdb6451fe5325fa02e8","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 4:1-23","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p16004001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16004001-1\">4:1&nbsp;</b> Now when Sanballat heard that we were building the wall, he was angry and greatly enraged, and he jeered at the Jews. <b class=\"verse-num\" id=\"v16004002-1\">2&nbsp;</b>And he said in the presence of his brothers and of the army of Samaria, “What are these feeble Jews doing? Will they restore it for themselves? Will they sacrifice? Will they finish up in a day? Will they revive the stones out of the heaps of rubbish, and burned ones at that?” <b class=\"verse-num\" id=\"v16004003-1\">3&nbsp;</b>Tobiah the Ammonite was beside him, and he said, “Yes, what they are building—if a fox goes up on it he will break down their stone wall!” <b class=\"verse-num\" id=\"v16004004-1\">4&nbsp;</b>Hear, O our God, for we are despised. Turn back their taunt on their own heads and give them up to be plundered in a land where they are captives. <b class=\"verse-num\" id=\"v16004005-1\">5&nbsp;</b>Do not cover their guilt, and let not their sin be blotted out from your sight, for they have provoked you to anger in the presence of the builders.</p>\n<p id=\"p16004005_05-11\"><b class=\"verse-num\" id=\"v16004006-1\">6&nbsp;</b>So we built the wall. And all the wall was joined together to half its height, for the people had a mind to work.</p>\n<p id=\"p16004006_05-11\"><b class=\"verse-num\" id=\"v16004007-1\">7&nbsp;</b> But when Sanballat and Tobiah and the Arabs and the Ammonites and the Ashdodites heard that the repairing of the walls of Jerusalem was going forward and that the breaches were beginning to be closed, they were very angry. <b class=\"verse-num\" id=\"v16004008-1\">8&nbsp;</b>And they all plotted together to come and fight against Jerusalem and to cause confusion in it. <b class=\"verse-num\" id=\"v16004009-1\">9&nbsp;</b>And we prayed to our God and set a guard as a protection against them day and night.</p>\n<p id=\"p16004009_05-11\"><b class=\"verse-num\" id=\"v16004010-1\">10&nbsp;</b>In Judah it was said, “The strength of those who bear the burdens is failing. There is too much rubble. By ourselves we will not be able to rebuild the wall.” <b class=\"verse-num\" id=\"v16004011-1\">11&nbsp;</b>And our enemies said, “They will not know or see till we come among them and kill them and stop the work.” <b class=\"verse-num\" id=\"v16004012-1\">12&nbsp;</b>At that time the Jews who lived near them came from all directions and said to us ten times, “You must return to us.” <b class=\"verse-num\" id=\"v16004013-1\">13&nbsp;</b>So in the lowest parts of the space behind the wall, in open places, I stationed the people by their clans, with their swords, their spears, and their bows. <b class=\"verse-num\" id=\"v16004014-1\">14&nbsp;</b>And I looked and arose and said to the nobles and to the officials and to the rest of the people, “Do not be afraid of them. Remember the Lord, who is great and awesome, and fight for your brothers, your sons, your daughters, your wives, and your homes.”</p>\n\n<p id=\"p16004014_08-11\"><b class=\"verse-num\" id=\"v16004015-1\">15&nbsp;</b>When our enemies heard that it was known to us and that God had frustrated their plan, we all returned to the wall, each to his work. <b class=\"verse-num\" id=\"v16004016-1\">16&nbsp;</b>From that day on, half of my servants worked on construction, and half held the spears, shields, bows, and coats of mail. And the leaders stood behind the whole house of Judah, <b class=\"verse-num\" id=\"v16004017-1\">17&nbsp;</b>who were building on the wall. Those who carried burdens were loaded in such a way that each labored on the work with one hand and held his weapon with the other. <b class=\"verse-num\" id=\"v16004018-1\">18&nbsp;</b>And each of the builders had his sword strapped at his side while he built. The man who sounded the trumpet was beside me. <b class=\"verse-num\" id=\"v16004019-1\">19&nbsp;</b>And I said to the nobles and to the officials and to the rest of the people, “The work is great and widely spread, and we are separated on the wall, far from one another. <b class=\"verse-num\" id=\"v16004020-1\">20&nbsp;</b>In the place where you hear the sound of the trumpet, rally to us there. Our God will fight for us.”</p>\n<p id=\"p16004020_08-11\"><b class=\"verse-num\" id=\"v16004021-1\">21&nbsp;</b>So we labored at the work, and half of them held the spears from the break of dawn until the stars came out. <b class=\"verse-num\" id=\"v16004022-1\">22&nbsp;</b>I also said to the people at that time, “Let every man and his servant pass the night within Jerusalem, that they may be a guard for us by night and may labor by day.” <b class=\"verse-num\" id=\"v16004023-1\">23&nbsp;</b>So neither I nor my brothers nor my servants nor the men of the guard who followed me, none of us took off our clothes; each kept his weapon at his right hand.</p>\n\n</div>","kjv":"<strong>1</strong> But it came to pass, that when Sanballat heard that we builded the wall, he was wroth, and took great indignation, and mocked the Jews.  <strong>2</strong> And he spake before his brethren and the army of Samaria, and said, What do these feeble Jews? will they fortify themselves? will they sacrifice? will they make an end in a day? will they revive the stones out of the heaps of the rubbish which are burned?  <strong>3</strong> Now Tobiah the Ammonite was by him, and he said, Even that which they build, if a fox go up, he shall even break down their stone wall.  <strong>4</strong> Hear, O our God; for we are despised: and turn their reproach upon their own head, and give them for a prey in the land of captivity:  <strong>5</strong> And cover not their iniquity, and let not their sin be blotted out from before thee: for they have provoked thee to anger before the builders.  <strong>6</strong> So built we the wall; and all the wall was joined together unto the half thereof: for the people had a mind to work.  <strong>7</strong> But it came to pass, that when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodites, heard that the walls of Jerusalem were made up, and that the breaches began to be stopped, then they were very wroth,  <strong>8</strong> And conspired all of them together to come and to fight against Jerusalem, and to hinder it.  <strong>9</strong> Nevertheless we made our prayer unto our God, and set a watch against them day and night, because of them.  <strong>10</strong> And Judah said, The strength of the bearers of burdens is decayed, and there is much rubbish; so that we are not able to build the wall.  <strong>11</strong> And our adversaries said, They shall not know, neither see, till we come in the midst among them, and slay them, and cause the work to cease.  <strong>12</strong> And it came to pass, that when the Jews which dwelt by them came, they said unto us ten times, From all places whence ye shall return unto us they will be upon you. <strong>13</strong> Therefore set I in the lower places behind the wall, and  on the higher places, I even set the people after their families with their swords, their spears, and their bows.  <strong>14</strong> And I looked, and rose up, and said unto the nobles, and to the rulers, and to the rest of the people, Be not ye afraid of them: remember the Lord, which is great and terrible, and fight for your brethren, your sons, and your daughters, your wives, and your houses.  <strong>15</strong> And it came to pass, when our enemies heard that it was known unto us, and God had brought their counsel to nought, that we returned all of us to the wall, every one unto his work.  <strong>16</strong> And it came to pass from that time forth, that the half of my servants wrought in the work, and the other half of them held both the spears, the shields, and the bows, and the habergeons; and the rulers were  behind all the house of Judah.  <strong>17</strong> They which builded on the wall, and they that bare burdens, with those that laded, every one with one of his hands wrought in the work, and with the other hand held a weapon.  <strong>18</strong> For the builders, every one had his sword girded by his side, and so builded. And he that sounded the trumpet was by me.  <strong>19</strong> And I said unto the nobles, and to the rulers, and to the rest of the people, The work is great and large, and we are separated upon the wall, one far from another.  <strong>20</strong> In what place therefore ye hear the sound of the trumpet, resort ye thither unto us: our God shall fight for us.  <strong>21</strong> So we laboured in the work: and half of them held the spears from the rising of the morning till the stars appeared.  <strong>22</strong> Likewise at the same time said I unto the people, Let every one with his servant lodge within Jerusalem, that in the night they may be a guard to us, and labour on the day.  <strong>23</strong> So neither I, nor my brethren, nor my servants, nor the men of the guard which followed me, none of us put off our clothes, saving that  every one put them off for washing.  ","niv":"<sup><strong>1</strong></sup> When Sanballat heard that we were rebuilding the wall, he became angry and was greatly incensed. He ridiculed the Jews, <sup><strong>2</strong></sup> and in the presence of his associates and the army of Samaria, he said, \"What are those feeble Jews doing? Will they restore their wall? Will they offer sacrifices? Will they finish in a day? Can they bring the stones back to life from those heaps of rubble-burned as they are?\" <sup><strong>3</strong></sup> Tobiah the Ammonite, who was at his side, said, \"What they are building-if even a fox climbed up on it, he would break down their wall of stones!\" <sup><strong>4</strong></sup> Hear us, O our God, for we are despised. Turn their insults back on their own heads. Give them over as plunder in a land of captivity. <sup><strong>5</strong></sup> Do not cover up their guilt or blot out their sins from your sight, for they have thrown insults in the face of the builders. <sup><strong>6</strong></sup> So we rebuilt the wall till all of it reached half its height, for the people worked with all their heart. <sup><strong>7</strong></sup> But when Sanballat, Tobiah, the Arabs, the Ammonites and the men of Ashdod heard that the repairs to Jerusalem's walls had gone ahead and that the gaps were being closed, they were very angry. <sup><strong>8</strong></sup> They all plotted together to come and fight against Jerusalem and stir up trouble against it. <sup><strong>9</strong></sup> But we prayed to our God and posted a guard day and night to meet this threat. <sup><strong>10</strong></sup> Meanwhile, the people in Judah said, \"The strength of the laborers is giving out, and there is so much rubble that we cannot rebuild the wall.\" <sup><strong>11</strong></sup> Also our enemies said, \"Before they know it or see us, we will be right there among them and will kill them and put an end to the work.\" <sup><strong>12</strong></sup> Then the Jews who lived near them came and told us ten times over, \"Wherever you turn, they will attack us.\" <sup><strong>13</strong></sup> Therefore I stationed some of the people behind the lowest points of the wall at the exposed places, posting them by families, with their swords, spears and bows. <sup><strong>14</strong></sup> After I looked things over, I stood up and said to the nobles, the officials and the rest of the people, \"Don't be afraid of them. Remember the Lord, who is great and awesome, and fight for your brothers, your sons and your daughters, your wives and your homes.\" <sup><strong>15</strong></sup> When our enemies heard that we were aware of their plot and that God had frustrated it, we all returned to the wall, each to his own work. <sup><strong>16</strong></sup> From that day on, half of my men did the work, while the other half were equipped with spears, shields, bows and armor. The officers posted themselves behind all the people of Judah <sup><strong>17</strong></sup> who were building the wall. Those who carried materials did their work with one hand and held a weapon in the other, <sup><strong>18</strong></sup> and each of the builders wore his sword at his side as he worked. But the man who sounded the trumpet stayed with me. <sup><strong>19</strong></sup> Then I said to the nobles, the officials and the rest of the people, \"The work is extensive and spread out, and we are widely separated from each other along the wall. <sup><strong>20</strong></sup> Wherever you hear the sound of the trumpet, join us there. Our God will fight for us!\" <sup><strong>21</strong></sup> So we continued the work with half the men holding spears, from the first light of dawn till the stars came out. <sup><strong>22</strong></sup> At that time I also said to the people, \"Have every man and his helper stay inside Jerusalem at night, so they can serve us as guards by night and workmen by day.\" <sup><strong>23</strong></sup> Neither I nor my brothers nor my men nor the guards with me took off our clothes; each had his weapon, even when he went for water. "},{"_id":"6164efdb6451fe5325fa02e9","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 3:1-32","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p16003001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16003001-1\">3:1&nbsp;</b>Then Eliashib the high priest rose up with his brothers the priests, and they built the Sheep Gate. They consecrated it and set its doors. They consecrated it as far as the Tower of the Hundred, as far as the Tower of Hananel. <b class=\"verse-num\" id=\"v16003002-1\">2&nbsp;</b>And next to him the men of Jericho built. And next to them Zaccur the son of Imri built.</p>\n<p id=\"p16003002_04-12\"><b class=\"verse-num\" id=\"v16003003-1\">3&nbsp;</b>The sons of Hassenaah built the Fish Gate. They laid its beams and set its doors, its bolts, and its bars. <b class=\"verse-num\" id=\"v16003004-1\">4&nbsp;</b>And next to them Meremoth the son of Uriah, son of Hakkoz repaired. And next to them Meshullam the son of Berechiah, son of Meshezabel repaired. And next to them Zadok the son of Baana repaired. <b class=\"verse-num\" id=\"v16003005-1\">5&nbsp;</b>And next to them the Tekoites repaired, but their nobles would not stoop to serve their Lord.</p>\n<p id=\"p16003005_04-12\"><b class=\"verse-num\" id=\"v16003006-1\">6&nbsp;</b>Joiada the son of Paseah and Meshullam the son of Besodeiah repaired the Gate of Yeshanah. They laid its beams and set its doors, its bolts, and its bars. <b class=\"verse-num\" id=\"v16003007-1\">7&nbsp;</b>And next to them repaired Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, the seat of the governor of the province Beyond the River. <b class=\"verse-num\" id=\"v16003008-1\">8&nbsp;</b>Next to them Uzziel the son of Harhaiah, goldsmiths, repaired. Next to him Hananiah, one of the perfumers, repaired, and they restored Jerusalem as far as the Broad Wall. <b class=\"verse-num\" id=\"v16003009-1\">9&nbsp;</b>Next to them Rephaiah the son of Hur, ruler of half the district of Jerusalem, repaired. <b class=\"verse-num\" id=\"v16003010-1\">10&nbsp;</b>Next to them Jedaiah the son of Harumaph repaired opposite his house. And next to him Hattush the son of Hashabneiah repaired. <b class=\"verse-num\" id=\"v16003011-1\">11&nbsp;</b>Malchijah the son of Harim and Hasshub the son of Pahath-moab repaired another section and the Tower of the Ovens. <b class=\"verse-num\" id=\"v16003012-1\">12&nbsp;</b>Next to him Shallum the son of Hallohesh, ruler of half the district of Jerusalem, repaired, he and his daughters.</p>\n<p id=\"p16003012_04-12\"><b class=\"verse-num\" id=\"v16003013-1\">13&nbsp;</b>Hanun and the inhabitants of Zanoah repaired the Valley Gate. They rebuilt it and set its doors, its bolts, and its bars, and repaired a thousand cubits of the wall, as far as the Dung Gate.</p>\n<p id=\"p16003013_04-12\"><b class=\"verse-num\" id=\"v16003014-1\">14&nbsp;</b>Malchijah the son of Rechab, ruler of the district of Beth-haccherem, repaired the Dung Gate. He rebuilt it and set its doors, its bolts, and its bars.</p>\n<p id=\"p16003014_04-12\"><b class=\"verse-num\" id=\"v16003015-1\">15&nbsp;</b>And Shallum the son of Col-hozeh, ruler of the district of Mizpah, repaired the Fountain Gate. He rebuilt it and covered it and set its doors, its bolts, and its bars. And he built the wall of the Pool of Shelah of the king’s garden, as far as the stairs that go down from the city of David. <b class=\"verse-num\" id=\"v16003016-1\">16&nbsp;</b>After him Nehemiah the son of Azbuk, ruler of half the district of Beth-zur, repaired to a point opposite the tombs of David, as far as the artificial pool, and as far as the house of the mighty men. <b class=\"verse-num\" id=\"v16003017-1\">17&nbsp;</b>After him the Levites repaired: Rehum the son of Bani. Next to him Hashabiah, ruler of half the district of Keilah, repaired for his district. <b class=\"verse-num\" id=\"v16003018-1\">18&nbsp;</b>After him their brothers repaired: Bavvai the son of Henadad, ruler of half the district of Keilah. <b class=\"verse-num\" id=\"v16003019-1\">19&nbsp;</b>Next to him Ezer the son of Jeshua, ruler of Mizpah, repaired another section opposite the ascent to the armory at the buttress. <b class=\"verse-num\" id=\"v16003020-1\">20&nbsp;</b>After him Baruch the son of Zabbai repaired another section from the buttress to the door of the house of Eliashib the high priest. <b class=\"verse-num\" id=\"v16003021-1\">21&nbsp;</b>After him Meremoth the son of Uriah, son of Hakkoz repaired another section from the door of the house of Eliashib to the end of the house of Eliashib. <b class=\"verse-num\" id=\"v16003022-1\">22&nbsp;</b>After him the priests, the men of the surrounding area, repaired. <b class=\"verse-num\" id=\"v16003023-1\">23&nbsp;</b>After them Benjamin and Hasshub repaired opposite their house. After them Azariah the son of Maaseiah, son of Ananiah repaired beside his own house. <b class=\"verse-num\" id=\"v16003024-1\">24&nbsp;</b>After him Binnui the son of Henadad repaired another section, from the house of Azariah to the buttress and to the corner. <b class=\"verse-num\" id=\"v16003025-1\">25&nbsp;</b>Palal the son of Uzai repaired opposite the buttress and the tower projecting from the upper house of the king at the court of the guard. After him Pedaiah the son of Parosh <b class=\"verse-num\" id=\"v16003026-1\">26&nbsp;</b>and the temple servants living on Ophel repaired to a point opposite the Water Gate on the east and the projecting tower. <b class=\"verse-num\" id=\"v16003027-1\">27&nbsp;</b>After him the Tekoites repaired another section opposite the great projecting tower as far as the wall of Ophel.</p>\n<p id=\"p16003027_04-12\"><b class=\"verse-num\" id=\"v16003028-1\">28&nbsp;</b>Above the Horse Gate the priests repaired, each one opposite his own house. <b class=\"verse-num\" id=\"v16003029-1\">29&nbsp;</b>After them Zadok the son of Immer repaired opposite his own house. After him Shemaiah the son of Shecaniah, the keeper of the East Gate, repaired. <b class=\"verse-num\" id=\"v16003030-1\">30&nbsp;</b>After him Hananiah the son of Shelemiah and Hanun the sixth son of Zalaph repaired another section. After him Meshullam the son of Berechiah repaired opposite his chamber. <b class=\"verse-num\" id=\"v16003031-1\">31&nbsp;</b>After him Malchijah, one of the goldsmiths, repaired as far as the house of the temple servants and of the merchants, opposite the Muster Gate, and to the upper chamber of the corner. <b class=\"verse-num\" id=\"v16003032-1\">32&nbsp;</b>And between the upper chamber of the corner and the Sheep Gate the goldsmiths and the merchants repaired.</p>\n\n</div>","kjv":"<strong>1</strong> Then Eliashib the high priest rose up with his brethren the priests, and they builded the sheep gate; they sanctified it, and set up the doors of it; even unto the tower of Meah they sanctified it, unto the tower of Hananeel.  <strong>2</strong> And next unto him builded the men of Jericho. And next to them builded Zaccur the son of Imri.  <strong>3</strong> But the fish gate did the sons of Hassenaah build, who also  laid the beams thereof, and set up the doors thereof, the locks thereof, and the bars thereof.  <strong>4</strong> And next unto them repaired Meremoth the son of Urijah, the son of Koz. And next unto them repaired Meshullam the son of Berechiah, the son of Meshezabeel. And next unto them repaired Zadok the son of Baana.  <strong>5</strong> And next unto them the Tekoites repaired; but their nobles put not their necks to the work of their Lord.  <strong>6</strong> Moreover the old gate repaired Jehoiada the son of Paseah, and Meshullam the son of Besodeiah; they laid the beams thereof, and set up the doors thereof, and the locks thereof, and the bars thereof.  <strong>7</strong> And next unto them repaired Melatiah the Gibeonite, and Jadon the Meronothite, the men of Gibeon, and of Mizpah, unto the throne of the governor on this side the river.  <strong>8</strong> Next unto him repaired Uzziel the son of Harhaiah, of the goldsmiths. Next unto him also repaired Hananiah the son of one of the apothecaries, and they fortified Jerusalem unto the broad wall.  <strong>9</strong> And next unto them repaired Rephaiah the son of Hur, the ruler of the half part of Jerusalem.  <strong>10</strong> And next unto them repaired Jedaiah the son of Harumaph, even over against his house. And next unto him repaired Hattush the son of Hashabniah.  <strong>11</strong> Malchijah the son of Harim, and Hashub the son of Pahath-moab, repaired the other piece, and the tower of the furnaces.  <strong>12</strong> And next unto him repaired Shallum the son of Halohesh, the ruler of the half part of Jerusalem, he and his daughters.  <strong>13</strong> The valley gate repaired Hanun, and the inhabitants of Zanoah; they built it, and set up the doors thereof, the locks thereof, and the bars thereof, and a thousand cubits on the wall unto the dung gate.  <strong>14</strong> But the dung gate repaired Malchiah the son of Rechab, the ruler of part of Beth-haccerem; he build it, and set up the doors thereof, the locks thereof, and the bars thereof.  <strong>15</strong> But the gate of the fountain repaired Shallun the son of Col-hozeh, the ruler of part of Mizpah; he built it, and covered it, and set up the doors thereof, the locks thereof, and the bars thereof, and the wall of the pool of Siloah by the king’s garden, and unto the stairs that go down from the city of David.  <strong>16</strong> After him repaired Nehemiah the son of Azbuk, the ruler of the half part of Beth-zur, unto the place over against the sepulchres of David, and to the pool that was made, and unto the house of the mighty.  <strong>17</strong> After him repaired the Levites, Rehum the son of Bani. Next unto him repaired Hashabiah, the ruler of the half part of Keilah, in his part.  <strong>18</strong> After him repaired their brethren, Bavai the son of Henadad, the ruler of the half part of Keilah.  <strong>19</strong> And next to him repaired Ezer the son of Jeshua, the ruler of Mizpah, another piece over against the going up to the armoury at the turning of the wall.  <strong>20</strong> After him Baruch the son of Zabbai earnestly repaired the other piece, from the turning of the wall unto the door of the house of Eliashib the high priest.  <strong>21</strong> After him repaired Meremoth the son of Urijah the son of Koz another piece, from the door of the house of Eliashib even to the end of the house of Eliashib.  <strong>22</strong> And after him repaired the priests, the men of the plain.  <strong>23</strong> After him repaired Benjamin and Hashub over against their house. After him repaired Azariah the son of Maaseiah the son of Ananiah by his house.  <strong>24</strong> After him repaired Binnui the son of Henadad another piece, from the house of Azariah unto the turning of the wall, even unto the corner.  <strong>25</strong> Palal the son of Uzai, over against the turning of the wall,  and the tower which lieth out from the king’s high house, that was by the court of the prison. After him Pedaiah the son of Parosh.  <strong>26</strong> Moreover the Nethinims dwelt in Ophel, unto the place over against the water gate toward the east, and the tower that lieth out.  <strong>27</strong> After them the Tekoites repaired another piece, over against the great tower that lieth out, even unto the wall of Ophel.  <strong>28</strong> From above the horse gate repaired the priests, every one over against his house.  <strong>29</strong> After them repaired Zadok the son of Immer over against his house. After him repaired also Shemaiah the son of Shechaniah, the keeper of the east gate.  <strong>30</strong> After him repaired Hananiah the son of Shelemiah, and Hanun the sixth son of Zalaph, another piece. After him repaired Meshullam the son of Berechiah over against his chamber.  <strong>31</strong> After him repaired Malchiah the goldsmith’s son unto the place of the Nethinims, and of the merchants, over against the gate Miphkad, and to the going up of the corner.  <strong>32</strong> And between the going up of the corner unto the sheep gate repaired the goldsmiths and the merchants.  ","niv":"<sup><strong>1</strong></sup> Eliashib the high priest and his fellow priests went to work and rebuilt the Sheep Gate. They dedicated it and set its doors in place, building as far as the Tower of the Hundred, which they dedicated, and as far as the Tower of Hananel. <sup><strong>2</strong></sup> The men of Jericho built the adjoining section, and Zaccur son of Imri built next to them. <sup><strong>3</strong></sup> The Fish Gate was rebuilt by the sons of Hassenaah. They laid its beams and put its doors and bolts and bars in place. <sup><strong>4</strong></sup> Meremoth son of Uriah, the son of Hakkoz, repaired the next section. Next to him Meshullam son of Berekiah, the son of Meshezabel, made repairs, and next to him Zadok son of Baana also made repairs. <sup><strong>5</strong></sup> The next section was repaired by the men of Tekoa, but their nobles would not put their shoulders to the work under their supervisors. <sup><strong>6</strong></sup> The Jeshanah Gate was repaired by Joiada son of Paseah and Meshullam son of Besodeiah. They laid its beams and put its doors and bolts and bars in place. <sup><strong>7</strong></sup> Next to them, repairs were made by men from Gibeon and Mizpah-Melatiah of Gibeon and Jadon of Meronoth-places under the authority of the governor of Trans-Euphrates. <sup><strong>8</strong></sup> Uzziel son of Harhaiah, one of the goldsmiths, repaired the next section; and Hananiah, one of the perfume-makers, made repairs next to that. They restored Jerusalem as far as the Broad Wall. <sup><strong>9</strong></sup> Rephaiah son of Hur, ruler of a half-district of Jerusalem, repaired the next section. <sup><strong>10</strong></sup> Adjoining this, Jedaiah son of Harumaph made repairs opposite his house, and Hattush son of Hashabneiah made repairs next to him. <sup><strong>11</strong></sup> Malkijah son of Harim and Hasshub son of Pahath-Moab repaired another section and the Tower of the Ovens. <sup><strong>12</strong></sup> Shallum son of Hallohesh, ruler of a half-district of Jerusalem, repaired the next section with the help of his daughters. <sup><strong>13</strong></sup> The Valley Gate was repaired by Hanun and the residents of Zanoah. They rebuilt it and put its doors and bolts and bars in place. They also repaired five hundred yards of the wall as far as the Dung Gate. <sup><strong>14</strong></sup> The Dung Gate was repaired by Malkijah son of Recab, ruler of the district of Beth Hakkerem. He rebuilt it and put its doors and bolts and bars in place. <sup><strong>15</strong></sup> The Fountain Gate was repaired by Shallun son of Col-Hozeh, ruler of the district of Mizpah. He rebuilt it, roofing it over and putting its doors and bolts and bars in place. He also repaired the wall of the Pool of Siloam, by the King's Garden, as far as the steps going down from the City of David. <sup><strong>16</strong></sup> Beyond him, Nehemiah son of Azbuk, ruler of a half-district of Beth Zur, made repairs up to a point opposite the tombs of David, as far as the artificial pool and the House of the Heroes. <sup><strong>17</strong></sup> Next to him, the repairs were made by the Levites under Rehum son of Bani. Beside him, Hashabiah, ruler of half the district of Keilah, carried out repairs for his district. <sup><strong>18</strong></sup> Next to him, the repairs were made by their countrymen under Binnui son of Henadad, ruler of the other half-district of Keilah. <sup><strong>19</strong></sup> Next to him, Ezer son of Jeshua, ruler of Mizpah, repaired another section, from a point facing the ascent to the armory as far as the angle. <sup><strong>20</strong></sup> Next to him, Baruch son of Zabbai zealously repaired another section, from the angle to the entrance of the house of Eliashib the high priest. <sup><strong>21</strong></sup> Next to him, Meremoth son of Uriah, the son of Hakkoz, repaired another section, from the entrance of Eliashib's house to the end of it. <sup><strong>22</strong></sup> The repairs next to him were made by the priests from the surrounding region. <sup><strong>23</strong></sup> Beyond them, Benjamin and Hasshub made repairs in front of their house; and next to them, Azariah son of Maaseiah, the son of Ananiah, made repairs beside his house. <sup><strong>24</strong></sup> Next to him, Binnui son of Henadad repaired another section, from Azariah's house to the angle and the corner, <sup><strong>25</strong></sup> and Palal son of Uzai worked opposite the angle and the tower projecting from the upper palace near the court of the guard. Next to him, Pedaiah son of Parosh <sup><strong>26</strong></sup> and the temple servants living on the hill of Ophel made repairs up to a point opposite the Water Gate toward the east and the projecting tower. <sup><strong>27</strong></sup> Next to them, the men of Tekoa repaired another section, from the great projecting tower to the wall of Ophel. <sup><strong>28</strong></sup> Above the Horse Gate, the priests made repairs, each in front of his own house. <sup><strong>29</strong></sup> Next to them, Zadok son of Immer made repairs opposite his house. Next to him, Shemaiah son of Shecaniah, the guard at the East Gate, made repairs. <sup><strong>30</strong></sup> Next to him, Hananiah son of Shelemiah, and Hanun, the sixth son of Zalaph, repaired another section. Next to them, Meshullam son of Berekiah made repairs opposite his living quarters. <sup><strong>31</strong></sup> Next to him, Malkijah, one of the goldsmiths, made repairs as far as the house of the temple servants and the merchants, opposite the Inspection Gate, and as far as the room above the corner; <sup><strong>32</strong></sup> and between the room above the corner and the Sheep Gate the goldsmiths and merchants made repairs. "},{"_id":"6164efdc6451fe5325fa02ea","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 2:1-20","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p16002001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16002001-1\">2:1&nbsp;</b>In the month of Nisan, in the twentieth year of King Artaxerxes, when wine was before him, I took up the wine and gave it to the king. Now I had not been sad in his presence. <b class=\"verse-num\" id=\"v16002002-1\">2&nbsp;</b>And the king said to me, “Why is your face sad, seeing you are not sick? This is nothing but sadness of the heart.” Then I was very much afraid. <b class=\"verse-num\" id=\"v16002003-1\">3&nbsp;</b>I said to the king, “Let the king live forever! Why should not my face be sad, when the city, the place of my fathers’ graves, lies in ruins, and its gates have been destroyed by fire?” <b class=\"verse-num\" id=\"v16002004-1\">4&nbsp;</b>Then the king said to me, “What are you requesting?” So I prayed to the God of heaven. <b class=\"verse-num\" id=\"v16002005-1\">5&nbsp;</b>And I said to the king, “If it pleases the king, and if your servant has found favor in your sight, that you send me to Judah, to the city of my fathers’ graves, that I may rebuild it.” <b class=\"verse-num\" id=\"v16002006-1\">6&nbsp;</b>And the king said to me (the queen sitting beside him), “How long will you be gone, and when will you return?” So it pleased the king to send me when I had given him a time. <b class=\"verse-num\" id=\"v16002007-1\">7&nbsp;</b>And I said to the king, “If it pleases the king, let letters be given me to the governors of the province Beyond the River, that they may let me pass through until I come to Judah, <b class=\"verse-num\" id=\"v16002008-1\">8&nbsp;</b>and a letter to Asaph, the keeper of the king’s forest, that he may give me timber to make beams for the gates of the fortress of the temple, and for the wall of the city, and for the house that I shall occupy.” And the king granted me what I asked, for the good hand of my God was upon me.</p>\n\n<p id=\"p16002008_09-13\"><b class=\"verse-num\" id=\"v16002009-1\">9&nbsp;</b>Then I came to the governors of the province Beyond the River and gave them the king’s letters. Now the king had sent with me officers of the army and horsemen. <b class=\"verse-num\" id=\"v16002010-1\">10&nbsp;</b>But when Sanballat the Horonite and Tobiah the Ammonite servant heard this, it displeased them greatly that someone had come to seek the welfare of the people of Israel.</p>\n<p id=\"p16002010_09-13\"><b class=\"verse-num\" id=\"v16002011-1\">11&nbsp;</b>So I went to Jerusalem and was there three days. <b class=\"verse-num\" id=\"v16002012-1\">12&nbsp;</b>Then I arose in the night, I and a few men with me. And I told no one what my God had put into my heart to do for Jerusalem. There was no animal with me but the one on which I rode. <b class=\"verse-num\" id=\"v16002013-1\">13&nbsp;</b>I went out by night by the Valley Gate to the Dragon Spring and to the Dung Gate, and I inspected the walls of Jerusalem that were broken down and its gates that had been destroyed by fire. <b class=\"verse-num\" id=\"v16002014-1\">14&nbsp;</b>Then I went on to the Fountain Gate and to the King’s Pool, but there was no room for the animal that was under me to pass. <b class=\"verse-num\" id=\"v16002015-1\">15&nbsp;</b>Then I went up in the night by the valley and inspected the wall, and I turned back and entered by the Valley Gate, and so returned. <b class=\"verse-num\" id=\"v16002016-1\">16&nbsp;</b>And the officials did not know where I had gone or what I was doing, and I had not yet told the Jews, the priests, the nobles, the officials, and the rest who were to do the work.</p>\n<p id=\"p16002016_09-13\"><b class=\"verse-num\" id=\"v16002017-1\">17&nbsp;</b>Then I said to them, “You see the trouble we are in, how Jerusalem lies in ruins with its gates burned. Come, let us build the wall of Jerusalem, that we may no longer suffer derision.” <b class=\"verse-num\" id=\"v16002018-1\">18&nbsp;</b>And I told them of the hand of my God that had been upon me for good, and also of the words that the king had spoken to me. And they said, “Let us rise up and build.” So they strengthened their hands for the good work. <b class=\"verse-num\" id=\"v16002019-1\">19&nbsp;</b>But when Sanballat the Horonite and Tobiah the Ammonite servant and Geshem the Arab heard of it, they jeered at us and despised us and said, “What is this thing that you are doing? Are you rebelling against the king?” <b class=\"verse-num\" id=\"v16002020-1\">20&nbsp;</b>Then I replied to them, “The God of heaven will make us prosper, and we his servants will arise and build, but you have no portion or right or claim in Jerusalem.”</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in the month Nisan, in the twentieth year of Artaxerxes the king, that wine was before him: and I took up the wine, and gave it unto the king. Now I had not been beforetime sad in his presence.  <strong>2</strong> Wherefore the king said unto me, Why is thy countenance sad, seeing thou art not sick? this is nothing else  but sorrow of heart. Then I was very sore afraid,  <strong>3</strong> And said unto the king, Let the king live for ever: why should not my countenance be sad, when the city, the place of my fathers’ sepulchres, lieth waste, and the gates thereof are consumed with fire?  <strong>4</strong> Then the king said unto me, For what dost thou make request? So I prayed to the God of heaven.  <strong>5</strong> And I said unto the king, If it please the king, and if thy servant have found favour in thy sight, that thou wouldest send me unto Judah, unto the city of my fathers’ sepulchres, that I may build it.  <strong>6</strong> And the king said unto me, (the queen also sitting by him,) For how long shall thy journey be? and when wilt thou return? So it pleased the king to send me; and I set him a time.  <strong>7</strong> Moreover I said unto the king, If it please the king, let letters be given me to the governors beyond the river, that they may convey me over till I come into Judah;  <strong>8</strong> And a letter unto Asaph the keeper of the king’s forest, that he may give me timber to make beams for the gates of the palace which appertained  to the house, and for the wall of the city, and for the house that I shall enter into. And the king granted me, according to the good hand of my God upon me.  <strong>9</strong> Then I came to the governors beyond the river, and gave them the king’s letters. Now the king had sent captains of the army and horsemen with me.  <strong>10</strong> When Sanballat the Horonite, and Tobiah the servant, the Ammonite, heard of it, it grieved them exceedingly that there was come a man to seek the welfare of the children of Israel.  <strong>11</strong> So I came to Jerusalem, and was there three days.  <strong>12</strong> And I arose in the night, I and some few men with me; neither told I any man what my God had put in my heart to do at Jerusalem: neither was there any beast with me, save the beast that I rode upon.  <strong>13</strong> And I went out by night by the gate of the valley, even before the dragon well, and to the dung port, and viewed the walls of Jerusalem, which were broken down, and the gates thereof were consumed with fire.  <strong>14</strong> Then I went on to the gate of the fountain, and to the king’s pool: but there was no place for the beast that was under me to pass.  <strong>15</strong> Then went I up in the night by the brook, and viewed the wall, and turned back, and entered by the gate of the valley, and so returned.  <strong>16</strong> And the rulers knew not whither I went, or what I did; neither had I as yet told it to the Jews, nor to the priests, nor to the nobles, nor to the rulers, nor to the rest that did the work.  <strong>17</strong> Then said I unto them, Ye see the distress that we are in, how Jerusalem lieth waste, and the gates thereof are burned with fire: come, and let us build up the wall of Jerusalem, that we be no more a reproach.  <strong>18</strong> Then I told them of the hand of my God which was good upon me; as also the king’s words that he had spoken unto me. And they said, Let us rise up and build. So they strengthened their hands for this good work.  <strong>19</strong> But when Sanballat the Horonite, and Tobiah the servant, the Ammonite, and Geshem the Arabian, heard it, they laughed us to scorn, and despised us, and said, What is this thing that ye do? will ye rebel against the king?  <strong>20</strong> Then answered I them, and said unto them, The God of heaven, he will prosper us; therefore we his servants will arise and build: but ye have no portion, nor right, nor memorial, in Jerusalem.  ","niv":"<sup><strong>1</strong></sup> In the month of Nisan in the twentieth year of King Artaxerxes, when wine was brought for him, I took the wine and gave it to the king. I had not been sad in his presence before; <sup><strong>2</strong></sup> so the king asked me, \"Why does your face look so sad when you are not ill? This can be nothing but sadness of heart.\" I was very much afraid, <sup><strong>3</strong></sup> but I said to the king, \"May the king live forever! Why should my face not look sad when the city where my fathers are buried lies in ruins, and its gates have been destroyed by fire?\" <sup><strong>4</strong></sup> The king said to me, \"What is it you want?\" Then I prayed to the God of heaven, <sup><strong>5</strong></sup> and I answered the king, \"If it pleases the king and if your servant has found favor in his sight, let him send me to the city in Judah where my fathers are buried so that I can rebuild it.\" <sup><strong>6</strong></sup> Then the king, with the queen sitting beside him, asked me, \"How long will your journey take, and when will you get back?\" It pleased the king to send me; so I set a time. <sup><strong>7</strong></sup> I also said to him, \"If it pleases the king, may I have letters to the governors of Trans-Euphrates, so that they will provide me safe-conduct until I arrive in Judah? <sup><strong>8</strong></sup> And may I have a letter to Asaph, keeper of the king's forest, so he will give me timber to make beams for the gates of the citadel by the temple and for the city wall and for the residence I will occupy?\" And because the gracious hand of my God was upon me, the king granted my requests. <sup><strong>9</strong></sup> So I went to the governors of Trans-Euphrates and gave them the king's letters. The king had also sent army officers and cavalry with me. <sup><strong>10</strong></sup> When Sanballat the Horonite and Tobiah the Ammonite official heard about this, they were very much disturbed that someone had come to promote the welfare of the Israelites. <sup><strong>11</strong></sup> I went to Jerusalem, and after staying there three days <sup><strong>12</strong></sup> I set out during the night with a few men. I had not told anyone what my God had put in my heart to do for Jerusalem. There were no mounts with me except the one I was riding on. <sup><strong>13</strong></sup> By night I went out through the Valley Gate toward the Jackal Well and the Dung Gate, examining the walls of Jerusalem, which had been broken down, and its gates, which had been destroyed by fire. <sup><strong>14</strong></sup> Then I moved on toward the Fountain Gate and the King's Pool, but there was not enough room for my mount to get through; <sup><strong>15</strong></sup> so I went up the valley by night, examining the wall. Finally, I turned back and reentered through the Valley Gate. <sup><strong>16</strong></sup> The officials did not know where I had gone or what I was doing, because as yet I had said nothing to the Jews or the priests or nobles or officials or any others who would be doing the work. <sup><strong>17</strong></sup> Then I said to them, \"You see the trouble we are in: Jerusalem lies in ruins, and its gates have been burned with fire. Come, let us rebuild the wall of Jerusalem, and we will no longer be in disgrace.\" <sup><strong>18</strong></sup> I also told them about the gracious hand of my God upon me and what the king had said to me. They replied, \"Let us start rebuilding.\" So they began this good work. <sup><strong>19</strong></sup> But when Sanballat the Horonite, Tobiah the Ammonite official and Geshem the Arab heard about it, they mocked and ridiculed us. \"What is this you are doing?\" they asked. \"Are you rebelling against the king?\" <sup><strong>20</strong></sup> I answered them by saying, \"The God of heaven will give us success. We his servants will start rebuilding, but as for you, you have no share in Jerusalem or any claim or historic right to it.\" "},{"_id":"6164efdc6451fe5325fa02eb","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p16001001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16001001-1\">1:1&nbsp;</b>The words of Nehemiah the son of Hacaliah.</p>\n<p id=\"p16001001_04-15\">Now it happened in the month of Chislev, in the twentieth year, as I was in Susa the citadel,</p>\n</div>","kjv":"<strong>1</strong> The words of Nehemiah the son of Hachaliah. And it came to pass in the month Chisleu, in the twentieth year, as I was in Shushan the palace,  ","niv":"<sup><strong>1</strong></sup> The words of Nehemiah son of Hacaliah: In the month of Kislev in the twentieth year, while I was in the citadel of Susa,"},{"_id":"6164efdc6451fe5325fa02ec","topicId":"6164efd86451fe5325fa02dd","verse":"1 Kings 7:1-51","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p11007001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11007001-1\">7:1&nbsp;</b>Solomon was building his own house thirteen years, and he finished his entire house.</p>\n<p id=\"p11007001_05-16\"><b class=\"verse-num\" id=\"v11007002-1\">2&nbsp;</b>He built the House of the Forest of Lebanon. Its length was a hundred cubits and its breadth fifty cubits and its height thirty cubits, and it was built on four rows of cedar pillars, with cedar beams on the pillars. <b class=\"verse-num\" id=\"v11007003-1\">3&nbsp;</b>And it was covered with cedar above the chambers that were on the forty-five pillars, fifteen in each row. <b class=\"verse-num\" id=\"v11007004-1\">4&nbsp;</b>There were window frames in three rows, and window opposite window in three tiers. <b class=\"verse-num\" id=\"v11007005-1\">5&nbsp;</b>All the doorways and windows had square frames, and window was opposite window in three tiers.</p>\n<p id=\"p11007005_05-16\"><b class=\"verse-num\" id=\"v11007006-1\">6&nbsp;</b>And he made the Hall of Pillars; its length was fifty cubits, and its breadth thirty cubits. There was a porch in front with pillars, and a canopy in front of them.</p>\n<p id=\"p11007006_05-16\"><b class=\"verse-num\" id=\"v11007007-1\">7&nbsp;</b>And he made the Hall of the Throne where he was to pronounce judgment, even the Hall of Judgment. It was finished with cedar from floor to rafters.</p>\n<p id=\"p11007007_05-16\"><b class=\"verse-num\" id=\"v11007008-1\">8&nbsp;</b>His own house where he was to dwell, in the other court back of the hall, was of like workmanship. Solomon also made a house like this hall for Pharaoh’s daughter whom he had taken in marriage.</p>\n<p id=\"p11007008_05-16\"><b class=\"verse-num\" id=\"v11007009-1\">9&nbsp;</b>All these were made of costly stones, cut according to measure, sawed with saws, back and front, even from the foundation to the coping, and from the outside to the great court. <b class=\"verse-num\" id=\"v11007010-1\">10&nbsp;</b>The foundation was of costly stones, huge stones, stones of eight and ten cubits. <b class=\"verse-num\" id=\"v11007011-1\">11&nbsp;</b>And above were costly stones, cut according to measurement, and cedar. <b class=\"verse-num\" id=\"v11007012-1\">12&nbsp;</b>The great court had three courses of cut stone all around, and a course of cedar beams; so had the inner court of the house of the LORD and the vestibule of the house.</p>\n\n<p id=\"p11007012_08-16\"><b class=\"verse-num\" id=\"v11007013-1\">13&nbsp;</b>And King Solomon sent and brought Hiram from Tyre. <b class=\"verse-num\" id=\"v11007014-1\">14&nbsp;</b>He was the son of a widow of the tribe of Naphtali, and his father was a man of Tyre, a worker in bronze. And he was full of wisdom, understanding, and skill for making any work in bronze. He came to King Solomon and did all his work.</p>\n<p id=\"p11007014_08-16\"><b class=\"verse-num\" id=\"v11007015-1\">15&nbsp;</b>He cast two pillars of bronze. Eighteen cubits was the height of one pillar, and a line of twelve cubits measured its circumference. It was hollow, and its thickness was four fingers. The second pillar was the same. <b class=\"verse-num\" id=\"v11007016-1\">16&nbsp;</b>He also made two capitals of cast bronze to set on the tops of the pillars. The height of the one capital was five cubits, and the height of the other capital was five cubits. <b class=\"verse-num\" id=\"v11007017-1\">17&nbsp;</b>There were lattices of checker work with wreaths of chain work for the capitals on the tops of the pillars, a lattice for the one capital and a lattice for the other capital. <b class=\"verse-num\" id=\"v11007018-1\">18&nbsp;</b>Likewise he made pomegranates in two rows around the one latticework to cover the capital that was on the top of the pillar, and he did the same with the other capital. <b class=\"verse-num\" id=\"v11007019-1\">19&nbsp;</b>Now the capitals that were on the tops of the pillars in the vestibule were of lily-work, four cubits. <b class=\"verse-num\" id=\"v11007020-1\">20&nbsp;</b>The capitals were on the two pillars and also above the rounded projection which was beside the latticework. There were two hundred pomegranates in two rows all around, and so with the other capital. <b class=\"verse-num\" id=\"v11007021-1\">21&nbsp;</b>He set up the pillars at the vestibule of the temple. He set up the pillar on the south and called its name Jachin, and he set up the pillar on the north and called its name Boaz. <b class=\"verse-num\" id=\"v11007022-1\">22&nbsp;</b>And on the tops of the pillars was lily-work. Thus the work of the pillars was finished.</p>\n<p id=\"p11007022_08-16\"><b class=\"verse-num\" id=\"v11007023-1\">23&nbsp;</b>Then he made the sea of cast metal. It was round, ten cubits from brim to brim, and five cubits high, and a line of thirty cubits measured its circumference. <b class=\"verse-num\" id=\"v11007024-1\">24&nbsp;</b>Under its brim were gourds, for ten cubits, compassing the sea all around. The gourds were in two rows, cast with it when it was cast. <b class=\"verse-num\" id=\"v11007025-1\">25&nbsp;</b>It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east. The sea was set on them, and all their rear parts were inward. <b class=\"verse-num\" id=\"v11007026-1\">26&nbsp;</b>Its thickness was a handbreadth, and its brim was made like the brim of a cup, like the flower of a lily. It held two thousand baths.</p>\n<p id=\"p11007026_08-16\"><b class=\"verse-num\" id=\"v11007027-1\">27&nbsp;</b>He also made the ten stands of bronze. Each stand was four cubits long, four cubits wide, and three cubits high. <b class=\"verse-num\" id=\"v11007028-1\">28&nbsp;</b>This was the construction of the stands: they had panels, and the panels were set in the frames, <b class=\"verse-num\" id=\"v11007029-1\">29&nbsp;</b>and on the panels that were set in the frames were lions, oxen, and cherubim. On the frames, both above and below the lions and oxen, there were wreaths of beveled work. <b class=\"verse-num\" id=\"v11007030-1\">30&nbsp;</b>Moreover, each stand had four bronze wheels and axles of bronze, and at the four corners were supports for a basin. The supports were cast with wreaths at the side of each. <b class=\"verse-num\" id=\"v11007031-1\">31&nbsp;</b>Its opening was within a crown that projected upward one cubit. Its opening was round, as a pedestal is made, a cubit and a half deep. At its opening there were carvings, and its panels were square, not round. <b class=\"verse-num\" id=\"v11007032-1\">32&nbsp;</b>And the four wheels were underneath the panels. The axles of the wheels were of one piece with the stands, and the height of a wheel was a cubit and a half. <b class=\"verse-num\" id=\"v11007033-1\">33&nbsp;</b>The wheels were made like a chariot wheel; their axles, their rims, their spokes, and their hubs were all cast. <b class=\"verse-num\" id=\"v11007034-1\">34&nbsp;</b>There were four supports at the four corners of each stand. The supports were of one piece with the stands. <b class=\"verse-num\" id=\"v11007035-1\">35&nbsp;</b>And on the top of the stand there was a round band half a cubit high; and on the top of the stand its stays and its panels were of one piece with it. <b class=\"verse-num\" id=\"v11007036-1\">36&nbsp;</b>And on the surfaces of its stays and on its panels, he carved cherubim, lions, and palm trees, according to the space of each, with wreaths all around. <b class=\"verse-num\" id=\"v11007037-1\">37&nbsp;</b>After this manner he made the ten stands. All of them were cast alike, of the same measure and the same form.</p>\n<p id=\"p11007037_08-16\"><b class=\"verse-num\" id=\"v11007038-1\">38&nbsp;</b>And he made ten basins of bronze. Each basin held forty baths, each basin measured four cubits, and there was a basin for each of the ten stands. <b class=\"verse-num\" id=\"v11007039-1\">39&nbsp;</b>And he set the stands, five on the south side of the house, and five on the north side of the house. And he set the sea at the southeast corner of the house.</p>\n<p id=\"p11007039_08-16\"><b class=\"verse-num\" id=\"v11007040-1\">40&nbsp;</b>Hiram also made the pots, the shovels, and the basins. So Hiram finished all the work that he did for King Solomon on the house of the LORD: <b class=\"verse-num\" id=\"v11007041-1\">41&nbsp;</b>the two pillars, the two bowls of the capitals that were on the tops of the pillars, and the two latticeworks to cover the two bowls of the capitals that were on the tops of the pillars; <b class=\"verse-num\" id=\"v11007042-1\">42&nbsp;</b>and the four hundred pomegranates for the two latticeworks, two rows of pomegranates for each latticework, to cover the two bowls of the capitals that were on the pillars; <b class=\"verse-num\" id=\"v11007043-1\">43&nbsp;</b>the ten stands, and the ten basins on the stands; <b class=\"verse-num\" id=\"v11007044-1\">44&nbsp;</b>and the one sea, and the twelve oxen underneath the sea.</p>\n<p id=\"p11007044_08-16\"><b class=\"verse-num\" id=\"v11007045-1\">45&nbsp;</b>Now the pots, the shovels, and the basins, all these vessels in the house of the LORD, which Hiram made for King Solomon, were of burnished bronze. <b class=\"verse-num\" id=\"v11007046-1\">46&nbsp;</b>In the plain of the Jordan the king cast them, in the clay ground between Succoth and Zarethan. <b class=\"verse-num\" id=\"v11007047-1\">47&nbsp;</b>And Solomon left all the vessels unweighed, because there were so many of them; the weight of the bronze was not ascertained.</p>\n<p id=\"p11007047_08-16\"><b class=\"verse-num\" id=\"v11007048-1\">48&nbsp;</b>So Solomon made all the vessels that were in the house of the LORD: the golden altar, the golden table for the bread of the Presence, <b class=\"verse-num\" id=\"v11007049-1\">49&nbsp;</b>the lampstands of pure gold, five on the south side and five on the north, before the inner sanctuary; the flowers, the lamps, and the tongs, of gold; <b class=\"verse-num\" id=\"v11007050-1\">50&nbsp;</b>the cups, snuffers, basins, dishes for incense, and fire pans, of pure gold; and the sockets of gold, for the doors of the innermost part of the house, the Most Holy Place, and for the doors of the nave of the temple.</p>\n<p id=\"p11007050_08-16\"><b class=\"verse-num\" id=\"v11007051-1\">51&nbsp;</b>Thus all the work that King Solomon did on the house of the LORD was finished. And Solomon brought in the things that David his father had dedicated, the silver, the gold, and the vessels, and stored them in the treasuries of the house of the LORD.</p>\n\n</div>","kjv":"<strong>1</strong> But Solomon was building his own house thirteen years, and he finished all his house.  <strong>2</strong> He built also the house of the forest of Lebanon; the length thereof was an hundred cubits, and the breadth thereof fifty cubits, and the height thereof thirty cubits, upon four rows of cedar pillars, with cedar beams upon the pillars.  <strong>3</strong> And it was covered with cedar above upon the beams, that lay on forty five pillars, fifteen in a row.  <strong>4</strong> And there were windows in three rows, and light was against light in three ranks.  <strong>5</strong> And all the doors and posts were square, with the windows: and light was against light in three ranks.  <strong>6</strong> And he made a porch of pillars; the length thereof was fifty cubits, and the breadth thereof thirty cubits: and the porch was before them: and the other pillars and the thick beam were before them.  <strong>7</strong> Then he made a porch for the throne where he might judge, even  the porch of judgment: and it was covered with cedar from one side of the floor to the other.  <strong>8</strong> And his house where he dwelt had another court within the porch, which was of the like work. Solomon made also an house for Pharaoh’s daughter, whom he had taken to wife, like unto this porch.  <strong>9</strong> All these were of costly stones, according to the measures of hewed stones, sawed with saws, within and without, even from the foundation unto the coping, and so on the outside toward the great court.  <strong>10</strong> And the foundation was of costly stones, even great stones, stones of ten cubits, and stones of eight cubits.  <strong>11</strong> And above were costly stones, after the measures of hewed stones, and cedars.  <strong>12</strong> And the great court round about was with three rows of hewed stones, and a row of cedar beams, both for the inner court of the house of the LORD, and for the porch of the house.  <strong>13</strong> And king Solomon sent and fetched Hiram out of Tyre.  <strong>14</strong> He was a widow’s son of the tribe of Naphtali, and his father was a man of Tyre, a worker in brass: and he was filled with wisdom, and understanding, and cunning to work all works in brass. And he came to king Solomon, and wrought all his work.  <strong>15</strong> For he cast two pillars of brass, of eighteen cubits high apiece: and a line of twelve cubits did compass either of them about.  <strong>16</strong> And he made two chapiters of molten brass, to set upon the tops of the pillars: the height of the one chapiter was five cubits, and the height of the other chapiter was five cubits:  <strong>17</strong> And nets of checker work, and wreaths of chain work, for the chapiters which were upon the top of the pillars; seven for the one chapiter, and seven for the other chapiter.  <strong>18</strong> And he made the pillars, and two rows round about upon the one network, to cover the chapiters that were upon the top, with pomegranates: and so did he for the other chapiter.  <strong>19</strong> And the chapiters that were upon the top of the pillars were of lily work in the porch, four cubits.  <strong>20</strong> And the chapiters upon the two pillars had pomegranates also above, over against the belly which was by the network: and the pomegranates were two hundred in rows round about upon the other chapiter.  <strong>21</strong> And he set up the pillars in the porch of the temple: and he set up the right pillar, and called the name thereof Jachin: and he set up the left pillar, and he called the name thereof Boaz.  <strong>22</strong> And upon the top of the pillars was lily work: so was the work of the pillars finished.  <strong>23</strong> And he made a molten sea, ten cubits from the one brim to the other: it was round all about, and his height was five cubits: and a line of thirty cubits did compass it round about.  <strong>24</strong> And under the brim of it round about there were knops compassing it, ten in a cubit, compassing the sea round about: the knops were cast in two rows, when it was cast.  <strong>25</strong> It stood upon twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east: and the sea was set above upon them, and all their hinder parts were inward.  <strong>26</strong> And it was an hand breadth thick, and the brim thereof was wrought like the brim of a cup, with flowers of lilies: it contained two thousand baths.  <strong>27</strong> And he made ten bases of brass; four cubits was the length of one base, and four cubits the breadth thereof, and three cubits the height of it.  <strong>28</strong> And the work of the bases was on this manner: they had borders, and the borders were between the ledges:  <strong>29</strong> And on the borders that were between the ledges were  lions, oxen, and cherubims: and upon the ledges there was  a base above: and beneath the lions and oxen were certain additions made of thin work.  <strong>30</strong> And every base had four brasen wheels, and plates of brass: and the four corners thereof had undersetters: under the laver were undersetters molten, at the side of every addition.  <strong>31</strong> And the mouth of it within the chapiter and above was a cubit: but the mouth thereof was round after the work of the base, a cubit and an half: and also upon the mouth of it were gravings with their borders, foursquare, not round.  <strong>32</strong> And under the borders were four wheels; and the axletrees of the wheels were joined to the base: and the height of a wheel was a cubit and a half a cubit.  <strong>33</strong> And the work of the wheels was like the work of a chariot wheel: their axletrees, and their naves, and their felloes, and their spokes, were  all molten.  <strong>34</strong> And there were four undersetters to the four corners of one base: and the undersetters were of the very base itself.  <strong>35</strong> And in the top of the base was there a round compass of half a cubit high: and on the top of the base the ledges thereof and the borders thereof were of the same.  <strong>36</strong> For on the plates of the ledges thereof, and on the borders thereof, he graved cherubims, lions, and palm trees, according to the proportion of every one, and additions round about.  <strong>37</strong> After this manner he made the ten bases: all of them had one casting, one measure, and one size.  <strong>38</strong> Then made he ten lavers of brass: one laver contained forty baths: and every laver was four cubits: and upon every one of the ten bases one laver.  <strong>39</strong> And he put five bases on the right side of the house, and five on the left side of the house: and he set the sea on the right side of the house eastward over against the south.  <strong>40</strong> And Hiram made the lavers, and the shovels, and the basons. So Hiram made an end of doing all the work that he made king Solomon for the house of the LORD:  <strong>41</strong> The two pillars, and the two bowls of the chapiters that were on the top of the two pillars; and the two networks, to cover the two bowls of the chapiters which were upon the top of the pillars;  <strong>42</strong> And four hundred pomegranates for the two networks, even  two rows of pomegranates for one network, to cover the two bowls of the chapiters that were upon the pillars;  <strong>43</strong> And the ten bases, and ten lavers on the bases;  <strong>44</strong> And one sea, and twelve oxen under the sea;  <strong>45</strong> And the pots, and the shovels, and the basons: and all these vessels, which Hiram made to king Solomon for the house of the LORD, were of  bright brass.  <strong>46</strong> In the plain of Jordan did the king cast them, in the clay ground between Succoth and Zarthan.  <strong>47</strong> And Solomon left all the vessels unweighed, because they were exceeding many: neither was the weight of the brass found out.  <strong>48</strong> And Solomon made all the vessels that pertained unto the house of the LORD: the altar of gold, and the table of gold, whereupon the shewbread was,  <strong>49</strong> And the candlesticks of pure gold, five on the right side,  and five on the left, before the oracle, with the flowers, and the lamps, and the tongs of gold,  <strong>50</strong> And the bowls, and the snuffers, and the basons, and the spoons, and the censers of pure gold; and the hinges of gold, both  for the doors of the inner house, the most holy place, and  for the doors of the house, to wit, of the temple.  <strong>51</strong> So was ended all the work that king Solomon made for the house of the LORD. And Solomon brought in the things which David his father had dedicated; even the silver, and the gold, and the vessels, did he put among the treasures of the house of the LORD.  ","niv":"<sup><strong>1</strong></sup> It took Solomon thirteen years, however, to complete the construction of his palace. <sup><strong>2</strong></sup> He built the Palace of the Forest of Lebanon a hundred cubits long, fifty wide and thirty high, with four rows of cedar columns supporting trimmed cedar beams. <sup><strong>3</strong></sup> It was roofed with cedar above the beams that rested on the columns-forty-five beams, fifteen to a row. <sup><strong>4</strong></sup> Its windows were placed high in sets of three, facing each other. <sup><strong>5</strong></sup> All the doorways had rectangular frames; they were in the front part in sets of three, facing each other. <sup><strong>6</strong></sup> He made a colonnade fifty cubits long and thirty wide. In front of it was a portico, and in front of that were pillars and an overhanging roof. <sup><strong>7</strong></sup> He built the throne hall, the Hall of Justice, where he was to judge, and he covered it with cedar from floor to ceiling. <sup><strong>8</strong></sup> And the palace in which he was to live, set farther back, was similar in design. Solomon also made a palace like this hall for Pharaoh's daughter, whom he had married. <sup><strong>9</strong></sup> All these structures, from the outside to the great courtyard and from foundation to eaves, were made of blocks of high-grade stone cut to size and trimmed with a saw on their inner and outer faces. <sup><strong>10</strong></sup> The foundations were laid with large stones of good quality, some measuring ten cubits and some eight. <sup><strong>11</strong></sup> Above were high-grade stones, cut to size, and cedar beams. <sup><strong>12</strong></sup> The great courtyard was surrounded by a wall of three courses of dressed stone and one course of trimmed cedar beams, as was the inner courtyard of the temple of the LORD with its portico. <sup><strong>13</strong></sup> King Solomon sent to Tyre and brought Huram, <sup><strong>14</strong></sup> whose mother was a widow from the tribe of Naphtali and whose father was a man of Tyre and a craftsman in bronze. Huram was highly skilled and experienced in all kinds of bronze work. He came to King Solomon and did all the work assigned to him. <sup><strong>15</strong></sup> He cast two bronze pillars, each eighteen cubits high and twelve cubits around, by line. <sup><strong>16</strong></sup> He also made two capitals of cast bronze to set on the tops of the pillars; each capital was five cubits high. <sup><strong>17</strong></sup> A network of interwoven chains festooned the capitals on top of the pillars, seven for each capital. <sup><strong>18</strong></sup> He made pomegranates in two rows encircling each network to decorate the capitals on top of the pillars. He did the same for each capital. <sup><strong>19</strong></sup> The capitals on top of the pillars in the portico were in the shape of lilies, four cubits high. <sup><strong>20</strong></sup> On the capitals of both pillars, above the bowl-shaped part next to the network, were the two hundred pomegranates in rows all around. <sup><strong>21</strong></sup> He erected the pillars at the portico of the temple. The pillar to the south he named Jakin and the one to the north Boaz. <sup><strong>22</strong></sup> The capitals on top were in the shape of lilies. And so the work on the pillars was completed. <sup><strong>23</strong></sup> He made the Sea of cast metal, circular in shape, measuring ten cubits from rim to rim and five cubits high. It took a line of thirty cubits to measure around it. <sup><strong>24</strong></sup> Below the rim, gourds encircled it-ten to a cubit. The gourds were cast in two rows in one piece with the Sea. <sup><strong>25</strong></sup> The Sea stood on twelve bulls, three facing north, three facing west, three facing south and three facing east. The Sea rested on top of them, and their hindquarters were toward the center. <sup><strong>26</strong></sup> It was a handbreadth in thickness, and its rim was like the rim of a cup, like a lily blossom. It held two thousand baths. <sup><strong>27</strong></sup> He also made ten movable stands of bronze; each was four cubits long, four wide and three high. <sup><strong>28</strong></sup> This is how the stands were made: They had side panels attached to uprights. <sup><strong>29</strong></sup> On the panels between the uprights were lions, bulls and cherubim-and on the uprights as well. Above and below the lions and bulls were wreaths of hammered work. <sup><strong>30</strong></sup> Each stand had four bronze wheels with bronze axles, and each had a basin resting on four supports, cast with wreaths on each side. <sup><strong>31</strong></sup> On the inside of the stand there was an opening that had a circular frame one cubit deep. This opening was round, and with its basework it measured a cubit and a half. Around its opening there was engraving. The panels of the stands were square, not round. <sup><strong>32</strong></sup> The four wheels were under the panels, and the axles of the wheels were attached to the stand. The diameter of each wheel was a cubit and a half. <sup><strong>33</strong></sup> The wheels were made like chariot wheels; the axles, rims, spokes and hubs were all of cast metal. <sup><strong>34</strong></sup> Each stand had four handles, one on each corner, projecting from the stand. <sup><strong>35</strong></sup> At the top of the stand there was a circular band half a cubit deep. The supports and panels were attached to the top of the stand. <sup><strong>36</strong></sup> He engraved cherubim, lions and palm trees on the surfaces of the supports and on the panels, in every available space, with wreaths all around. <sup><strong>37</strong></sup> This is the way he made the ten stands. They were all cast in the same molds and were identical in size and shape. <sup><strong>38</strong></sup> He then made ten bronze basins, each holding forty baths and measuring four cubits across, one basin to go on each of the ten stands. <sup><strong>39</strong></sup> He placed five of the stands on the south side of the temple and five on the north. He placed the Sea on the south side, at the southeast corner of the temple. <sup><strong>40</strong></sup> He also made the basins and shovels and sprinkling bowls. So Huram finished all the work he had undertaken for King Solomon in the temple of the LORD: <sup><strong>41</strong></sup> the two pillars; the two bowl-shaped capitals on top of the pillars; the two sets of network decorating the two bowl-shaped capitals on top of the pillars; <sup><strong>42</strong></sup> the four hundred pomegranates for the two sets of network (two rows of pomegranates for each network, decorating the bowl-shaped capitals on top of the pillars); <sup><strong>43</strong></sup> the ten stands with their ten basins; <sup><strong>44</strong></sup> the Sea and the twelve bulls under it; <sup><strong>45</strong></sup> the pots, shovels and sprinkling bowls. All these objects that Huram made for King Solomon for the temple of the LORD were of burnished bronze. <sup><strong>46</strong></sup> The king had them cast in clay molds in the plain of the Jordan between Succoth and Zarethan. <sup><strong>47</strong></sup> Solomon left all these things unweighed, because there were so many; the weight of the bronze was not determined. <sup><strong>48</strong></sup> Solomon also made all the furnishings that were in the LORD's temple: the golden altar; the golden table on which was the bread of the Presence; <sup><strong>49</strong></sup> the lampstands of pure gold (five on the right and five on the left, in front of the inner sanctuary); the gold floral work and lamps and tongs; <sup><strong>50</strong></sup> the pure gold basins, wick trimmers, sprinkling bowls, dishes and censers; and the gold sockets for the doors of the innermost room, the Most Holy Place, and also for the doors of the main hall of the temple. <sup><strong>51</strong></sup> When all the work King Solomon had done for the temple of the LORD was finished, he brought in the things his father David had dedicated-the silver and gold and the furnishings-and he placed them in the treasuries of the LORD's temple. "},{"_id":"6164efdd6451fe5325fa02ed","topicId":"6164efd86451fe5325fa02dd","verse":"Acts 7:48","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44007048_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v44007048-1\">48&nbsp;</b>Yet the Most High does not dwell in houses made by hands, as the prophet says,</p>\n</div>","kjv":"<strong>48</strong> Howbeit the most High dwelleth not in temples made with hands; as saith the prophet,  ","niv":"<sup><strong>48</strong></sup> \"However, the Most High does not live in houses made by men. As the prophet says:"},{"_id":"6164efdd6451fe5325fa02ee","topicId":"6164efd86451fe5325fa02dd","verse":"Jeremiah 46:9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24046009_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v24046009-1\">9&nbsp;</b>&nbsp;&nbsp;Advance, O horses,</span><br><span id=\"p24046009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rage, O chariots!</span><br><span id=\"p24046009_01-18\" class=\"line\">&nbsp;&nbsp;Let the warriors go out:</span><br><span id=\"p24046009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;men of Cush and Put who handle the shield,</span><br><span id=\"p24046009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;men of Lud, skilled in handling the bow.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Come up, ye horses; and rage, ye chariots; and let the mighty men come forth; the Ethiopians and the Libyans, that handle the shield; and the Lydians, that handle and bend the bow.  ","niv":"<sup><strong>9</strong></sup> Charge, O horses! Drive furiously, O charioteers! March on, O warriors- men of Cush and Put who carry shields, men of Lydia who draw the bow."},{"_id":"6164efdd6451fe5325fa02ef","topicId":"6164efd86451fe5325fa02dd","verse":"Esther 1:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p17001001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17001001-1\">1:1&nbsp;</b>Now in the days of Ahasuerus, the Ahasuerus who reigned from India to Ethiopia over 127 provinces, <b class=\"verse-num\" id=\"v17001002-1\">2&nbsp;</b>in those days when King Ahasuerus sat on his royal throne in Susa, the citadel, <b class=\"verse-num\" id=\"v17001003-1\">3&nbsp;</b>in the third year of his reign he gave a feast for all his officials and servants. The army of Persia and Media and the nobles and governors of the provinces were before him, <b class=\"verse-num\" id=\"v17001004-1\">4&nbsp;</b>while he showed the riches of his royal glory and the splendor and pomp of his greatness for many days, 180 days. <b class=\"verse-num\" id=\"v17001005-1\">5&nbsp;</b>And when these days were completed, the king gave for all the people present in Susa the citadel, both great and small, a feast lasting for seven days in the court of the garden of the king’s palace. <b class=\"verse-num\" id=\"v17001006-1\">6&nbsp;</b>There were white cotton curtains and violet hangings fastened with cords of fine linen and purple to silver rods and marble pillars, and also couches of gold and silver on a mosaic pavement of porphyry, marble, mother-of-pearl, and precious stones. <b class=\"verse-num\" id=\"v17001007-1\">7&nbsp;</b>Drinks were served in golden vessels, vessels of different kinds, and the royal wine was lavished according to the bounty of the king. <b class=\"verse-num\" id=\"v17001008-1\">8&nbsp;</b>And drinking was according to this edict: “There is no compulsion.” For the king had given orders to all the staff of his palace to do as each man desired. <b class=\"verse-num\" id=\"v17001009-1\">9&nbsp;</b>Queen Vashti also gave a feast for the women in the palace that belonged to King Ahasuerus.</p>\n\n<p id=\"p17001009_07-19\"><b class=\"verse-num\" id=\"v17001010-1\">10&nbsp;</b>On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha and Abagtha, Zethar and Carkas, the seven eunuchs who served in the presence of King Ahasuerus, <b class=\"verse-num\" id=\"v17001011-1\">11&nbsp;</b>to bring Queen Vashti before the king with her royal crown, in order to show the peoples and the princes her beauty, for she was lovely to look at. <b class=\"verse-num\" id=\"v17001012-1\">12&nbsp;</b>But Queen Vashti refused to come at the king’s command delivered by the eunuchs. At this the king became enraged, and his anger burned within him.</p>\n<p id=\"p17001012_07-19\"><b class=\"verse-num\" id=\"v17001013-1\">13&nbsp;</b>Then the king said to the wise men who knew the times (for this was the king’s procedure toward all who were versed in law and judgment, <b class=\"verse-num\" id=\"v17001014-1\">14&nbsp;</b>the men next to him being Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king’s face, and sat first in the kingdom): <b class=\"verse-num\" id=\"v17001015-1\">15&nbsp;</b>“According to the law, what is to be done to Queen Vashti, because she has not performed the command of King Ahasuerus delivered by the eunuchs?” <b class=\"verse-num\" id=\"v17001016-1\">16&nbsp;</b>Then Memucan said in the presence of the king and the officials, “Not only against the king has Queen Vashti done wrong, but also against all the officials and all the peoples who are in all the provinces of King Ahasuerus. <b class=\"verse-num\" id=\"v17001017-1\">17&nbsp;</b>For the queen’s behavior will be made known to all women, causing them to look at their husbands with contempt, since they will say, ‘King Ahasuerus commanded Queen Vashti to be brought before him, and she did not come.’ <b class=\"verse-num\" id=\"v17001018-1\">18&nbsp;</b>This very day the noble women of Persia and Media who have heard of the queen’s behavior will say the same to all the king’s officials, and there will be contempt and wrath in plenty. <b class=\"verse-num\" id=\"v17001019-1\">19&nbsp;</b>If it please the king, let a royal order go out from him, and let it be written among the laws of the Persians and the Medes so that it may not be repealed, that Vashti is never again to come before King Ahasuerus. And let the king give her royal position to another who is better than she. <b class=\"verse-num\" id=\"v17001020-1\">20&nbsp;</b>So when the decree made by the king is proclaimed throughout all his kingdom, for it is vast, all women will give honor to their husbands, high and low alike.” <b class=\"verse-num\" id=\"v17001021-1\">21&nbsp;</b>This advice pleased the king and the princes, and the king did as Memucan proposed. <b class=\"verse-num\" id=\"v17001022-1\">22&nbsp;</b>He sent letters to all the royal provinces, to every province in its own script and to every people in its own language, that every man be master in his own household and speak according to the language of his people.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass in the days of Ahasuerus, (this is Ahasuerus which reigned, from India even unto Ethiopia, over an hundred and seven and twenty provinces:)  <strong>2</strong> That in those days, when the king Ahasuerus sat on the throne of his kingdom, which was in Shushan the palace,  <strong>3</strong> In the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him:  <strong>4</strong> When he shewed the riches of his glorious kingdom and the honour of his excellent majesty many days, even an hundred and fourscore days.  <strong>5</strong> And when these days were expired, the king made a feast unto all the people that were present in Shushan the palace, both unto great and small, seven days, in the court of the garden of the king’s palace;  <strong>6</strong> Where were white, green, and blue, hangings, fastened with cords of fine linen and purple to silver rings and pillars of marble: the beds were of gold and silver, upon a pavement of red, and blue, and white, and black, marble.  <strong>7</strong> And they gave them drink in vessels of gold, (the vessels being diverse one from another,) and royal wine in abundance, according to the state of the king.  <strong>8</strong> And the drinking was according to the law; none did compel: for so the king had appointed to all the officers of his house, that they should do according to every man’s pleasure.  <strong>9</strong> Also Vashti the queen made a feast for the women in the royal house which belonged to king Ahasuerus.  <strong>10</strong> On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven chamberlains that served in the presence of Ahasuerus the king,  <strong>11</strong> To bring Vashti the queen before the king with the crown royal, to shew the people and the princes her beauty: for she was fair to look on.  <strong>12</strong> But the queen Vashti refused to come at the king’s commandment by his chamberlains: therefore was the king very wroth, and his anger burned in him.  <strong>13</strong> Then the king said to the wise men, which knew the times, (for so was the king’s manner toward all that knew law and judgment:  <strong>14</strong> And the next unto him was Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, which saw the king’s face, and which sat the first in the kingdom;)  <strong>15</strong> What shall we do unto the queen Vashti according to law, because she hath not performed the commandment of the king Ahasuerus by the chamberlains?  <strong>16</strong> And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the people that are in all the provinces of the king Ahasuerus.  <strong>17</strong> For this deed of the queen shall come abroad unto all women, so that they shall despise their husbands in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not.  <strong>18</strong> Likewise shall the ladies of Persia and Media say this day unto all the king’s princes, which have heard of the deed of the queen. Thus shall there arise too much contempt and wrath.  <strong>19</strong> If it please the king, let there go a royal commandment from him, and let it be written among the laws of the Persians and the Medes, that it be not altered, That Vashti come no more before king Ahasuerus; and let the king give her royal estate unto another that is better than she.  <strong>20</strong> And when the king’s decree which he shall make shall be published throughout all his empire, (for it is great,) all the wives shall give to their husbands honour, both to great and small.  <strong>21</strong> And the saying pleased the king and the princes; and the king did according to the word of Memucan:  <strong>22</strong> For he sent letters into all the king’s provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and that it should be published according to the language of every people.  ","niv":"<sup><strong>1</strong></sup> This is what happened during the time of Xerxes, the Xerxes who ruled over 127 provinces stretching from India to Cush: <sup><strong>2</strong></sup> At that time King Xerxes reigned from his royal throne in the citadel of Susa, <sup><strong>3</strong></sup> and in the third year of his reign he gave a banquet for all his nobles and officials. The military leaders of Persia and Media, the princes, and the nobles of the provinces were present. <sup><strong>4</strong></sup> For a full 180 days he displayed the vast wealth of his kingdom and the splendor and glory of his majesty. <sup><strong>5</strong></sup> When these days were over, the king gave a banquet, lasting seven days, in the enclosed garden of the king's palace, for all the people from the least to the greatest, who were in the citadel of Susa. <sup><strong>6</strong></sup> The garden had hangings of white and blue linen, fastened with cords of white linen and purple material to silver rings on marble pillars. There were couches of gold and silver on a mosaic pavement of porphyry, marble, mother-of-pearl and other costly stones. <sup><strong>7</strong></sup> Wine was served in goblets of gold, each one different from the other, and the royal wine was abundant, in keeping with the king's liberality. <sup><strong>8</strong></sup> By the king's command each guest was allowed to drink in his own way, for the king instructed all the wine stewards to serve each man what he wished. <sup><strong>9</strong></sup> Queen Vashti also gave a banquet for the women in the royal palace of King Xerxes. <sup><strong>10</strong></sup> On the seventh day, when King Xerxes was in high spirits from wine, he commanded the seven eunuchs who served him-Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar and Carcas- <sup><strong>11</strong></sup> to bring before him Queen Vashti, wearing her royal crown, in order to display her beauty to the people and nobles, for she was lovely to look at. <sup><strong>12</strong></sup> But when the attendants delivered the king's command, Queen Vashti refused to come. Then the king became furious and burned with anger. <sup><strong>13</strong></sup> Since it was customary for the king to consult experts in matters of law and justice, he spoke with the wise men who understood the times <sup><strong>14</strong></sup> and were closest to the king-Carshena, Shethar, Admatha, Tarshish, Meres, Marsena and Memucan, the seven nobles of Persia and Media who had special access to the king and were highest in the kingdom. <sup><strong>15</strong></sup> \"According to law, what must be done to Queen Vashti?\" he asked. \"She has not obeyed the command of King Xerxes that the eunuchs have taken to her.\" <sup><strong>16</strong></sup> Then Memucan replied in the presence of the king and the nobles, \"Queen Vashti has done wrong, not only against the king but also against all the nobles and the peoples of all the provinces of King Xerxes. <sup><strong>17</strong></sup> For the queen's conduct will become known to all the women, and so they will despise their husbands and say, 'King Xerxes commanded Queen Vashti to be brought before him, but she would not come.' <sup><strong>18</strong></sup> This very day the Persian and Median women of the nobility who have heard about the queen's conduct will respond to all the king's nobles in the same way. There will be no end of disrespect and discord. <sup><strong>19</strong></sup> \"Therefore, if it pleases the king, let him issue a royal decree and let it be written in the laws of Persia and Media, which cannot be repealed, that Vashti is never again to enter the presence of King Xerxes. Also let the king give her royal position to someone else who is better than she. <sup><strong>20</strong></sup> Then when the king's edict is proclaimed throughout all his vast realm, all the women will respect their husbands, from the least to the greatest.\" <sup><strong>21</strong></sup> The king and his nobles were pleased with this advice, so the king did as Memucan proposed. <sup><strong>22</strong></sup> He sent dispatches to all parts of the kingdom, to each province in its own script and to each people in its own language, proclaiming in each people's tongue that every man should be ruler over his own household. "},{"_id":"6164efdd6451fe5325fa02f0","topicId":"6164efd86451fe5325fa02dd","verse":"Nehemiah 13:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p16013001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16013001-1\">13:1&nbsp;</b>On that day they read from the Book of Moses in the hearing of the people. And in it was found written that no Ammonite or Moabite should ever enter the assembly of God, <b class=\"verse-num\" id=\"v16013002-1\">2&nbsp;</b>for they did not meet the people of Israel with bread and water, but hired Balaam against them to curse them—yet our God turned the curse into a blessing. <b class=\"verse-num\" id=\"v16013003-1\">3&nbsp;</b>As soon as the people heard the law, they separated from Israel all those of foreign descent.</p>\n<p id=\"p16013003_04-20\"><b class=\"verse-num\" id=\"v16013004-1\">4&nbsp;</b>Now before this, Eliashib the priest, who was appointed over the chambers of the house of our God, and who was related to Tobiah, <b class=\"verse-num\" id=\"v16013005-1\">5&nbsp;</b>prepared for Tobiah a large chamber where they had previously put the grain offering, the frankincense, the vessels, and the tithes of grain, wine, and oil, which were given by commandment to the Levites, singers, and gatekeepers, and the contributions for the priests. <b class=\"verse-num\" id=\"v16013006-1\">6&nbsp;</b>While this was taking place, I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I went to the king. And after some time I asked leave of the king <b class=\"verse-num\" id=\"v16013007-1\">7&nbsp;</b>and came to Jerusalem, and I then discovered the evil that Eliashib had done for Tobiah, preparing for him a chamber in the courts of the house of God. <b class=\"verse-num\" id=\"v16013008-1\">8&nbsp;</b>And I was very angry, and I threw all the household furniture of Tobiah out of the chamber. <b class=\"verse-num\" id=\"v16013009-1\">9&nbsp;</b>Then I gave orders, and they cleansed the chambers, and I brought back there the vessels of the house of God, with the grain offering and the frankincense.</p>\n<p id=\"p16013009_04-20\"><b class=\"verse-num\" id=\"v16013010-1\">10&nbsp;</b>I also found out that the portions of the Levites had not been given to them, so that the Levites and the singers, who did the work, had fled each to his field. <b class=\"verse-num\" id=\"v16013011-1\">11&nbsp;</b>So I confronted the officials and said, “Why is the house of God forsaken?” And I gathered them together and set them in their stations. <b class=\"verse-num\" id=\"v16013012-1\">12&nbsp;</b>Then all Judah brought the tithe of the grain, wine, and oil into the storehouses. <b class=\"verse-num\" id=\"v16013013-1\">13&nbsp;</b>And I appointed as treasurers over the storehouses Shelemiah the priest, Zadok the scribe, and Pedaiah of the Levites, and as their assistant Hanan the son of Zaccur, son of Mattaniah, for they were considered reliable, and their duty was to distribute to their brothers. <b class=\"verse-num\" id=\"v16013014-1\">14&nbsp;</b>Remember me, O my God, concerning this, and do not wipe out my good deeds that I have done for the house of my God and for his service.</p>\n<p id=\"p16013014_04-20\"><b class=\"verse-num\" id=\"v16013015-1\">15&nbsp;</b>In those days I saw in Judah people treading winepresses on the Sabbath, and bringing in heaps of grain and loading them on donkeys, and also wine, grapes, figs, and all kinds of loads, which they brought into Jerusalem on the Sabbath day. And I warned them on the day when they sold food. <b class=\"verse-num\" id=\"v16013016-1\">16&nbsp;</b>Tyrians also, who lived in the city, brought in fish and all kinds of goods and sold them on the Sabbath to the people of Judah, in Jerusalem itself! <b class=\"verse-num\" id=\"v16013017-1\">17&nbsp;</b>Then I confronted the nobles of Judah and said to them, “What is this evil thing that you are doing, profaning the Sabbath day? <b class=\"verse-num\" id=\"v16013018-1\">18&nbsp;</b>Did not your fathers act in this way, and did not our God bring all this disaster on us and on this city? Now you are bringing more wrath on Israel by profaning the Sabbath.”</p>\n<p id=\"p16013018_04-20\"><b class=\"verse-num\" id=\"v16013019-1\">19&nbsp;</b>As soon as it began to grow dark at the gates of Jerusalem before the Sabbath, I commanded that the doors should be shut and gave orders that they should not be opened until after the Sabbath. And I stationed some of my servants at the gates, that no load might be brought in on the Sabbath day. <b class=\"verse-num\" id=\"v16013020-1\">20&nbsp;</b>Then the merchants and sellers of all kinds of wares lodged outside Jerusalem once or twice. <b class=\"verse-num\" id=\"v16013021-1\">21&nbsp;</b>But I warned them and said to them, “Why do you lodge outside the wall? If you do so again, I will lay hands on you.” From that time on they did not come on the Sabbath. <b class=\"verse-num\" id=\"v16013022-1\">22&nbsp;</b>Then I commanded the Levites that they should purify themselves and come and guard the gates, to keep the Sabbath day holy. Remember this also in my favor, O my God, and spare me according to the greatness of your steadfast love.</p>\n<p id=\"p16013022_04-20\"><b class=\"verse-num\" id=\"v16013023-1\">23&nbsp;</b>In those days also I saw the Jews who had married women of Ashdod, Ammon, and Moab. <b class=\"verse-num\" id=\"v16013024-1\">24&nbsp;</b>And half of their children spoke the language of Ashdod, and they could not speak the language of Judah, but only the language of each people. <b class=\"verse-num\" id=\"v16013025-1\">25&nbsp;</b>And I confronted them and cursed them and beat some of them and pulled out their hair. And I made them take an oath in the name of God, saying, “You shall not give your daughters to their sons, or take their daughters for your sons or for yourselves. <b class=\"verse-num\" id=\"v16013026-1\">26&nbsp;</b>Did not Solomon king of Israel sin on account of such women? Among the many nations there was no king like him, and he was beloved by his God, and God made him king over all Israel. Nevertheless, foreign women made even him to sin. <b class=\"verse-num\" id=\"v16013027-1\">27&nbsp;</b>Shall we then listen to you and do all this great evil and act treacherously against our God by marrying foreign women?”</p>\n<p id=\"p16013027_04-20\"><b class=\"verse-num\" id=\"v16013028-1\">28&nbsp;</b>And one of the sons of Jehoiada, the son of Eliashib the high priest, was the son-in-law of Sanballat the Horonite. Therefore I chased him from me. <b class=\"verse-num\" id=\"v16013029-1\">29&nbsp;</b>Remember them, O my God, because they have desecrated the priesthood and the covenant of the priesthood and the Levites.</p>\n<p id=\"p16013029_04-20\"><b class=\"verse-num\" id=\"v16013030-1\">30&nbsp;</b>Thus I cleansed them from everything foreign, and I established the duties of the priests and Levites, each in his work; <b class=\"verse-num\" id=\"v16013031-1\">31&nbsp;</b>and I provided for the wood offering at appointed times, and for the firstfruits.</p>\n<p id=\"p16013031_04-20\">Remember me, O my God, for good.</p>\n\n</div>","kjv":"<strong>1</strong> On that day they read in the book of Moses in the audience of the people; and therein was found written, that the Ammonite and the Moabite should not come into the congregation of God for ever;  <strong>2</strong> Because they met not the children of Israel with bread and with water, but hired Balaam against them, that he should curse them: howbeit our God turned the curse into a blessing.  <strong>3</strong> Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.  <strong>4</strong> And before this, Eliashib the priest, having the oversight of the chamber of the house of our God, was allied unto Tobiah:  <strong>5</strong> And he had prepared for him a great chamber, where aforetime they laid the meat offerings, the frankincense, and the vessels, and the tithes of the corn, the new wine, and the oil, which was commanded to be given  to the Levites, and the singers, and the porters; and the offerings of the priests.  <strong>6</strong> But in all this time was not I at Jerusalem: for in the two and thirtieth year of Artaxerxes king of Babylon came I unto the king, and after certain days obtained I leave of the king:  <strong>7</strong> And I came to Jerusalem, and understood of the evil that Eliashib did for Tobiah, in preparing him a chamber in the courts of the house of God.  <strong>8</strong> And it grieved me sore: therefore I cast forth all the household stuff of Tobiah out of the chamber.  <strong>9</strong> Then I commanded, and they cleansed the chambers: and thither brought I again the vessels of the house of God, with the meat offering and the frankincense.  <strong>10</strong> And I perceived that the portions of the Levites had not been given them: for the Levites and the singers, that did the work, were fled every one to his field.  <strong>11</strong> Then contended I with the rulers, and said, Why is the house of God forsaken? And I gathered them together, and set them in their place.  <strong>12</strong> Then brought all Judah the tithe of the corn and the new wine and the oil unto the treasuries.  <strong>13</strong> And I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah: and next to them was  Hanan the son of Zaccur, the son of Mattaniah: for they were counted faithful, and their office was to distribute unto their brethren.  <strong>14</strong> Remember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God, and for the offices thereof.  <strong>15</strong> In those days saw I in Judah some treading winepresses on the sabbath, and bringing in sheaves, and lading asses; as also wine, grapes, and figs, and all manner of burdens, which they brought into Jerusalem on the sabbath day: and I testified against them in the day wherein they sold victuals.  <strong>16</strong> There dwelt men of Tyre also therein, which brought fish, and all manner of ware, and sold on the sabbath unto the children of Judah, and in Jerusalem.  <strong>17</strong> Then I contended with the nobles of Judah, and said unto them, What evil thing is this that ye do, and profane the sabbath day?  <strong>18</strong> Did not your fathers thus, and did not our God bring all this evil upon us, and upon this city? yet ye bring more wrath upon Israel by profaning the sabbath.  <strong>19</strong> And it came to pass, that when the gates of Jerusalem began to be dark before the sabbath, I commanded that the gates should be shut, and charged that they should not be opened till after the sabbath: and some  of my servants set I at the gates, that there should no burden be brought in on the sabbath day.  <strong>20</strong> So the merchants and sellers of all kind of ware lodged without Jerusalem once or twice.  <strong>21</strong> Then I testified against them, and said unto them, Why lodge ye about the wall? if ye do so again, I will lay hands on you. From that time forth came they no more on the sabbath.  <strong>22</strong> And I commanded the Levites that they should cleanse themselves, and that they should come and keep the gates, to sanctify the sabbath day. Remember me, O my God, concerning this also, and spare me according to the greatness of thy mercy.  <strong>23</strong> In those days also saw I Jews that had married wives of Ashdod, of Ammon, and of Moab:  <strong>24</strong> And their children spake half in the speech of Ashdod, and could not speak in the Jews’ language, but according to the language of each people.  <strong>25</strong> And I contended with them, and cursed them, and smote certain of them, and plucked off their hair, and made them swear by God, saying,  Ye shall not give your daughters unto their sons, nor take their daughters unto your sons, or for yourselves.  <strong>26</strong> Did not Solomon king of Israel sin by these things? yet among many nations was there no king like him, who was beloved of his God, and God made him king over all Israel: nevertheless even him did outlandish women cause to sin.  <strong>27</strong> Shall we then hearken unto you to do all this great evil, to transgress against our God in marrying strange wives?  <strong>28</strong> And one of the sons of Joiada, the son of Eliashib the high priest, was son in law to Sanballat the Horonite: therefore I chased him from me.  <strong>29</strong> Remember them, O my God, because they have defiled the priesthood, and the covenant of the priesthood, and of the Levites.  <strong>30</strong> Thus cleansed I them from all strangers, and appointed the wards of the priests and the Levites, every one in his business;  <strong>31</strong> And for the wood offering, at times appointed, and for the firstfruits. Remember me, O my God, for good.  ","niv":"<sup><strong>1</strong></sup> On that day the Book of Moses was read aloud in the hearing of the people and there it was found written that no Ammonite or Moabite should ever be admitted into the assembly of God, <sup><strong>2</strong></sup> because they had not met the Israelites with food and water but had hired Balaam to call a curse down on them. (Our God, however, turned the curse into a blessing.) <sup><strong>3</strong></sup> When the people heard this law, they excluded from Israel all who were of foreign descent. <sup><strong>4</strong></sup> Before this, Eliashib the priest had been put in charge of the storerooms of the house of our God. He was closely associated with Tobiah, <sup><strong>5</strong></sup> and he had provided him with a large room formerly used to store the grain offerings and incense and temple articles, and also the tithes of grain, new wine and oil prescribed for the Levites, singers and gatekeepers, as well as the contributions for the priests. <sup><strong>6</strong></sup> But while all this was going on, I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I had returned to the king. Some time later I asked his permission <sup><strong>7</strong></sup> and came back to Jerusalem. Here I learned about the evil thing Eliashib had done in providing Tobiah a room in the courts of the house of God. <sup><strong>8</strong></sup> I was greatly displeased and threw all Tobiah's household goods out of the room. <sup><strong>9</strong></sup> I gave orders to purify the rooms, and then I put back into them the equipment of the house of God, with the grain offerings and the incense. <sup><strong>10</strong></sup> I also learned that the portions assigned to the Levites had not been given to them, and that all the Levites and singers responsible for the service had gone back to their own fields. <sup><strong>11</strong></sup> So I rebuked the officials and asked them, \"Why is the house of God neglected?\" Then I called them together and stationed them at their posts. <sup><strong>12</strong></sup> All Judah brought the tithes of grain, new wine and oil into the storerooms. <sup><strong>13</strong></sup> I put Shelemiah the priest, Zadok the scribe, and a Levite named Pedaiah in charge of the storerooms and made Hanan son of Zaccur, the son of Mattaniah, their assistant, because these men were considered trustworthy. They were made responsible for distributing the supplies to their brothers. <sup><strong>14</strong></sup> Remember me for this, O my God, and do not blot out what I have so faithfully done for the house of my God and its services. <sup><strong>15</strong></sup> In those days I saw men in Judah treading winepresses on the Sabbath and bringing in grain and loading it on donkeys, together with wine, grapes, figs and all other kinds of loads. And they were bringing all this into Jerusalem on the Sabbath. Therefore I warned them against selling food on that day. <sup><strong>16</strong></sup> Men from Tyre who lived in Jerusalem were bringing in fish and all kinds of merchandise and selling them in Jerusalem on the Sabbath to the people of Judah. <sup><strong>17</strong></sup> I rebuked the nobles of Judah and said to them, \"What is this wicked thing you are doing-desecrating the Sabbath day? <sup><strong>18</strong></sup> Didn't your forefathers do the same things, so that our God brought all this calamity upon us and upon this city? Now you are stirring up more wrath against Israel by desecrating the Sabbath.\" <sup><strong>19</strong></sup> When evening shadows fell on the gates of Jerusalem before the Sabbath, I ordered the doors to be shut and not opened until the Sabbath was over. I stationed some of my own men at the gates so that no load could be brought in on the Sabbath day. <sup><strong>20</strong></sup> Once or twice the merchants and sellers of all kinds of goods spent the night outside Jerusalem. <sup><strong>21</strong></sup> But I warned them and said, \"Why do you spend the night by the wall? If you do this again, I will lay hands on you.\" From that time on they no longer came on the Sabbath. <sup><strong>22</strong></sup> Then I commanded the Levites to purify themselves and go and guard the gates in order to keep the Sabbath day holy. Remember me for this also, O my God, and show mercy to me according to your great love. <sup><strong>23</strong></sup> Moreover, in those days I saw men of Judah who had married women from Ashdod, Ammon and Moab. <sup><strong>24</strong></sup> Half of their children spoke the language of Ashdod or the language of one of the other peoples, and did not know how to speak the language of Judah. <sup><strong>25</strong></sup> I rebuked them and called curses down on them. I beat some of the men and pulled out their hair. I made them take an oath in God's name and said: \"You are not to give your daughters in marriage to their sons, nor are you to take their daughters in marriage for your sons or for yourselves. <sup><strong>26</strong></sup> Was it not because of marriages like these that Solomon king of Israel sinned? Among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel, but even he was led into sin by foreign women. <sup><strong>27</strong></sup> Must we hear now that you too are doing all this terrible wickedness and are being unfaithful to our God by marrying foreign women?\" <sup><strong>28</strong></sup> One of the sons of Joiada son of Eliashib the high priest was son-in-law to Sanballat the Horonite. And I drove him away from me. <sup><strong>29</strong></sup> Remember them, O my God, because they defiled the priestly office and the covenant of the priesthood and of the Levites. <sup><strong>30</strong></sup> So I purified the priests and the Levites of everything foreign, and assigned them duties, each to his own task. <sup><strong>31</strong></sup> I also made provision for contributions of wood at designated times, and for the firstfruits. Remember me with favor, O my God. "},{"_id":"6164efde6451fe5325fa02f1","topicId":"6164efd86451fe5325fa02dd","verse":"Ezra 4:1-24","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p15004001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v15004001-1\">4:1&nbsp;</b>Now when the adversaries of Judah and Benjamin heard that the returned exiles were building a temple to the LORD, the God of Israel, <b class=\"verse-num\" id=\"v15004002-1\">2&nbsp;</b>they approached Zerubbabel and the heads of fathers’ houses and said to them, “Let us build with you, for we worship your God as you do, and we have been sacrificing to him ever since the days of Esarhaddon king of Assyria who brought us here.” <b class=\"verse-num\" id=\"v15004003-1\">3&nbsp;</b>But Zerubbabel, Jeshua, and the rest of the heads of fathers’ houses in Israel said to them, “You have nothing to do with us in building a house to our God; but we alone will build to the LORD, the God of Israel, as King Cyrus the king of Persia has commanded us.”</p>\n<p id=\"p15004003_05-21\"><b class=\"verse-num\" id=\"v15004004-1\">4&nbsp;</b>Then the people of the land discouraged the people of Judah and made them afraid to build <b class=\"verse-num\" id=\"v15004005-1\">5&nbsp;</b>and bribed counselors against them to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.</p>\n<p id=\"p15004005_05-21\"><b class=\"verse-num\" id=\"v15004006-1\">6&nbsp;</b>And in the reign of Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem.</p>\n\n<p id=\"p15004006_10-21\"><b class=\"verse-num\" id=\"v15004007-1\">7&nbsp;</b>In the days of Artaxerxes, Bishlam and Mithredath and Tabeel and the rest of their associates wrote to Artaxerxes king of Persia. The letter was written in Aramaic and translated. <b class=\"verse-num\" id=\"v15004008-1\">8&nbsp;</b>Rehum the commander and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king as follows: <b class=\"verse-num\" id=\"v15004009-1\">9&nbsp;</b>Rehum the commander, Shimshai the scribe, and the rest of their associates, the judges, the governors, the officials, the Persians, the men of Erech, the Babylonians, the men of Susa, that is, the Elamites, <b class=\"verse-num\" id=\"v15004010-1\">10&nbsp;</b>and the rest of the nations whom the great and noble Osnappar deported and settled in the cities of Samaria and in the rest of the province Beyond the River. <b class=\"verse-num\" id=\"v15004011-1\">11&nbsp;</b>(This is a copy of the letter that they sent.) “To Artaxerxes the king: Your servants, the men of the province Beyond the River, send greeting. And now <b class=\"verse-num\" id=\"v15004012-1\">12&nbsp;</b>be it known to the king that the Jews who came up from you to us have gone to Jerusalem. They are rebuilding that rebellious and wicked city. They are finishing the walls and repairing the foundations. <b class=\"verse-num\" id=\"v15004013-1\">13&nbsp;</b>Now be it known to the king that if this city is rebuilt and the walls finished, they will not pay tribute, custom, or toll, and the royal revenue will be impaired. <b class=\"verse-num\" id=\"v15004014-1\">14&nbsp;</b>Now because we eat the salt of the palace and it is not fitting for us to witness the king’s dishonor, therefore we send and inform the king, <b class=\"verse-num\" id=\"v15004015-1\">15&nbsp;</b>in order that search may be made in the book of the records of your fathers. You will find in the book of the records and learn that this city is a rebellious city, hurtful to kings and provinces, and that sedition was stirred up in it from of old. That was why this city was laid waste. <b class=\"verse-num\" id=\"v15004016-1\">16&nbsp;</b>We make known to the king that if this city is rebuilt and its walls finished, you will then have no possession in the province Beyond the River.”</p>\n\n<p id=\"p15004016_17-21\"><b class=\"verse-num\" id=\"v15004017-1\">17&nbsp;</b>The king sent an answer: “To Rehum the commander and Shimshai the scribe and the rest of their associates who live in Samaria and in the rest of the province Beyond the River, greeting. And now <b class=\"verse-num\" id=\"v15004018-1\">18&nbsp;</b>the letter that you sent to us has been plainly read before me. <b class=\"verse-num\" id=\"v15004019-1\">19&nbsp;</b>And I made a decree, and search has been made, and it has been found that this city from of old has risen against kings, and that rebellion and sedition have been made in it. <b class=\"verse-num\" id=\"v15004020-1\">20&nbsp;</b>And mighty kings have been over Jerusalem, who ruled over the whole province Beyond the River, to whom tribute, custom, and toll were paid. <b class=\"verse-num\" id=\"v15004021-1\">21&nbsp;</b>Therefore make a decree that these men be made to cease, and that this city be not rebuilt, until a decree is made by me. <b class=\"verse-num\" id=\"v15004022-1\">22&nbsp;</b>And take care not to be slack in this matter. Why should damage grow to the hurt of the king?”</p>\n<p id=\"p15004022_17-21\"><b class=\"verse-num\" id=\"v15004023-1\">23&nbsp;</b>Then, when the copy of King Artaxerxes’ letter was read before Rehum and Shimshai the scribe and their associates, they went in haste to the Jews at Jerusalem and by force and power made them cease. <b class=\"verse-num\" id=\"v15004024-1\">24&nbsp;</b>Then the work on the house of God that is in Jerusalem stopped, and it ceased until the second year of the reign of Darius king of Persia.</p>\n\n</div>","kjv":"<strong>1</strong> Now when the adversaries of Judah and Benjamin heard that the children of the captivity builded the temple unto the LORD God of Israel;  <strong>2</strong> Then they came to Zerubbabel, and to the chief of the fathers, and said unto them, Let us build with you: for we seek your God, as ye do;  and we do sacrifice unto him since the days of Esar-haddon king of Assur, which brought us up hither.  <strong>3</strong> But Zerubbabel, and Jeshua, and the rest of the chief of the fathers of Israel, said unto them, Ye have nothing to do with us to build an house unto our God; but we ourselves together will build unto the LORD God of Israel, as king Cyrus the king of Persia hath commanded us.  <strong>4</strong> Then the people of the land weakened the hands of the people of Judah, and troubled them in building,  <strong>5</strong> And hired counsellors against them, to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.  <strong>6</strong> And in the reign of Ahasuerus, in the beginning of his reign, wrote they unto him an accusation against the inhabitants of Judah and Jerusalem.  <strong>7</strong> And in the days of Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of their companions, unto Artaxerxes king of Persia; and the writing of the letter was written in the Syrian tongue, and interpreted in the Syrian tongue.  <strong>8</strong> Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this sort:  <strong>9</strong> Then wrote Rehum the chancellor, and Shimshai the scribe, and the rest of their companions; the Dinaites, the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Susanchites, the Dehavites, and the Elamites,  <strong>10</strong> And the rest of the nations whom the great and noble Asnapper brought over, and set in the cities of Samaria, and the rest that are on this side the river, and at such a time.  <strong>11</strong> This is the copy of the letter that they sent unto him, even unto Artaxerxes the king; Thy servants the men on this side the river, and at such a time.  <strong>12</strong> Be it known unto the king, that the Jews which came up from thee to us are come unto Jerusalem, building the rebellious and the bad city, and have set up the walls thereof, and joined the foundations.  <strong>13</strong> Be it known now unto the king, that, if this city be builded, and the walls set up again, then will they not pay toll, tribute, and custom, and so thou shalt endamage the revenue of the kings.  <strong>14</strong> Now because we have maintenance from the king’s palace, and it was not meet for us to see the king’s dishonour, therefore have we sent and certified the king;  <strong>15</strong> That search may be made in the book of the records of thy fathers: so shalt thou find in the book of the records, and know that this city is a rebellious city, and hurtful unto kings and provinces, and that they have moved sedition within the same of old time: for which cause was this city destroyed.  <strong>16</strong> We certify the king that, if this city be builded again,  and the walls thereof set up, by this means thou shalt have no portion on this side the river.  <strong>17</strong>           Then sent the king an answer unto Rehum the chancellor, and to Shimshai the scribe, and to the rest of their companions that dwell in Samaria, and unto the rest beyond the river, Peace, and at such a time.  <strong>18</strong> The letter which ye sent unto us hath been plainly read before me.  <strong>19</strong> And I commanded, and search hath been made, and it is found that this city of old time hath made insurrection against kings, and that  rebellion and sedition have been made therein.  <strong>20</strong> There have been mighty kings also over Jerusalem, which have ruled over all countries beyond the river; and toll, tribute, and custom, was paid unto them.  <strong>21</strong> Give ye now commandment to cause these men to cease, and that this city be not builded, until another commandment shall be given from me.  <strong>22</strong> Take heed now that ye fail not to do this: why should damage grow to the hurt of the kings?  <strong>23</strong> Now when the copy of king Artaxerxes’ letter was read before Rehum, and Shimshai the scribe, and their companions, they went up in haste to Jerusalem unto the Jews, and made them to cease by force and power.  <strong>24</strong> Then ceased the work of the house of God which is at Jerusalem. So it ceased unto the second year of the reign of Darius king of Persia.  ","niv":"<sup><strong>1</strong></sup> When the enemies of Judah and Benjamin heard that the exiles were building a temple for the LORD, the God of Israel, <sup><strong>2</strong></sup> they came to Zerubbabel and to the heads of the families and said, \"Let us help you build because, like you, we seek your God and have been sacrificing to him since the time of Esarhaddon king of Assyria, who brought us here.\" <sup><strong>3</strong></sup> But Zerubbabel, Jeshua and the rest of the heads of the families of Israel answered, \"You have no part with us in building a temple to our God. We alone will build it for the LORD, the God of Israel, as King Cyrus, the king of Persia, commanded us.\" <sup><strong>4</strong></sup> Then the peoples around them set out to discourage the people of Judah and make them afraid to go on building. <sup><strong>5</strong></sup> They hired counselors to work against them and frustrate their plans during the entire reign of Cyrus king of Persia and down to the reign of Darius king of Persia. <sup><strong>6</strong></sup> At the beginning of the reign of Xerxes, they lodged an accusation against the people of Judah and Jerusalem. <sup><strong>7</strong></sup> And in the days of Artaxerxes king of Persia, Bishlam, Mithredath, Tabeel and the rest of his associates wrote a letter to Artaxerxes. The letter was written in Aramaic script and in the Aramaic language., <sup><strong>8</strong></sup> Rehum the commanding officer and Shimshai the secretary wrote a letter against Jerusalem to Artaxerxes the king as follows: <sup><strong>9</strong></sup> Rehum the commanding officer and Shimshai the secretary, together with the rest of their associates-the judges and officials over the men from Tripolis, Persia, Erech and Babylon, the Elamites of Susa, <sup><strong>10</strong></sup> and the other people whom the great and honorable Ashurbanipal deported and settled in the city of Samaria and elsewhere in Trans-Euphrates. <sup><strong>11</strong></sup> (This is a copy of the letter they sent him.) To King Artaxerxes, From your servants, the men of Trans-Euphrates: <sup><strong>12</strong></sup> The king should know that the Jews who came up to us from you have gone to Jerusalem and are rebuilding that rebellious and wicked city. They are restoring the walls and repairing the foundations. <sup><strong>13</strong></sup> Furthermore, the king should know that if this city is built and its walls are restored, no more taxes, tribute or duty will be paid, and the royal revenues will suffer. <sup><strong>14</strong></sup> Now since we are under obligation to the palace and it is not proper for us to see the king dishonored, we are sending this message to inform the king, <sup><strong>15</strong></sup> so that a search may be made in the archives of your predecessors. In these records you will find that this city is a rebellious city, troublesome to kings and provinces, a place of rebellion from ancient times. That is why this city was destroyed. <sup><strong>16</strong></sup> We inform the king that if this city is built and its walls are restored, you will be left with nothing in Trans-Euphrates. <sup><strong>17</strong></sup> The king sent this reply: To Rehum the commanding officer, Shimshai the secretary and the rest of their associates living in Samaria and elsewhere in Trans-Euphrates: Greetings. <sup><strong>18</strong></sup> The letter you sent us has been read and translated in my presence. <sup><strong>19</strong></sup> I issued an order and a search was made, and it was found that this city has a long history of revolt against kings and has been a place of rebellion and sedition. <sup><strong>20</strong></sup> Jerusalem has had powerful kings ruling over the whole of Trans-Euphrates, and taxes, tribute and duty were paid to them. <sup><strong>21</strong></sup> Now issue an order to these men to stop work, so that this city will not be rebuilt until I so order. <sup><strong>22</strong></sup> Be careful not to neglect this matter. Why let this threat grow, to the detriment of the royal interests? <sup><strong>23</strong></sup> As soon as the copy of the letter of King Artaxerxes was read to Rehum and Shimshai the secretary and their associates, they went immediately to the Jews in Jerusalem and compelled them by force to stop. <sup><strong>24</strong></sup> Thus the work on the house of God in Jerusalem came to a standstill until the second year of the reign of Darius king of Persia. "},{"_id":"6164efde6451fe5325fa02f2","topicId":"6164efd86451fe5325fa02dd","verse":"Ezra 3:1-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p15003001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v15003001-1\">3:1&nbsp;</b>When the seventh month came, and the children of Israel were in the towns, the people gathered as one man to Jerusalem. <b class=\"verse-num\" id=\"v15003002-1\">2&nbsp;</b>Then arose Jeshua the son of Jozadak, with his fellow priests, and Zerubbabel the son of Shealtiel with his kinsmen, and they built the altar of the God of Israel, to offer burnt offerings on it, as it is written in the Law of Moses the man of God. <b class=\"verse-num\" id=\"v15003003-1\">3&nbsp;</b>They set the altar in its place, for fear was on them because of the peoples of the lands, and they offered burnt offerings on it to the LORD, burnt offerings morning and evening. <b class=\"verse-num\" id=\"v15003004-1\">4&nbsp;</b>And they kept the Feast of Booths, as it is written, and offered the daily burnt offerings by number according to the rule, as each day required, <b class=\"verse-num\" id=\"v15003005-1\">5&nbsp;</b>and after that the regular burnt offerings, the offerings at the new moon and at all the appointed feasts of the LORD, and the offerings of everyone who made a freewill offering to the LORD. <b class=\"verse-num\" id=\"v15003006-1\">6&nbsp;</b>From the first day of the seventh month they began to offer burnt offerings to the LORD. But the foundation of the temple of the LORD was not yet laid. <b class=\"verse-num\" id=\"v15003007-1\">7&nbsp;</b>So they gave money to the masons and the carpenters, and food, drink, and oil to the Sidonians and the Tyrians to bring cedar trees from Lebanon to the sea, to Joppa, according to the grant that they had from Cyrus king of Persia.</p>\n\n<p id=\"p15003007_07-22\"><b class=\"verse-num\" id=\"v15003008-1\">8&nbsp;</b>Now in the second year after their coming to the house of God at Jerusalem, in the second month, Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak made a beginning, together with the rest of their kinsmen, the priests and the Levites and all who had come to Jerusalem from the captivity. They appointed the Levites, from twenty years old and upward, to supervise the work of the house of the LORD. <b class=\"verse-num\" id=\"v15003009-1\">9&nbsp;</b>And Jeshua with his sons and his brothers, and Kadmiel and his sons, the sons of Judah, together supervised the workmen in the house of God, along with the sons of Henadad and the Levites, their sons and brothers.</p>\n<p id=\"p15003009_07-22\"><b class=\"verse-num\" id=\"v15003010-1\">10&nbsp;</b>And when the builders laid the foundation of the temple of the LORD, the priests in their vestments came forward with trumpets, and the Levites, the sons of Asaph, with cymbals, to praise the LORD, according to the directions of David king of Israel. <b class=\"verse-num\" id=\"v15003011-1\">11&nbsp;</b>And they sang responsively, praising and giving thanks to the LORD,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p15003011_07-22\" class=\"line\">&nbsp;&nbsp;“For he is good,</span><br><span id=\"p15003011_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever toward Israel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p15003011_07-22\" class=\"same-paragraph\">And all the people shouted with a great shout when they praised the LORD, because the foundation of the house of the LORD was laid. <b class=\"verse-num\" id=\"v15003012-1\">12&nbsp;</b>But many of the priests and Levites and heads of fathers’ houses, old men who had seen the first house, wept with a loud voice when they saw the foundation of this house being laid, though many shouted aloud for joy, <b class=\"verse-num\" id=\"v15003013-1\">13&nbsp;</b>so that the people could not distinguish the sound of the joyful shout from the sound of the people’s weeping, for the people shouted with a great shout, and the sound was heard far away.</p>\n</div>","kjv":"<strong>1</strong> And when the seventh month was come, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem.  <strong>2</strong> Then stood up Jeshua the son of Jozadak, and his brethren the priests, and Zerubbabel the son of Shealtiel, and his brethren, and builded the altar of the God of Israel, to offer burnt offerings thereon, as it is  written in the law of Moses the man of God.  <strong>3</strong> And they set the altar upon his bases; for fear was upon them because of the people of those countries: and they offered burnt offerings thereon unto the LORD, even burnt offerings morning and evening.  <strong>4</strong> They kept also the feast of tabernacles, as it is written, and offered the daily burnt offerings by number, according to the custom, as the duty of every day required;  <strong>5</strong> And afterward offered the continual burnt offering, both of the new moons, and of all the set feasts of the LORD that were consecrated, and of every one that willingly offered a freewill offering unto the LORD.  <strong>6</strong> From the first day of the seventh month began they to offer burnt offerings unto the LORD. But the foundation of the temple of the LORD was not yet laid.  <strong>7</strong> They gave money also unto the masons, and to the carpenters; and meat, and drink, and oil, unto them of Zidon, and to them of Tyre, to bring cedar trees from Lebanon to the sea of Joppa, according to the grant that they had of Cyrus king of Persia.  <strong>8</strong> Now in the second year of their coming unto the house of God at Jerusalem, in the second month, began Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and the remnant of their brethren the priests and the Levites, and all they that were come out of the captivity unto Jerusalem; and appointed the Levites, from twenty years old and upward, to set forward the work of the house of the LORD.  <strong>9</strong> Then stood Jeshua with his sons and his brethren, Kadmiel and his sons, the sons of Judah, together, to set forward the workmen in the house of God: the sons of Henadad, with their sons and their brethren the Levites.  <strong>10</strong> And when the builders laid the foundation of the temple of the LORD, they set the priests in their apparel with trumpets, and the Levites the sons of Asaph with cymbals, to praise the LORD, after the ordinance of David king of Israel.  <strong>11</strong> And they sang together by course in praising and giving thanks unto the LORD; because he is good, for his mercy endureth for ever toward Israel. And all the people shouted with a great shout, when they praised the LORD, because the foundation of the house of the LORD was laid.  <strong>12</strong> But many of the priests and Levites and chief of the fathers, who were ancient men, that had seen the first house, when the foundation of this house was laid before their eyes, wept with a loud voice; and many shouted aloud for joy:  <strong>13</strong> So that the people could not discern the noise of the shout of joy from the noise of the weeping of the people: for the people shouted with a loud shout, and the noise was heard afar off.  ","niv":"<sup><strong>1</strong></sup> When the seventh month came and the Israelites had settled in their towns, the people assembled as one man in Jerusalem. <sup><strong>2</strong></sup> Then Jeshua son of Jozadak and his fellow priests and Zerubbabel son of Shealtiel and his associates began to build the altar of the God of Israel to sacrifice burnt offerings on it, in accordance with what is written in the Law of Moses the man of God. <sup><strong>3</strong></sup> Despite their fear of the peoples around them, they built the altar on its foundation and sacrificed burnt offerings on it to the LORD, both the morning and evening sacrifices. <sup><strong>4</strong></sup> Then in accordance with what is written, they celebrated the Feast of Tabernacles with the required number of burnt offerings prescribed for each day. <sup><strong>5</strong></sup> After that, they presented the regular burnt offerings, the New Moon sacrifices and the sacrifices for all the appointed sacred feasts of the LORD, as well as those brought as freewill offerings to the LORD. <sup><strong>6</strong></sup> On the first day of the seventh month they began to offer burnt offerings to the LORD, though the foundation of the LORD's temple had not yet been laid. <sup><strong>7</strong></sup> Then they gave money to the masons and carpenters, and gave food and drink and oil to the people of Sidon and Tyre, so that they would bring cedar logs by sea from Lebanon to Joppa, as authorized by Cyrus king of Persia. <sup><strong>8</strong></sup> In the second month of the second year after their arrival at the house of God in Jerusalem, Zerubbabel son of Shealtiel, Jeshua son of Jozadak and the rest of their brothers (the priests and the Levites and all who had returned from the captivity to Jerusalem) began the work, appointing Levites twenty years of age and older to supervise the building of the house of the LORD. <sup><strong>9</strong></sup> Jeshua and his sons and brothers and Kadmiel and his sons (descendants of Hodaviah ) and the sons of Henadad and their sons and brothers-all Levites-joined together in supervising those working on the house of God. <sup><strong>10</strong></sup> When the builders laid the foundation of the temple of the LORD, the priests in their vestments and with trumpets, and the Levites (the sons of Asaph) with cymbals, took their places to praise the LORD, as prescribed by David king of Israel. <sup><strong>11</strong></sup> With praise and thanksgiving they sang to the LORD: \"He is good; his love to Israel endures forever.\" And all the people gave a great shout of praise to the LORD, because the foundation of the house of the LORD was laid. <sup><strong>12</strong></sup> But many of the older priests and Levites and family heads, who had seen the former temple, wept aloud when they saw the foundation of this temple being laid, while many others shouted for joy. <sup><strong>13</strong></sup> No one could distinguish the sound of the shouts of joy from the sound of weeping, because the people made so much noise. And the sound was heard far away. "},{"_id":"6164efde6451fe5325fa02f3","topicId":"6164efd86451fe5325fa02dd","verse":"Ezra 1:1-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p15001001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v15001001-1\">1:1&nbsp;</b>In the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom and also put it in writing:</p>\n<p id=\"p15001001_05-23\"><b class=\"verse-num\" id=\"v15001002-1\">2&nbsp;</b>“Thus says Cyrus king of Persia: The LORD, the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah. <b class=\"verse-num\" id=\"v15001003-1\">3&nbsp;</b>Whoever is among you of all his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and rebuild the house of the LORD, the God of Israel—he is the God who is in Jerusalem. <b class=\"verse-num\" id=\"v15001004-1\">4&nbsp;</b>And let each survivor, in whatever place he sojourns, be assisted by the men of his place with silver and gold, with goods and with beasts, besides freewill offerings for the house of God that is in Jerusalem.”</p>\n<p id=\"p15001004_05-23\"><b class=\"verse-num\" id=\"v15001005-1\">5&nbsp;</b>Then rose up the heads of the fathers’ houses of Judah and Benjamin, and the priests and the Levites, everyone whose spirit God had stirred to go up to rebuild the house of the LORD that is in Jerusalem. <b class=\"verse-num\" id=\"v15001006-1\">6&nbsp;</b>And all who were about them aided them with vessels of silver, with gold, with goods, with beasts, and with costly wares, besides all that was freely offered. <b class=\"verse-num\" id=\"v15001007-1\">7&nbsp;</b>Cyrus the king also brought out the vessels of the house of the LORD that Nebuchadnezzar had carried away from Jerusalem and placed in the house of his gods. <b class=\"verse-num\" id=\"v15001008-1\">8&nbsp;</b>Cyrus king of Persia brought these out in the charge of Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah. <b class=\"verse-num\" id=\"v15001009-1\">9&nbsp;</b>And this was the number of them: 30 basins of gold, 1,000 basins of silver, 29 censers, <b class=\"verse-num\" id=\"v15001010-1\">10&nbsp;</b>30 bowls of gold, 410 bowls of silver, and 1,000 other vessels; <b class=\"verse-num\" id=\"v15001011-1\">11&nbsp;</b>all the vessels of gold and of silver were 5,400. All these did Sheshbazzar bring up, when the exiles were brought up from Babylonia to Jerusalem.</p>\n</div>","kjv":"<strong>1</strong> Now in the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdom, and put it also in writing, saying,  <strong>2</strong> Thus saith Cyrus king of Persia, The LORD God of heaven hath given me all the kingdoms of the earth; and he hath charged me to build him an house at Jerusalem, which is in Judah.  <strong>3</strong> Who is there among you of all his people? his God be with him, and let him go up to Jerusalem, which is in Judah, and build the house of the LORD God of Israel, (he is the God,) which is in Jerusalem.  <strong>4</strong> And whosoever remaineth in any place where he sojourneth, let the men of his place help him with silver, and with gold, and with goods, and with beasts, beside the freewill offering for the house of God that is  in Jerusalem.  <strong>5</strong> Then rose up the chief of the fathers of Judah and Benjamin, and the priests, and the Levites, with all them whose spirit God had raised, to go up to build the house of the LORD which is in Jerusalem.  <strong>6</strong> And all they that were about them strengthened their hands with vessels of silver, with gold, with goods, and with beasts, and with precious things, beside all that was willingly offered.  <strong>7</strong> Also Cyrus the king brought forth the vessels of the house of the LORD, which Nebuchadnezzar had brought forth out of Jerusalem, and had put them in the house of his gods;  <strong>8</strong> Even those did Cyrus king of Persia bring forth by the hand of Mithredath the treasurer, and numbered them unto Sheshbazzar, the prince of Judah.  <strong>9</strong> And this is the number of them: thirty chargers of gold, a thousand chargers of silver, nine and twenty knives,  <strong>10</strong> Thirty basons of gold, silver basons of a second sort four hundred and ten, and other vessels a thousand.  <strong>11</strong> All the vessels of gold and of silver were five thousand and four hundred. All these did Sheshbazzar bring up with them of  the captivity that were brought up from Babylon unto Jerusalem.  ","niv":"<sup><strong>1</strong></sup> In the first year of Cyrus king of Persia, in order to fulfill the word of the LORD spoken by Jeremiah, the LORD moved the heart of Cyrus king of Persia to make a proclamation throughout his realm and to put it in writing: <sup><strong>2</strong></sup> \"This is what Cyrus king of Persia says: \"'The LORD, the God of heaven, has given me all the kingdoms of the earth and he has appointed me to build a temple for him at Jerusalem in Judah. <sup><strong>3</strong></sup> Anyone of his people among you-may his God be with him, and let him go up to Jerusalem in Judah and build the temple of the LORD, the God of Israel, the God who is in Jerusalem. <sup><strong>4</strong></sup> And the people of any place where survivors may now be living are to provide him with silver and gold, with goods and livestock, and with freewill offerings for the temple of God in Jerusalem.'\" <sup><strong>5</strong></sup> Then the family heads of Judah and Benjamin, and the priests and Levites-everyone whose heart God had moved-prepared to go up and build the house of the LORD in Jerusalem. <sup><strong>6</strong></sup> All their neighbors assisted them with articles of silver and gold, with goods and livestock, and with valuable gifts, in addition to all the freewill offerings. <sup><strong>7</strong></sup> Moreover, King Cyrus brought out the articles belonging to the temple of the LORD, which Nebuchadnezzar had carried away from Jerusalem and had placed in the temple of his god. <sup><strong>8</strong></sup> Cyrus king of Persia had them brought by Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah. <sup><strong>9</strong></sup> This was the inventory: gold dishes 30 silver dishes 1,000 silver pans 29 <sup><strong>10</strong></sup> gold bowls 30 matching silver bowls 410 other articles 1,000 <sup><strong>11</strong></sup> In all, there were 5,400 articles of gold and of silver. Sheshbazzar brought all these along when the exiles came up from Babylon to Jerusalem. "},{"_id":"6164efdf6451fe5325fa02f4","topicId":"6164efd86451fe5325fa02dd","verse":"Revelation 19:11","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66019011_07-24\"><b class=\"verse-num\" id=\"v66019011-1\">11&nbsp;</b>Then I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war.</p>\n</div>","kjv":"<strong>11</strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.  ","niv":"<sup><strong>11</strong></sup> I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and makes war."},{"_id":"6164efdf6451fe5325fa02f5","topicId":"6164efd86451fe5325fa02dd","verse":"Revelation 16:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66016002_01-25\"><b class=\"verse-num\" id=\"v66016002-1\">2&nbsp;</b>So the first angel went and poured out his bowl on the earth, and harmful and painful sores came upon the people who bore the mark of the beast and worshiped its image.</p>\n</div>","kjv":"<strong>2</strong> And the first went, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men which had the mark of the beast, and upon them which worshipped his image.  ","niv":"<sup><strong>2</strong></sup> The first angel went and poured out his bowl on the land, and ugly and painful sores broke out on the people who had the mark of the beast and worshiped his image."},{"_id":"6164efdf6451fe5325fa02f6","topicId":"6164efd86451fe5325fa02dd","verse":"Revelation 13:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66013001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads.</p>\n</div>","kjv":"<strong>1</strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.  ","niv":"<sup><strong>1</strong></sup> And the dragon stood on the shore of the sea."}]}