{"_id":"6164f0046451fe5325fa02f7","slug":"karate","name":"Karate","verses":[{"_id":"6164f0056451fe5325fa02f8","topicId":"6164f0046451fe5325fa02f7","verse":"Proverbs 24:11-18","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024011_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024011-1\">11&nbsp;</b>&nbsp;&nbsp;Rescue those who are being taken away to death;</span><br><span id=\"p20024011_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hold back those who are stumbling to the slaughter.</span><br><span id=\"p20024012_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024012-1\">12&nbsp;</b>&nbsp;&nbsp;If you say, “Behold, we did not know this,”</span><br><span id=\"p20024012_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;does not he who weighs the heart perceive it?</span><br><span id=\"p20024012_01-1\" class=\"line\">&nbsp;&nbsp;Does not he who keeps watch over your soul know it,</span><br><span id=\"p20024012_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will he not repay man according to his work?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024013_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024013-1\">13&nbsp;</b>&nbsp;&nbsp;My son, eat honey, for it is good,</span><br><span id=\"p20024013_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the drippings of the honeycomb are sweet to your taste.</span><br><span id=\"p20024014_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024014-1\">14&nbsp;</b>&nbsp;&nbsp;Know that wisdom is such to your soul;</span><br><span id=\"p20024014_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if you find it, there will be a future,</span><br><span id=\"p20024014_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your hope will not be cut off.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024015_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024015-1\">15&nbsp;</b>&nbsp;&nbsp;Lie not in wait as a wicked man against the dwelling of the righteous;</span><br><span id=\"p20024015_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do no violence to his home;</span><br><span id=\"p20024016_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024016-1\">16&nbsp;</b>&nbsp;&nbsp;for the righteous falls seven times and rises again,</span><br><span id=\"p20024016_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the wicked stumble in times of calamity.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024017_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024017-1\">17&nbsp;</b>&nbsp;&nbsp;Do not rejoice when your enemy falls,</span><br><span id=\"p20024017_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let not your heart be glad when he stumbles,</span><br><span id=\"p20024018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024018-1\">18&nbsp;</b>&nbsp;&nbsp;lest the LORD see it and be displeased,</span><br><span id=\"p20024018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turn away his anger from him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> If thou forbear to deliver them that are drawn unto death, and those that are ready to be slain;  <strong>12</strong> If thou sayest, Behold, we knew it not; doth not he that pondereth the heart consider it? and he that keepeth thy soul, doth not  he know it? and shall not he render to every  man according to his works?  <strong>13</strong> My son, eat thou honey, because it is good; and the honeycomb, which is sweet to thy taste:  <strong>14</strong> So shall the knowledge of wisdom be unto thy soul: when thou hast found it, then there shall be a reward, and thy expectation shall not be cut off.  <strong>15</strong> Lay not wait, O wicked man, against the dwelling of the righteous; spoil not his resting place:  <strong>16</strong> For a just man falleth seven times, and riseth up again: but the wicked shall fall into mischief.  <strong>17</strong> Rejoice not when thine enemy falleth, and let not thine heart be glad when he stumbleth:  <strong>18</strong> Lest the LORD see it, and it displease him, and he turn away his wrath from him.  ","niv":"<sup><strong>11</strong></sup> Rescue those being led away to death; hold back those staggering toward slaughter. <sup><strong>12</strong></sup> If you say, \"But we knew nothing about this,\" does not he who weighs the heart perceive it? Does not he who guards your life know it? Will he not repay each person according to what he has done? <sup><strong>13</strong></sup> Eat honey, my son, for it is good; honey from the comb is sweet to your taste. <sup><strong>14</strong></sup> Know also that wisdom is sweet to your soul; if you find it, there is a future hope for you, and your hope will not be cut off. <sup><strong>15</strong></sup> Do not lie in wait like an outlaw against a righteous man's house, do not raid his dwelling place; <sup><strong>16</strong></sup> for though a righteous man falls seven times, he rises again, but the wicked are brought down by calamity. <sup><strong>17</strong></sup> Do not gloat when your enemy falls; when he stumbles, do not let your heart rejoice, <sup><strong>18</strong></sup> or the LORD will see and disapprove and turn his wrath away from him. ","modified":"2022-12-08T21:01:08.939Z"},{"_id":"6164f0056451fe5325fa02f9","topicId":"6164f0046451fe5325fa02f7","verse":"Exodus 2:11-12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p02002011_05-2\"><b class=\"verse-num\" id=\"v02002011-1\">11&nbsp;</b>One day, when Moses had grown up, he went out to his people and looked on their burdens, and he saw an Egyptian beating a Hebrew, one of his people. <b class=\"verse-num\" id=\"v02002012-1\">12&nbsp;</b>He looked this way and that, and seeing no one, he struck down the Egyptian and hid him in the sand.</p>\n\n</div>","kjv":"<strong>11</strong> And it came to pass in those days, when Moses was grown, that he went out unto his brethren, and looked on their burdens: and he spied an Egyptian smiting an Hebrew, one of his brethren.  <strong>12</strong> And he looked this way and that way, and when he saw that there was no man, he slew the Egyptian, and hid him in the sand.  ","niv":"<sup><strong>11</strong></sup> One day, after Moses had grown up, he went out to where his own people were and watched them at their hard labor. He saw an Egyptian beating a Hebrew, one of his own people. <sup><strong>12</strong></sup> Glancing this way and that and seeing no one, he killed the Egyptian and hid him in the sand. "},{"_id":"6164f0056451fe5325fa02fa","topicId":"6164f0046451fe5325fa02f7","verse":"2 Samuel 23:20-21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p10023020_01-3\"><b class=\"verse-num\" id=\"v10023020-1\">20&nbsp;</b>And Benaiah the son of Jehoiada was a valiant man of Kabzeel, a doer of great deeds. He struck down two ariels of Moab. He also went down and struck down a lion in a pit on a day when snow had fallen. <b class=\"verse-num\" id=\"v10023021-1\">21&nbsp;</b>And he struck down an Egyptian, a handsome man. The Egyptian had a spear in his hand, but Benaiah went down to him with a staff and snatched the spear out of the Egyptian’s hand and killed him with his own spear.</p>\n\n</div>","kjv":"<strong>20</strong> And Benaiah the son of Jehoiada, the son of a valiant man, of Kabzeel, who had done many acts, he slew two lionlike men of Moab: he went down also and slew a lion in the midst of a pit in time of snow:  <strong>21</strong> And he slew an Egyptian, a goodly man: and the Egyptian had a spear in his hand; but he went down to him with a staff, and plucked the spear out of the Egyptian’s hand, and slew him with his own spear.  ","niv":"<sup><strong>20</strong></sup> Benaiah son of Jehoiada was a valiant fighter from Kabzeel, who performed great exploits. He struck down two of Moab's best men. He also went down into a pit on a snowy day and killed a lion. <sup><strong>21</strong></sup> And he struck down a huge Egyptian. Although the Egyptian had a spear in his hand, Benaiah went against him with a club. He snatched the spear from the Egyptian's hand and killed him with his own spear. "}]}