{"_id":"6164f0176451fe5325fa02fb","slug":"karma","name":"Karma","verses":[{"_id":"6164f0176451fe5325fa02fc","topicId":"6164f0176451fe5325fa02fb","verse":"Galatians 6:7","votes":273,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows."},{"_id":"6164f0176451fe5325fa02fd","topicId":"6164f0176451fe5325fa02fb","verse":"Job 4:8","votes":180,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18004008_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v18004008-1\">8&nbsp;</b>&nbsp;&nbsp;As I have seen, those who plow iniquity</span><br><span id=\"p18004008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sow trouble reap the same.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Even as I have seen, they that plow iniquity, and sow wickedness, reap the same.  ","niv":"<sup><strong>8</strong></sup> As I have observed, those who plow evil and those who sow trouble reap it."},{"_id":"6164f0176451fe5325fa02fe","topicId":"6164f0176451fe5325fa02fb","verse":"2 Corinthians 5:10","votes":129,"__v":0,"esv":"<div>\n<p id=\"p47005010_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005010-1\">10&nbsp;</b>For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.</p>\n</div>","kjv":"<strong>10</strong> For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.  ","niv":"<sup><strong>10</strong></sup> For we must all appear before the judgment seat of Christ, that each one may receive what is due him for the things done while in the body, whether good or bad."},{"_id":"6164f0186451fe5325fa02ff","topicId":"6164f0176451fe5325fa02fb","verse":"Proverbs 26:27","votes":121,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026027_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026027-1\">27&nbsp;</b>&nbsp;&nbsp;Whoever digs a pit will fall into it,</span><br><span id=\"p20026027_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a stone will come back on him who starts it rolling.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> Whoso diggeth a pit shall fall therein: and he that rolleth a stone, it will return upon him.  ","niv":"<sup><strong>27</strong></sup> If a man digs a pit, he will fall into it; if a man rolls a stone, it will roll back on him."},{"_id":"6164f0186451fe5325fa0300","topicId":"6164f0176451fe5325fa02fb","verse":"Luke 6:27","votes":118,"__v":0,"esv":"<div>\n\n<p id=\"p42006027_04-5\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span></p>\n</div>","kjv":"<strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  ","niv":"<sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you,"},{"_id":"6164f0186451fe5325fa0301","topicId":"6164f0176451fe5325fa02fb","verse":"Galatians 6:8-9","votes":100,"__v":0,"esv":"<div>\n<p id=\"p48006008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006008-1\">8&nbsp;</b>For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life. <b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up.</p>\n</div>","kjv":"<strong>8</strong> For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.  <strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  ","niv":"<sup><strong>8</strong></sup> The one who sows to please his sinful nature, from that nature will reap destruction; the one who sows to please the Spirit, from the Spirit will reap eternal life. <sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up. ","modified":"2023-07-12T06:53:45.120Z"},{"_id":"6164f0196451fe5325fa0302","topicId":"6164f0176451fe5325fa02fb","verse":"Hebrews 9:27","votes":75,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"6164f0196451fe5325fa0303","topicId":"6164f0176451fe5325fa02fb","verse":"Romans 12:19","votes":64,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord."},{"_id":"6164f0196451fe5325fa0304","topicId":"6164f0176451fe5325fa02fb","verse":"Matthew 7:12","votes":60,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-9\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."},{"_id":"6164f01a6451fe5325fa0305","topicId":"6164f0176451fe5325fa02fb","verse":"1 John 1:9","votes":51,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6164f01a6451fe5325fa0306","topicId":"6164f0176451fe5325fa02fb","verse":"Ezekiel 18:20","votes":47,"__v":0,"esv":"<div>\n<p id=\"p26018020_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018020-1\">20&nbsp;</b>The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.</p>\n</div>","kjv":"<strong>20</strong> The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.  ","niv":"<sup><strong>20</strong></sup> The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him."},{"_id":"6164f01a6451fe5325fa0307","topicId":"6164f0176451fe5325fa02fb","verse":"Psalm 28:3-4","votes":46,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19028003_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19028003-1\">3&nbsp;</b>&nbsp;&nbsp;Do not drag me off with the wicked,</span><br><span id=\"p19028003_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the workers of evil,</span><br><span id=\"p19028003_01-12\" class=\"line\">&nbsp;&nbsp;who speak peace with their neighbors</span><br><span id=\"p19028003_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while evil is in their hearts.</span><br><span id=\"p19028004_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19028004-1\">4&nbsp;</b>&nbsp;&nbsp;Give to them according to their work</span><br><span id=\"p19028004_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and according to the evil of their deeds;</span><br><span id=\"p19028004_01-12\" class=\"line\">&nbsp;&nbsp;give to them according to the work of their hands;</span><br><span id=\"p19028004_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;render them their due reward.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Draw me not away with the wicked, and with the workers of iniquity, which speak peace to their neighbours, but mischief is in their hearts.  <strong>4</strong> Give them according to their deeds, and according to the wickedness of their endeavours: give them after the work of their hands; render to them their desert.  ","niv":"<sup><strong>3</strong></sup> Do not drag me away with the wicked, with those who do evil, who speak cordially with their neighbors but harbor malice in their hearts. <sup><strong>4</strong></sup> Repay them for their deeds and for their evil work; repay them for what their hands have done and bring back upon them what they deserve. "},{"_id":"6164f01a6451fe5325fa0308","topicId":"6164f0176451fe5325fa02fb","verse":"2 John 1:9-11","votes":31,"__v":0,"kjv":"<strong>9</strong> Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.  <strong>10</strong> If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:  <strong>11</strong> For he that biddeth him God speed is partaker of his evil deeds.  ","niv":"<sup><strong>1</strong></sup> The elder,"},{"_id":"6164f01b6451fe5325fa0309","topicId":"6164f0176451fe5325fa02fb","verse":"Proverbs 17:11","votes":31,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017011_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017011-1\">11&nbsp;</b>&nbsp;&nbsp;An evil man seeks only rebellion,</span><br><span id=\"p20017011_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a cruel messenger will be sent against him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> An evil man seeketh only rebellion: therefore a cruel messenger shall be sent against him.  ","niv":"<sup><strong>11</strong></sup> An evil man is bent only on rebellion; a merciless official will be sent against him."},{"_id":"6164f01b6451fe5325fa030a","topicId":"6164f0176451fe5325fa02fb","verse":"Acts 17:30","votes":29,"__v":0,"esv":"<div>\n<p id=\"p44017030_01-15\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44017030-1\">30&nbsp;</b>The times of ignorance God overlooked, but now he commands all people everywhere to repent,</p>\n</div>","kjv":"<strong>30</strong> And the times of this ignorance God winked at; but now commandeth all men every where to repent:  ","niv":"<sup><strong>30</strong></sup> In the past God overlooked such ignorance, but now he commands all people everywhere to repent."},{"_id":"6164f01b6451fe5325fa030b","topicId":"6164f0176451fe5325fa02fb","verse":"Titus 3:5","votes":27,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,"},{"_id":"6164f01c6451fe5325fa030c","topicId":"6164f0176451fe5325fa02fb","verse":"Proverbs 15:3","votes":27,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015003_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015003-1\">3&nbsp;</b>&nbsp;&nbsp;The eyes of the LORD are in every place,</span><br><span id=\"p20015003_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keeping watch on the evil and the good.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> The eyes of the LORD are in every place, beholding the evil and the good.  ","niv":"<sup><strong>3</strong></sup> The eyes of the LORD are everywhere, keeping watch on the wicked and the good."},{"_id":"6164f01c6451fe5325fa030d","topicId":"6164f0176451fe5325fa02fb","verse":"Matthew 20:12-16","votes":26,"__v":0,"esv":"<div>\n<p id=\"p40020012_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40020012-1\">12&nbsp;</b><span class=\"woc\">saying, ‘These last worked only one hour, and you have made them equal to us who have borne the burden of the day and the scorching heat.’</span> <b class=\"verse-num woc\" id=\"v40020013-1\">13&nbsp;</b><span class=\"woc\">But he replied to one of them, ‘Friend, I am doing you no wrong. Did you not agree with me for a denarius?</span> <b class=\"verse-num woc\" id=\"v40020014-1\">14&nbsp;</b><span class=\"woc\">Take what belongs to you and go. I choose to give to this last worker as I give to you.</span> <b class=\"verse-num woc\" id=\"v40020015-1\">15&nbsp;</b><span class=\"woc\">Am I not allowed to do what I choose with what belongs to me? Or do you begrudge my generosity?’</span> <b class=\"verse-num woc\" id=\"v40020016-1\">16&nbsp;</b><span class=\"woc\">So the last will be first, and the first last.”</span></p>\n\n</div>","kjv":"<strong>12</strong> Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day.  <strong>13</strong> But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny?  <strong>14</strong> Take that thine is, and go thy way: I will give unto this last, even as unto thee.  <strong>15</strong> Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good?  <strong>16</strong> So the last shall be first, and the first last: for many be called, but few chosen. ","niv":"<sup><strong>12</strong></sup> 'These men who were hired last worked only one hour,' they said, 'and you have made them equal to us who have borne the burden of the work and the heat of the day.' <sup><strong>13</strong></sup> \"But he answered one of them, 'Friend, I am not being unfair to you. Didn't you agree to work for a denarius? <sup><strong>14</strong></sup> Take your pay and go. I want to give the man who was hired last the same as I gave you. <sup><strong>15</strong></sup> Don't I have the right to do what I want with my own money? Or are you envious because I am generous?' <sup><strong>16</strong></sup> \"So the last will be first, and the first will be last.\" "},{"_id":"6164f01c6451fe5325fa030e","topicId":"6164f0176451fe5325fa02fb","verse":"James 1:13-15","votes":26,"__v":0,"esv":"<div>\n<p id=\"p59001013_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n</div>","kjv":"<strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  ","niv":"<sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. "},{"_id":"6164f01d6451fe5325fa030f","topicId":"6164f0176451fe5325fa02fb","verse":"John 7:17","votes":25,"__v":0,"esv":"<div>\n<p id=\"p43007017_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43007017-1\">17&nbsp;</b><span class=\"woc\">If anyone’s will is to do God’s will, he will know whether the teaching is from God or whether I am speaking on my own authority.</span></p>\n\n</div>","kjv":"<strong>17</strong> If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.  ","niv":"<sup><strong>17</strong></sup> If anyone chooses to do God's will, he will find out whether my teaching comes from God or whether I speak on my own."},{"_id":"6164f01d6451fe5325fa0310","topicId":"6164f0176451fe5325fa02fb","verse":"James 2:26","votes":23,"__v":0,"esv":"<div>\n<p id=\"p59002026_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002026-1\">26&nbsp;</b>For as the body apart from the spirit is dead, so also faith apart from works is dead.</p>\n</div>","kjv":"<strong>26</strong> For as the body without the spirit is dead, so faith without works is dead also.  ","niv":"<sup><strong>26</strong></sup> As the body without the spirit is dead, so faith without deeds is dead."},{"_id":"6164f01d6451fe5325fa0311","topicId":"6164f0176451fe5325fa02fb","verse":"Hebrews 13:8-9","votes":22,"__v":0,"esv":"<div>\n<p id=\"p58013008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever. <b class=\"verse-num\" id=\"v58013009-1\">9&nbsp;</b>Do not be led away by diverse and strange teachings, for it is good for the heart to be strengthened by grace, not by foods, which have not benefited those devoted to them.</p>\n</div>","kjv":"<strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  <strong>9</strong> Be not carried about with divers and strange doctrines. For it is  a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.  ","niv":"<sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever. <sup><strong>9</strong></sup> Do not be carried away by all kinds of strange teachings. It is good for our hearts to be strengthened by grace, not by ceremonial foods, which are of no value to those who eat them. ","modified":"2022-08-26T22:17:34.784Z"},{"_id":"6164f01d6451fe5325fa0312","topicId":"6164f0176451fe5325fa02fb","verse":"John 3:1-36","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-23\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-23\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-23\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-23\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-23\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" ","modified":"2022-08-26T22:17:43.553Z"},{"_id":"6164f01e6451fe5325fa0313","topicId":"6164f0176451fe5325fa02fb","verse":"Proverbs 19:17","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019017_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever is generous to the poor lends to the LORD,</span><br><span id=\"p20019017_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will repay him for his deed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.  ","niv":"<sup><strong>17</strong></sup> He who is kind to the poor lends to the LORD, and he will reward him for what he has done.","modified":"2023-02-01T15:44:53.343Z"},{"_id":"6164f01e6451fe5325fa0314","topicId":"6164f0176451fe5325fa02fb","verse":"Psalm 128:2","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19128002_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128002-1\">2&nbsp;</b>&nbsp;&nbsp;You shall eat the fruit of the labor of your hands;</span><br><span id=\"p19128002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be blessed, and it shall be well with you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> For thou shalt eat the labour of thine hands: happy shalt  thou be, and it shall be well with thee.  ","niv":"<sup><strong>2</strong></sup> You will eat the fruit of your labor; blessings and prosperity will be yours."}]}