{"_id":"6164f1356451fe5325fa03b1","slug":"keeping-quiet","name":"Keeping Quiet","verses":[{"_id":"6164f1356451fe5325fa03b2","topicId":"6164f1356451fe5325fa03b1","verse":"1 Thessalonians 4:11","votes":24,"__v":0,"esv":"<div>\n<p id=\"p52004011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004011-1\">11&nbsp;</b>and to aspire to live quietly, and to mind your own affairs, and to work with your hands, as we instructed you,</p>\n</div>","kjv":"<strong>11</strong> And that ye study to be quiet, and to do your own business, and to work with your own hands, as we commanded you;  ","niv":"<sup><strong>11</strong></sup> Make it your ambition to lead a quiet life, to mind your own business and to work with your hands, just as we told you,"},{"_id":"6164f1356451fe5325fa03b3","topicId":"6164f1356451fe5325fa03b1","verse":"Proverbs 13:3","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013003-1\">3&nbsp;</b>&nbsp;&nbsp;Whoever guards his mouth preserves his life;</span><br><span id=\"p20013003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who opens wide his lips comes to ruin.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> He that keepeth his mouth keepeth his life: but he that openeth wide his lips shall have destruction.  ","niv":"<sup><strong>3</strong></sup> He who guards his lips guards his life, but he who speaks rashly will come to ruin."},{"_id":"6164f1356451fe5325fa03b4","topicId":"6164f1356451fe5325fa03b1","verse":"John 7:17","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43007017_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43007017-1\">17&nbsp;</b><span class=\"woc\">If anyone’s will is to do God’s will, he will know whether the teaching is from God or whether I am speaking on my own authority.</span></p>\n\n</div>","kjv":"<strong>17</strong> If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.  ","niv":"<sup><strong>17</strong></sup> If anyone chooses to do God's will, he will find out whether my teaching comes from God or whether I speak on my own."},{"_id":"6164f1366451fe5325fa03b5","topicId":"6164f1356451fe5325fa03b1","verse":"Psalm 46:10","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046010_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046010-1\">10&nbsp;</b>&nbsp;&nbsp;“Be still, and know that I am God.</span><br><span id=\"p19046010_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted among the nations,</span><br><span id=\"p19046010_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted in the earth!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.  ","niv":"<sup><strong>10</strong></sup> \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\"","modified":"2022-05-13T04:53:24.569Z"},{"_id":"6164f1366451fe5325fa03b6","topicId":"6164f1356451fe5325fa03b1","verse":"Proverbs 10:19","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010019_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010019-1\">19&nbsp;</b>&nbsp;&nbsp;When words are many, transgression is not lacking,</span><br><span id=\"p20010019_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever restrains his lips is prudent.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> In the multitude of words there wanteth not sin: but he that refraineth his lips is wise.  ","niv":"<sup><strong>19</strong></sup> When words are many, sin is not absent, but he who holds his tongue is wise."},{"_id":"6164f1366451fe5325fa03b7","topicId":"6164f1356451fe5325fa03b1","verse":"Acts 2:25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44002025_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_01-6\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  ","niv":"<sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken."},{"_id":"6164f1376451fe5325fa03b8","topicId":"6164f1356451fe5325fa03b1","verse":"Matthew 16:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40016028_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016028-1\">28&nbsp;</b><span class=\"woc\">Truly, I say to you, there are some standing here who will not taste death until they see the Son of Man coming in his kingdom.”</span></p>\n</div>","kjv":"<strong>28</strong> Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom. ","niv":"<sup><strong>28</strong></sup> I tell you the truth, some who are standing here will not taste death before they see the Son of Man coming in his kingdom.\""},{"_id":"6164f1376451fe5325fa03b9","topicId":"6164f1356451fe5325fa03b1","verse":"2 Samuel 20:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p10020020_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v10020020-1\">20&nbsp;</b>Joab answered, “Far be it from me, far be it, that I should swallow up or destroy!</p>\n</div>","kjv":"<strong>20</strong> And Joab answered and said, Far be it, far be it from me, that I should swallow up or destroy.  ","niv":"<sup><strong>20</strong></sup> \"Far be it from me!\" Joab replied, \"Far be it from me to swallow up or destroy!"},{"_id":"6164f1376451fe5325fa03ba","topicId":"6164f1356451fe5325fa03b1","verse":"Titus 1:9-11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p56001009_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n<p id=\"p56001009_01-9\"><b class=\"verse-num\" id=\"v56001010-1\">10&nbsp;</b>For there are many who are insubordinate, empty talkers and deceivers, especially those of the circumcision party. <b class=\"verse-num\" id=\"v56001011-1\">11&nbsp;</b>They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach.</p>\n\n</div>","kjv":"<strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  <strong>10</strong> For there are many unruly and vain talkers and deceivers, specially they of the circumcision:  <strong>11</strong> Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre’s sake.  ","niv":"<sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. <sup><strong>10</strong></sup> For there are many rebellious people, mere talkers and deceivers, especially those of the circumcision group. <sup><strong>11</strong></sup> They must be silenced, because they are ruining whole households by teaching things they ought not to teach--and that for the sake of dishonest gain. "},{"_id":"6164f1386451fe5325fa03bb","topicId":"6164f1356451fe5325fa03b1","verse":"John 14:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43014016_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014016-1\">16&nbsp;</b><span class=\"woc\">And I will ask the Father, and he will give you another Helper, to be with you forever,</span></p>\n\n</div>","kjv":"<strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  ","niv":"<sup><strong>16</strong></sup> And I will ask the Father, and he will give you another Counselor to be with you forever--"},{"_id":"6164f1386451fe5325fa03bc","topicId":"6164f1356451fe5325fa03b1","verse":"Proverbs 25:27-28","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025027_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025027-1\">27&nbsp;</b>&nbsp;&nbsp;It is not good to eat much honey,</span><br><span id=\"p20025027_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor is it glorious to seek one’s own glory.</span><br><span id=\"p20025028_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025028-1\">28&nbsp;</b>&nbsp;&nbsp;A man without self-control</span><br><span id=\"p20025028_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is like a city broken into and left without walls.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> It is not good to eat much honey: so for men to search their own glory is not glory.  <strong>28</strong> He that hath no rule over his own spirit is like  a city that is broken down, and without walls.  ","niv":"<sup><strong>27</strong></sup> It is not good to eat too much honey, nor is it honorable to seek one's own honor. <sup><strong>28</strong></sup> Like a city whose walls are broken down is a man who lacks self-control. "},{"_id":"6164f1386451fe5325fa03bd","topicId":"6164f1356451fe5325fa03b1","verse":"1 Timothy 3:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54003015_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth.</p>\n</div>","kjv":"<strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  ","niv":"<sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth."},{"_id":"6164f1386451fe5325fa03be","topicId":"6164f1356451fe5325fa03b1","verse":"Mark 1:1-16:20","votes":3,"__v":0,"kjv":"<strong>1</strong> The beginning of the gospel of Jesus Christ, the Son of God;  <strong>2</strong> As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee.  <strong>3</strong> The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.  <strong>4</strong> John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.  <strong>5</strong> And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins.  <strong>6</strong> And John was clothed with camel’s hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey;  <strong>7</strong> And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose.  <strong>8</strong> I indeed have baptized you with water: but he shall baptize you with the Holy Ghost.  <strong>9</strong> And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan.  <strong>10</strong> And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him:  <strong>11</strong> And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased.  <strong>12</strong> And immediately the Spirit driveth him into the wilderness.  <strong>13</strong> And he was there in the wilderness forty days, tempted of Satan; and was with the wild beasts; and the angels ministered unto him.  <strong>14</strong> Now after that John was put in prison, Jesus came into Galilee, preaching the gospel of the kingdom of God,  <strong>15</strong> And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel.  <strong>16</strong> Now as he walked by the sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea: for they were fishers.  <strong>17</strong> And Jesus said unto them, Come ye after me, and I will make you to become fishers of men.  <strong>18</strong> And straightway they forsook their nets, and followed him.  <strong>19</strong> And when he had gone a little farther thence, he saw James the son of Zebedee, and John his brother, who also were in the ship mending their nets.  <strong>20</strong> And straightway he called them: and they left their father Zebedee in the ship with the hired servants, and went after him.  <strong>21</strong> And they went into Capernaum; and straightway on the sabbath day he entered into the synagogue, and taught.  <strong>22</strong> And they were astonished at his doctrine: for he taught them as one that had authority, and not as the scribes.  <strong>23</strong> And there was in their synagogue a man with an unclean spirit; and he cried out,  <strong>24</strong> Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God.  <strong>25</strong> And Jesus rebuked him, saying, Hold thy peace, and come out of him.  <strong>26</strong> And when the unclean spirit had torn him, and cried with a loud voice, he came out of him.  <strong>27</strong> And they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him.  <strong>28</strong> And immediately his fame spread abroad throughout all the region round about Galilee.  <strong>29</strong> And forthwith, when they were come out of the synagogue, they entered into the house of Simon and Andrew, with James and John.  <strong>30</strong> But Simon’s wife’s mother lay sick of a fever, and anon they tell him of her.  <strong>31</strong> And he came and took her by the hand, and lifted her up; and immediately the fever left her, and she ministered unto them.  <strong>32</strong> And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils.  <strong>33</strong> And all the city was gathered together at the door.  <strong>34</strong> And he healed many that were sick of divers diseases, and cast out many devils; and suffered not the devils to speak, because they knew him.  <strong>35</strong> And in the morning, rising up a great while before day, he went out, and departed into a solitary place, and there prayed.  <strong>36</strong> And Simon and they that were with him followed after him.  <strong>37</strong> And when they had found him, they said unto him, All men  seek for thee.  <strong>38</strong> And he said unto them, Let us go into the next towns, that I may preach there also: for therefore came I forth.  <strong>39</strong> And he preached in their synagogues throughout all Galilee, and cast out devils.  <strong>40</strong> And there came a leper to him, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean.  <strong>41</strong> And Jesus, moved with compassion, put forth his hand, and touched him, and saith unto him, I will; be thou clean.  <strong>42</strong> And as soon as he had spoken, immediately the leprosy departed from him, and he was cleansed.  <strong>43</strong> And he straitly charged him, and forthwith sent him away;  <strong>44</strong> And saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them.  <strong>45</strong> But he went out, and began to publish it much, and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter.  <strong>1</strong> And again he entered into Capernaum, after some days; and it was noised that he was in the house.  <strong>2</strong> And straightway many were gathered together, insomuch that there was no room to receive them, no, not so much as about the door: and he preached the word unto them.  <strong>3</strong> And they come unto him, bringing one sick of the palsy, which was borne of four.  <strong>4</strong> And when they could not come nigh unto him for the press, they uncovered the roof where he was: and when they had broken it up, they let down the bed wherein the sick of the palsy lay.  <strong>5</strong> When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee.  <strong>6</strong> But there were certain of the scribes sitting there, and reasoning in their hearts,  <strong>7</strong> Why doth this man thus speak blasphemies? who can forgive sins but God only?  <strong>8</strong> And immediately when Jesus perceived in his spirit that they so reasoned within themselves, he said unto them, Why reason ye these things in your hearts?  <strong>9</strong> Whether is it easier to say to the sick of the palsy, Thy  sins be forgiven thee; or to say, Arise, and take up thy bed, and walk?  <strong>10</strong> But that ye may know that the Son of man hath power on earth to forgive sins, (he saith to the sick of the palsy,)  <strong>11</strong> I say unto thee, Arise, and take up thy bed, and go thy way into thine house.  <strong>12</strong> And immediately he arose, took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion.  <strong>13</strong> And he went forth again by the sea side; and all the multitude resorted unto him, and he taught them.  <strong>14</strong> And as he passed by, he saw Levi the son of Alphaeus sitting at the receipt of custom, and said unto him, Follow me. And he arose and followed him.  <strong>15</strong> And it came to pass, that, as Jesus sat at meat in his house, many publicans and sinners sat also together with Jesus and his disciples: for there were many, and they followed him.  <strong>16</strong> And when the scribes and Pharisees saw him eat with publicans and sinners, they said unto his disciples, How is it that he eateth and drinketh with publicans and sinners?  <strong>17</strong> When Jesus heard it, he saith unto them, They that are whole have no need of the physician, but they that are sick: I came not to call the righteous, but sinners to repentance.  <strong>18</strong> And the disciples of John and of the Pharisees used to fast: and they come and say unto him, Why do the disciples of John and of the Pharisees fast, but thy disciples fast not?  <strong>19</strong> And Jesus said unto them, Can the children of the bridechamber fast, while the bridegroom is with them? as long as they have the bridegroom with them, they cannot fast.  <strong>20</strong> But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days.  <strong>21</strong> No man also seweth a piece of new cloth on an old garment: else the new piece that filled it up taketh away from the old, and the rent is made worse.  <strong>22</strong> And no man putteth new wine into old bottles: else the new wine doth burst the bottles, and the wine is spilled, and the bottles will be marred: but new wine must be put into new bottles.  <strong>23</strong> And it came to pass, that he went through the corn fields on the sabbath day; and his disciples began, as they went, to pluck the ears of corn.  <strong>24</strong> And the Pharisees said unto him, Behold, why do they on the sabbath day that which is not lawful?  <strong>25</strong> And he said unto them, Have ye never read what David did, when he had need, and was an hungred, he, and they that were with him?  <strong>26</strong> How he went into the house of God in the days of Abiathar the high priest, and did eat the shewbread, which is not lawful to eat but for the priests, and gave also to them which were with him?  <strong>27</strong> And he said unto them, The sabbath was made for man, and not man for the sabbath:  <strong>28</strong> Therefore the Son of man is Lord also of the sabbath. <strong>1</strong> And he entered again into the synagogue; and there was a man there which had a withered hand.  <strong>2</strong> And they watched him, whether he would heal him on the sabbath day; that they might accuse him.  <strong>3</strong> And he saith unto the man which had the withered hand, Stand forth.  <strong>4</strong> And he saith unto them, Is it lawful to do good on the sabbath days, or to do evil? to save life, or to kill? But they held their peace.  <strong>5</strong> And when he had looked round about on them with anger, being grieved for the hardness of their hearts, he saith unto the man, Stretch forth thine hand. And he stretched it out: and his hand was restored whole as the other.  <strong>6</strong> And the Pharisees went forth, and straightway took counsel with the Herodians against him, how they might destroy him.  <strong>7</strong> But Jesus withdrew himself with his disciples to the sea: and a great multitude from Galilee followed him, and from Judaea,  <strong>8</strong> And from Jerusalem, and from Idumaea, and from beyond Jordan; and they about Tyre and Sidon, a great multitude, when they had heard what great things he did, came unto him.  <strong>9</strong> And he spake to his disciples, that a small ship should wait on him because of the multitude, lest they should throng him.  <strong>10</strong> For he had healed many; insomuch that they pressed upon him for to touch him, as many as had plagues.  <strong>11</strong> And unclean spirits, when they saw him, fell down before him, and cried, saying, Thou art the Son of God.  <strong>12</strong> And he straitly charged them that they should not make him known.  <strong>13</strong> And he goeth up into a mountain, and calleth unto him whom he would: and they came unto him.  <strong>14</strong> And he ordained twelve, that they should be with him, and that he might send them forth to preach,  <strong>15</strong> And to have power to heal sicknesses, and to cast out devils:  <strong>16</strong> And Simon he surnamed Peter;  <strong>17</strong> And James the son of Zebedee, and John the brother of James; and he surnamed them Boanerges, which is, The sons of thunder:  <strong>18</strong> And Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Canaanite,  <strong>19</strong> And Judas Iscariot, which also betrayed him: and they went into an house.  <strong>20</strong> And the multitude cometh together again, so that they could not so much as eat bread.  <strong>21</strong> And when his friends heard of it, they went out to lay hold on him: for they said, He is beside himself.  <strong>22</strong> And the scribes which came down from Jerusalem said, He hath Beelzebub, and by the prince of the devils casteth he out devils.  <strong>23</strong> And he called them unto him, and said unto them in parables, How can Satan cast out Satan?  <strong>24</strong> And if a kingdom be divided against itself, that kingdom cannot stand.  <strong>25</strong> And if a house be divided against itself, that house cannot stand.  <strong>26</strong> And if Satan rise up against himself, and be divided, he cannot stand, but hath an end.  <strong>27</strong> No man can enter into a strong man’s house, and spoil his goods, except he will first bind the strong man; and then he will spoil his house.  <strong>28</strong> Verily I say unto you, All sins shall be forgiven unto the sons of men, and blasphemies wherewith soever they shall blaspheme:  <strong>29</strong> But he that shall blaspheme against the Holy Ghost hath never forgiveness, but is in danger of eternal damnation:  <strong>30</strong> Because they said, He hath an unclean spirit.  <strong>31</strong> There came then his brethren and his mother, and, standing without, sent unto him, calling him.  <strong>32</strong> And the multitude sat about him, and they said unto him, Behold, thy mother and thy brethren without seek for thee.  <strong>33</strong> And he answered them, saying, Who is my mother, or my brethren?  <strong>34</strong> And he looked round about on them which sat about him, and said, Behold my mother and my brethren!  <strong>35</strong> For whosoever shall do the will of God, the same is my brother, and my sister, and mother. <strong>1</strong> And he began again to teach by the sea side: and there was gathered unto him a great multitude, so that he entered into a ship, and sat in the sea; and the whole multitude was by the sea on the land.  <strong>2</strong> And he taught them many things by parables, and said unto them in his doctrine,  <strong>3</strong> Hearken; Behold, there went out a sower to sow:  <strong>4</strong> And it came to pass, as he sowed, some fell by the way side, and the fowls of the air came and devoured it up.  <strong>5</strong> And some fell on stony ground, where it had not much earth; and immediately it sprang up, because it had no depth of earth:  <strong>6</strong> But when the sun was up, it was scorched; and because it had no root, it withered away.  <strong>7</strong> And some fell among thorns, and the thorns grew up, and choked it, and it yielded no fruit.  <strong>8</strong> And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred.  <strong>9</strong> And he said unto them, He that hath ears to hear, let him hear.  <strong>10</strong> And when he was alone, they that were about him with the twelve asked of him the parable.  <strong>11</strong> And he said unto them, Unto you it is given to know the mystery of the kingdom of God: but unto them that are without, all these things  are done in parables:  <strong>12</strong> That seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and their sins should be forgiven them.  <strong>13</strong> And he said unto them, Know ye not this parable? and how then will ye know all parables? <strong>14</strong>           The sower soweth the word.  <strong>15</strong> And these are they by the way side, where the word is sown; but when they have heard, Satan cometh immediately, and taketh away the word that was sown in their hearts.  <strong>16</strong> And these are they likewise which are sown on stony ground; who, when they have heard the word, immediately receive it with gladness;  <strong>17</strong> And have no root in themselves, and so endure but for a time: afterward, when affliction or persecution ariseth for the word’s sake, immediately they are offended.  <strong>18</strong> And these are they which are sown among thorns; such as hear the word,  <strong>19</strong> And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful.  <strong>20</strong> And these are they which are sown on good ground; such as hear the word, and receive it, and bring forth fruit, some thirtyfold, some sixty, and some an hundred. <strong>21</strong> And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?  <strong>22</strong> For there is nothing hid, which shall not be manifested; neither was any thing kept secret, but that it should come abroad.  <strong>23</strong> If any man have ears to hear, let him hear.  <strong>24</strong> And he said unto them, Take heed what ye hear: with what measure ye mete, it shall be measured to you: and unto you that hear shall more be given.  <strong>25</strong> For he that hath, to him shall be given: and he that hath not, from him shall be taken even that which he hath.  <strong>26</strong> And he said, So is the kingdom of God, as if a man should cast seed into the ground;  <strong>27</strong> And should sleep, and rise night and day, and the seed should spring and grow up, he knoweth not how.  <strong>28</strong> For the earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear.  <strong>29</strong> But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come. <strong>30</strong> And he said, Whereunto shall we liken the kingdom of God? or with what comparison shall we compare it?  <strong>31</strong> It is like a grain of mustard seed, which, when it is sown in the earth, is less than all the seeds that be in the earth:  <strong>32</strong> But when it is sown, it groweth up, and becometh greater than all herbs, and shooteth out great branches; so that the fowls of the air may lodge under the shadow of it.  <strong>33</strong> And with many such parables spake he the word unto them, as they were able to hear it.  <strong>34</strong> But without a parable spake he not unto them: and when they were alone, he expounded all things to his disciples.  <strong>35</strong> And the same day, when the even was come, he saith unto them, Let us pass over unto the other side.  <strong>36</strong> And when they had sent away the multitude, they took him even as he was in the ship. And there were also with him other little ships.  <strong>37</strong> And there arose a great storm of wind, and the waves beat into the ship, so that it was now full.  <strong>38</strong> And he was in the hinder part of the ship, asleep on a pillow: and they awake him, and say unto him, Master, carest thou not that we perish?  <strong>39</strong> And he arose, and rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm.  <strong>40</strong> And he said unto them, Why are ye so fearful? how is it that ye have no faith?  <strong>41</strong> And they feared exceedingly, and said one to another, What manner of man is this, that even the wind and the sea obey him?  <strong>1</strong> And they came over unto the other side of the sea, into the country of the Gadarenes.  <strong>2</strong> And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit,  <strong>3</strong> Who had his dwelling among the tombs; and no man could bind him, no, not with chains:  <strong>4</strong> Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any man tame him.  <strong>5</strong> And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones.  <strong>6</strong> But when he saw Jesus afar off, he ran and worshipped him,  <strong>7</strong> And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.  <strong>8</strong> For he said unto him, Come out of the man, thou unclean spirit.  <strong>9</strong> And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many.  <strong>10</strong> And he besought him much that he would not send them away out of the country.  <strong>11</strong> Now there was there nigh unto the mountains a great herd of swine feeding.  <strong>12</strong> And all the devils besought him, saying, Send us into the swine, that we may enter into them.  <strong>13</strong> And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.  <strong>14</strong> And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.  <strong>15</strong> And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.  <strong>16</strong> And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.  <strong>17</strong> And they began to pray him to depart out of their coasts.  <strong>18</strong> And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.  <strong>19</strong> Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.  <strong>20</strong> And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel.  <strong>21</strong> And when Jesus was passed over again by ship unto the other side, much people gathered unto him: and he was nigh unto the sea.  <strong>22</strong> And, behold, there cometh one of the rulers of the synagogue, Jairus by name; and when he saw him, he fell at his feet,  <strong>23</strong> And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.  <strong>24</strong> And Jesus went with him; and much people followed him, and thronged him.  <strong>25</strong> And a certain woman, which had an issue of blood twelve years,  <strong>26</strong> And had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse,  <strong>27</strong> When she had heard of Jesus, came in the press behind, and touched his garment.  <strong>28</strong> For she said, If I may touch but his clothes, I shall be whole.  <strong>29</strong> And straightway the fountain of her blood was dried up; and she felt in her body that she was healed of that plague.  <strong>30</strong> And Jesus, immediately knowing in himself that virtue had gone out of him, turned him about in the press, and said, Who touched my clothes?  <strong>31</strong> And his disciples said unto him, Thou seest the multitude thronging thee, and sayest thou, Who touched me?  <strong>32</strong> And he looked round about to see her that had done this thing.  <strong>33</strong> But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth.  <strong>34</strong> And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.  <strong>35</strong> While he yet spake, there came from the ruler of the synagogue’s house certain which said, Thy daughter is dead: why troublest thou the Master any further?  <strong>36</strong> As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, Be not afraid, only believe.  <strong>37</strong> And he suffered no man to follow him, save Peter, and James, and John the brother of James.  <strong>38</strong> And he cometh to the house of the ruler of the synagogue, and seeth the tumult, and them that wept and wailed greatly.  <strong>39</strong> And when he was come in, he saith unto them, Why make ye this ado, and weep? the damsel is not dead, but sleepeth.  <strong>40</strong> And they laughed him to scorn. But when he had put them all out, he taketh the father and the mother of the damsel, and them that were with him, and entereth in where the damsel was lying.  <strong>41</strong> And he took the damsel by the hand, and said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise.  <strong>42</strong> And straightway the damsel arose, and walked; for she was of the age of twelve years. And they were astonished with a great astonishment.  <strong>43</strong> And he charged them straitly that no man should know it; and commanded that something should be given her to eat.  <strong>1</strong> And he went out from thence, and came into his own country; and his disciples follow him.  <strong>2</strong> And when the sabbath day was come, he began to teach in the synagogue: and many hearing him were astonished, saying, From whence hath this man these things? and what wisdom is this which is given unto him, that even such mighty works are wrought by his hands?  <strong>3</strong> Is not this the carpenter, the son of Mary, the brother of James, and Joses, and of Juda, and Simon? and are not his sisters here with us? And they were offended at him.  <strong>4</strong> But Jesus said unto them, A prophet is not without honour, but in his own country, and among his own kin, and in his own house.  <strong>5</strong> And he could there do no mighty work, save that he laid his hands upon a few sick folk, and healed them.  <strong>6</strong> And he marvelled because of their unbelief. And he went round about the villages, teaching.  <strong>7</strong> And he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;  <strong>8</strong> And commanded them that they should take nothing for their  journey, save a staff only; no scrip, no bread, no money in their  purse:  <strong>9</strong> But be shod with sandals; and not put on two coats.  <strong>10</strong> And he said unto them, In what place soever ye enter into an house, there abide till ye depart from that place.  <strong>11</strong> And whosoever shall not receive you, nor hear you, when ye depart thence, shake off the dust under your feet for a testimony against them. Verily I say unto you, It shall be more tolerable for Sodom and Gomorrha in the day of judgment, than for that city.  <strong>12</strong> And they went out, and preached that men should repent.  <strong>13</strong> And they cast out many devils, and anointed with oil many that were sick, and healed them.  <strong>14</strong> And king Herod heard of him; (for his name was spread abroad:) and he said, That John the Baptist was risen from the dead, and therefore mighty works do shew forth themselves in him.  <strong>15</strong> Others said, That it is Elias. And others said, That it is a prophet, or as one of the prophets.  <strong>16</strong> But when Herod heard thereof, he said, It is John, whom I beheaded: he is risen from the dead.  <strong>17</strong> For Herod himself had sent forth and laid hold upon John, and bound him in prison for Herodias’ sake, his brother Philip’s wife: for he had married her.  <strong>18</strong> For John had said unto Herod, It is not lawful for thee to have thy brother’s wife.  <strong>19</strong> Therefore Herodias had a quarrel against him, and would have killed him; but she could not:  <strong>20</strong> For Herod feared John, knowing that he was a just man and an holy, and observed him; and when he heard him, he did many things, and heard him gladly.  <strong>21</strong> And when a convenient day was come, that Herod on his birthday made a supper to his lords, high captains, and chief estates of Galilee;  <strong>22</strong> And when the daughter of the said Herodias came in, and danced, and pleased Herod and them that sat with him, the king said unto the damsel, Ask of me whatsoever thou wilt, and I will give it thee.  <strong>23</strong> And he sware unto her, Whatsoever thou shalt ask of me, I will give it thee, unto the half of my kingdom.  <strong>24</strong> And she went forth, and said unto her mother, What shall I ask? And she said, The head of John the Baptist.  <strong>25</strong> And she came in straightway with haste unto the king, and asked, saying, I will that thou give me by and by in a charger the head of John the Baptist.  <strong>26</strong> And the king was exceeding sorry; yet for his oath’s sake, and for their sakes which sat with him, he would not reject her.  <strong>27</strong> And immediately the king sent an executioner, and commanded his head to be brought: and he went and beheaded him in the prison,  <strong>28</strong> And brought his head in a charger, and gave it to the damsel: and the damsel gave it to her mother.  <strong>29</strong> And when his disciples heard of it, they came and took up his corpse, and laid it in a tomb.  <strong>30</strong> And the apostles gathered themselves together unto Jesus, and told him all things, both what they had done, and what they had taught.  <strong>31</strong> And he said unto them, Come ye yourselves apart into a desert place, and rest a while: for there were many coming and going, and they had no leisure so much as to eat.  <strong>32</strong> And they departed into a desert place by ship privately.  <strong>33</strong> And the people saw them departing, and many knew him, and ran afoot thither out of all cities, and outwent them, and came together unto him.  <strong>34</strong> And Jesus, when he came out, saw much people, and was moved with compassion toward them, because they were as sheep not having a shepherd: and he began to teach them many things.  <strong>35</strong> And when the day was now far spent, his disciples came unto him, and said, This is a desert place, and now the time is far passed:  <strong>36</strong> Send them away, that they may go into the country round about, and into the villages, and buy themselves bread: for they have nothing to eat.  <strong>37</strong> He answered and said unto them, Give ye them to eat. And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat?  <strong>38</strong> He saith unto them, How many loaves have ye? go and see. And when they knew, they say, Five, and two fishes.  <strong>39</strong> And he commanded them to make all sit down by companies upon the green grass.  <strong>40</strong> And they sat down in ranks, by hundreds, and by fifties.  <strong>41</strong> And when he had taken the five loaves and the two fishes, he looked up to heaven, and blessed, and brake the loaves, and gave them to his disciples to set before them; and the two fishes divided he among them all.  <strong>42</strong> And they did all eat, and were filled.  <strong>43</strong> And they took up twelve baskets full of the fragments, and of the fishes.  <strong>44</strong> And they that did eat of the loaves were about five thousand men.  <strong>45</strong> And straightway he constrained his disciples to get into the ship, and to go to the other side before unto Bethsaida, while he sent away the people.  <strong>46</strong> And when he had sent them away, he departed into a mountain to pray.  <strong>47</strong> And when even was come, the ship was in the midst of the sea, and he alone on the land.  <strong>48</strong> And he saw them toiling in rowing; for the wind was contrary unto them: and about the fourth watch of the night he cometh unto them, walking upon the sea, and would have passed by them.  <strong>49</strong> But when they saw him walking upon the sea, they supposed it had been a spirit, and cried out:  <strong>50</strong> For they all saw him, and were troubled. And immediately he talked with them, and saith unto them, Be of good cheer: it is I; be not afraid.  <strong>51</strong> And he went up unto them into the ship; and the wind ceased: and they were sore amazed in themselves beyond measure, and wondered.  <strong>52</strong> For they considered not the miracle of the loaves: for their heart was hardened.  <strong>53</strong> And when they had passed over, they came into the land of Gennesaret, and drew to the shore.  <strong>54</strong> And when they were come out of the ship, straightway they knew him,  <strong>55</strong> And ran through that whole region round about, and began to carry about in beds those that were sick, where they heard he was.  <strong>56</strong> And whithersoever he entered, into villages, or cities, or country, they laid the sick in the streets, and besought him that they might touch if it were but the border of his garment: and as many as touched him were made whole.  <strong>1</strong> Then came together unto him the Pharisees, and certain of the scribes, which came from Jerusalem.  <strong>2</strong> And when they saw some of his disciples eat bread with defiled, that is to say, with unwashen, hands, they found fault.  <strong>3</strong> For the Pharisees, and all the Jews, except they wash their  hands oft, eat not, holding the tradition of the elders.  <strong>4</strong> And when they come from the market, except they wash, they eat not. And many other things there be, which they have received to hold, as the washing of cups, and pots, brasen vessels, and of tables.  <strong>5</strong> Then the Pharisees and scribes asked him, Why walk not thy disciples according to the tradition of the elders, but eat bread with unwashen hands?  <strong>6</strong> He answered and said unto them, Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their  lips, but their heart is far from me.  <strong>7</strong> Howbeit in vain do they worship me, teaching for doctrines the commandments of men.  <strong>8</strong> For laying aside the commandment of God, ye hold the tradition of men, as the washing of pots and cups: and many other such like things ye do.  <strong>9</strong> And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition.  <strong>10</strong> For Moses said, Honour thy father and thy mother; and, Whoso curseth father or mother, let him die the death:  <strong>11</strong> But ye say, If a man shall say to his father or mother, It is  Corban, that is to say, a gift, by whatsoever thou mightest be profited by me; he shall be free.  <strong>12</strong> And ye suffer him no more to do ought for his father or his mother;  <strong>13</strong> Making the word of God of none effect through your tradition, which ye have delivered: and many such like things do ye. <strong>14</strong> And when he had called all the people unto him, he said unto them, Hearken unto me every one of you, and understand:  <strong>15</strong> There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man.  <strong>16</strong> If any man have ears to hear, let him hear.  <strong>17</strong> And when he was entered into the house from the people, his disciples asked him concerning the parable.  <strong>18</strong> And he saith unto them, Are ye so without understanding also? Do ye not perceive, that whatsoever thing from without entereth into the man, it cannot defile him;  <strong>19</strong> Because it entereth not into his heart, but into the belly, and goeth out into the draught, purging all meats?  <strong>20</strong> And he said, That which cometh out of the man, that defileth the man.  <strong>21</strong> For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,  <strong>22</strong> Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:  <strong>23</strong> All these evil things come from within, and defile the man.  <strong>24</strong> And from thence he arose, and went into the borders of Tyre and Sidon, and entered into an house, and would have no man know it:  but he could not be hid.  <strong>25</strong> For a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:  <strong>26</strong> The woman was a Greek, a Syrophenician by nation; and she besought him that he would cast forth the devil out of her daughter.  <strong>27</strong> But Jesus said unto her, Let the children first be filled: for it is not meet to take the children’s bread, and to cast it unto the dogs.  <strong>28</strong> And she answered and said unto him, Yes, Lord: yet the dogs under the table eat of the children’s crumbs.  <strong>29</strong> And he said unto her, For this saying go thy way; the devil is gone out of thy daughter.  <strong>30</strong> And when she was come to her house, she found the devil gone out, and her daughter laid upon the bed.  <strong>31</strong> And again, departing from the coasts of Tyre and Sidon, he came unto the sea of Galilee, through the midst of the coasts of Decapolis.  <strong>32</strong> And they bring unto him one that was deaf, and had an impediment in his speech; and they beseech him to put his hand upon him.  <strong>33</strong> And he took him aside from the multitude, and put his fingers into his ears, and he spit, and touched his tongue;  <strong>34</strong> And looking up to heaven, he sighed, and saith unto him, Ephphatha,  that is, Be opened.  <strong>35</strong> And straightway his ears were opened, and the string of his tongue was loosed, and he spake plain.  <strong>36</strong> And he charged them that they should tell no man: but the more he charged them, so much the more a great deal they published it;  <strong>37</strong> And were beyond measure astonished, saying, He hath done all things well: he maketh both the deaf to hear, and the dumb to speak.  <strong>1</strong> In those days the multitude being very great, and having nothing to eat, Jesus called his disciples unto him, and saith unto them,  <strong>2</strong> I have compassion on the multitude, because they have now been with me three days, and have nothing to eat:  <strong>3</strong> And if I send them away fasting to their own houses, they will faint by the way: for divers of them came from far.  <strong>4</strong> And his disciples answered him, From whence can a man satisfy these men with bread here in the wilderness?  <strong>5</strong> And he asked them, How many loaves have ye? And they said, Seven.  <strong>6</strong> And he commanded the people to sit down on the ground: and he took the seven loaves, and gave thanks, and brake, and gave to his disciples to set before them; and they did set them before the people.  <strong>7</strong> And they had a few small fishes: and he blessed, and commanded to set them also before them.  <strong>8</strong> So they did eat, and were filled: and they took up of the broken meat that was left seven baskets.  <strong>9</strong> And they that had eaten were about four thousand: and he sent them away.  <strong>10</strong> And straightway he entered into a ship with his disciples, and came into the parts of Dalmanutha.  <strong>11</strong> And the Pharisees came forth, and began to question with him, seeking of him a sign from heaven, tempting him.  <strong>12</strong> And he sighed deeply in his spirit, and saith, Why doth this generation seek after a sign? verily I say unto you, There shall no sign be given unto this generation.  <strong>13</strong> And he left them, and entering into the ship again departed to the other side.  <strong>14</strong> Now the disciples had forgotten to take bread, neither had they in the ship with them more than one loaf.  <strong>15</strong> And he charged them, saying, Take heed, beware of the leaven of the Pharisees, and of the leaven of Herod.  <strong>16</strong> And they reasoned among themselves, saying, It is because we have no bread.  <strong>17</strong> And when Jesus knew it, he saith unto them, Why reason ye, because ye have no bread? perceive ye not yet, neither understand? have ye your heart yet hardened?  <strong>18</strong> Having eyes, see ye not? and having ears, hear ye not? and do ye not remember?  <strong>19</strong> When I brake the five loaves among five thousand, how many baskets full of fragments took ye up? They say unto him, Twelve.  <strong>20</strong> And when the seven among four thousand, how many baskets full of fragments took ye up? And they said, Seven.  <strong>21</strong> And he said unto them, How is it that ye do not understand?  <strong>22</strong>           And he cometh to Bethsaida; and they bring a blind man unto him, and besought him to touch him.  <strong>23</strong> And he took the blind man by the hand, and led him out of the town; and when he had spit on his eyes, and put his hands upon him, he asked him if he saw ought.  <strong>24</strong> And he looked up, and said, I see men as trees, walking.  <strong>25</strong> After that he put his hands again upon his eyes, and made him look up: and he was restored, and saw every man clearly.  <strong>26</strong> And he sent him away to his house, saying, Neither go into the town, nor tell it to any in the town. <strong>27</strong>           And Jesus went out, and his disciples, into the towns of Caesarea Philippi: and by the way he asked his disciples, saying unto them, Whom do men say that I am?  <strong>28</strong> And they answered, John the Baptist: but some say, Elias; and others, One of the prophets.  <strong>29</strong> And he saith unto them, But whom say ye that I am? And Peter answereth and saith unto him, Thou art the Christ.  <strong>30</strong> And he charged them that they should tell no man of him.  <strong>31</strong> And he began to teach them, that the Son of man must suffer many things, and be rejected of the elders, and of the chief priests, and scribes, and be killed, and after three days rise again.  <strong>32</strong> And he spake that saying openly. And Peter took him, and began to rebuke him.  <strong>33</strong> But when he had turned about and looked on his disciples, he rebuked Peter, saying, Get thee behind me, Satan: for thou savourest not the things that be of God, but the things that be of men. <strong>34</strong>           And when he had called the people unto him with his disciples also, he said unto them, Whosoever will come after me, let him deny himself, and take up his cross, and follow me.  <strong>35</strong> For whosoever will save his life shall lose it; but whosoever shall lose his life for my sake and the gospel’s, the same shall save it.  <strong>36</strong> For what shall it profit a man, if he shall gain the whole world, and lose his own soul?  <strong>37</strong> Or what shall a man give in exchange for his soul?  <strong>38</strong> Whosoever therefore shall be ashamed of me and of my words in this adulterous and sinful generation; of him also shall the Son of man be ashamed, when he cometh in the glory of his Father with the holy angels. <strong>1</strong> And he said unto them, Verily I say unto you, That there be some of them that stand here, which shall not taste of death, till they have seen the kingdom of God come with power. <strong>2</strong> And after six days Jesus taketh with him Peter, and James, and John, and leadeth them up into an high mountain apart by themselves: and he was transfigured before them.  <strong>3</strong> And his raiment became shining, exceeding white as snow; so as no fuller on earth can white them.  <strong>4</strong> And there appeared unto them Elias with Moses: and they were talking with Jesus.  <strong>5</strong> And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias.  <strong>6</strong> For he wist not what to say; for they were sore afraid.  <strong>7</strong> And there was a cloud that overshadowed them: and a voice came out of the cloud, saying, This is my beloved Son: hear him.  <strong>8</strong> And suddenly, when they had looked round about, they saw no man any more, save Jesus only with themselves.  <strong>9</strong> And as they came down from the mountain, he charged them that they should tell no man what things they had seen, till the Son of man were risen from the dead.  <strong>10</strong> And they kept that saying with themselves, questioning one with another what the rising from the dead should mean.  <strong>11</strong> And they asked him, saying, Why say the scribes that Elias must first come?  <strong>12</strong> And he answered and told them, Elias verily cometh first, and restoreth all things; and how it is written of the Son of man, that he must suffer many things, and be set at nought.  <strong>13</strong> But I say unto you, That Elias is indeed come, and they have done unto him whatsoever they listed, as it is written of him. <strong>14</strong> And when he came to his disciples, he saw a great multitude about them, and the scribes questioning with them.  <strong>15</strong> And straightway all the people, when they beheld him, were greatly amazed, and running to him saluted him.  <strong>16</strong> And he asked the scribes, What question ye with them?  <strong>17</strong> And one of the multitude answered and said, Master, I have brought unto thee my son, which hath a dumb spirit;  <strong>18</strong> And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not.  <strong>19</strong> He answereth him, and saith, O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me.  <strong>20</strong> And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming.  <strong>21</strong> And he asked his father, How long is it ago since this came unto him? And he said, Of a child.  <strong>22</strong> And ofttimes it hath cast him into the fire, and into the waters, to destroy him: but if thou canst do any thing, have compassion on us, and help us.  <strong>23</strong> Jesus said unto him, If thou canst believe, all things are  possible to him that believeth.  <strong>24</strong> And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief.  <strong>25</strong> When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him.  <strong>26</strong> And the spirit cried, and rent him sore, and came out of him: and he was as one dead; insomuch that many said, He is dead.  <strong>27</strong> But Jesus took him by the hand, and lifted him up; and he arose.  <strong>28</strong> And when he was come into the house, his disciples asked him privately, Why could not we cast him out?  <strong>29</strong> And he said unto them, This kind can come forth by nothing, but by prayer and fasting. <strong>30</strong> And they departed thence, and passed through Galilee; and he would not that any man should know it.  <strong>31</strong> For he taught his disciples, and said unto them, The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day.  <strong>32</strong> But they understood not that saying, and were afraid to ask him.  <strong>33</strong> And he came to Capernaum: and being in the house he asked them, What was it that ye disputed among yourselves by the way?  <strong>34</strong> But they held their peace: for by the way they had disputed among themselves, who should be the greatest.  <strong>35</strong> And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all.  <strong>36</strong> And he took a child, and set him in the midst of them: and when he had taken him in his arms, he said unto them,  <strong>37</strong> Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me.  <strong>38</strong> And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us.  <strong>39</strong> But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me.  <strong>40</strong> For he that is not against us is on our part.  <strong>41</strong> For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward.  <strong>42</strong> And whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea.  <strong>43</strong> And if thy hand offend thee, cut it off: it is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched:  <strong>44</strong> Where their worm dieth not, and the fire is not quenched.  <strong>45</strong> And if thy foot offend thee, cut it off: it is better for thee to enter halt into life, than having two feet to be cast into hell, into the fire that never shall be quenched:  <strong>46</strong> Where their worm dieth not, and the fire is not quenched.  <strong>47</strong> And if thine eye offend thee, pluck it out: it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire:  <strong>48</strong> Where their worm dieth not, and the fire is not quenched.  <strong>49</strong> For every one shall be salted with fire, and every sacrifice shall be salted with salt.  <strong>50</strong> Salt is good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another. <strong>1</strong> And he arose from thence, and cometh into the coasts of Judaea by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again.  <strong>2</strong> And the Pharisees came to him, and asked him, Is it lawful for a man to put away his wife? tempting him.  <strong>3</strong> And he answered and said unto them, What did Moses command you?  <strong>4</strong> And they said, Moses suffered to write a bill of divorcement, and to put her away.  <strong>5</strong> And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept.  <strong>6</strong> But from the beginning of the creation God made them male and female.  <strong>7</strong> For this cause shall a man leave his father and mother, and cleave to his wife;  <strong>8</strong> And they twain shall be one flesh: so then they are no more twain, but one flesh.  <strong>9</strong> What therefore God hath joined together, let not man put asunder.  <strong>10</strong> And in the house his disciples asked him again of the same matter.  <strong>11</strong> And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.  <strong>12</strong> And if a woman shall put away her husband, and be married to another, she committeth adultery. <strong>13</strong> And they brought young children to him, that he should touch them: and his disciples rebuked those that brought them.  <strong>14</strong> But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God. <strong>15</strong> Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein.  <strong>16</strong> And he took them up in his arms, put his hands upon them, and blessed them.  <strong>17</strong> And when he was gone forth into the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?  <strong>18</strong> And Jesus said unto him, Why callest thou me good? there is  none good but one, that is, God.  <strong>19</strong> Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.  <strong>20</strong> And he answered and said unto him, Master, all these have I observed from my youth.  <strong>21</strong> Then Jesus beholding him loved him, and said unto him, One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me.  <strong>22</strong> And he was sad at that saying, and went away grieved: for he had great possessions.  <strong>23</strong> And Jesus looked round about, and saith unto his disciples, How hardly shall they that have riches enter into the kingdom of God!  <strong>24</strong> And the disciples were astonished at his words. But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God!  <strong>25</strong> It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>26</strong> And they were astonished out of measure, saying among themselves, Who then can be saved?  <strong>27</strong> And Jesus looking upon them saith, With men it is impossible, but not with God: for with God all things are possible.  <strong>28</strong> Then Peter began to say unto him, Lo, we have left all, and have followed thee.  <strong>29</strong> And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel’s,  <strong>30</strong> But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.  <strong>31</strong> But many that are first shall be last; and the last first. <strong>32</strong> And they were in the way going up to Jerusalem; and Jesus went before them: and they were amazed; and as they followed, they were afraid. And he took again the twelve, and began to tell them what things should happen unto him,  <strong>33</strong> Saying,Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the chief priests, and unto the scribes; and they shall condemn him to death, and shall deliver him to the Gentiles:  <strong>34</strong> And they shall mock him, and shall scourge him, and shall spit upon him, and shall kill him: and the third day he shall rise again. <strong>35</strong> And James and John, the sons of Zebedee, come unto him, saying, Master, we would that thou shouldest do for us whatsoever we shall desire.  <strong>36</strong> And he said unto them, What would ye that I should do for you?  <strong>37</strong> They said unto him, Grant unto us that we may sit, one on thy right hand, and the other on thy left hand, in thy glory.  <strong>38</strong> But Jesus said unto them, Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?  <strong>39</strong> And they said unto him, We can. And Jesus said unto them, Ye shall indeed drink of the cup that I drink of; and with the baptism that I am baptized withal shall ye be baptized:  <strong>40</strong> But to sit on my right hand and on my left hand is not mine to give; but it shall be given to them for whom it is prepared.  <strong>41</strong> And when the ten heard it, they began to be much displeased with James and John.  <strong>42</strong> But Jesus called them to him, and saith unto them, Ye know that they which are accounted to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them.  <strong>43</strong> But so shall it not be among you: but whosoever will be great among you, shall be your minister:  <strong>44</strong> And whosoever of you will be the chiefest, shall be servant of all.  <strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. <strong>46</strong> And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.  <strong>47</strong> And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou Son of David, have mercy on me.  <strong>48</strong> And many charged him that he should hold his peace: but he cried the more a great deal, Thou Son of David, have mercy on me.  <strong>49</strong> And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.  <strong>50</strong> And he, casting away his garment, rose, and came to Jesus.  <strong>51</strong> And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.  <strong>52</strong> And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.  <strong>1</strong> And when they came nigh to Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth forth two of his disciples,  <strong>2</strong> And saith unto them, Go your way into the village over against you: and as soon as ye be entered into it, ye shall find a colt tied, whereon never man sat; loose him, and bring him.  <strong>3</strong> And if any man say unto you, Why do ye this? say ye that the Lord hath need of him; and straightway he will send him hither.  <strong>4</strong> And they went their way, and found the colt tied by the door without in a place where two ways met; and they loose him.  <strong>5</strong> And certain of them that stood there said unto them, What do ye, loosing the colt?  <strong>6</strong> And they said unto them even as Jesus had commanded: and they let them go.  <strong>7</strong> And they brought the colt to Jesus, and cast their garments on him; and he sat upon him.  <strong>8</strong> And many spread their garments in the way: and others cut down branches off the trees, and strawed them in the way.  <strong>9</strong> And they that went before, and they that followed, cried, saying, Hosanna; Blessed is he that cometh in the name of the Lord:  <strong>10</strong> Blessed be the kingdom of our father David, that cometh in the name of the Lord: Hosanna in the highest.  <strong>11</strong> And Jesus entered into Jerusalem, and into the temple: and when he had looked round about upon all things, and now the eventide was come, he went out unto Bethany with the twelve.  <strong>12</strong> And on the morrow, when they were come from Bethany, he was hungry:  <strong>13</strong> And seeing a fig tree afar off having leaves, he came, if haply he might find any thing thereon: and when he came to it, he found nothing but leaves; for the time of figs was not yet.  <strong>14</strong> And Jesus answered and said unto it, No man eat fruit of thee hereafter for ever. And his disciples heard it.  <strong>15</strong> And they come to Jerusalem: and Jesus went into the temple, and began to cast out them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves;  <strong>16</strong> And would not suffer that any man should carry any vessel through the temple.  <strong>17</strong> And he taught, saying unto them, Is it not written, My house shall be called of all nations the house of prayer? but ye have made it a den of thieves.  <strong>18</strong> And the scribes and chief priests heard it, and sought how they might destroy him: for they feared him, because all the people was astonished at his doctrine.  <strong>19</strong> And when even was come, he went out of the city.  <strong>20</strong> And in the morning, as they passed by, they saw the fig tree dried up from the roots.  <strong>21</strong> And Peter calling to remembrance saith unto him, Master, behold, the fig tree which thou cursedst is withered away.  <strong>22</strong> And Jesus answering saith unto them, Have faith in God.  <strong>23</strong> For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.  <strong>24</strong> Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall havethem.  <strong>25</strong> And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.  <strong>26</strong> But if ye do not forgive, neither will your Father which is in heaven forgive your trespasses. <strong>27</strong> And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,  <strong>28</strong> And say unto him, By what authority doest thou these things? and who gave thee this authority to do these things?  <strong>29</strong> And Jesus answered and said unto them, I will also ask of you one question, and answer me, and I will tell you by what authority I do these things.  <strong>30</strong> The baptism of John, was it from heaven, or of men? answer me.  <strong>31</strong> And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then did ye not believe him?  <strong>32</strong> But if we shall say, Of men; they feared the people: for all men  counted John, that he was a prophet indeed.  <strong>33</strong> And they answered and said unto Jesus, We cannot tell. And Jesus answering saith unto them, Neither do I tell you by what authority I do these things. <strong>1</strong> And he began to speak unto them by parables. A certain  man planted a vineyard, and set an hedge about it,  and digged a place for the winefat, and built a tower, and let it out to husbandmen, and went into a far country.  <strong>2</strong> And at the season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruit of the vineyard.  <strong>3</strong> And they caught him, and beat him, and sent him away empty.  <strong>4</strong> And again he sent unto them another servant; and at him they cast stones, and wounded him in the head, and sent him  away shamefully handled.  <strong>5</strong> And again he sent another; and him they killed, and many others; beating some, and killing some.  <strong>6</strong> Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, They will reverence my son.  <strong>7</strong> But those husbandmen said among themselves, This is the heir; come, let us kill him, and the inheritance shall be ours.  <strong>8</strong> And they took him, and killed him, and cast him out of the vineyard.  <strong>9</strong> What shall therefore the lord of the vineyard do? he will come and destroy the husbandmen, and will give the vineyard unto others.  <strong>10</strong> And have ye not read this scripture; The stone which the builders rejected is become the head of the corner:  <strong>11</strong> This was the Lord’s doing, and it is marvellous in our eyes?  <strong>12</strong> And they sought to lay hold on him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way.  <strong>13</strong> And they send unto him certain of the Pharisees and of the Herodians, to catch him in his words.  <strong>14</strong> And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth: Is it lawful to give tribute to Caesar, or not?  <strong>15</strong> Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may seeit.  <strong>16</strong> And they brought it. And he saith unto them, Whose is this image and superscription? And they said unto him, Caesar’s.  <strong>17</strong> And Jesus answering said unto them, Render to Caesar the things that are Caesar’s, and to God the things that are God’s. And they marvelled at him.  <strong>18</strong> Then come unto him the Sadducees, which say there is no resurrection; and they asked him, saying,  <strong>19</strong> Master, Moses wrote unto us, If a man’s brother die, and leave his wife behind him, and leave no children, that his brother should take his wife, and raise up seed unto his brother.  <strong>20</strong> Now there were seven brethren: and the first took a wife, and dying left no seed.  <strong>21</strong> And the second took her, and died, neither left he any seed: and the third likewise.  <strong>22</strong> And the seven had her, and left no seed: last of all the woman died also.  <strong>23</strong> In the resurrection therefore, when they shall rise, whose wife shall she be of them? for the seven had her to wife.  <strong>24</strong> And Jesus answering said unto them, Do ye not therefore err, because ye know not the scriptures, neither the power of God?  <strong>25</strong> For when they shall rise from the dead, they neither marry, nor are given in marriage; but are as the angels which are in heaven.  <strong>26</strong> And as touching the dead, that they rise: have ye not read in the book of Moses, how in the bush God spake unto him, saying, I am  the God of Abraham, and the God of Isaac, and the God of Jacob?  <strong>27</strong> He is not the God of the dead, but the God of the living: ye therefore do greatly err. <strong>28</strong> And one of the scribes came, and having heard them reasoning together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?  <strong>29</strong> And Jesus answered him, The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:  <strong>30</strong> And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment.  <strong>31</strong> And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.  <strong>32</strong> And the scribe said unto him, Well, Master, thou hast said the truth: for there is one God; and there is none other but he:  <strong>33</strong> And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbour as himself, is more than all whole burnt offerings and sacrifices.  <strong>34</strong> And when Jesus saw that he answered discreetly, he said unto him, Thou art not far from the kingdom of God. And no man after that durst ask him any question.  <strong>35</strong> And Jesus answered and said, while he taught in the temple, How say the scribes that Christ is the Son of David?  <strong>36</strong> For David himself said by the Holy Ghost, The Lord said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool.  <strong>37</strong> David therefore himself calleth him Lord; and whence is he then his son? And the common people heard him gladly.  <strong>38</strong> And he said unto them in his doctrine, Beware of the scribes, which love to go in long clothing, and love salutations in the marketplaces,  <strong>39</strong> And the chief seats in the synagogues, and the uppermost rooms at feasts:  <strong>40</strong> Which devour widows’ houses, and for a pretence make long prayers: these shall receive greater damnation. <strong>41</strong> And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.  <strong>42</strong> And there came a certain poor widow, and she threw in two mites, which make a farthing.  <strong>43</strong> And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:  <strong>44</strong> For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living. <strong>1</strong> And as he went out of the temple, one of his disciples saith unto him, Master, see what manner of stones and what buildings are here!  <strong>2</strong> And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down.  <strong>3</strong> And as he sat upon the mount of Olives over against the temple, Peter and James and John and Andrew asked him privately,  <strong>4</strong> Tell us, when shall these things be? and what shall be the sign when all these things shall be fulfilled?  <strong>5</strong> And Jesus answering them began to say, Take heed lest any man  deceive you:  <strong>6</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>7</strong> And when ye shall hear of wars and rumours of wars, be ye not troubled: for such things must needs be; but the end shall not be yet.  <strong>8</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginnings of sorrows.  <strong>9</strong>           But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them.  <strong>10</strong> And the gospel must first be published among all nations.  <strong>11</strong> But when they shall lead you, and deliver you up, take no thought beforehand what ye shall speak, neither do ye premeditate: but whatsoever shall be given you in that hour, that speak ye: for it is not ye that speak, but the Holy Ghost.  <strong>12</strong> Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death.  <strong>13</strong> And ye shall be hated of all men for my name’s sake: but he that shall endure unto the end, the same shall be saved.  <strong>14</strong>           But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that readeth understand,) then let them that be in Judaea flee to the mountains:  <strong>15</strong> And let him that is on the housetop not go down into the house, neither enter therein, to take any thing out of his house:  <strong>16</strong> And let him that is in the field not turn back again for to take up his garment.  <strong>17</strong> But woe to them that are with child, and to them that give suck in those days!  <strong>18</strong> And pray ye that your flight be not in the winter.  <strong>19</strong> For in those days shall be affliction, such as was not from the beginning of the creation which God created unto this time, neither shall be.  <strong>20</strong> And except that the Lord had shortened those days, no flesh should be saved: but for the elect’s sake, whom he hath chosen, he hath shortened the days.  <strong>21</strong> And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him  not:  <strong>22</strong> For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect.  <strong>23</strong> But take ye heed: behold, I have foretold you all things. <strong>24</strong>           But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,  <strong>25</strong> And the stars of heaven shall fall, and the powers that are in heaven shall be shaken.  <strong>26</strong> And then shall they see the Son of man coming in the clouds with great power and glory.  <strong>27</strong> And then shall he send his angels, and shall gather together his elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven.  <strong>28</strong> Now learn a parable of the fig tree; When her branch is yet tender, and putteth forth leaves, ye know that summer is near:  <strong>29</strong> So ye in like manner, when ye shall see these things come to pass, know that it is nigh, even at the doors.  <strong>30</strong> Verily I say unto you, that this generation shall not pass, till all these things be done.  <strong>31</strong> Heaven and earth shall pass away: but my words shall not pass away.  <strong>32</strong>           But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.  <strong>33</strong> Take ye heed, watch and pray: for ye know not when the time is.  <strong>34</strong> For the Son of man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch.  <strong>35</strong> Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning:  <strong>36</strong> Lest coming suddenly he find you sleeping.  <strong>37</strong> And what I say unto you I say unto all, Watch. <strong>1</strong> After two days was the feast of the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put him to death.  <strong>2</strong> But they said, Not on the feast day, lest there be an uproar of the people.  <strong>3</strong> And being in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster box of ointment of spikenard very precious; and she brake the box, and poured it on his head.  <strong>4</strong> And there were some that had indignation within themselves, and said, Why was this waste of the ointment made?  <strong>5</strong> For it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her.  <strong>6</strong> And Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me.  <strong>7</strong> For ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always.  <strong>8</strong> She hath done what she could: she is come aforehand to anoint my body to the burying.  <strong>9</strong> Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her. <strong>10</strong> And Judas Iscariot, one of the twelve, went unto the chief priests, to betray him unto them.  <strong>11</strong> And when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him.  <strong>12</strong> And the first day of unleavened bread, when they killed the passover, his disciples said unto him, Where wilt thou that we go and prepare that thou mayest eat the passover?  <strong>13</strong> And he sendeth forth two of his disciples, and saith unto them, Go ye into the city, and there shall meet you a man bearing a pitcher of water: follow him.  <strong>14</strong> And wheresoever he shall go in, say ye to the goodman of the house, The Master saith, Where is the guestchamber, where I shall eat the passover with my disciples?  <strong>15</strong> And he will shew you a large upper room furnished and  prepared: there make ready for us.  <strong>16</strong> And his disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover.  <strong>17</strong> And in the evening he cometh with the twelve.  <strong>18</strong> And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with me shall betray me.  <strong>19</strong> And they began to be sorrowful, and to say unto him one by one, Is it I? and another said, Is it I?  <strong>20</strong> And he answered and said unto them, It is one of the twelve, that dippeth with me in the dish.  <strong>21</strong> The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born. <strong>22</strong> And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.  <strong>23</strong> And he took the cup, and when he had given thanks, he gave it  to them: and they all drank of it.  <strong>24</strong> And he said unto them, This is my blood of the new testament, which is shed for many.  <strong>25</strong> Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God. <strong>26</strong> And when they had sung an hymn, they went out into the mount of Olives.  <strong>27</strong> And Jesus saith unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered.  <strong>28</strong> But after that I am risen, I will go before you into Galilee.  <strong>29</strong> But Peter said unto him, Although all shall be offended, yet will  not I.  <strong>30</strong> And Jesus saith unto him, Verily I say unto thee, That this day, even in this night, before the cock crow twice, thou shalt deny me thrice.  <strong>31</strong> But he spake the more vehemently, If I should die with thee, I will not deny thee in any wise. Likewise also said they all.  <strong>32</strong> And they came to a place which was named Gethsemane: and he saith to his disciples, Sit ye here, while I shall pray.  <strong>33</strong> And he taketh with him Peter and James and John, and began to be sore amazed, and to be very heavy;  <strong>34</strong> And saith unto them, My soul is exceeding sorrowful unto death: tarry ye here, and watch.  <strong>35</strong> And he went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass from him.  <strong>36</strong> And he said, Abba, Father, all things are possible unto thee; take away this cup from me: nevertheless not what I will, but what thou wilt.  <strong>37</strong> And he cometh, and findeth them sleeping, and saith unto Peter, Simon, sleepest thou? couldest not thou watch one hour?  <strong>38</strong> Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak.  <strong>39</strong> And again he went away, and prayed, and spake the same words.  <strong>40</strong> And when he returned, he found them asleep again, (for their eyes were heavy,) neither wist they what to answer him.  <strong>41</strong> And he cometh the third time, and saith unto them, Sleep on now, and take your rest: it is enough, the hour is come; behold, the Son of man is betrayed into the hands of sinners.  <strong>42</strong> Rise up, let us go; lo, he that betrayeth me is at hand. <strong>43</strong> And immediately, while he yet spake, cometh Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priest and the scribes and the elders.  <strong>44</strong> And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely.  <strong>45</strong> And as soon as he was come, he goeth straightway to him, and saith, Master, master; and kissed him.  <strong>46</strong> And they laid their hands on him, and took him.  <strong>47</strong> And one of them that stood by drew a sword, and smote a servant of the high priest, and cut off his ear.  <strong>48</strong> And Jesus answered and said unto them, Are ye come out, as against a thief, with swords and with staves to take me?  <strong>49</strong> I was daily with you in the temple teaching, and ye took me not: but the scriptures must be fulfilled.  <strong>50</strong> And they all forsook him, and fled.  <strong>51</strong> And there followed him a certain young man, having a linen cloth cast about his naked body; and the young men laid hold on him:  <strong>52</strong> And he left the linen cloth, and fled from them naked.  <strong>53</strong> And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes.  <strong>54</strong> And Peter followed him afar off, even into the palace of the high priest: and he sat with the servants, and warmed himself at the fire.  <strong>55</strong> And the chief priests and all the council sought for witness against Jesus to put him to death; and found none.  <strong>56</strong> For many bare false witness against him, but their witness agreed not together.  <strong>57</strong> And there arose certain, and bare false witness against him, saying,  <strong>58</strong> We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands.  <strong>59</strong> But neither so did their witness agree together.  <strong>60</strong> And the high priest stood up in the midst, and asked Jesus, saying, Answerest thou nothing? what is it which these witness against thee?  <strong>61</strong> But he held his peace, and answered nothing. Again the high priest asked him, and said unto him, Art thou the Christ, the Son of the Blessed?  <strong>62</strong> And Jesus said, I am: and ye shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven.  <strong>63</strong> Then the high priest rent his clothes, and saith, What need we any further witnesses?  <strong>64</strong> Ye have heard the blasphemy: what think ye? And they all condemned him to be guilty of death.  <strong>65</strong> And some began to spit on him, and to cover his face, and to buffet him, and to say unto him, Prophesy: and the servants did strike him with the palms of their hands.  <strong>66</strong> And as Peter was beneath in the palace, there cometh one of the maids of the high priest:  <strong>67</strong> And when she saw Peter warming himself, she looked upon him, and said, And thou also wast with Jesus of Nazareth.  <strong>68</strong> But he denied, saying, I know not, neither understand I what thou sayest. And he went out into the porch; and the cock crew.  <strong>69</strong> And a maid saw him again, and began to say to them that stood by, This is one of them.  <strong>70</strong> And he denied it again. And a little after, they that stood by said again to Peter, Surely thou art one of them: for thou art a Galilaean, and thy speech agreeth thereto.  <strong>71</strong> But he began to curse and to swear, saying, I know not this man of whom ye speak.  <strong>72</strong> And the second time the cock crew. And Peter called to mind the word that Jesus said unto him, Before the cock crow twice, thou shalt deny me thrice. And when he thought thereon, he wept.  <strong>1</strong> And straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate.  <strong>2</strong> And Pilate asked him, Art thou the King of the Jews? And he answering said unto him, Thou sayest it.  <strong>3</strong> And the chief priests accused him of many things: but he answered nothing.  <strong>4</strong> And Pilate asked him again, saying, Answerest thou nothing? behold how many things they witness against thee.  <strong>5</strong> But Jesus yet answered nothing; so that Pilate marvelled.  <strong>6</strong> Now at that feast he released unto them one prisoner, whomsoever they desired.  <strong>7</strong> And there was one named Barabbas, which lay  bound with them that had made insurrection with him, who had committed murder in the insurrection.  <strong>8</strong> And the multitude crying aloud began to desire him to do  as he had ever done unto them.  <strong>9</strong> But Pilate answered them, saying, Will ye that I release unto you the King of the Jews?  <strong>10</strong> For he knew that the chief priests had delivered him for envy.  <strong>11</strong> But the chief priests moved the people, that he should rather release Barabbas unto them.  <strong>12</strong> And Pilate answered and said again unto them, What will ye then that I shall do unto him whom ye call the King of the Jews?  <strong>13</strong> And they cried out again, Crucify him.  <strong>14</strong> Then Pilate said unto them, Why, what evil hath he done? And they cried out the more exceedingly, Crucify him.  <strong>15</strong> And so Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged him, to be crucified.  <strong>16</strong> And the soldiers led him away into the hall, called Praetorium; and they call together the whole band.  <strong>17</strong> And they clothed him with purple, and platted a crown of thorns, and put it about his head,  <strong>18</strong> And began to salute him, Hail, King of the Jews!  <strong>19</strong> And they smote him on the head with a reed, and did spit upon him, and bowing their knees worshipped him.  <strong>20</strong> And when they had mocked him, they took off the purple from him, and put his own clothes on him, and led him out to crucify him.  <strong>21</strong> And they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross.  <strong>22</strong> And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull.  <strong>23</strong> And they gave him to drink wine mingled with myrrh: but he received it not.  <strong>24</strong> And when they had crucified him, they parted his garments, casting lots upon them, what every man should take.  <strong>25</strong> And it was the third hour, and they crucified him.  <strong>26</strong> And the superscription of his accusation was written over, THE KING OF THE JEWS.  <strong>27</strong> And with him they crucify two thieves; the one on his right hand, and the other on his left.  <strong>28</strong> And the scripture was fulfilled, which saith, And he was numbered with the transgressors.  <strong>29</strong> And they that passed by railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days,  <strong>30</strong> Save thyself, and come down from the cross.  <strong>31</strong> Likewise also the chief priests mocking said among themselves with the scribes, He saved others; himself he cannot save.  <strong>32</strong> Let Christ the King of Israel descend now from the cross, that we may see and believe. And they that were crucified with him reviled him.  <strong>33</strong> And when the sixth hour was come, there was darkness over the whole land until the ninth hour.  <strong>34</strong> And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?  <strong>35</strong> And some of them that stood by, when they heard it, said, Behold, he calleth Elias.  <strong>36</strong> And one ran and filled a spunge full of vinegar, and put it  on a reed, and gave him to drink, saying, Let alone; let us see whether Elias will come to take him down.  <strong>37</strong> And Jesus cried with a loud voice, and gave up the ghost.  <strong>38</strong> And the veil of the temple was rent in twain from the top to the bottom.  <strong>39</strong> And when the centurion, which stood over against him, saw that he so cried out, and gave up the ghost, he said, Truly this man was the Son of God.  <strong>40</strong> There were also women looking on afar off: among whom was Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome;  <strong>41</strong> (Who also, when he was in Galilee, followed him, and ministered unto him;) and many other women which came up with him unto Jerusalem.  <strong>42</strong> And now when the even was come, because it was the preparation, that is, the day before the sabbath,  <strong>43</strong> Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus.  <strong>44</strong> And Pilate marvelled if he were already dead: and calling unto him  the centurion, he asked him whether he had been any while dead.  <strong>45</strong> And when he knew it of the centurion, he gave the body to Joseph.  <strong>46</strong> And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.  <strong>47</strong> And Mary Magdalene and Mary the mother of Joses beheld where he was laid.  <strong>1</strong> And when the sabbath was past, Mary Magdalene, and Mary the mother  of James, and Salome, had bought sweet spices, that they might come and anoint him.  <strong>2</strong> And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.  <strong>3</strong> And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?  <strong>4</strong> And when they looked, they saw that the stone was rolled away: for it was very great.  <strong>5</strong> And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.  <strong>6</strong> And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.  <strong>7</strong> But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you.  <strong>8</strong> And they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid.  <strong>9</strong> Now when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils.  <strong>10</strong> And she went and told them that had been with him, as they mourned and wept.  <strong>11</strong> And they, when they had heard that he was alive, and had been seen of her, believed not.  <strong>12</strong> After that he appeared in another form unto two of them, as they walked, and went into the country.  <strong>13</strong> And they went and told it unto the residue: neither believed they them.  <strong>14</strong> Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.  <strong>15</strong> And he said unto them, Go ye into all the world, and preach the gospel to every creature.  <strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  <strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  <strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. <strong>19</strong> So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God.  <strong>20</strong> And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen.  ","niv":"<sup><strong>1</strong></sup> The beginning of the gospel about Jesus Christ, the Son of God. <sup><strong>2</strong></sup> It is written in Isaiah the prophet: \"I will send my messenger ahead of you, who will prepare your way\"-- <sup><strong>3</strong></sup> \"a voice of one calling in the desert, 'Prepare the way for the Lord, make straight paths for him.'\" <sup><strong>4</strong></sup> And so John came, baptizing in the desert region and preaching a baptism of repentance for the forgiveness of sins. <sup><strong>5</strong></sup> The whole Judean countryside and all the people of Jerusalem went out to him. Confessing their sins, they were baptized by him in the Jordan River. <sup><strong>6</strong></sup> John wore clothing made of camel's hair, with a leather belt around his waist, and he ate locusts and wild honey. <sup><strong>7</strong></sup> And this was his message: \"After me will come one more powerful than I, the thongs of whose sandals I am not worthy to stoop down and untie. <sup><strong>8</strong></sup> I baptize you with water, but he will baptize you with the Holy Spirit.\" <sup><strong>9</strong></sup> At that time Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. <sup><strong>10</strong></sup> As Jesus was coming up out of the water, he saw heaven being torn open and the Spirit descending on him like a dove. <sup><strong>11</strong></sup> And a voice came from heaven: \"You are my Son, whom I love; with you I am well pleased.\" <sup><strong>12</strong></sup> At once the Spirit sent him out into the desert, <sup><strong>13</strong></sup> and he was in the desert forty days, being tempted by Satan. He was with the wild animals, and angels attended him. <sup><strong>14</strong></sup> After John was put in prison, Jesus went into Galilee, proclaiming the good news of God. <sup><strong>15</strong></sup> \"The time has come,\" he said. \"The kingdom of God is near. Repent and believe the good news!\" <sup><strong>16</strong></sup> As Jesus walked beside the Sea of Galilee, he saw Simon and his brother Andrew casting a net into the lake, for they were fishermen. "},{"_id":"6164f1396451fe5325fa03bf","topicId":"6164f1356451fe5325fa03b1","verse":"Matthew 4:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40004004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_01-15\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_01-15\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  ","niv":"<sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\""},{"_id":"6164f1396451fe5325fa03c0","topicId":"6164f1356451fe5325fa03b1","verse":"Psalm 90:1-17","votes":3,"__v":0,"esv":"<div>\n\n\n<h4 id=\"p19090001_07-16\" class=\"psalm-title\">A Prayer of Moses, the man of God.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19090001_07-16\" class=\"line\"><b class=\"chapter-num\" id=\"v19090001-1\">90:1&nbsp;</b>&nbsp;&nbsp;Lord, you have been our dwelling place</span><br><span id=\"p19090001_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in all generations.</span><br><span id=\"p19090002_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090002-1\">2&nbsp;</b>&nbsp;&nbsp;Before the mountains were brought forth,</span><br><span id=\"p19090002_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or ever you had formed the earth and the world,</span><br><span id=\"p19090002_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from everlasting to everlasting you are God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19090003_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090003-1\">3&nbsp;</b>&nbsp;&nbsp;You return man to dust</span><br><span id=\"p19090003_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and say, “Return, O children of man!”</span><br><span id=\"p19090004_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090004-1\">4&nbsp;</b>&nbsp;&nbsp;For a thousand years in your sight</span><br><span id=\"p19090004_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are but as yesterday when it is past,</span><br><span id=\"p19090004_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or as a watch in the night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19090005_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090005-1\">5&nbsp;</b>&nbsp;&nbsp;You sweep them away as with a flood; they are like a dream,</span><br><span id=\"p19090005_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like grass that is renewed in the morning:</span><br><span id=\"p19090006_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090006-1\">6&nbsp;</b>&nbsp;&nbsp;in the morning it flourishes and is renewed;</span><br><span id=\"p19090006_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the evening it fades and withers.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19090007_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090007-1\">7&nbsp;</b>&nbsp;&nbsp;For we are brought to an end by your anger;</span><br><span id=\"p19090007_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by your wrath we are dismayed.</span><br><span id=\"p19090008_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090008-1\">8&nbsp;</b>&nbsp;&nbsp;You have set our iniquities before you,</span><br><span id=\"p19090008_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;our secret sins in the light of your presence.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19090009_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090009-1\">9&nbsp;</b>&nbsp;&nbsp;For all our days pass away under your wrath;</span><br><span id=\"p19090009_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we bring our years to an end like a sigh.</span><br><span id=\"p19090010_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090010-1\">10&nbsp;</b>&nbsp;&nbsp;The years of our life are seventy,</span><br><span id=\"p19090010_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or even by reason of strength eighty;</span><br><span id=\"p19090010_07-16\" class=\"line\">&nbsp;&nbsp;yet their span is but toil and trouble;</span><br><span id=\"p19090010_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are soon gone, and we fly away.</span><br><span id=\"p19090011_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090011-1\">11&nbsp;</b>&nbsp;&nbsp;Who considers the power of your anger,</span><br><span id=\"p19090011_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your wrath according to the fear of you?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19090012_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090012-1\">12&nbsp;</b>&nbsp;&nbsp;So teach us to number our days</span><br><span id=\"p19090012_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that we may get a heart of wisdom.</span><br><span id=\"p19090013_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090013-1\">13&nbsp;</b>&nbsp;&nbsp;Return, O LORD! How long?</span><br><span id=\"p19090013_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Have pity on your servants!</span><br><span id=\"p19090014_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090014-1\">14&nbsp;</b>&nbsp;&nbsp;Satisfy us in the morning with your steadfast love,</span><br><span id=\"p19090014_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that we may rejoice and be glad all our days.</span><br><span id=\"p19090015_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090015-1\">15&nbsp;</b>&nbsp;&nbsp;Make us glad for as many days as you have afflicted us,</span><br><span id=\"p19090015_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for as many years as we have seen evil.</span><br><span id=\"p19090016_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090016-1\">16&nbsp;</b>&nbsp;&nbsp;Let your work be shown to your servants,</span><br><span id=\"p19090016_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your glorious power to their children.</span><br><span id=\"p19090017_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090017-1\">17&nbsp;</b>&nbsp;&nbsp;Let the favor of the Lord our God be upon us,</span><br><span id=\"p19090017_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and establish the work of our hands upon us;</span><br><span id=\"p19090017_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yes, establish the work of our hands!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> LORD, thou hast been our dwelling place in all generations.  <strong>2</strong> Before the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou art  God.  <strong>3</strong> Thou turnest man to destruction; and sayest, Return, ye children of men.  <strong>4</strong> For a thousand years in thy sight are but as yesterday when it is past, and as a watch in the night.  <strong>5</strong> Thou carriest them away as with a flood; they are as a sleep: in the morning they are like grass which groweth up.  <strong>6</strong> In the morning it flourisheth, and groweth up; in the evening it is cut down, and withereth.  <strong>7</strong> For we are consumed by thine anger, and by thy wrath are we troubled.  <strong>8</strong> Thou hast set our iniquities before thee, our secret sins  in the light of thy countenance.  <strong>9</strong> For all our days are passed away in thy wrath: we spend our years as a tale that is told. <strong>10</strong> The days of our years are threescore years and ten; and if by reason of strength they be fourscore years, yet is their strength labour and sorrow; for it is soon cut off, and we fly away.  <strong>11</strong> Who knoweth the power of thine anger? even according to thy fear, so is thy wrath.  <strong>12</strong> So teach us to number our days, that we may apply our  hearts unto wisdom.  <strong>13</strong> Return, O LORD, how long? and let it repent thee concerning thy servants.  <strong>14</strong> O satisfy us early with thy mercy; that we may rejoice and be glad all our days.  <strong>15</strong> Make us glad according to the days wherein thou hast afflicted us, and the years wherein we have seen evil.  <strong>16</strong> Let thy work appear unto thy servants, and thy glory unto their children.  <strong>17</strong> And let the beauty of the LORD our God be upon us: and establish thou the work of our hands upon us; yea, the work of our hands establish thou it.  ","niv":"<sup><strong>1</strong></sup> Lord, you have been our dwelling place throughout all generations. <sup><strong>2</strong></sup> Before the mountains were born or you brought forth the earth and the world, from everlasting to everlasting you are God. <sup><strong>3</strong></sup> You turn men back to dust, saying, \"Return to dust, O sons of men.\" <sup><strong>4</strong></sup> For a thousand years in your sight are like a day that has just gone by, or like a watch in the night. <sup><strong>5</strong></sup> You sweep men away in the sleep of death; they are like the new grass of the morning- <sup><strong>6</strong></sup> though in the morning it springs up new, by evening it is dry and withered. <sup><strong>7</strong></sup> We are consumed by your anger and terrified by your indignation. <sup><strong>8</strong></sup> You have set our iniquities before you, our secret sins in the light of your presence. <sup><strong>9</strong></sup> All our days pass away under your wrath; we finish our years with a moan. <sup><strong>10</strong></sup> The length of our days is seventy years- or eighty, if we have the strength; yet their span is but trouble and sorrow, for they quickly pass, and we fly away. <sup><strong>11</strong></sup> Who knows the power of your anger? For your wrath is as great as the fear that is due you. <sup><strong>12</strong></sup> Teach us to number our days aright, that we may gain a heart of wisdom. <sup><strong>13</strong></sup> Relent, O LORD! How long will it be? Have compassion on your servants. <sup><strong>14</strong></sup> Satisfy us in the morning with your unfailing love, that we may sing for joy and be glad all our days. <sup><strong>15</strong></sup> Make us glad for as many days as you have afflicted us, for as many years as we have seen trouble. <sup><strong>16</strong></sup> May your deeds be shown to your servants, your splendor to their children. <sup><strong>17</strong></sup> May the favor of the Lord our God rest upon us; establish the work of our hands for us- yes, establish the work of our hands. "},{"_id":"6164f1396451fe5325fa03c1","topicId":"6164f1356451fe5325fa03b1","verse":"Psalm 16:8","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19016008_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19016008-1\">8&nbsp;</b>&nbsp;&nbsp;I have set the LORD always before me;</span><br><span id=\"p19016008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because he is at my right hand, I shall not be shaken.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> I have set the LORD always before me: because he is at my right hand, I shall not be moved.  ","niv":"<sup><strong>8</strong></sup> I have set the LORD always before me. Because he is at my right hand, I will not be shaken.","modified":"2022-09-20T13:28:21.032Z"},{"_id":"6164f13a6451fe5325fa03c2","topicId":"6164f1356451fe5325fa03b1","verse":"1 Peter 5:3-6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60005003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock. <b class=\"verse-num\" id=\"v60005004-1\">4&nbsp;</b>And when the chief Shepherd appears, you will receive the unfading crown of glory. <b class=\"verse-num\" id=\"v60005005-1\">5&nbsp;</b>Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”</p>\n<p id=\"p60005005_01-19\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you,</p>\n</div>","kjv":"<strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  <strong>4</strong> And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.  <strong>5</strong> Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.  <strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  ","niv":"<sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. <sup><strong>4</strong></sup> And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away. <sup><strong>5</strong></sup> Young men, in the same way be submissive to those who are older. All of you, clothe yourselves with humility toward one another, because, \"God opposes the proud but gives grace to the humble.\" <sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time. "},{"_id":"6164f13a6451fe5325fa03c3","topicId":"6164f1356451fe5325fa03b1","verse":"Zephaniah 3:17","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p36003017_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v36003017-1\">17&nbsp;</b>&nbsp;&nbsp;The LORD your God is in your midst,</span><br><span id=\"p36003017_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a mighty one who will save;</span><br><span id=\"p36003017_01-20\" class=\"line\">&nbsp;&nbsp;he will rejoice over you with gladness;</span><br><span id=\"p36003017_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will quiet you by his love;</span><br><span id=\"p36003017_01-20\" class=\"line\">&nbsp;&nbsp;he will exult over you with loud singing.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> The LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.  ","niv":"<sup><strong>17</strong></sup> The LORD your God is with you, he is mighty to save. He will take great delight in you, he will quiet you with his love, he will rejoice over you with singing.\""},{"_id":"6164f13a6451fe5325fa03c4","topicId":"6164f1356451fe5325fa03b1","verse":"Isaiah 65:1","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23065001_04-21\" class=\"line\"><b class=\"chapter-num\" id=\"v23065001-1\">65:1&nbsp;</b>&nbsp;&nbsp;I was ready to be sought by those who did not ask for me;</span><br><span id=\"p23065001_04-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I was ready to be found by those who did not seek me.</span><br><span id=\"p23065001_04-21\" class=\"line\">&nbsp;&nbsp;I said, “Here I am, here I am,”</span><br><span id=\"p23065001_04-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to a nation that was not called by my name.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I am sought of them that asked not for me; I am found of them that sought me not: I said, Behold me, behold me, unto a nation that was not called by my name.  ","niv":"<sup><strong>1</strong></sup> \"I revealed myself to those who did not ask for me; I was found by those who did not seek me. To a nation that did not call on my name, I said, 'Here am I, here am I.'"},{"_id":"6164f13b6451fe5325fa03c5","topicId":"6164f1356451fe5325fa03b1","verse":"Psalm 94:11","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19094011_01-22\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19094011-1\">11&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;the LORD—knows the thoughts of man,</span><br><span id=\"p19094011_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they are but a breath.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> The LORD knoweth the thoughts of man, that they are vanity.  ","niv":"<sup><strong>11</strong></sup> The LORD knows the thoughts of man; he knows that they are futile."},{"_id":"6164f13b6451fe5325fa03c6","topicId":"6164f1356451fe5325fa03b1","verse":"Psalm 44:1-45:17","votes":2,"__v":0,"kjv":"<strong>1</strong> We have heard with our ears, O God, our fathers have told us, what  work thou didst in their days, in the times of old.  <strong>2</strong>             How thou didst drive out the heathen with thy hand, and plantedst them; how thou didst afflict the people, and cast them out.  <strong>3</strong> For they got not the land in possession by their own sword, neither did their own arm save them: but thy right hand, and thine arm, and the light of thy countenance, because thou hadst a favour unto them.  <strong>4</strong> Thou art my King, O God: command deliverances for Jacob.  <strong>5</strong> Through thee will we push down our enemies: through thy name will we tread them under that rise up against us.  <strong>6</strong> For I will not trust in my bow, neither shall my sword save me.  <strong>7</strong> But thou hast saved us from our enemies, and hast put them to shame that hated us.  <strong>8</strong> In God we boast all the day long, and praise thy name for ever. Selah.  <strong>9</strong> But thou hast cast off, and put us to shame; and goest not forth with our armies.  <strong>10</strong> Thou makest us to turn back from the enemy: and they which hate us spoil for themselves.  <strong>11</strong> Thou hast given us like sheep appointed for meat; and hast scattered us among the heathen.  <strong>12</strong> Thou sellest thy people for nought, and dost not increase thy wealth by their price.  <strong>13</strong> Thou makest us a reproach to our neighbours, a scorn and a derision to them that are round about us.  <strong>14</strong> Thou makest us a byword among the heathen, a shaking of the head among the people.  <strong>15</strong> My confusion is continually before me, and the shame of my face hath covered me,  <strong>16</strong> For the voice of him that reproacheth and blasphemeth; by reason of the enemy and avenger.  <strong>17</strong> All this is come upon us; yet have we not forgotten thee, neither have we dealt falsely in thy covenant.  <strong>18</strong> Our heart is not turned back, neither have our steps declined from thy way;  <strong>19</strong> Though thou hast sore broken us in the place of dragons, and covered us with the shadow of death.  <strong>20</strong> If we have forgotten the name of our God, or stretched out our hands to a strange god;  <strong>21</strong> Shall not God search this out? for he knoweth the secrets of the heart.  <strong>22</strong> Yea, for thy sake are we killed all the day long; we are counted as sheep for the slaughter.  <strong>23</strong> Awake, why sleepest thou, O Lord? arise, cast us not off for ever.  <strong>24</strong> Wherefore hidest thou thy face, and forgettest our affliction and our oppression?  <strong>25</strong> For our soul is bowed down to the dust: our belly cleaveth unto the earth.  <strong>26</strong> Arise for our help, and redeem us for thy mercies’ sake.  <strong>1</strong> My heart is inditing a good matter: I speak of the things which I have made touching the king: my tongue is the pen of a ready writer.  <strong>2</strong> Thou art fairer than the children of men: grace is poured into thy lips: therefore God hath blessed thee for ever.  <strong>3</strong> Gird thy sword upon thy thigh, O most mighty, with thy glory and thy majesty.  <strong>4</strong> And in thy majesty ride prosperously because of truth and meekness and righteousness; and thy right hand shall teach thee terrible things.  <strong>5</strong> Thine arrows are sharp in the heart of the king’s enemies; whereby the people fall under thee.  <strong>6</strong> Thy throne, O God, is for ever and ever: the sceptre of thy kingdom is a right sceptre.  <strong>7</strong> Thou lovest righteousness, and hatest wickedness: therefore God, thy God, hath anointed thee with the oil of gladness above thy fellows.  <strong>8</strong> All thy garments smell of myrrh, and aloes, and  cassia, out of the ivory palaces, whereby they have made thee glad.  <strong>9</strong> Kings’ daughters were among thy honourable women: upon thy right hand did stand the queen in gold of Ophir.  <strong>10</strong> Hearken, O daughter, and consider, and incline thine ear; forget also thine own people, and thy father’s house;  <strong>11</strong> So shall the king greatly desire thy beauty: for he is thy Lord; and worship thou him.  <strong>12</strong> And the daughter of Tyre shall be there with a gift; even the rich among the people shall intreat thy favour.  <strong>13</strong> The king’s daughter is all glorious within: her clothing is of wrought gold.  <strong>14</strong> She shall be brought unto the king in raiment of needlework: the virgins her companions that follow her shall be brought unto thee.  <strong>15</strong> With gladness and rejoicing shall they be brought: they shall enter into the king’s palace.  <strong>16</strong> Instead of thy fathers shall be thy children, whom thou mayest make princes in all the earth.  <strong>17</strong> I will make thy name to be remembered in all generations: therefore shall the people praise thee for ever and ever.  ","niv":"<sup><strong>1</strong></sup> We have heard with our ears, O God; our fathers have told us what you did in their days, in days long ago. <sup><strong>2</strong></sup> With your hand you drove out the nations and planted our fathers; you crushed the peoples and made our fathers flourish. <sup><strong>3</strong></sup> It was not by their sword that they won the land, nor did their arm bring them victory; it was your right hand, your arm, and the light of your face, for you loved them. <sup><strong>4</strong></sup> You are my King and my God, who decrees victories for Jacob. <sup><strong>5</strong></sup> Through you we push back our enemies; through your name we trample our foes. <sup><strong>6</strong></sup> I do not trust in my bow, my sword does not bring me victory; <sup><strong>7</strong></sup> but you give us victory over our enemies, you put our adversaries to shame. <sup><strong>8</strong></sup> In God we make our boast all day long, and we will praise your name forever. Selah <sup><strong>9</strong></sup> But now you have rejected and humbled us; you no longer go out with our armies. <sup><strong>10</strong></sup> You made us retreat before the enemy, and our adversaries have plundered us. <sup><strong>11</strong></sup> You gave us up to be devoured like sheep and have scattered us among the nations. <sup><strong>12</strong></sup> You sold your people for a pittance, gaining nothing from their sale. <sup><strong>13</strong></sup> You have made us a reproach to our neighbors, the scorn and derision of those around us. <sup><strong>14</strong></sup> You have made us a byword among the nations; the peoples shake their heads at us. <sup><strong>15</strong></sup> My disgrace is before me all day long, and my face is covered with shame <sup><strong>16</strong></sup> at the taunts of those who reproach and revile me, because of the enemy, who is bent on revenge. <sup><strong>17</strong></sup> All this happened to us, though we had not forgotten you or been false to your covenant. <sup><strong>18</strong></sup> Our hearts had not turned back; our feet had not strayed from your path. <sup><strong>19</strong></sup> But you crushed us and made us a haunt for jackals and covered us over with deep darkness. <sup><strong>20</strong></sup> If we had forgotten the name of our God or spread out our hands to a foreign god, <sup><strong>21</strong></sup> would not God have discovered it, since he knows the secrets of the heart? <sup><strong>22</strong></sup> Yet for your sake we face death all day long; we are considered as sheep to be slaughtered. <sup><strong>23</strong></sup> Awake, O Lord! Why do you sleep? Rouse yourself! Do not reject us forever. <sup><strong>24</strong></sup> Why do you hide your face and forget our misery and oppression? <sup><strong>25</strong></sup> We are brought down to the dust; our bodies cling to the ground. <sup><strong>26</strong></sup> Rise up and help us; redeem us because of your unfailing love. <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined <sup><strong>35</strong></sup> undefined <sup><strong>36</strong></sup> undefined <sup><strong>37</strong></sup> undefined <sup><strong>38</strong></sup> undefined <sup><strong>39</strong></sup> undefined <sup><strong>40</strong></sup> undefined <sup><strong>41</strong></sup> undefined <sup><strong>42</strong></sup> undefined <sup><strong>43</strong></sup> undefined <sup><strong>44</strong></sup> undefined <sup><strong>45</strong></sup> undefined "},{"_id":"6164f13b6451fe5325fa03c7","topicId":"6164f1356451fe5325fa03b1","verse":"1 Corinthians 14:1-40","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy. <b class=\"verse-num\" id=\"v46014002-1\">2&nbsp;</b>For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit. <b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation. <b class=\"verse-num\" id=\"v46014004-1\">4&nbsp;</b>The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church. <b class=\"verse-num\" id=\"v46014005-1\">5&nbsp;</b>Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up.</p>\n<p id=\"p46014005_04-25\"><b class=\"verse-num\" id=\"v46014006-1\">6&nbsp;</b>Now, brothers, if I come to you speaking in tongues, how will I benefit you unless I bring you some revelation or knowledge or prophecy or teaching? <b class=\"verse-num\" id=\"v46014007-1\">7&nbsp;</b>If even lifeless instruments, such as the flute or the harp, do not give distinct notes, how will anyone know what is played? <b class=\"verse-num\" id=\"v46014008-1\">8&nbsp;</b>And if the bugle gives an indistinct sound, who will get ready for battle? <b class=\"verse-num\" id=\"v46014009-1\">9&nbsp;</b>So with yourselves, if with your tongue you utter speech that is not intelligible, how will anyone know what is said? For you will be speaking into the air. <b class=\"verse-num\" id=\"v46014010-1\">10&nbsp;</b>There are doubtless many different languages in the world, and none is without meaning, <b class=\"verse-num\" id=\"v46014011-1\">11&nbsp;</b>but if I do not know the meaning of the language, I will be a foreigner to the speaker and the speaker a foreigner to me. <b class=\"verse-num\" id=\"v46014012-1\">12&nbsp;</b>So with yourselves, since you are eager for manifestations of the Spirit, strive to excel in building up the church.</p>\n<p id=\"p46014012_04-25\"><b class=\"verse-num\" id=\"v46014013-1\">13&nbsp;</b>Therefore, one who speaks in a tongue should pray that he may interpret. <b class=\"verse-num\" id=\"v46014014-1\">14&nbsp;</b>For if I pray in a tongue, my spirit prays but my mind is unfruitful. <b class=\"verse-num\" id=\"v46014015-1\">15&nbsp;</b>What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also. <b class=\"verse-num\" id=\"v46014016-1\">16&nbsp;</b>Otherwise, if you give thanks with your spirit, how can anyone in the position of an outsider say “Amen” to your thanksgiving when he does not know what you are saying? <b class=\"verse-num\" id=\"v46014017-1\">17&nbsp;</b>For you may be giving thanks well enough, but the other person is not being built up. <b class=\"verse-num\" id=\"v46014018-1\">18&nbsp;</b>I thank God that I speak in tongues more than all of you. <b class=\"verse-num\" id=\"v46014019-1\">19&nbsp;</b>Nevertheless, in church I would rather speak five words with my mind in order to instruct others, than ten thousand words in a tongue.</p>\n<p id=\"p46014019_04-25\"><b class=\"verse-num\" id=\"v46014020-1\">20&nbsp;</b>Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature. <b class=\"verse-num\" id=\"v46014021-1\">21&nbsp;</b>In the Law it is written, “By people of strange tongues and by the lips of foreigners will I speak to this people, and even then they will not listen to me, says the Lord.” <b class=\"verse-num\" id=\"v46014022-1\">22&nbsp;</b>Thus tongues are a sign not for believers but for unbelievers, while prophecy is a sign not for unbelievers but for believers. <b class=\"verse-num\" id=\"v46014023-1\">23&nbsp;</b>If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds? <b class=\"verse-num\" id=\"v46014024-1\">24&nbsp;</b>But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all, <b class=\"verse-num\" id=\"v46014025-1\">25&nbsp;</b>the secrets of his heart are disclosed, and so, falling on his face, he will worship God and declare that God is really among you.</p>\n\n<p id=\"p46014025_06-25\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up. <b class=\"verse-num\" id=\"v46014027-1\">27&nbsp;</b>If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret. <b class=\"verse-num\" id=\"v46014028-1\">28&nbsp;</b>But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God. <b class=\"verse-num\" id=\"v46014029-1\">29&nbsp;</b>Let two or three prophets speak, and let the others weigh what is said. <b class=\"verse-num\" id=\"v46014030-1\">30&nbsp;</b>If a revelation is made to another sitting there, let the first be silent. <b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged, <b class=\"verse-num\" id=\"v46014032-1\">32&nbsp;</b>and the spirits of prophets are subject to prophets. <b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_06-25\">As in all the churches of the saints, <b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n<p id=\"p46014035_06-25\"><b class=\"verse-num\" id=\"v46014036-1\">36&nbsp;</b>Or was it from you that the word of God came? Or are you the only ones it has reached? <b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord. <b class=\"verse-num\" id=\"v46014038-1\">38&nbsp;</b>If anyone does not recognize this, he is not recognized. <b class=\"verse-num\" id=\"v46014039-1\">39&nbsp;</b>So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues. <b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n\n</div>","kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy. <sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit. <sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort. <sup><strong>4</strong></sup> He who speaks in a tongue edifies himself, but he who prophesies edifies the church. <sup><strong>5</strong></sup> I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified. <sup><strong>6</strong></sup> Now, brothers, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction? <sup><strong>7</strong></sup> Even in the case of lifeless things that make sounds, such as the flute or harp, how will anyone know what tune is being played unless there is a distinction in the notes? <sup><strong>8</strong></sup> Again, if the trumpet does not sound a clear call, who will get ready for battle? <sup><strong>9</strong></sup> So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air. <sup><strong>10</strong></sup> Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning. <sup><strong>11</strong></sup> If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and he is a foreigner to me. <sup><strong>12</strong></sup> So it is with you. Since you are eager to have spiritual gifts, try to excel in gifts that build up the church. <sup><strong>13</strong></sup> For this reason anyone who speaks in a tongue should pray that he may interpret what he says. <sup><strong>14</strong></sup> For if I pray in a tongue, my spirit prays, but my mind is unfruitful. <sup><strong>15</strong></sup> So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind. <sup><strong>16</strong></sup> If you are praising God with your spirit, how can one who finds himself among those who do not understand say \"Amen\" to your thanksgiving, since he does not know what you are saying? <sup><strong>17</strong></sup> You may be giving thanks well enough, but the other man is not edified. <sup><strong>18</strong></sup> I thank God that I speak in tongues more than all of you. <sup><strong>19</strong></sup> But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue. <sup><strong>20</strong></sup> Brothers, stop thinking like children. In regard to evil be infants, but in your thinking be adults. <sup><strong>21</strong></sup> In the Law it is written: \"Through men of strange tongues and through the lips of foreigners I will speak to this people, but even then they will not listen to me,\" says the Lord. <sup><strong>22</strong></sup> Tongues, then, are a sign, not for believers but for unbelievers; prophecy, however, is for believers, not for unbelievers. <sup><strong>23</strong></sup> So if the whole church comes together and everyone speaks in tongues, and some who do not understand or some unbelievers come in, will they not say that you are out of your mind? <sup><strong>24</strong></sup> But if an unbeliever or someone who does not understand comes in while everybody is prophesying, he will be convinced by all that he is a sinner and will be judged by all, <sup><strong>25</strong></sup> and the secrets of his heart will be laid bare. So he will fall down and worship God, exclaiming, \"God is really among you!\" <sup><strong>26</strong></sup> What then shall we say, brothers? When you come together, everyone has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. All of these must be done for the strengthening of the church. <sup><strong>27</strong></sup> If anyone speaks in a tongue, two--or at the most three--should speak, one at a time, and someone must interpret. <sup><strong>28</strong></sup> If there is no interpreter, the speaker should keep quiet in the church and speak to himself and God. <sup><strong>29</strong></sup> Two or three prophets should speak, and the others should weigh carefully what is said. <sup><strong>30</strong></sup> And if a revelation comes to someone who is sitting down, the first speaker should stop. <sup><strong>31</strong></sup> For you can all prophesy in turn so that everyone may be instructed and encouraged. <sup><strong>32</strong></sup> The spirits of prophets are subject to the control of prophets. <sup><strong>33</strong></sup> For God is not a God of disorder but of peace. <sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says. <sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church. <sup><strong>36</strong></sup> Did the word of God originate with you? Or are you the only people it has reached? <sup><strong>37</strong></sup> If anybody thinks he is a prophet or spiritually gifted, let him acknowledge that what I am writing to you is the Lord's command. <sup><strong>38</strong></sup> If he ignores this, he himself will be ignored. <sup><strong>39</strong></sup> Therefore, my brothers, be eager to prophesy, and do not forbid speaking in tongues. <sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way. "},{"_id":"6164f13b6451fe5325fa03c8","topicId":"6164f1356451fe5325fa03b1","verse":"Matthew 25:1-46","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40025001_07-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40025001-1\">25:1&nbsp;</b><span class=\"woc\">“Then the kingdom of heaven will be like ten virgins who took their lamps and went to meet the bridegroom.</span> <b class=\"verse-num woc\" id=\"v40025002-1\">2&nbsp;</b><span class=\"woc\">Five of them were foolish, and five were wise.</span> <b class=\"verse-num woc\" id=\"v40025003-1\">3&nbsp;</b><span class=\"woc\">For when the foolish took their lamps, they took no oil with them,</span> <b class=\"verse-num woc\" id=\"v40025004-1\">4&nbsp;</b><span class=\"woc\">but the wise took flasks of oil with their lamps.</span> <b class=\"verse-num woc\" id=\"v40025005-1\">5&nbsp;</b><span class=\"woc\">As the bridegroom was delayed, they all became drowsy and slept.</span> <b class=\"verse-num woc\" id=\"v40025006-1\">6&nbsp;</b><span class=\"woc\">But at midnight there was a cry, ‘Here is the bridegroom! Come out to meet him.’</span> <b class=\"verse-num woc\" id=\"v40025007-1\">7&nbsp;</b><span class=\"woc\">Then all those virgins rose and trimmed their lamps.</span> <b class=\"verse-num woc\" id=\"v40025008-1\">8&nbsp;</b><span class=\"woc\">And the foolish said to the wise, ‘Give us some of your oil, for our lamps are going out.’</span> <b class=\"verse-num woc\" id=\"v40025009-1\">9&nbsp;</b><span class=\"woc\">But the wise answered, saying, ‘Since there will not be enough for us and for you, go rather to the dealers and buy for yourselves.’</span> <b class=\"verse-num woc\" id=\"v40025010-1\">10&nbsp;</b><span class=\"woc\">And while they were going to buy, the bridegroom came, and those who were ready went in with him to the marriage feast, and the door was shut.</span> <b class=\"verse-num woc\" id=\"v40025011-1\">11&nbsp;</b><span class=\"woc\">Afterward the other virgins came also, saying, ‘Lord, lord, open to us.’</span> <b class=\"verse-num woc\" id=\"v40025012-1\">12&nbsp;</b><span class=\"woc\">But he answered, ‘Truly, I say to you, I do not know you.’</span> <b class=\"verse-num woc\" id=\"v40025013-1\">13&nbsp;</b><span class=\"woc\">Watch therefore, for you know neither the day nor the hour.</span></p>\n\n<p id=\"p40025013_12-26\"><b class=\"verse-num woc\" id=\"v40025014-1\">14&nbsp;</b><span class=\"woc\">“For it will be like a man going on a journey, who called his servants and entrusted to them his property.</span> <b class=\"verse-num woc\" id=\"v40025015-1\">15&nbsp;</b><span class=\"woc\">To one he gave five talents, to another two, to another one, to each according to his ability. Then he went away.</span> <b class=\"verse-num woc\" id=\"v40025016-1\">16&nbsp;</b><span class=\"woc\">He who had received the five talents went at once and traded with them, and he made five talents more.</span> <b class=\"verse-num woc\" id=\"v40025017-1\">17&nbsp;</b><span class=\"woc\">So also he who had the two talents made two talents more.</span> <b class=\"verse-num woc\" id=\"v40025018-1\">18&nbsp;</b><span class=\"woc\">But he who had received the one talent went and dug in the ground and hid his master’s money.</span> <b class=\"verse-num woc\" id=\"v40025019-1\">19&nbsp;</b><span class=\"woc\">Now after a long time the master of those servants came and settled accounts with them.</span> <b class=\"verse-num woc\" id=\"v40025020-1\">20&nbsp;</b><span class=\"woc\">And he who had received the five talents came forward, bringing five talents more, saying, ‘Master, you delivered to me five talents; here, I have made five talents more.’</span> <b class=\"verse-num woc\" id=\"v40025021-1\">21&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025022-1\">22&nbsp;</b><span class=\"woc\">And he also who had the two talents came forward, saying, ‘Master, you delivered to me two talents; here, I have made two talents more.’</span> <b class=\"verse-num woc\" id=\"v40025023-1\">23&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025024-1\">24&nbsp;</b><span class=\"woc\">He also who had received the one talent came forward, saying, ‘Master, I knew you to be a hard man, reaping where you did not sow, and gathering where you scattered no seed,</span> <b class=\"verse-num woc\" id=\"v40025025-1\">25&nbsp;</b><span class=\"woc\">so I was afraid, and I went and hid your talent in the ground. Here, you have what is yours.’</span> <b class=\"verse-num woc\" id=\"v40025026-1\">26&nbsp;</b><span class=\"woc\">But his master answered him, ‘You wicked and slothful servant! You knew that I reap where I have not sown and gather where I scattered no seed?</span> <b class=\"verse-num woc\" id=\"v40025027-1\">27&nbsp;</b><span class=\"woc\">Then you ought to have invested my money with the bankers, and at my coming I should have received what was my own with interest.</span> <b class=\"verse-num woc\" id=\"v40025028-1\">28&nbsp;</b><span class=\"woc\">So take the talent from him and give it to him who has the ten talents.</span> <b class=\"verse-num woc\" id=\"v40025029-1\">29&nbsp;</b><span class=\"woc\">For to everyone who has will more be given, and he will have an abundance. But from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40025030-1\">30&nbsp;</b><span class=\"woc\">And cast the worthless servant into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span></p>\n\n<p id=\"p40025030_15-26\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_15-26\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>1</strong>           Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.  <strong>2</strong> And five of them were wise, and five were foolish.  <strong>3</strong> They that were foolish took their lamps, and took no oil with them:  <strong>4</strong> But the wise took oil in their vessels with their lamps.  <strong>5</strong> While the bridegroom tarried, they all slumbered and slept.  <strong>6</strong> And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.  <strong>7</strong> Then all those virgins arose, and trimmed their lamps.  <strong>8</strong> And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.  <strong>9</strong> But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.  <strong>10</strong> And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.  <strong>11</strong> Afterward came also the other virgins, saying, Lord, Lord, open to us.  <strong>12</strong> But he answered and said, Verily I say unto you, I know you not.  <strong>13</strong> Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh. <strong>14</strong>           For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods.  <strong>15</strong> And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.  <strong>16</strong> Then he that had received the five talents went and traded with the same, and made them other five talents.  <strong>17</strong> And likewise he that had received two, he also gained other two.  <strong>18</strong> But he that had received one went and digged in the earth, and hid his lord’s money.  <strong>19</strong> After a long time the lord of those servants cometh, and reckoneth with them.  <strong>20</strong> And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.  <strong>21</strong> His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>22</strong> He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.  <strong>23</strong> His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>24</strong> Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:  <strong>25</strong> And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine.  <strong>26</strong> His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:  <strong>27</strong> Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury.  <strong>28</strong> Take therefore the talent from him, and give it unto him which hath ten talents.  <strong>29</strong> For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.  <strong>30</strong> And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth. <strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>1</strong></sup> \"At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom. <sup><strong>2</strong></sup> Five of them were foolish and five were wise. <sup><strong>3</strong></sup> The foolish ones took their lamps but did not take any oil with them. <sup><strong>4</strong></sup> The wise, however, took oil in jars along with their lamps. <sup><strong>5</strong></sup> The bridegroom was a long time in coming, and they all became drowsy and fell asleep. <sup><strong>6</strong></sup> \"At midnight the cry rang out: 'Here's the bridegroom! Come out to meet him!' <sup><strong>7</strong></sup> \"Then all the virgins woke up and trimmed their lamps. <sup><strong>8</strong></sup> The foolish ones said to the wise, 'Give us some of your oil; our lamps are going out.' <sup><strong>9</strong></sup> \"'No,' they replied, 'there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.' <sup><strong>10</strong></sup> \"But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut. <sup><strong>11</strong></sup> \"Later the others also came. 'Sir! Sir!' they said. 'Open the door for us!' <sup><strong>12</strong></sup> \"But he replied, 'I tell you the truth, I don't know you.' <sup><strong>13</strong></sup> \"Therefore keep watch, because you do not know the day or the hour. <sup><strong>14</strong></sup> \"Again, it will be like a man going on a journey, who called his servants and entrusted his property to them. <sup><strong>15</strong></sup> To one he gave five talents of money, to another two talents, and to another one talent, each according to his ability. Then he went on his journey. <sup><strong>16</strong></sup> The man who had received the five talents went at once and put his money to work and gained five more. <sup><strong>17</strong></sup> So also, the one with the two talents gained two more. <sup><strong>18</strong></sup> But the man who had received the one talent went off, dug a hole in the ground and hid his master's money. <sup><strong>19</strong></sup> \"After a long time the master of those servants returned and settled accounts with them. <sup><strong>20</strong></sup> The man who had received the five talents brought the other five. 'Master,' he said, 'you entrusted me with five talents. See, I have gained five more.' <sup><strong>21</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>22</strong></sup> \"The man with the two talents also came. 'Master,' he said, 'you entrusted me with two talents; see, I have gained two more.' <sup><strong>23</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>24</strong></sup> \"Then the man who had received the one talent came. 'Master,' he said, 'I knew that you are a hard man, harvesting where you have not sown and gathering where you have not scattered seed. <sup><strong>25</strong></sup> So I was afraid and went out and hid your talent in the ground. See, here is what belongs to you.' <sup><strong>26</strong></sup> \"His master replied, 'You wicked, lazy servant! So you knew that I harvest where I have not sown and gather where I have not scattered seed? <sup><strong>27</strong></sup> Well then, you should have put my money on deposit with the bankers, so that when I returned I would have received it back with interest. <sup><strong>28</strong></sup> \"'Take the talent from him and give it to the one who has the ten talents. <sup><strong>29</strong></sup> For everyone who has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>30</strong></sup> And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.' <sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" "},{"_id":"6164f13c6451fe5325fa03c9","topicId":"6164f1356451fe5325fa03b1","verse":"Matthew 4:1-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40004001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40004001-1\">4:1&nbsp;</b>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <b class=\"verse-num\" id=\"v40004002-1\">2&nbsp;</b>And after fasting forty days and forty nights, he was hungry. <b class=\"verse-num\" id=\"v40004003-1\">3&nbsp;</b>And the tempter came and said to him, “If you are the Son of God, command these stones to become loaves of bread.” <b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_05-27\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_05-27\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004004_05-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004005-1\">5&nbsp;</b>Then the devil took him to the holy city and set him on the pinnacle of the temple <b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-27\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-27\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-27\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_05-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. <b class=\"verse-num\" id=\"v40004009-1\">9&nbsp;</b>And he said to him, “All these I will give you, if you will fall down and worship me.” <b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_05-27\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_05-27\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004010_05-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004011-1\">11&nbsp;</b>Then the devil left him, and behold, angels came and were ministering to him.</p>\n</div>","kjv":"<strong>1</strong> Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.  <strong>2</strong> And when he had fasted forty days and forty nights, he was afterward an hungred.  <strong>3</strong> And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.  <strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  <strong>5</strong> Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,  <strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  <strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  <strong>9</strong> And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.  <strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>11</strong> Then the devil leaveth him, and, behold, angels came and ministered unto him.  ","niv":"<sup><strong>1</strong></sup> Then Jesus was led by the Spirit into the desert to be tempted by the devil. <sup><strong>2</strong></sup> After fasting forty days and forty nights, he was hungry. <sup><strong>3</strong></sup> The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\" <sup><strong>5</strong></sup> Then the devil took him to the holy city and had him stand on the highest point of the temple. <sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" <sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. <sup><strong>9</strong></sup> \"All this I will give you,\" he said, \"if you will bow down and worship me.\" <sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" <sup><strong>11</strong></sup> Then the devil left him, and angels came and attended him. "},{"_id":"6164f13c6451fe5325fa03ca","topicId":"6164f1356451fe5325fa03b1","verse":"1 John 5:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005012_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005012-1\">12&nbsp;</b>Whoever has the Son has life; whoever does not have the Son of God does not have life.</p>\n</div>","kjv":"<strong>12</strong> He that hath the Son hath life; and he that hath not the Son of God hath not life.  ","niv":"<sup><strong>12</strong></sup> He who has the Son has life; he who does not have the Son of God does not have life."}]}