{"_id":"6164f28b6451fe5325fa0476","slug":"killing-in-self-defense","name":"Killing In Self Defense","verses":[{"_id":"6164f28d6451fe5325fa0477","topicId":"6164f28b6451fe5325fa0476","verse":"Exodus 22:2-3","votes":81,"__v":0,"esv":"<div>\n<p id=\"p02022001_01-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02022001-1\">22:1&nbsp;</b>“If a man steals an ox or a sheep, and kills it or sells it, he shall repay five oxen for an ox, and four sheep for a sheep. <b class=\"verse-num\" id=\"v02022002-1\">2&nbsp;</b> If a thief is found breaking in and is struck so that he dies, there shall be no bloodguilt for him, <b class=\"verse-num\" id=\"v02022003-1\">3&nbsp;</b>but if the sun has risen on him, there shall be bloodguilt for him. He shall surely pay. If he has nothing, then he shall be sold for his theft. <b class=\"verse-num\" id=\"v02022004-1\">4&nbsp;</b>If the stolen beast is found alive in his possession, whether it is an ox or a donkey or a sheep, he shall pay double.</p>\n<p id=\"p02022004_01-15\"><b class=\"verse-num\" id=\"v02022005-1\">5&nbsp;</b>“If a man causes a field or vineyard to be grazed over, or lets his beast loose and it feeds in another man’s field, he shall make restitution from the best in his own field and in his own vineyard.</p>\n<p id=\"p02022005_01-15\"><b class=\"verse-num\" id=\"v02022006-1\">6&nbsp;</b>“If fire breaks out and catches in thorns so that the stacked grain or the standing grain or the field is consumed, he who started the fire shall make full restitution.</p>\n<p id=\"p02022006_01-15\"><b class=\"verse-num\" id=\"v02022007-1\">7&nbsp;</b>“If a man gives to his neighbor money or goods to keep safe, and it is stolen from the man’s house, then, if the thief is found, he shall pay double. <b class=\"verse-num\" id=\"v02022008-1\">8&nbsp;</b>If the thief is not found, the owner of the house shall come near to God to show whether or not he has put his hand to his neighbor’s property. <b class=\"verse-num\" id=\"v02022009-1\">9&nbsp;</b>For every breach of trust, whether it is for an ox, for a donkey, for a sheep, for a cloak, or for any kind of lost thing, of which one says, ‘This is it,’ the case of both parties shall come before God. The one whom God condemns shall pay double to his neighbor.</p>\n<p id=\"p02022009_01-15\"><b class=\"verse-num\" id=\"v02022010-1\">10&nbsp;</b>“If a man gives to his neighbor a donkey or an ox or a sheep or any beast to keep safe, and it dies or is injured or is driven away, without anyone seeing it, <b class=\"verse-num\" id=\"v02022011-1\">11&nbsp;</b>an oath by the LORD shall be between them both to see whether or not he has put his hand to his neighbor’s property. The owner shall accept the oath, and he shall not make restitution. <b class=\"verse-num\" id=\"v02022012-1\">12&nbsp;</b>But if it is stolen from him, he shall make restitution to its owner. <b class=\"verse-num\" id=\"v02022013-1\">13&nbsp;</b>If it is torn by beasts, let him bring it as evidence. He shall not make restitution for what has been torn.</p>\n<p id=\"p02022013_01-15\"><b class=\"verse-num\" id=\"v02022014-1\">14&nbsp;</b>“If a man borrows anything of his neighbor, and it is injured or dies, the owner not being with it, he shall make full restitution. <b class=\"verse-num\" id=\"v02022015-1\">15&nbsp;</b>If the owner was with it, he shall not make restitution; if it was hired, it came for its hiring fee.</p>\n\n<p id=\"p02022015_05-15\"><b class=\"verse-num\" id=\"v02022016-1\">16&nbsp;</b>“If a man seduces a virgin who is not betrothed and lies with her, he shall give the bride-price for her and make her his wife. <b class=\"verse-num\" id=\"v02022017-1\">17&nbsp;</b>If her father utterly refuses to give her to him, he shall pay money equal to the bride-price for virgins.</p>\n<p id=\"p02022017_05-15\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n<p id=\"p02022018_05-15\"><b class=\"verse-num\" id=\"v02022019-1\">19&nbsp;</b>“Whoever lies with an animal shall be put to death.</p>\n<p id=\"p02022019_05-15\"><b class=\"verse-num\" id=\"v02022020-1\">20&nbsp;</b>“Whoever sacrifices to any god, other than the LORD alone, shall be devoted to destruction.</p>\n<p id=\"p02022020_05-15\"><b class=\"verse-num\" id=\"v02022021-1\">21&nbsp;</b>“You shall not wrong a sojourner or oppress him, for you were sojourners in the land of Egypt. <b class=\"verse-num\" id=\"v02022022-1\">22&nbsp;</b>You shall not mistreat any widow or fatherless child. <b class=\"verse-num\" id=\"v02022023-1\">23&nbsp;</b>If you do mistreat them, and they cry out to me, I will surely hear their cry, <b class=\"verse-num\" id=\"v02022024-1\">24&nbsp;</b>and my wrath will burn, and I will kill you with the sword, and your wives shall become widows and your children fatherless.</p>\n<p id=\"p02022024_05-15\"><b class=\"verse-num\" id=\"v02022025-1\">25&nbsp;</b>“If you lend money to any of my people with you who is poor, you shall not be like a moneylender to him, and you shall not exact interest from him. <b class=\"verse-num\" id=\"v02022026-1\">26&nbsp;</b>If ever you take your neighbor’s cloak in pledge, you shall return it to him before the sun goes down, <b class=\"verse-num\" id=\"v02022027-1\">27&nbsp;</b>for that is his only covering, and it is his cloak for his body; in what else shall he sleep? And if he cries to me, I will hear, for I am compassionate.</p>\n<p id=\"p02022027_05-15\"><b class=\"verse-num\" id=\"v02022028-1\">28&nbsp;</b>“You shall not revile God, nor curse a ruler of your people.</p>\n<p id=\"p02022028_05-15\"><b class=\"verse-num\" id=\"v02022029-1\">29&nbsp;</b>“You shall not delay to offer from the fullness of your harvest and from the outflow of your presses. The firstborn of your sons you shall give to me. <b class=\"verse-num\" id=\"v02022030-1\">30&nbsp;</b>You shall do the same with your oxen and with your sheep: seven days it shall be with its mother; on the eighth day you shall give it to me.</p>\n<p id=\"p02022030_05-15\"><b class=\"verse-num\" id=\"v02022031-1\">31&nbsp;</b>“You shall be consecrated to me. Therefore you shall not eat any flesh that is torn by beasts in the field; you shall throw it to the dogs.</p>\n\n</div>","kjv":"<strong>2</strong> If a thief be found breaking up, and be smitten that he die, there shall no blood be shed for him.  <strong>3</strong> If the sun be risen upon him, there shall be blood shed  for him; for he should make full restitution; if he have nothing, then he shall be sold for his theft.  ","niv":"<sup><strong>2</strong></sup> \"If a thief is caught breaking in and is struck so that he dies, the defender is not guilty of bloodshed; <sup><strong>3</strong></sup> but if it happens after sunrise, he is guilty of bloodshed. \"A thief must certainly make restitution, but if he has nothing, he must be sold to pay for his theft. ","modified":"2023-08-28T13:02:01.859Z"},{"_id":"6164f28d6451fe5325fa0478","topicId":"6164f28b6451fe5325fa0476","verse":"Romans 12:19","votes":57,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord.","modified":"2023-04-10T06:29:59.529Z"},{"_id":"6164f28f6451fe5325fa0479","topicId":"6164f28b6451fe5325fa0476","verse":"Matthew 5:38-39","votes":54,"__v":0,"esv":"<div>\n\n<p id=\"p40005038_02-3\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span></p>\n</div>","kjv":"<strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  ","niv":"<sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. "},{"_id":"6164f2906451fe5325fa047a","topicId":"6164f28b6451fe5325fa0476","verse":"Romans 13:1-14","votes":43,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-4\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-4\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"6164f2926451fe5325fa047b","topicId":"6164f28b6451fe5325fa0476","verse":"Luke 22:36","votes":32,"__v":0,"esv":"<div>\n<p id=\"p42022036_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022036-1\">36&nbsp;</b>He said to them, <span class=\"woc\">“But now let the one who has a moneybag take it, and likewise a knapsack. And let the one who has no sword sell his cloak and buy one.</span></p>\n</div>","kjv":"<strong>36</strong> Then said he unto them, But now, he that hath a purse, let him take it, and likewise his scrip: and he that hath no sword, let him sell his garment, and buy one.  ","niv":"<sup><strong>36</strong></sup> He said to them, \"But now if you have a purse, take it, and also a bag; and if you don't have a sword, sell your cloak and buy one."},{"_id":"6164f2926451fe5325fa047c","topicId":"6164f28b6451fe5325fa0476","verse":"Genesis 9:5-6","votes":37,"__v":0,"esv":"<div>\n<p id=\"p01009005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01009005-1\">5&nbsp;</b>And for your lifeblood I will require a reckoning: from every beast I will require it and from man. From his fellow man I will require a reckoning for the life of man.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-6\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> And surely your blood of your lives will I require; at the hand of every beast will I require it, and at the hand of man; at the hand of every man’s brother will I require the life of man.  <strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>5</strong></sup> And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each man, too, I will demand an accounting for the life of his fellow man. <sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man. "},{"_id":"6164f2936451fe5325fa047e","topicId":"6164f28b6451fe5325fa0476","verse":"Romans 13:4","votes":26,"__v":0,"esv":"<div>\n<p id=\"p45013004_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer."},{"_id":"6164f2936451fe5325fa047d","topicId":"6164f28b6451fe5325fa0476","verse":"Exodus 20:13","votes":29,"__v":0,"esv":"<div>\n<p id=\"p02020013_01-8\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n\n</div>","kjv":"<strong>13</strong> Thou shalt not kill.  ","niv":"<sup><strong>13</strong></sup> \"You shall not murder."},{"_id":"6164f2936451fe5325fa047f","topicId":"6164f28b6451fe5325fa0476","verse":"Exodus 22:2","votes":25,"__v":0,"esv":"<div>\n<p id=\"p02022002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v02022002-1\">2&nbsp;</b> If a thief is found breaking in and is struck so that he dies, there shall be no bloodguilt for him,</p>\n\n</div>","kjv":"<strong>2</strong> If a thief be found breaking up, and be smitten that he die, there shall no blood be shed for him.  ","niv":"<sup><strong>2</strong></sup> \"If a thief is caught breaking in and is struck so that he dies, the defender is not guilty of bloodshed;","modified":"2022-09-07T10:25:05.353Z"},{"_id":"6164f2956451fe5325fa0480","topicId":"6164f28b6451fe5325fa0476","verse":"Psalm 144:1","votes":25,"__v":0,"esv":"<div>\n\n<h4 id=\"p19144001_06-11\" class=\"psalm-title\">Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19144001_06-11\" class=\"line\"><b class=\"chapter-num\" id=\"v19144001-1\">144:1&nbsp;</b>&nbsp;&nbsp;Blessed be the LORD, my rock,</span><br><span id=\"p19144001_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who trains my hands for war,</span><br><span id=\"p19144001_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my fingers for battle;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Blessed be the LORD my strength, which teacheth my hands to war, and my fingers to fight:  ","niv":"<sup><strong>1</strong></sup> Praise be to the LORD my Rock, who trains my hands for war, my fingers for battle."},{"_id":"6164f2956451fe5325fa0481","topicId":"6164f28b6451fe5325fa0476","verse":"1 Timothy 5:8","votes":22,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"6164f2956451fe5325fa0483","topicId":"6164f28b6451fe5325fa0476","verse":"Exodus 21:24-25","votes":13,"__v":0,"esv":"<div>\n<p id=\"p02021024_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v02021024-1\">24&nbsp;</b>eye for eye, tooth for tooth, hand for hand, foot for foot, <b class=\"verse-num\" id=\"v02021025-1\">25&nbsp;</b>burn for burn, wound for wound, stripe for stripe.</p>\n</div>","kjv":"<strong>24</strong> Eye for eye, tooth for tooth, hand for hand, foot for foot,  <strong>25</strong> Burning for burning, wound for wound, stripe for stripe.  ","niv":"<sup><strong>24</strong></sup> eye for eye, tooth for tooth, hand for hand, foot for foot, <sup><strong>25</strong></sup> burn for burn, wound for wound, bruise for bruise. "},{"_id":"6164f2956451fe5325fa0482","topicId":"6164f28b6451fe5325fa0476","verse":"Matthew 26:52-54","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40026052_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026052-1\">52&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Put your sword back into its place. For all who take the sword will perish by the sword.</span> <b class=\"verse-num woc\" id=\"v40026053-1\">53&nbsp;</b><span class=\"woc\">Do you think that I cannot appeal to my Father, and he will at once send me more than twelve legions of angels?</span> <b class=\"verse-num woc\" id=\"v40026054-1\">54&nbsp;</b><span class=\"woc\">But how then should the Scriptures be fulfilled, that it must be so?”</span></p>\n</div>","kjv":"<strong>52</strong> Then said Jesus unto him, Put up again thy sword into his place: for all they that take the sword shall perish with the sword.  <strong>53</strong> Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?  <strong>54</strong> But how then shall the scriptures be fulfilled, that thus it must be?  ","niv":"<sup><strong>52</strong></sup> \"Put your sword back in its place,\" Jesus said to him, \"for all who draw the sword will die by the sword. <sup><strong>53</strong></sup> Do you think I cannot call on my Father, and he will at once put at my disposal more than twelve legions of angels? <sup><strong>54</strong></sup> But how then would the Scriptures be fulfilled that say it must happen in this way?\" "},{"_id":"6164f2956451fe5325fa0484","topicId":"6164f28b6451fe5325fa0476","verse":"Exodus 22:1-31","votes":22,"__v":0,"kjv":"<strong>1</strong> If a man shall steal an ox, or a sheep, and kill it, or sell it; he shall restore five oxen for an ox, and four sheep for a sheep.  <strong>2</strong> If a thief be found breaking up, and be smitten that he die, there shall no blood be shed for him.  <strong>3</strong> If the sun be risen upon him, there shall be blood shed  for him; for he should make full restitution; if he have nothing, then he shall be sold for his theft.  <strong>4</strong> If the theft be certainly found in his hand alive, whether it be ox, or ass, or sheep; he shall restore double.  <strong>5</strong> If a man shall cause a field or vineyard to be eaten, and shall put in his beast, and shall feed in another man’s field; of the best of his own field, and of the best of his own vineyard, shall he make restitution.  <strong>6</strong> If fire break out, and catch in thorns, so that the stacks of corn, or the standing corn, or the field, be consumed therewith; he that kindled the fire shall surely make restitution.  <strong>7</strong> If a man shall deliver unto his neighbour money or stuff to keep, and it be stolen out of the man’s house; if the thief be found, let him pay double.  <strong>8</strong> If the thief be not found, then the master of the house shall be brought unto the judges, to see whether he have put his hand unto his neighbour’s goods.  <strong>9</strong> For all manner of trespass, whether it be for ox, for ass, for sheep, for raiment, or for any manner of lost thing, which another challengeth to be his, the cause of both parties shall come before the judges; and whom the judges shall condemn, he shall pay double unto his neighbour.  <strong>10</strong> If a man deliver unto his neighbour an ass, or an ox, or a sheep, or any beast, to keep; and it die, or be hurt, or driven away, no man seeing it:  <strong>11</strong> Then shall an oath of the LORD be between them both, that he hath not put his hand unto his neighbour’s goods; and the owner of it shall accept thereof, and he shall not make it good.  <strong>12</strong> And if it be stolen from him, he shall make restitution unto the owner thereof.  <strong>13</strong> If it be torn in pieces, then let him bring it for  witness, and he shall not make good that which was torn.  <strong>14</strong> And if a man borrow ought of his neighbour, and it be hurt, or die, the owner thereof being not with it, he shall surely make it good.  <strong>15</strong> But if the owner thereof be with it, he shall not make it good: if it be an hired thing, it came for his hire.  <strong>16</strong> And if a man entice a maid that is not betrothed, and lie with her, he shall surely endow her to be his wife.  <strong>17</strong> If her father utterly refuse to give her unto him, he shall pay money according to the dowry of virgins.  <strong>18</strong> Thou shalt not suffer a witch to live.  <strong>19</strong> Whosoever lieth with a beast shall surely be put to death.  <strong>20</strong> He that sacrificeth unto any god, save unto the LORD only, he shall be utterly destroyed.  <strong>21</strong> Thou shalt neither vex a stranger, nor oppress him: for ye were strangers in the land of Egypt.  <strong>22</strong> Ye shall not afflict any widow, or fatherless child.  <strong>23</strong> If thou afflict them in any wise, and they cry at all unto me, I will surely hear their cry;  <strong>24</strong> And my wrath shall wax hot, and I will kill you with the sword; and your wives shall be widows, and your children fatherless.  <strong>25</strong> If thou lend money to any of my people that is  poor by thee, thou shalt not be to him as an usurer, neither shalt thou lay upon him usury.  <strong>26</strong> If thou at all take thy neighbour’s raiment to pledge, thou shalt deliver it unto him by that the sun goeth down:  <strong>27</strong> For that is his covering only, it is his raiment for his skin: wherein shall he sleep? and it shall come to pass, when he crieth unto me, that I will hear; for I am gracious.  <strong>28</strong> Thou shalt not revile the gods, nor curse the ruler of thy people.  <strong>29</strong> Thou shalt not delay to offer the first of thy ripe fruits, and of thy liquors: the firstborn of thy sons shalt thou give unto me.  <strong>30</strong> Likewise shalt thou do with thine oxen, and with thy sheep: seven days it shall be with his dam; on the eighth day thou shalt give it me.  <strong>31</strong> And ye shall be holy men unto me: neither shall ye eat any  flesh that is torn of beasts in the field; ye shall cast it to the dogs.  ","niv":"<sup><strong>1</strong></sup> \"If a man steals an ox or a sheep and slaughters it or sells it, he must pay back five head of cattle for the ox and four sheep for the sheep. <sup><strong>2</strong></sup> \"If a thief is caught breaking in and is struck so that he dies, the defender is not guilty of bloodshed; <sup><strong>3</strong></sup> but if it happens after sunrise, he is guilty of bloodshed. \"A thief must certainly make restitution, but if he has nothing, he must be sold to pay for his theft. <sup><strong>4</strong></sup> \"If the stolen animal is found alive in his possession-whether ox or donkey or sheep-he must pay back double. <sup><strong>5</strong></sup> \"If a man grazes his livestock in a field or vineyard and lets them stray and they graze in another man's field, he must make restitution from the best of his own field or vineyard. <sup><strong>6</strong></sup> \"If a fire breaks out and spreads into thornbushes so that it burns shocks of grain or standing grain or the whole field, the one who started the fire must make restitution. <sup><strong>7</strong></sup> \"If a man gives his neighbor silver or goods for safekeeping and they are stolen from the neighbor's house, the thief, if he is caught, must pay back double. <sup><strong>8</strong></sup> But if the thief is not found, the owner of the house must appear before the judges to determine whether he has laid his hands on the other man's property. <sup><strong>9</strong></sup> In all cases of illegal possession of an ox, a donkey, a sheep, a garment, or any other lost property about which somebody says, 'This is mine,' both parties are to bring their cases before the judges. The one whom the judges declare guilty must pay back double to his neighbor. <sup><strong>10</strong></sup> \"If a man gives a donkey, an ox, a sheep or any other animal to his neighbor for safekeeping and it dies or is injured or is taken away while no one is looking, <sup><strong>11</strong></sup> the issue between them will be settled by the taking of an oath before the LORD that the neighbor did not lay hands on the other person's property. The owner is to accept this, and no restitution is required. <sup><strong>12</strong></sup> But if the animal was stolen from the neighbor, he must make restitution to the owner. <sup><strong>13</strong></sup> If it was torn to pieces by a wild animal, he shall bring in the remains as evidence and he will not be required to pay for the torn animal. <sup><strong>14</strong></sup> \"If a man borrows an animal from his neighbor and it is injured or dies while the owner is not present, he must make restitution. <sup><strong>15</strong></sup> But if the owner is with the animal, the borrower will not have to pay. If the animal was hired, the money paid for the hire covers the loss. <sup><strong>16</strong></sup> \"If a man seduces a virgin who is not pledged to be married and sleeps with her, he must pay the bride-price, and she shall be his wife. <sup><strong>17</strong></sup> If her father absolutely refuses to give her to him, he must still pay the bride-price for virgins. <sup><strong>18</strong></sup> \"Do not allow a sorceress to live. <sup><strong>19</strong></sup> \"Anyone who has sexual relations with an animal must be put to death. <sup><strong>20</strong></sup> \"Whoever sacrifices to any god other than the LORD must be destroyed. <sup><strong>21</strong></sup> \"Do not mistreat an alien or oppress him, for you were aliens in Egypt. <sup><strong>22</strong></sup> \"Do not take advantage of a widow or an orphan. <sup><strong>23</strong></sup> If you do and they cry out to me, I will certainly hear their cry. <sup><strong>24</strong></sup> My anger will be aroused, and I will kill you with the sword; your wives will become widows and your children fatherless. <sup><strong>25</strong></sup> \"If you lend money to one of my people among you who is needy, do not be like a moneylender; charge him no interest. <sup><strong>26</strong></sup> If you take your neighbor's cloak as a pledge, return it to him by sunset, <sup><strong>27</strong></sup> because his cloak is the only covering he has for his body. What else will he sleep in? When he cries out to me, I will hear, for I am compassionate. <sup><strong>28</strong></sup> \"Do not blaspheme God or curse the ruler of your people. <sup><strong>29</strong></sup> \"Do not hold back offerings from your granaries or your vats. \"You must give me the firstborn of your sons. <sup><strong>30</strong></sup> Do the same with your cattle and your sheep. Let them stay with their mothers for seven days, but give them to me on the eighth day. <sup><strong>31</strong></sup> \"You are to be my holy people. So do not eat the meat of an animal torn by wild beasts; throw it to the dogs. "},{"_id":"6164f2966451fe5325fa0485","topicId":"6164f28b6451fe5325fa0476","verse":"Matthew 5:21","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p40005021_02-16\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span></p>\n</div>","kjv":"<strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  ","niv":"<sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.'"},{"_id":"6164f2966451fe5325fa0486","topicId":"6164f28b6451fe5325fa0476","verse":"Luke 10:27","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42010027_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.”</p>\n</div>","kjv":"<strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  ","niv":"<sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\""},{"_id":"6164f2966451fe5325fa0487","topicId":"6164f28b6451fe5325fa0476","verse":"Nehemiah 4:17-18","votes":9,"__v":0,"esv":"<div>\n<p id=\"p16004017_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v16004017-1\">17&nbsp;</b>who were building on the wall. Those who carried burdens were loaded in such a way that each labored on the work with one hand and held his weapon with the other. <b class=\"verse-num\" id=\"v16004018-1\">18&nbsp;</b>And each of the builders had his sword strapped at his side while he built. The man who sounded the trumpet was beside me.</p>\n</div>","kjv":"<strong>17</strong> They which builded on the wall, and they that bare burdens, with those that laded, every one with one of his hands wrought in the work, and with the other hand held a weapon.  <strong>18</strong> For the builders, every one had his sword girded by his side, and so builded. And he that sounded the trumpet was by me.  ","niv":"<sup><strong>17</strong></sup> who were building the wall. Those who carried materials did their work with one hand and held a weapon in the other, <sup><strong>18</strong></sup> and each of the builders wore his sword at his side as he worked. But the man who sounded the trumpet stayed with me. "},{"_id":"6164f2966451fe5325fa0488","topicId":"6164f28b6451fe5325fa0476","verse":"Leviticus 24:21","votes":9,"__v":0,"esv":"<div>\n<p id=\"p03024021_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v03024021-1\">21&nbsp;</b>Whoever kills an animal shall make it good, and whoever kills a person shall be put to death.</p>\n</div>","kjv":"<strong>21</strong> And he that killeth a beast, he shall restore it: and he that killeth a man, he shall be put to death.  ","niv":"<sup><strong>21</strong></sup> Whoever kills an animal must make restitution, but whoever kills a man must be put to death."},{"_id":"6164f2966451fe5325fa0489","topicId":"6164f28b6451fe5325fa0476","verse":"Judges 5:8","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p07005008_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v07005008-1\">8&nbsp;</b>&nbsp;&nbsp;When new gods were chosen,</span><br><span id=\"p07005008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then war was in the gates.</span><br><span id=\"p07005008_01-20\" class=\"line\">&nbsp;&nbsp;Was shield or spear to be seen</span><br><span id=\"p07005008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;among forty thousand in Israel?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> They chose new gods; then was war in the gates: was there a shield or spear seen among forty thousand in Israel?  ","niv":"<sup><strong>8</strong></sup> When they chose new gods, war came to the city gates, and not a shield or spear was seen among forty thousand in Israel."},{"_id":"6164f2966451fe5325fa048a","topicId":"6164f28b6451fe5325fa0476","verse":"Proverbs 25:26","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025026_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025026-1\">26&nbsp;</b>&nbsp;&nbsp;Like a muddied spring or a polluted fountain</span><br><span id=\"p20025026_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a righteous man who gives way before the wicked.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> A righteous man falling down before the wicked is as a troubled fountain, and a corrupt spring.  ","niv":"<sup><strong>26</strong></sup> Like a muddied spring or a polluted well is a righteous man who gives way to the wicked."},{"_id":"6164f2966451fe5325fa048b","topicId":"6164f28b6451fe5325fa0476","verse":"Deuteronomy 28:47-48","votes":7,"__v":0,"esv":"<div>\n<p id=\"p05028047_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v05028047-1\">47&nbsp;</b>Because you did not serve the LORD your God with joyfulness and gladness of heart, because of the abundance of all things, <b class=\"verse-num\" id=\"v05028048-1\">48&nbsp;</b>therefore you shall serve your enemies whom the LORD will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you.</p>\n</div>","kjv":"<strong>47</strong> Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;  <strong>48</strong> Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  ","niv":"<sup><strong>47</strong></sup> Because you did not serve the LORD your God joyfully and gladly in the time of prosperity, <sup><strong>48</strong></sup> therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the LORD sends against you. He will put an iron yoke on your neck until he has destroyed you. "},{"_id":"6164f2966451fe5325fa048c","topicId":"6164f28b6451fe5325fa0476","verse":"Luke 10:30-37","votes":7,"__v":0,"esv":"<div>\n<p id=\"p42010030_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010030-1\">30&nbsp;</b>Jesus replied, <span class=\"woc\">“A man was going down from Jerusalem to Jericho, and he fell among robbers, who stripped him and beat him and departed, leaving him half dead.</span> <b class=\"verse-num woc\" id=\"v42010031-1\">31&nbsp;</b><span class=\"woc\">Now by chance a priest was going down that road, and when he saw him he passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010032-1\">32&nbsp;</b><span class=\"woc\">So likewise a Levite, when he came to the place and saw him, passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010033-1\">33&nbsp;</b><span class=\"woc\">But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion.</span> <b class=\"verse-num woc\" id=\"v42010034-1\">34&nbsp;</b><span class=\"woc\">He went to him and bound up his wounds, pouring on oil and wine. Then he set him on his own animal and brought him to an inn and took care of him.</span> <b class=\"verse-num woc\" id=\"v42010035-1\">35&nbsp;</b><span class=\"woc\">And the next day he took out two denarii and gave them to the innkeeper, saying, ‘Take care of him, and whatever more you spend, I will repay you when I come back.’</span> <b class=\"verse-num woc\" id=\"v42010036-1\">36&nbsp;</b><span class=\"woc\">Which of these three, do you think, proved to be a neighbor to the man who fell among the robbers?”</span> <b class=\"verse-num\" id=\"v42010037-1\">37&nbsp;</b>He said, “The one who showed him mercy.” And Jesus said to him, <span class=\"woc\">“You go, and do likewise.”</span></p>\n\n</div>","kjv":"<strong>30</strong> And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him  half dead.  <strong>31</strong> And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.  <strong>32</strong> And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.  <strong>33</strong> But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,  <strong>34</strong> And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.  <strong>35</strong> And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.  <strong>36</strong> Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?  <strong>37</strong> And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise. ","niv":"<sup><strong>30</strong></sup> In reply Jesus said: \"A man was going down from Jerusalem to Jericho, when he fell into the hands of robbers. They stripped him of his clothes, beat him and went away, leaving him half dead. <sup><strong>31</strong></sup> A priest happened to be going down the same road, and when he saw the man, he passed by on the other side. <sup><strong>32</strong></sup> So too, a Levite, when he came to the place and saw him, passed by on the other side. <sup><strong>33</strong></sup> But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him. <sup><strong>34</strong></sup> He went to him and bandaged his wounds, pouring on oil and wine. Then he put the man on his own donkey, took him to an inn and took care of him. <sup><strong>35</strong></sup> The next day he took out two silver coins and gave them to the innkeeper. 'Look after him,' he said, 'and when I return, I will reimburse you for any extra expense you may have.' <sup><strong>36</strong></sup> \"Which of these three do you think was a neighbor to the man who fell into the hands of robbers?\" <sup><strong>37</strong></sup> The expert in the law replied, \"The one who had mercy on him.\" Jesus told him, \"Go and do likewise.\" "},{"_id":"6164f2966451fe5325fa048d","topicId":"6164f28b6451fe5325fa0476","verse":"Matthew 5:39","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40005039_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span></p>\n</div>","kjv":"<strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  ","niv":"<sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also."},{"_id":"6164f2966451fe5325fa048e","topicId":"6164f28b6451fe5325fa0476","verse":"Romans 13:1-5","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. "},{"_id":"6164f2966451fe5325fa048f","topicId":"6164f28b6451fe5325fa0476","verse":"Matthew 6:14-15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40006014_01-26\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. "}]}