{"_id":"6164f4366451fe5325fa04de","slug":"kindness-to-one-another","name":"Kindness To One Another","verses":[{"_id":"6164f4366451fe5325fa04df","topicId":"6164f4366451fe5325fa04de","verse":"Ephesians 4:32","votes":53,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},{"_id":"6164f4366451fe5325fa04e0","topicId":"6164f4366451fe5325fa04de","verse":"Zechariah 7:9-10","votes":19,"__v":0,"esv":"<div>\n<p id=\"p38007009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v38007009-1\">9&nbsp;</b>“Thus says the LORD of hosts, Render true judgments, show kindness and mercy to one another, <b class=\"verse-num\" id=\"v38007010-1\">10&nbsp;</b>do not oppress the widow, the fatherless, the sojourner, or the poor, and let none of you devise evil against another in your heart.”</p>\n</div>","kjv":"<strong>9</strong> Thus speaketh the LORD of hosts, saying, Execute true judgment, and shew mercy and compassions every man to his brother:  <strong>10</strong> And oppress not the widow, nor the fatherless, the stranger, nor the poor; and let none of you imagine evil against his brother in your heart.  ","niv":"<sup><strong>9</strong></sup> \"This is what the LORD Almighty says: 'Administer true justice; show mercy and compassion to one another. <sup><strong>10</strong></sup> Do not oppress the widow or the fatherless, the alien or the poor. In your hearts do not think evil of each other.' "},{"_id":"6164f4376451fe5325fa04e1","topicId":"6164f4366451fe5325fa04de","verse":"1 John 4:20-21","votes":18,"__v":0,"esv":"<div>\n<p id=\"p62004020_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen. <b class=\"verse-num\" id=\"v62004021-1\">21&nbsp;</b>And this commandment we have from him: whoever loves God must also love his brother.</p>\n\n</div>","kjv":"<strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  <strong>21</strong> And this commandment have we from him, That he who loveth God love his brother also.  ","niv":"<sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen. <sup><strong>21</strong></sup> And he has given us this command: Whoever loves God must also love his brother. "},{"_id":"6164f4376451fe5325fa04e2","topicId":"6164f4366451fe5325fa04de","verse":"Galatians 5:22-23","votes":12,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"6164f4376451fe5325fa04e3","topicId":"6164f4366451fe5325fa04de","verse":"Titus 3:1-15","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p56003001_07-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56003001-1\">3:1&nbsp;</b>Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work, <b class=\"verse-num\" id=\"v56003002-1\">2&nbsp;</b>to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people. <b class=\"verse-num\" id=\"v56003003-1\">3&nbsp;</b>For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another. <b class=\"verse-num\" id=\"v56003004-1\">4&nbsp;</b>But when the goodness and loving kindness of God our Savior appeared, <b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, <b class=\"verse-num\" id=\"v56003006-1\">6&nbsp;</b>whom he poured out on us richly through Jesus Christ our Savior, <b class=\"verse-num\" id=\"v56003007-1\">7&nbsp;</b>so that being justified by his grace we might become heirs according to the hope of eternal life. <b class=\"verse-num\" id=\"v56003008-1\">8&nbsp;</b>The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people. <b class=\"verse-num\" id=\"v56003009-1\">9&nbsp;</b>But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless. <b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him, <b class=\"verse-num\" id=\"v56003011-1\">11&nbsp;</b>knowing that such a person is warped and sinful; he is self-condemned.</p>\n\n<p id=\"p56003011_11-5\"><b class=\"verse-num\" id=\"v56003012-1\">12&nbsp;</b>When I send Artemas or Tychicus to you, do your best to come to me at Nicopolis, for I have decided to spend the winter there. <b class=\"verse-num\" id=\"v56003013-1\">13&nbsp;</b>Do your best to speed Zenas the lawyer and Apollos on their way; see that they lack nothing. <b class=\"verse-num\" id=\"v56003014-1\">14&nbsp;</b>And let our people learn to devote themselves to good works, so as to help cases of urgent need, and not be unfruitful.</p>\n<p id=\"p56003014_11-5\"><b class=\"verse-num\" id=\"v56003015-1\">15&nbsp;</b>All who are with me send greetings to you. Greet those who love us in the faith.</p>\n<p id=\"p56003015_11-5\">Grace be with you all.</p>\n</div>","kjv":"<strong>1</strong> Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,  <strong>2</strong> To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.  <strong>3</strong> For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.  <strong>4</strong> But after that the kindness and love of God our Saviour toward man appeared,  <strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  <strong>6</strong> Which he shed on us abundantly through Jesus Christ our Saviour;  <strong>7</strong> That being justified by his grace, we should be made heirs according to the hope of eternal life.  <strong>8</strong> This is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men.  <strong>9</strong> But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.  <strong>10</strong> A man that is an heretick after the first and second admonition reject;  <strong>11</strong> Knowing that he that is such is subverted, and sinneth, being condemned of himself.  <strong>12</strong> When I shall send Artemas unto thee, or Tychicus, be diligent to come unto me to Nicopolis: for I have determined there to winter.  <strong>13</strong> Bring Zenas the lawyer and Apollos on their journey diligently, that nothing be wanting unto them.  <strong>14</strong> And let ours also learn to maintain good works for necessary uses, that they be not unfruitful.  <strong>15</strong> All that are with me salute thee. Greet them that love us in the faith. Grace be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good, <sup><strong>2</strong></sup> to slander no one, to be peaceable and considerate, and to show true humility toward all men. <sup><strong>3</strong></sup> At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another. <sup><strong>4</strong></sup> But when the kindness and love of God our Savior appeared, <sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, <sup><strong>6</strong></sup> whom he poured out on us generously through Jesus Christ our Savior, <sup><strong>7</strong></sup> so that, having been justified by his grace, we might become heirs having the hope of eternal life. <sup><strong>8</strong></sup> This is a trustworthy saying. And I want you to stress these things, so that those who have trusted in God may be careful to devote themselves to doing what is good. These things are excellent and profitable for everyone. <sup><strong>9</strong></sup> But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless. <sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him. <sup><strong>11</strong></sup> You may be sure that such a man is warped and sinful; he is self-condemned. <sup><strong>12</strong></sup> As soon as I send Artemas or Tychicus to you, do your best to come to me at Nicopolis, because I have decided to winter there. <sup><strong>13</strong></sup> Do everything you can to help Zenas the lawyer and Apollos on their way and see that they have everything they need. <sup><strong>14</strong></sup> Our people must learn to devote themselves to doing what is good, in order that they may provide for daily necessities and not live unproductive lives. <sup><strong>15</strong></sup> Everyone with me sends you greetings. Greet those who love us in the faith. Grace be with you all. "},{"_id":"6164f4386451fe5325fa04e4","topicId":"6164f4366451fe5325fa04de","verse":"2 Peter 1:5-7","votes":9,"__v":0,"esv":"<div>\n<p id=\"p61001005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001005-1\">5&nbsp;</b>For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge, <b class=\"verse-num\" id=\"v61001006-1\">6&nbsp;</b>and knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness, <b class=\"verse-num\" id=\"v61001007-1\">7&nbsp;</b>and godliness with brotherly affection, and brotherly affection with love.</p>\n\n</div>","kjv":"<strong>5</strong> And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge;  <strong>6</strong> And to knowledge temperance; and to temperance patience; and to patience godliness;  <strong>7</strong> And to godliness brotherly kindness; and to brotherly kindness charity.  ","niv":"<sup><strong>5</strong></sup> For this very reason, make every effort to add to your faith goodness; and to goodness, knowledge; <sup><strong>6</strong></sup> and to knowledge, self-control; and to self-control, perseverance; and to perseverance, godliness; <sup><strong>7</strong></sup> and to godliness, brotherly kindness; and to brotherly kindness, love. "},{"_id":"6164f4386451fe5325fa04e5","topicId":"6164f4366451fe5325fa04de","verse":"Matthew 7:24-27","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p40007024_07-7\"><b class=\"verse-num woc\" id=\"v40007024-1\">24&nbsp;</b><span class=\"woc\">“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.</span> <b class=\"verse-num woc\" id=\"v40007025-1\">25&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.</span> <b class=\"verse-num woc\" id=\"v40007026-1\">26&nbsp;</b><span class=\"woc\">And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.</span> <b class=\"verse-num woc\" id=\"v40007027-1\">27&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”</span></p>\n</div>","kjv":"<strong>24</strong>           Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:  <strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  <strong>26</strong> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:  <strong>27</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.  ","niv":"<sup><strong>24</strong></sup> \"Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock. <sup><strong>25</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock. <sup><strong>26</strong></sup> But everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand. <sup><strong>27</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.\" "},{"_id":"6164f4386451fe5325fa04e6","topicId":"6164f4366451fe5325fa04de","verse":"2 Peter 1:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p61001007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001007-1\">7&nbsp;</b>and godliness with brotherly affection, and brotherly affection with love.</p>\n</div>","kjv":"<strong>7</strong> And to godliness brotherly kindness; and to brotherly kindness charity.  ","niv":"<sup><strong>7</strong></sup> and to godliness, brotherly kindness; and to brotherly kindness, love."},{"_id":"6164f4386451fe5325fa04e7","topicId":"6164f4366451fe5325fa04de","verse":"Nahum 1:7","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p34001007_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v34001007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD is good,</span><br><span id=\"p34001007_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a stronghold in the day of trouble;</span><br><span id=\"p34001007_01-9\" class=\"line\">&nbsp;&nbsp;he knows those who take refuge in him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The LORD is good, a strong hold in the day of trouble; and he knoweth them that trust in him.  ","niv":"<sup><strong>7</strong></sup> The LORD is good, a refuge in times of trouble. He cares for those who trust in him,"},{"_id":"6164f4396451fe5325fa04e8","topicId":"6164f4366451fe5325fa04de","verse":"Luke 6:32","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42006032_01-10\"><b class=\"verse-num woc\" id=\"v42006032-1\">32&nbsp;</b><span class=\"woc\">“If you love those who love you, what benefit is that to you? For even sinners love those who love them.</span></p>\n</div>","kjv":"<strong>32</strong> For if ye love them which love you, what thank have ye? for sinners also love those that love them.  ","niv":"<sup><strong>32</strong></sup> \"If you love those who love you, what credit is that to you? Even 'sinners' love those who love them."},{"_id":"6164f4396451fe5325fa04e9","topicId":"6164f4366451fe5325fa04de","verse":"Matthew 8:1-4","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40008001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40008001-1\">8:1&nbsp;</b>When he came down from the mountain, great crowds followed him. <b class=\"verse-num\" id=\"v40008002-1\">2&nbsp;</b>And behold, a leper came to him and knelt before him, saying, “Lord, if you will, you can make me clean.” <b class=\"verse-num\" id=\"v40008003-1\">3&nbsp;</b>And Jesus stretched out his hand and touched him, saying, <span class=\"woc\">“I will; be clean.”</span> And immediately his leprosy was cleansed. <b class=\"verse-num\" id=\"v40008004-1\">4&nbsp;</b>And Jesus said to him, <span class=\"woc\">“See that you say nothing to anyone, but go, show yourself to the priest and offer the gift that Moses commanded, for a proof to them.”</span></p>\n\n</div>","kjv":"<strong>1</strong> When he was come down from the mountain, great multitudes followed him.  <strong>2</strong> And, behold, there came a leper and worshipped him, saying, Lord, if thou wilt, thou canst make me clean.  <strong>3</strong> And Jesus put forth his hand, and touched him, saying, I will; be thou clean. And immediately his leprosy was cleansed.  <strong>4</strong> And Jesus saith unto him, See thou tell no man; but go thy way, shew thyself to the priest, and offer the gift that Moses commanded, for a testimony unto them. ","niv":"<sup><strong>1</strong></sup> When he came down from the mountainside, large crowds followed him. <sup><strong>2</strong></sup> A man with leprosy came and knelt before him and said, \"Lord, if you are willing, you can make me clean.\" <sup><strong>3</strong></sup> Jesus reached out his hand and touched the man. \"I am willing,\" he said. \"Be clean!\" Immediately he was cured of his leprosy. <sup><strong>4</strong></sup> Then Jesus said to him, \"See that you don't tell anyone. But go, show yourself to the priest and offer the gift Moses commanded, as a testimony to them.\" "},{"_id":"6164f4396451fe5325fa04ea","topicId":"6164f4366451fe5325fa04de","verse":"Titus 3:1-2","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p56003001_07-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56003001-1\">3:1&nbsp;</b>Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work, <b class=\"verse-num\" id=\"v56003002-1\">2&nbsp;</b>to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people.</p>\n</div>","kjv":"<strong>1</strong> Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,  <strong>2</strong> To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.  ","niv":"<sup><strong>1</strong></sup> Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good, <sup><strong>2</strong></sup> to slander no one, to be peaceable and considerate, and to show true humility toward all men. ","modified":"2023-11-05T12:12:20.728Z"},{"_id":"6164f43a6451fe5325fa04eb","topicId":"6164f4366451fe5325fa04de","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-13\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2023-11-05T12:16:28.170Z"},{"_id":"6164f43a6451fe5325fa04ec","topicId":"6164f4366451fe5325fa04de","verse":"John 3:16-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-14\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. ","modified":"2023-11-05T12:16:32.515Z"},{"_id":"6164f43a6451fe5325fa04ed","topicId":"6164f4366451fe5325fa04de","verse":"Revelation 22:1-21","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66022001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66022001-1\">22:1&nbsp;</b>Then the angel showed me the river of the water of life, bright as crystal, flowing from the throne of God and of the Lamb <b class=\"verse-num\" id=\"v66022002-1\">2&nbsp;</b>through the middle of the street of the city; also, on either side of the river, the tree of life with its twelve kinds of fruit, yielding its fruit each month. The leaves of the tree were for the healing of the nations. <b class=\"verse-num\" id=\"v66022003-1\">3&nbsp;</b>No longer will there be anything accursed, but the throne of God and of the Lamb will be in it, and his servants will worship him. <b class=\"verse-num\" id=\"v66022004-1\">4&nbsp;</b>They will see his face, and his name will be on their foreheads. <b class=\"verse-num\" id=\"v66022005-1\">5&nbsp;</b>And night will be no more. They will need no light of lamp or sun, for the Lord God will be their light, and they will reign forever and ever.</p>\n\n<p id=\"p66022005_08-15\"><b class=\"verse-num\" id=\"v66022006-1\">6&nbsp;</b>And he said to me, “These words are trustworthy and true. And the Lord, the God of the spirits of the prophets, has sent his angel to show his servants what must soon take place.”</p>\n<p id=\"p66022006_08-15\"><b class=\"verse-num woc\" id=\"v66022007-1\">7&nbsp;</b><span class=\"woc\">“And behold, I am coming soon. Blessed is the one who keeps the words of the prophecy of this book.”</span></p>\n<p id=\"p66022007_08-15\"><b class=\"verse-num\" id=\"v66022008-1\">8&nbsp;</b>I, John, am the one who heard and saw these things. And when I heard and saw them, I fell down to worship at the feet of the angel who showed them to me, <b class=\"verse-num\" id=\"v66022009-1\">9&nbsp;</b>but he said to me, “You must not do that! I am a fellow servant with you and your brothers the prophets, and with those who keep the words of this book. Worship God.”</p>\n<p id=\"p66022009_08-15\"><b class=\"verse-num\" id=\"v66022010-1\">10&nbsp;</b>And he said to me, “Do not seal up the words of the prophecy of this book, for the time is near. <b class=\"verse-num\" id=\"v66022011-1\">11&nbsp;</b>Let the evildoer still do evil, and the filthy still be filthy, and the righteous still do right, and the holy still be holy.”</p>\n<p id=\"p66022011_08-15\"><b class=\"verse-num woc\" id=\"v66022012-1\">12&nbsp;</b><span class=\"woc\">“Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done.</span> <b class=\"verse-num woc\" id=\"v66022013-1\">13&nbsp;</b><span class=\"woc\">I am the Alpha and the Omega, the first and the last, the beginning and the end.”</span></p>\n<p id=\"p66022013_08-15\"><b class=\"verse-num\" id=\"v66022014-1\">14&nbsp;</b>Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates. <b class=\"verse-num\" id=\"v66022015-1\">15&nbsp;</b>Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.</p>\n<p id=\"p66022015_08-15\"><b class=\"verse-num woc\" id=\"v66022016-1\">16&nbsp;</b><span class=\"woc\">“I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.”</span></p>\n<p id=\"p66022016_08-15\"><b class=\"verse-num\" id=\"v66022017-1\">17&nbsp;</b>The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price.</p>\n<p id=\"p66022017_08-15\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n<p id=\"p66022019_08-15\"><b class=\"verse-num\" id=\"v66022020-1\">20&nbsp;</b>He who testifies to these things says, <span class=\"woc\">“Surely I am coming soon.”</span> Amen. Come, Lord Jesus!</p>\n<p id=\"p66022020_08-15\"><b class=\"verse-num\" id=\"v66022021-1\">21&nbsp;</b>The grace of the Lord Jesus be with all. Amen.</p>\n\n</div>","kjv":"<strong>1</strong> And he shewed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb.  <strong>2</strong> In the midst of the street of it, and on either side of the river, was there the tree of life, which bare twelve manner  of fruits, and yielded her fruit every month: and the leaves of the tree were for the healing of the nations.  <strong>3</strong> And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him:  <strong>4</strong> And they shall see his face; and his name shall be in their foreheads.  <strong>5</strong> And there shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light: and they shall reign for ever and ever.  <strong>6</strong> And he said unto me, These sayings are faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done.  <strong>7</strong> Behold, I come quickly: blessed is he that keepeth the sayings of the prophecy of this book.  <strong>8</strong> And I John saw these things, and heard them. And when I had heard and seen, I fell down to worship before the feet of the angel which shewed me these things.  <strong>9</strong> Then saith he unto me, See thou do it not: for I am thy fellowservant, and of thy brethren the prophets, and of them which keep the sayings of this book: worship God.  <strong>10</strong> And he saith unto me, Seal not the sayings of the prophecy of this book: for the time is at hand.  <strong>11</strong> He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.  <strong>12</strong> And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.  <strong>13</strong> I am Alpha and Omega, the beginning and the end, the first and the last.  <strong>14</strong> Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.  <strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  <strong>16</strong>           I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. <strong>17</strong> And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.  <strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  <strong>20</strong> He which testifieth these things saith, Surely I come quickly.  Amen. Even so, come, Lord Jesus.  <strong>21</strong> The grace of our Lord Jesus Christ be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Then the angel showed me the river of the water of life, as clear as crystal, flowing from the throne of God and of the Lamb <sup><strong>2</strong></sup> down the middle of the great street of the city. On each side of the river stood the tree of life, bearing twelve crops of fruit, yielding its fruit every month. And the leaves of the tree are for the healing of the nations. <sup><strong>3</strong></sup> No longer will there be any curse. The throne of God and of the Lamb will be in the city, and his servants will serve him. <sup><strong>4</strong></sup> They will see his face, and his name will be on their foreheads. <sup><strong>5</strong></sup> There will be no more night. They will not need the light of a lamp or the light of the sun, for the Lord God will give them light. And they will reign for ever and ever. <sup><strong>6</strong></sup> The angel said to me, \"These words are trustworthy and true. The Lord, the God of the spirits of the prophets, sent his angel to show his servants the things that must soon take place.\" <sup><strong>7</strong></sup> \"Behold, I am coming soon! Blessed is he who keeps the words of the prophecy in this book.\" <sup><strong>8</strong></sup> I, John, am the one who heard and saw these things. And when I had heard and seen them, I fell down to worship at the feet of the angel who had been showing them to me. <sup><strong>9</strong></sup> But he said to me, \"Do not do it! I am a fellow servant with you and with your brothers the prophets and of all who keep the words of this book. Worship God!\" <sup><strong>10</strong></sup> Then he told me, \"Do not seal up the words of the prophecy of this book, because the time is near. <sup><strong>11</strong></sup> Let him who does wrong continue to do wrong; let him who is vile continue to be vile; let him who does right continue to do right; and let him who is holy continue to be holy.\" <sup><strong>12</strong></sup> \"Behold, I am coming soon! My reward is with me, and I will give to everyone according to what he has done. <sup><strong>13</strong></sup> I am the Alpha and the Omega, the First and the Last, the Beginning and the End. <sup><strong>14</strong></sup> \"Blessed are those who wash their robes, that they may have the right to the tree of life and may go through the gates into the city. <sup><strong>15</strong></sup> Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood. <sup><strong>16</strong></sup> \"I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.\" <sup><strong>17</strong></sup> The Spirit and the bride say, \"Come!\" And let him who hears say, \"Come!\" Whoever is thirsty, let him come; and whoever wishes, let him take the free gift of the water of life. <sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. <sup><strong>20</strong></sup> He who testifies to these things says, \"Yes, I am coming soon.\" Amen. Come, Lord Jesus. <sup><strong>21</strong></sup> The grace of the Lord Jesus be with God's people. Amen. "},{"_id":"6164f43a6451fe5325fa04ee","topicId":"6164f4366451fe5325fa04de","verse":"Jude 1:24-25","votes":3,"__v":0,"kjv":"<strong>24</strong> Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy,  <strong>25</strong> To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"6164f43b6451fe5325fa04ef","topicId":"6164f4366451fe5325fa04de","verse":"Luke 8:4-15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42008004_06-17\"><b class=\"verse-num\" id=\"v42008004-1\">4&nbsp;</b>And when a great crowd was gathering and people from town after town came to him, he said in a parable, <b class=\"verse-num woc\" id=\"v42008005-1\">5&nbsp;</b><span class=\"woc\">“A sower went out to sow his seed. And as he sowed, some fell along the path and was trampled underfoot, and the birds of the air devoured it.</span> <b class=\"verse-num woc\" id=\"v42008006-1\">6&nbsp;</b><span class=\"woc\">And some fell on the rock, and as it grew up, it withered away, because it had no moisture.</span> <b class=\"verse-num woc\" id=\"v42008007-1\">7&nbsp;</b><span class=\"woc\">And some fell among thorns, and the thorns grew up with it and choked it.</span> <b class=\"verse-num woc\" id=\"v42008008-1\">8&nbsp;</b><span class=\"woc\">And some fell into good soil and grew and yielded a hundredfold.”</span> As he said these things, he called out, <span class=\"woc\">“He who has ears to hear, let him hear.”</span></p>\n\n<p id=\"p42008008_11-17\"><b class=\"verse-num\" id=\"v42008009-1\">9&nbsp;</b>And when his disciples asked him what this parable meant, <b class=\"verse-num\" id=\"v42008010-1\">10&nbsp;</b>he said, <span class=\"woc\">“To you it has been given to know the secrets of the kingdom of God, but for others they are in parables, so that ‘seeing they may not see, and hearing they may not understand.’</span> <b class=\"verse-num woc\" id=\"v42008011-1\">11&nbsp;</b><span class=\"woc\">Now the parable is this: The seed is the word of God.</span> <b class=\"verse-num woc\" id=\"v42008012-1\">12&nbsp;</b><span class=\"woc\">The ones along the path are those who have heard; then the devil comes and takes away the word from their hearts, so that they may not believe and be saved.</span> <b class=\"verse-num woc\" id=\"v42008013-1\">13&nbsp;</b><span class=\"woc\">And the ones on the rock are those who, when they hear the word, receive it with joy. But these have no root; they believe for a while, and in time of testing fall away.</span> <b class=\"verse-num woc\" id=\"v42008014-1\">14&nbsp;</b><span class=\"woc\">And as for what fell among the thorns, they are those who hear, but as they go on their way they are choked by the cares and riches and pleasures of life, and their fruit does not mature.</span> <b class=\"verse-num woc\" id=\"v42008015-1\">15&nbsp;</b><span class=\"woc\">As for that in the good soil, they are those who, hearing the word, hold it fast in an honest and good heart, and bear fruit with patience.</span></p>\n</div>","kjv":"<strong>4</strong> And when much people were gathered together, and were come to him out of every city, he spake by a parable:  <strong>5</strong> A sower went out to sow his seed: and as he sowed, some fell by the way side; and it was trodden down, and the fowls of the air devoured it.  <strong>6</strong> And some fell upon a rock; and as soon as it was sprung up, it withered away, because it lacked moisture.  <strong>7</strong> And some fell among thorns; and the thorns sprang up with it, and choked it.  <strong>8</strong> And other fell on good ground, and sprang up, and bare fruit an hundredfold. And when he had said these things, he cried, He that hath ears to hear, let him hear.  <strong>9</strong> And his disciples asked him, saying, What might this parable be?  <strong>10</strong> And he said, Unto you it is given to know the mysteries of the kingdom of God: but to others in parables; that seeing they might not see, and hearing they might not understand.  <strong>11</strong> Now the parable is this: The seed is the word of God.  <strong>12</strong> Those by the way side are they that hear; then cometh the devil, and taketh away the word out of their hearts, lest they should believe and be saved.  <strong>13</strong> They on the rock are they, which, when they hear, receive the word with joy; and these have no root, which for a while believe, and in time of temptation fall away.  <strong>14</strong> And that which fell among thorns are they, which, when they have heard, go forth, and are choked with cares and riches and pleasures of this life, and bring no fruit to perfection.  <strong>15</strong> But that on the good ground are they, which in an honest and good heart, having heard the word, keep it, and bring forth fruit with patience. ","niv":"<sup><strong>4</strong></sup> While a large crowd was gathering and people were coming to Jesus from town after town, he told this parable: <sup><strong>5</strong></sup> \"A farmer went out to sow his seed. As he was scattering the seed, some fell along the path; it was trampled on, and the birds of the air ate it up. <sup><strong>6</strong></sup> Some fell on rock, and when it came up, the plants withered because they had no moisture. <sup><strong>7</strong></sup> Other seed fell among thorns, which grew up with it and choked the plants. <sup><strong>8</strong></sup> Still other seed fell on good soil. It came up and yielded a crop, a hundred times more than was sown.\" When he said this, he called out, \"He who has ears to hear, let him hear.\" <sup><strong>9</strong></sup> His disciples asked him what this parable meant. <sup><strong>10</strong></sup> He said, \"The knowledge of the secrets of the kingdom of God has been given to you, but to others I speak in parables, so that, \"'though seeing, they may not see; though hearing, they may not understand.' <sup><strong>11</strong></sup> \"This is the meaning of the parable: The seed is the word of God. <sup><strong>12</strong></sup> Those along the path are the ones who hear, and then the devil comes and takes away the word from their hearts, so that they may not believe and be saved. <sup><strong>13</strong></sup> Those on the rock are the ones who receive the word with joy when they hear it, but they have no root. They believe for a while, but in the time of testing they fall away. <sup><strong>14</strong></sup> The seed that fell among thorns stands for those who hear, but as they go on their way they are choked by life's worries, riches and pleasures, and they do not mature. <sup><strong>15</strong></sup> But the seed on good soil stands for those with a noble and good heart, who hear the word, retain it, and by persevering produce a crop. "},{"_id":"6164f43b6451fe5325fa04f0","topicId":"6164f4366451fe5325fa04de","verse":"Matthew 15:29-31","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40015029_04-18\"><b class=\"verse-num\" id=\"v40015029-1\">29&nbsp;</b>Jesus went on from there and walked beside the Sea of Galilee. And he went up on the mountain and sat down there. <b class=\"verse-num\" id=\"v40015030-1\">30&nbsp;</b>And great crowds came to him, bringing with them the lame, the blind, the crippled, the mute, and many others, and they put them at his feet, and he healed them, <b class=\"verse-num\" id=\"v40015031-1\">31&nbsp;</b>so that the crowd wondered, when they saw the mute speaking, the crippled healthy, the lame walking, and the blind seeing. And they glorified the God of Israel.</p>\n</div>","kjv":"<strong>29</strong> And Jesus departed from thence, and came nigh unto the sea of Galilee; and went up into a mountain, and sat down there.  <strong>30</strong> And great multitudes came unto him, having with them those that were lame, blind, dumb, maimed, and many others, and cast them down at Jesus’ feet; and he healed them:  <strong>31</strong> Insomuch that the multitude wondered, when they saw the dumb to speak, the maimed to be whole, the lame to walk, and the blind to see: and they glorified the God of Israel.  ","niv":"<sup><strong>29</strong></sup> Jesus left there and went along the Sea of Galilee. Then he went up on a mountainside and sat down. <sup><strong>30</strong></sup> Great crowds came to him, bringing the lame, the blind, the crippled, the mute and many others, and laid them at his feet; and he healed them. <sup><strong>31</strong></sup> The people were amazed when they saw the mute speaking, the crippled made well, the lame walking and the blind seeing. And they praised the God of Israel. "},{"_id":"6164f43b6451fe5325fa04f1","topicId":"6164f4366451fe5325fa04de","verse":"Zechariah 12:10","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p38012010_06-19\"><b class=\"verse-num\" id=\"v38012010-1\">10&nbsp;</b>“And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and pleas for mercy, so that, when they look on me, on him whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn.</p>\n</div>","kjv":"<strong>10</strong> And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications: and they shall look upon me whom they have pierced, and they shall mourn for him, as one mourneth for his only son, and shall be in bitterness for him, as one that is in bitterness for his firstborn.  ","niv":"<sup><strong>10</strong></sup> \"And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and supplication. They will look on me, the one they have pierced, and they will mourn for him as one mourns for an only child, and grieve bitterly for him as one grieves for a firstborn son."},{"_id":"6164f43c6451fe5325fa04f2","topicId":"6164f4366451fe5325fa04de","verse":"Luke 17:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42017001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42017001-1\">17:1&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Temptations to sin are sure to come, but woe to the one through whom they come!</span> <b class=\"verse-num woc\" id=\"v42017002-1\">2&nbsp;</b><span class=\"woc\">It would be better for him if a millstone were hung around his neck and he were cast into the sea than that he should cause one of these little ones to sin.</span> <b class=\"verse-num woc\" id=\"v42017003-1\">3&nbsp;</b><span class=\"woc\">Pay attention to yourselves! If your brother sins, rebuke him, and if he repents, forgive him,</span> <b class=\"verse-num woc\" id=\"v42017004-1\">4&nbsp;</b><span class=\"woc\">and if he sins against you seven times in the day, and turns to you seven times, saying, ‘I repent,’ you must forgive him.”</span></p>\n\n<p id=\"p42017004_07-20\"><b class=\"verse-num\" id=\"v42017005-1\">5&nbsp;</b>The apostles said to the Lord, “Increase our faith!” <b class=\"verse-num\" id=\"v42017006-1\">6&nbsp;</b>And the Lord said, <span class=\"woc\">“If you had faith like a grain of mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you.</span></p>\n\n<p id=\"p42017006_09-20\"><b class=\"verse-num woc\" id=\"v42017007-1\">7&nbsp;</b><span class=\"woc\">“Will any one of you who has a servant plowing or keeping sheep say to him when he has come in from the field, ‘Come at once and recline at table’?</span> <b class=\"verse-num woc\" id=\"v42017008-1\">8&nbsp;</b><span class=\"woc\">Will he not rather say to him, ‘Prepare supper for me, and dress properly, and serve me while I eat and drink, and afterward you will eat and drink’?</span> <b class=\"verse-num woc\" id=\"v42017009-1\">9&nbsp;</b><span class=\"woc\">Does he thank the servant because he did what was commanded?</span> <b class=\"verse-num woc\" id=\"v42017010-1\">10&nbsp;</b><span class=\"woc\">So you also, when you have done all that you were commanded, say, ‘We are unworthy servants; we have only done what was our duty.’”</span></p>\n\n<p id=\"p42017010_13-20\"><b class=\"verse-num\" id=\"v42017011-1\">11&nbsp;</b>On the way to Jerusalem he was passing along between Samaria and Galilee. <b class=\"verse-num\" id=\"v42017012-1\">12&nbsp;</b>And as he entered a village, he was met by ten lepers, who stood at a distance <b class=\"verse-num\" id=\"v42017013-1\">13&nbsp;</b>and lifted up their voices, saying, “Jesus, Master, have mercy on us.” <b class=\"verse-num\" id=\"v42017014-1\">14&nbsp;</b>When he saw them he said to them, <span class=\"woc\">“Go and show yourselves to the priests.”</span> And as they went they were cleansed. <b class=\"verse-num\" id=\"v42017015-1\">15&nbsp;</b>Then one of them, when he saw that he was healed, turned back, praising God with a loud voice; <b class=\"verse-num\" id=\"v42017016-1\">16&nbsp;</b>and he fell on his face at Jesus’ feet, giving him thanks. Now he was a Samaritan. <b class=\"verse-num\" id=\"v42017017-1\">17&nbsp;</b>Then Jesus answered, <span class=\"woc\">“Were not ten cleansed? Where are the nine?</span> <b class=\"verse-num woc\" id=\"v42017018-1\">18&nbsp;</b><span class=\"woc\">Was no one found to return and give praise to God except this foreigner?”</span> <b class=\"verse-num\" id=\"v42017019-1\">19&nbsp;</b>And he said to him, <span class=\"woc\">“Rise and go your way; your faith has made you well.”</span></p>\n\n<p id=\"p42017019_18-20\"><b class=\"verse-num\" id=\"v42017020-1\">20&nbsp;</b>Being asked by the Pharisees when the kingdom of God would come, he answered them, <span class=\"woc\">“The kingdom of God is not coming in ways that can be observed,</span> <b class=\"verse-num woc\" id=\"v42017021-1\">21&nbsp;</b><span class=\"woc\">nor will they say, ‘Look, here it is!’ or ‘There!’ for behold, the kingdom of God is in the midst of you.”</span></p>\n<p id=\"p42017021_18-20\"><b class=\"verse-num\" id=\"v42017022-1\">22&nbsp;</b>And he said to the disciples, <span class=\"woc\">“The days are coming when you will desire to see one of the days of the Son of Man, and you will not see it.</span></p>\n\n</div>","kjv":"<strong>1</strong> Then said he unto the disciples, It is impossible but that offences will come: but woe unto him, through whom they come!  <strong>2</strong> It were better for him that a millstone were hanged about his neck, and he cast into the sea, than that he should offend one of these little ones. <strong>3</strong>           Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him.  <strong>4</strong> And if he trespass against thee seven times in a day, and seven times in a day turn again to thee, saying, I repent; thou shalt forgive him.  <strong>5</strong> And the apostles said unto the Lord, Increase our faith.  <strong>6</strong> And the Lord said, If ye had faith as a grain of mustard seed, ye might say unto this sycamine tree, Be thou plucked up by the root, and be thou planted in the sea; and it should obey you.  <strong>7</strong> But which of you, having a servant plowing or feeding cattle, will say unto him by and by, when he is come from the field, Go and sit down to meat?  <strong>8</strong> And will not rather say unto him, Make ready wherewith I may sup, and gird thyself, and serve me, till I have eaten and drunken; and afterward thou shalt eat and drink?  <strong>9</strong> Doth he thank that servant because he did the things that were commanded him? I trow not.  <strong>10</strong> So likewise ye, when ye shall have done all those things which are commanded you, say, We are unprofitable servants: we have done that which was our duty to do. <strong>11</strong> And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee.  <strong>12</strong> And as he entered into a certain village, there met him ten men that were lepers, which stood afar off:  <strong>13</strong> And they lifted up their voices, and said, Jesus, Master, have mercy on us.  <strong>14</strong> And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed.  <strong>15</strong> And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,  <strong>16</strong> And fell down on his face at his feet, giving him thanks: and he was a Samaritan.  <strong>17</strong> And Jesus answering said, Were there not ten cleansed? but where are the nine?  <strong>18</strong> There are not found that returned to give glory to God, save this stranger.  <strong>19</strong> And he said unto him, Arise, go thy way: thy faith hath made thee whole. <strong>20</strong> And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God cometh not with observation:  <strong>21</strong> Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is within you.  <strong>22</strong> And he said unto the disciples, The days will come, when ye shall desire to see one of the days of the Son of man, and ye shall not seeit.  ","niv":"<sup><strong>1</strong></sup> Jesus said to his disciples: \"Things that cause people to sin are bound to come, but woe to that person through whom they come. <sup><strong>2</strong></sup> It would be better for him to be thrown into the sea with a millstone tied around his neck than for him to cause one of these little ones to sin. <sup><strong>3</strong></sup> So watch yourselves. \"If your brother sins, rebuke him, and if he repents, forgive him. <sup><strong>4</strong></sup> If he sins against you seven times in a day, and seven times comes back to you and says, 'I repent,' forgive him.\" <sup><strong>5</strong></sup> The apostles said to the Lord, \"Increase our faith!\" <sup><strong>6</strong></sup> He replied, \"If you have faith as small as a mustard seed, you can say to this mulberry tree, 'Be uprooted and planted in the sea,' and it will obey you. <sup><strong>7</strong></sup> \"Suppose one of you had a servant plowing or looking after the sheep. Would he say to the servant when he comes in from the field, 'Come along now and sit down to eat'? <sup><strong>8</strong></sup> Would he not rather say, 'Prepare my supper, get yourself ready and wait on me while I eat and drink; after that you may eat and drink'? <sup><strong>9</strong></sup> Would he thank the servant because he did what he was told to do? <sup><strong>10</strong></sup> So you also, when you have done everything you were told to do, should say, 'We are unworthy servants; we have only done our duty.'\" <sup><strong>11</strong></sup> Now on his way to Jerusalem, Jesus traveled along the border between Samaria and Galilee. <sup><strong>12</strong></sup> As he was going into a village, ten men who had leprosy met him. They stood at a distance <sup><strong>13</strong></sup> and called out in a loud voice, \"Jesus, Master, have pity on us!\" <sup><strong>14</strong></sup> When he saw them, he said, \"Go, show yourselves to the priests.\" And as they went, they were cleansed. <sup><strong>15</strong></sup> One of them, when he saw he was healed, came back, praising God in a loud voice. <sup><strong>16</strong></sup> He threw himself at Jesus' feet and thanked him--and he was a Samaritan. <sup><strong>17</strong></sup> Jesus asked, \"Were not all ten cleansed? Where are the other nine? <sup><strong>18</strong></sup> Was no one found to return and give praise to God except this foreigner?\" <sup><strong>19</strong></sup> Then he said to him, \"Rise and go; your faith has made you well.\" <sup><strong>20</strong></sup> Once, having been asked by the Pharisees when the kingdom of God would come, Jesus replied, \"The kingdom of God does not come with your careful observation, <sup><strong>21</strong></sup> nor will people say, 'Here it is,' or 'There it is,' because the kingdom of God is within you.\" <sup><strong>22</strong></sup> Then he said to his disciples, \"The time is coming when you will long to see one of the days of the Son of Man, but you will not see it. "},{"_id":"6164f43c6451fe5325fa04f4","topicId":"6164f4366451fe5325fa04de","verse":"Revelation 22:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66022017_01-21\"><b class=\"verse-num\" id=\"v66022017-1\">17&nbsp;</b>The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price.</p>\n</div>","kjv":"<strong>17</strong> And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.  ","niv":"<sup><strong>17</strong></sup> The Spirit and the bride say, \"Come!\" And let him who hears say, \"Come!\" Whoever is thirsty, let him come; and whoever wishes, let him take the free gift of the water of life."},{"_id":"6164f43c6451fe5325fa04f3","topicId":"6164f4366451fe5325fa04de","verse":"Psalm 145:1-21","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19145001_05-22\" class=\"psalm-title\"> A Song of Praise. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19145001_05-22\" class=\"line\"><b class=\"chapter-num\" id=\"v19145001-1\">145:1&nbsp;</b>&nbsp;&nbsp;I will extol you, my God and King,</span><br><span id=\"p19145001_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bless your name forever and ever.</span><br><span id=\"p19145002_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145002-1\">2&nbsp;</b>&nbsp;&nbsp;Every day I will bless you</span><br><span id=\"p19145002_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and praise your name forever and ever.</span><br><span id=\"p19145003_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145003-1\">3&nbsp;</b>&nbsp;&nbsp;Great is the LORD, and greatly to be praised,</span><br><span id=\"p19145003_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his greatness is unsearchable.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19145004_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145004-1\">4&nbsp;</b>&nbsp;&nbsp;One generation shall commend your works to another,</span><br><span id=\"p19145004_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall declare your mighty acts.</span><br><span id=\"p19145005_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145005-1\">5&nbsp;</b>&nbsp;&nbsp;On the glorious splendor of your majesty,</span><br><span id=\"p19145005_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on your wondrous works, I will meditate.</span><br><span id=\"p19145006_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145006-1\">6&nbsp;</b>&nbsp;&nbsp;They shall speak of the might of your awesome deeds,</span><br><span id=\"p19145006_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will declare your greatness.</span><br><span id=\"p19145007_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145007-1\">7&nbsp;</b>&nbsp;&nbsp;They shall pour forth the fame of your abundant goodness</span><br><span id=\"p19145007_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall sing aloud of your righteousness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19145008_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145008-1\">8&nbsp;</b>&nbsp;&nbsp;The LORD is gracious and merciful,</span><br><span id=\"p19145008_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;slow to anger and abounding in steadfast love.</span><br><span id=\"p19145009_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145009-1\">9&nbsp;</b>&nbsp;&nbsp;The LORD is good to all,</span><br><span id=\"p19145009_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his mercy is over all that he has made.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19145010_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145010-1\">10&nbsp;</b>&nbsp;&nbsp;All your works shall give thanks to you, O LORD,</span><br><span id=\"p19145010_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all your saints shall bless you!</span><br><span id=\"p19145011_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145011-1\">11&nbsp;</b>&nbsp;&nbsp;They shall speak of the glory of your kingdom</span><br><span id=\"p19145011_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and tell of your power,</span><br><span id=\"p19145012_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145012-1\">12&nbsp;</b>&nbsp;&nbsp;to make known to the children of man your mighty deeds,</span><br><span id=\"p19145012_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the glorious splendor of your kingdom.</span><br><span id=\"p19145013_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145013-1\">13&nbsp;</b>&nbsp;&nbsp;Your kingdom is an everlasting kingdom,</span><br><span id=\"p19145013_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your dominion endures throughout all generations.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19145013_05-22\" class=\"line\">&nbsp;&nbsp;[The LORD is faithful in all his words</span><br><span id=\"p19145013_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and kind in all his works.]</span><br><span id=\"p19145014_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145014-1\">14&nbsp;</b>&nbsp;&nbsp;The LORD upholds all who are falling</span><br><span id=\"p19145014_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raises up all who are bowed down.</span><br><span id=\"p19145015_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145015-1\">15&nbsp;</b>&nbsp;&nbsp;The eyes of all look to you,</span><br><span id=\"p19145015_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you give them their food in due season.</span><br><span id=\"p19145016_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145016-1\">16&nbsp;</b>&nbsp;&nbsp;You open your hand;</span><br><span id=\"p19145016_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you satisfy the desire of every living thing.</span><br><span id=\"p19145017_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145017-1\">17&nbsp;</b>&nbsp;&nbsp;The LORD is righteous in all his ways</span><br><span id=\"p19145017_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and kind in all his works.</span><br><span id=\"p19145018_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to all who call on him,</span><br><span id=\"p19145018_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to all who call on him in truth.</span><br><span id=\"p19145019_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145019-1\">19&nbsp;</b>&nbsp;&nbsp;He fulfills the desire of those who fear him;</span><br><span id=\"p19145019_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he also hears their cry and saves them.</span><br><span id=\"p19145020_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145020-1\">20&nbsp;</b>&nbsp;&nbsp;The LORD preserves all who love him,</span><br><span id=\"p19145020_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but all the wicked he will destroy.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19145021_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145021-1\">21&nbsp;</b>&nbsp;&nbsp;My mouth will speak the praise of the LORD,</span><br><span id=\"p19145021_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let all flesh bless his holy name forever and ever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I will extol thee, my God, O king; and I will bless thy name for ever and ever.  <strong>2</strong> Every day will I bless thee; and I will praise thy name for ever and ever.  <strong>3</strong> Great is the LORD, and greatly to be praised; and his greatness is unsearchable.  <strong>4</strong> One generation shall praise thy works to another, and shall declare thy mighty acts.  <strong>5</strong> I will speak of the glorious honour of thy majesty, and of thy wondrous works.  <strong>6</strong> And men shall speak of the might of thy terrible acts: and I will declare thy greatness.  <strong>7</strong> They shall abundantly utter the memory of thy great goodness, and shall sing of thy righteousness.  <strong>8</strong> The LORD is gracious, and full of compassion; slow to anger, and of great mercy.  <strong>9</strong> The LORD is good to all: and his tender mercies are  over all his works.  <strong>10</strong> All thy works shall praise thee, O LORD; and thy saints shall bless thee.  <strong>11</strong> They shall speak of the glory of thy kingdom, and talk of thy power;  <strong>12</strong> To make known to the sons of men his mighty acts, and the glorious majesty of his kingdom.  <strong>13</strong> Thy kingdom is an everlasting kingdom, and thy dominion endureth throughout all generations.  <strong>14</strong> The LORD upholdeth all that fall, and raiseth up all those that be  bowed down.  <strong>15</strong> The eyes of all wait upon thee; and thou givest them their meat in due season.  <strong>16</strong> Thou openest thine hand, and satisfiest the desire of every living thing.  <strong>17</strong> The LORD is righteous in all his ways, and holy in all his works.  <strong>18</strong> The LORD is nigh unto all them that call upon him, to all that call upon him in truth.  <strong>19</strong> He will fulfil the desire of them that fear him: he also will hear their cry, and will save them.  <strong>20</strong> The LORD preserveth all them that love him: but all the wicked will he destroy.  <strong>21</strong> My mouth shall speak the praise of the LORD: and let all flesh bless his holy name for ever and ever.  ","niv":"<sup><strong>1</strong></sup> I will exalt you, my God the King; I will praise your name for ever and ever. <sup><strong>2</strong></sup> Every day I will praise you and extol your name for ever and ever. <sup><strong>3</strong></sup> Great is the LORD and most worthy of praise; his greatness no one can fathom. <sup><strong>4</strong></sup> One generation will commend your works to another; they will tell of your mighty acts. <sup><strong>5</strong></sup> They will speak of the glorious splendor of your majesty, and I will meditate on your wonderful works. <sup><strong>6</strong></sup> They will tell of the power of your awesome works, and I will proclaim your great deeds. <sup><strong>7</strong></sup> They will celebrate your abundant goodness and joyfully sing of your righteousness. <sup><strong>8</strong></sup> The LORD is gracious and compassionate, slow to anger and rich in love. <sup><strong>9</strong></sup> The LORD is good to all; he has compassion on all he has made. <sup><strong>10</strong></sup> All you have made will praise you, O LORD; your saints will extol you. <sup><strong>11</strong></sup> They will tell of the glory of your kingdom and speak of your might, <sup><strong>12</strong></sup> so that all men may know of your mighty acts and the glorious splendor of your kingdom. <sup><strong>13</strong></sup> Your kingdom is an everlasting kingdom, and your dominion endures through all generations. The LORD is faithful to all his promises and loving toward all he has made. <sup><strong>14</strong></sup> The LORD upholds all those who fall and lifts up all who are bowed down. <sup><strong>15</strong></sup> The eyes of all look to you, and you give them their food at the proper time. <sup><strong>16</strong></sup> You open your hand and satisfy the desires of every living thing. <sup><strong>17</strong></sup> The LORD is righteous in all his ways and loving toward all he has made. <sup><strong>18</strong></sup> The LORD is near to all who call on him, to all who call on him in truth. <sup><strong>19</strong></sup> He fulfills the desires of those who fear him; he hears their cry and saves them. <sup><strong>20</strong></sup> The LORD watches over all who love him, but all the wicked he will destroy. <sup><strong>21</strong></sup> My mouth will speak in praise of the LORD. Let every creature praise his holy name for ever and ever. "},{"_id":"6164f43c6451fe5325fa04f5","topicId":"6164f4366451fe5325fa04de","verse":"2 Peter 1:20-21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation. <b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  <strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation. <sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit. "},{"_id":"6164f43d6451fe5325fa04f6","topicId":"6164f4366451fe5325fa04de","verse":"2 Timothy 3:1-4","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God,</p>\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- "},{"_id":"6164f43d6451fe5325fa04f7","topicId":"6164f4366451fe5325fa04de","verse":"Luke 14:7-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42014007_07-25\"><b class=\"verse-num\" id=\"v42014007-1\">7&nbsp;</b>Now he told a parable to those who were invited, when he noticed how they chose the places of honor, saying to them, <b class=\"verse-num woc\" id=\"v42014008-1\">8&nbsp;</b><span class=\"woc\">“When you are invited by someone to a wedding feast, do not sit down in a place of honor, lest someone more distinguished than you be invited by him,</span> <b class=\"verse-num woc\" id=\"v42014009-1\">9&nbsp;</b><span class=\"woc\">and he who invited you both will come and say to you, ‘Give your place to this person,’ and then you will begin with shame to take the lowest place.</span> <b class=\"verse-num woc\" id=\"v42014010-1\">10&nbsp;</b><span class=\"woc\">But when you are invited, go and sit in the lowest place, so that when your host comes he may say to you, ‘Friend, move up higher.’ Then you will be honored in the presence of all who sit at table with you.</span> <b class=\"verse-num woc\" id=\"v42014011-1\">11&nbsp;</b><span class=\"woc\">For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.”</span></p>\n</div>","kjv":"<strong>7</strong> And he put forth a parable to those which were bidden, when he marked how they chose out the chief rooms; saying unto them,  <strong>8</strong> When thou art bidden of any man to a wedding, sit not down in the highest room; lest a more honourable man than thou be bidden of him;  <strong>9</strong> And he that bade thee and him come and say to thee, Give this man place; and thou begin with shame to take the lowest room.  <strong>10</strong> But when thou art bidden, go and sit down in the lowest room; that when he that bade thee cometh, he may say unto thee, Friend, go up higher: then shalt thou have worship in the presence of them that sit at meat with thee.  <strong>11</strong> For whosoever exalteth himself shall be abased; and he that humbleth himself shall be exalted. ","niv":"<sup><strong>7</strong></sup> When he noticed how the guests picked the places of honor at the table, he told them this parable: <sup><strong>8</strong></sup> \"When someone invites you to a wedding feast, do not take the place of honor, for a person more distinguished than you may have been invited. <sup><strong>9</strong></sup> If so, the host who invited both of you will come and say to you, 'Give this man your seat.' Then, humiliated, you will have to take the least important place. <sup><strong>10</strong></sup> But when you are invited, take the lowest place, so that when your host comes, he will say to you, 'Friend, move up to a better place.' Then you will be honored in the presence of all your fellow guests. <sup><strong>11</strong></sup> For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" "}]}