{"_id":"6164f4886451fe5325fa0512","slug":"king-rehoboam","name":"King Rehoboam","verses":[{"_id":"6164f4886451fe5325fa0513","topicId":"6164f4886451fe5325fa0512","verse":"2 Chronicles 26:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p14026014_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v14026014-1\">14&nbsp;</b>And Uzziah prepared for all the army shields, spears, helmets, coats of mail, bows, and stones for slinging.</p>\n</div>","kjv":"<strong>14</strong> And Uzziah prepared for them throughout all the host shields, and spears, and helmets, and habergeons, and bows, and slings to cast  stones.  ","niv":"<sup><strong>14</strong></sup> Uzziah provided shields, spears, helmets, coats of armor, bows and slingstones for the entire army."},{"_id":"6164f4886451fe5325fa0514","topicId":"6164f4886451fe5325fa0512","verse":"John 17:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43017021_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span></p>\n</div>","kjv":"<strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  ","niv":"<sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me."},{"_id":"6164f4886451fe5325fa0515","topicId":"6164f4886451fe5325fa0512","verse":"Matthew 25:30","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40025030_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025030-1\">30&nbsp;</b><span class=\"woc\">And cast the worthless servant into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span></p>\n</div>","kjv":"<strong>30</strong> And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth. ","niv":"<sup><strong>30</strong></sup> And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.'"},{"_id":"6164f4896451fe5325fa0516","topicId":"6164f4886451fe5325fa0512","verse":"Matthew 23:35","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40023035_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023035-1\">35&nbsp;</b><span class=\"woc\">so that on you may come all the righteous blood shed on earth, from the blood of righteous Abel to the blood of Zechariah the son of Barachiah, whom you murdered between the sanctuary and the altar.</span></p>\n\n</div>","kjv":"<strong>35</strong> That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar.  ","niv":"<sup><strong>35</strong></sup> And so upon you will come all the righteous blood that has been shed on earth, from the blood of righteous Abel to the blood of Zechariah son of Berekiah, whom you murdered between the temple and the altar."},{"_id":"6164f4896451fe5325fa0517","topicId":"6164f4886451fe5325fa0512","verse":"Matthew 16:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40016018_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span></p>\n\n</div>","kjv":"<strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  ","niv":"<sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it."},{"_id":"6164f4896451fe5325fa0518","topicId":"6164f4886451fe5325fa0512","verse":"Matthew 7:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40007006_01-6\"><b class=\"verse-num woc\" id=\"v40007006-1\">6&nbsp;</b><span class=\"woc\">“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.</span></p>\n</div>","kjv":"<strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. ","niv":"<sup><strong>6</strong></sup> \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and then turn and tear you to pieces."},{"_id":"6164f48a6451fe5325fa0519","topicId":"6164f4886451fe5325fa0512","verse":"Matthew 5:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40005016_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n</div>","kjv":"<strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. ","niv":"<sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven."},{"_id":"6164f48a6451fe5325fa051a","topicId":"6164f4886451fe5325fa0512","verse":"Habakkuk 1:6","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35001006_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v35001006-1\">6&nbsp;</b>&nbsp;&nbsp;For behold, I am raising up the Chaldeans,</span><br><span id=\"p35001006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that bitter and hasty nation,</span><br><span id=\"p35001006_01-8\" class=\"line\">&nbsp;&nbsp;who march through the breadth of the earth,</span><br><span id=\"p35001006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to seize dwellings not their own.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> For, lo, I raise up the Chaldeans, that bitter and hasty nation, which shall march through the breadth of the land, to possess the dwellingplaces that are not theirs.  ","niv":"<sup><strong>6</strong></sup> I am raising up the Babylonians, that ruthless and impetuous people, who sweep across the whole earth to seize dwelling places not their own."},{"_id":"6164f48a6451fe5325fa051b","topicId":"6164f4886451fe5325fa0512","verse":"Micah 4:2","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33004002_01-9\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v33004002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and many nations shall come, and say:</span><br><span id=\"p33004002_01-9\" class=\"line\">&nbsp;&nbsp;“Come, let us go up to the mountain of the LORD,</span><br><span id=\"p33004002_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the house of the God of Jacob,</span><br><span id=\"p33004002_01-9\" class=\"line\">&nbsp;&nbsp;that he may teach us his ways</span><br><span id=\"p33004002_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that we may walk in his paths.”</span><br><span id=\"p33004002_01-9\" class=\"line\">&nbsp;&nbsp;For out of Zion shall go forth the law,</span><br><span id=\"p33004002_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of the LORD from Jerusalem.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> And many nations shall come, and say, Come, and let us go up to the mountain of the LORD, and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for the law shall go forth of Zion, and the word of the LORD from Jerusalem.  ","niv":"<sup><strong>2</strong></sup> Many nations will come and say, \"Come, let us go up to the mountain of the LORD, to the house of the God of Jacob. He will teach us his ways, so that we may walk in his paths.\" The law will go out from Zion, the word of the LORD from Jerusalem."},{"_id":"6164f48b6451fe5325fa051c","topicId":"6164f4886451fe5325fa0512","verse":"Hosea 2:11","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28002011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28002011-1\">11&nbsp;</b>&nbsp;&nbsp;And I will put an end to all her mirth,</span><br><span id=\"p28002011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her feasts, her new moons, her Sabbaths,</span><br><span id=\"p28002011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all her appointed feasts.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> I will also cause all her mirth to cease, her feast days, her new moons, and her sabbaths, and all her solemn feasts.  ","niv":"<sup><strong>11</strong></sup> I will stop all her celebrations: her yearly festivals, her New Moons, her Sabbath days-all her appointed feasts."},{"_id":"6164f48b6451fe5325fa051d","topicId":"6164f4886451fe5325fa0512","verse":"Daniel 10:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27010013_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v27010013-1\">13&nbsp;</b>The prince of the kingdom of Persia withstood me twenty-one days, but Michael, one of the chief princes, came to help me, for I was left there with the kings of Persia,</p>\n</div>","kjv":"<strong>13</strong> But the prince of the kingdom of Persia withstood me one and twenty days: but, lo, Michael, one of the chief princes, came to help me; and I remained there with the kings of Persia.  ","niv":"<sup><strong>13</strong></sup> But the prince of the Persian kingdom resisted me twenty-one days. Then Michael, one of the chief princes, came to help me, because I was detained there with the king of Persia."},{"_id":"6164f48b6451fe5325fa051e","topicId":"6164f4886451fe5325fa0512","verse":"Daniel 5:2-3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27005002_01-12\"><b class=\"verse-num\" id=\"v27005002-1\">2&nbsp;</b>Belshazzar, when he tasted the wine, commanded that the vessels of gold and of silver that Nebuchadnezzar his father had taken out of the temple in Jerusalem be brought, that the king and his lords, his wives, and his concubines might drink from them. <b class=\"verse-num\" id=\"v27005003-1\">3&nbsp;</b>Then they brought in the golden vessels that had been taken out of the temple, the house of God in Jerusalem, and the king and his lords, his wives, and his concubines drank from them.</p>\n\n</div>","kjv":"<strong>2</strong> Belshazzar, whiles he tasted the wine, commanded to bring the golden and silver vessels which his father Nebuchadnezzar had taken out of the temple which was in Jerusalem; that the king, and his princes, his wives, and his concubines, might drink therein.  <strong>3</strong> Then they brought the golden vessels that were taken out of the temple of the house of God which was at Jerusalem; and the king, and his princes, his wives, and his concubines, drank in them.  ","niv":"<sup><strong>2</strong></sup> While Belshazzar was drinking his wine, he gave orders to bring in the gold and silver goblets that Nebuchadnezzar his father had taken from the temple in Jerusalem, so that the king and his nobles, his wives and his concubines might drink from them. <sup><strong>3</strong></sup> So they brought in the gold goblets that had been taken from the temple of God in Jerusalem, and the king and his nobles, his wives and his concubines drank from them. "},{"_id":"6164f48b6451fe5325fa051f","topicId":"6164f4886451fe5325fa0512","verse":"Ezekiel 37:1-28","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p26037001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26037001-1\">37:1&nbsp;</b>The hand of the LORD was upon me, and he brought me out in the Spirit of the LORD and set me down in the middle of the valley; it was full of bones. <b class=\"verse-num\" id=\"v26037002-1\">2&nbsp;</b>And he led me around among them, and behold, there were very many on the surface of the valley, and behold, they were very dry. <b class=\"verse-num\" id=\"v26037003-1\">3&nbsp;</b>And he said to me, “Son of man, can these bones live?” And I answered, “O Lord GOD, you know.” <b class=\"verse-num\" id=\"v26037004-1\">4&nbsp;</b>Then he said to me, “Prophesy over these bones, and say to them, O dry bones, hear the word of the LORD. <b class=\"verse-num\" id=\"v26037005-1\">5&nbsp;</b>Thus says the Lord GOD to these bones: Behold, I will cause breath to enter you, and you shall live. <b class=\"verse-num\" id=\"v26037006-1\">6&nbsp;</b>And I will lay sinews upon you, and will cause flesh to come upon you, and cover you with skin, and put breath in you, and you shall live, and you shall know that I am the LORD.”</p>\n<p id=\"p26037006_06-13\"><b class=\"verse-num\" id=\"v26037007-1\">7&nbsp;</b>So I prophesied as I was commanded. And as I prophesied, there was a sound, and behold, a rattling, and the bones came together, bone to its bone. <b class=\"verse-num\" id=\"v26037008-1\">8&nbsp;</b>And I looked, and behold, there were sinews on them, and flesh had come upon them, and skin had covered them. But there was no breath in them. <b class=\"verse-num\" id=\"v26037009-1\">9&nbsp;</b>Then he said to me, “Prophesy to the breath; prophesy, son of man, and say to the breath, Thus says the Lord GOD: Come from the four winds, O breath, and breathe on these slain, that they may live.” <b class=\"verse-num\" id=\"v26037010-1\">10&nbsp;</b>So I prophesied as he commanded me, and the breath came into them, and they lived and stood on their feet, an exceedingly great army.</p>\n<p id=\"p26037010_06-13\"><b class=\"verse-num\" id=\"v26037011-1\">11&nbsp;</b>Then he said to me, “Son of man, these bones are the whole house of Israel. Behold, they say, ‘Our bones are dried up, and our hope is lost; we are indeed cut off.’ <b class=\"verse-num\" id=\"v26037012-1\">12&nbsp;</b>Therefore prophesy, and say to them, Thus says the Lord GOD: Behold, I will open your graves and raise you from your graves, O my people. And I will bring you into the land of Israel. <b class=\"verse-num\" id=\"v26037013-1\">13&nbsp;</b>And you shall know that I am the LORD, when I open your graves, and raise you from your graves, O my people. <b class=\"verse-num\" id=\"v26037014-1\">14&nbsp;</b>And I will put my Spirit within you, and you shall live, and I will place you in your own land. Then you shall know that I am the LORD; I have spoken, and I will do it, declares the LORD.”</p>\n\n<p id=\"p26037014_16-13\"><b class=\"verse-num\" id=\"v26037015-1\">15&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26037016-1\">16&nbsp;</b>“Son of man, take a stick and write on it, ‘For Judah, and the people of Israel associated with him’; then take another stick and write on it, ‘For Joseph (the stick of Ephraim) and all the house of Israel associated with him.’ <b class=\"verse-num\" id=\"v26037017-1\">17&nbsp;</b>And join them one to another into one stick, that they may become one in your hand. <b class=\"verse-num\" id=\"v26037018-1\">18&nbsp;</b>And when your people say to you, ‘Will you not tell us what you mean by these?’ <b class=\"verse-num\" id=\"v26037019-1\">19&nbsp;</b>say to them, Thus says the Lord GOD: Behold, I am about to take the stick of Joseph (that is in the hand of Ephraim) and the tribes of Israel associated with him. And I will join with it the stick of Judah, and make them one stick, that they may be one in my hand. <b class=\"verse-num\" id=\"v26037020-1\">20&nbsp;</b>When the sticks on which you write are in your hand before their eyes, <b class=\"verse-num\" id=\"v26037021-1\">21&nbsp;</b>then say to them, Thus says the Lord GOD: Behold, I will take the people of Israel from the nations among which they have gone, and will gather them from all around, and bring them to their own land. <b class=\"verse-num\" id=\"v26037022-1\">22&nbsp;</b>And I will make them one nation in the land, on the mountains of Israel. And one king shall be king over them all, and they shall be no longer two nations, and no longer divided into two kingdoms. <b class=\"verse-num\" id=\"v26037023-1\">23&nbsp;</b>They shall not defile themselves anymore with their idols and their detestable things, or with any of their transgressions. But I will save them from all the backslidings in which they have sinned, and will cleanse them; and they shall be my people, and I will be their God.</p>\n<p id=\"p26037023_16-13\"><b class=\"verse-num\" id=\"v26037024-1\">24&nbsp;</b>“My servant David shall be king over them, and they shall all have one shepherd. They shall walk in my rules and be careful to obey my statutes. <b class=\"verse-num\" id=\"v26037025-1\">25&nbsp;</b>They shall dwell in the land that I gave to my servant Jacob, where your fathers lived. They and their children and their children’s children shall dwell there forever, and David my servant shall be their prince forever. <b class=\"verse-num\" id=\"v26037026-1\">26&nbsp;</b>I will make a covenant of peace with them. It shall be an everlasting covenant with them. And I will set them in their land and multiply them, and will set my sanctuary in their midst forevermore. <b class=\"verse-num\" id=\"v26037027-1\">27&nbsp;</b>My dwelling place shall be with them, and I will be their God, and they shall be my people. <b class=\"verse-num\" id=\"v26037028-1\">28&nbsp;</b>Then the nations will know that I am the LORD who sanctifies Israel, when my sanctuary is in their midst forevermore.”</p>\n\n</div>","kjv":"<strong>1</strong> The hand of the LORD was upon me, and carried me out in the spirit of the LORD, and set me down in the midst of the valley which was full of bones,  <strong>2</strong> And caused me to pass by them round about: and, behold, there were  very many in the open valley; and, lo, they were very dry.  <strong>3</strong> And he said unto me, Son of man, can these bones live? And I answered, O Lord GOD, thou knowest.  <strong>4</strong> Again he said unto me, Prophesy upon these bones, and say unto them, O ye dry bones, hear the word of the LORD.  <strong>5</strong> Thus saith the Lord GOD unto these bones; Behold, I will cause breath to enter into you, and ye shall live:  <strong>6</strong> And I will lay sinews upon you, and will bring up flesh upon you, and cover you with skin, and put breath in you, and ye shall live; and ye shall know that I am the LORD.  <strong>7</strong> So I prophesied as I was commanded: and as I prophesied, there was a noise, and behold a shaking, and the bones came together, bone to his bone.  <strong>8</strong> And when I beheld, lo, the sinews and the flesh came up upon them, and the skin covered them above: but there was no breath in them.  <strong>9</strong> Then said he unto me, Prophesy unto the wind, prophesy, son of man, and say to the wind, Thus saith the Lord GOD; Come from the four winds, O breath, and breathe upon these slain, that they may live.  <strong>10</strong> So I prophesied as he commanded me, and the breath came into them, and they lived, and stood up upon their feet, an exceeding great army.  <strong>11</strong> Then he said unto me, Son of man, these bones are the whole house of Israel: behold, they say, Our bones are dried, and our hope is lost: we are cut off for our parts.  <strong>12</strong> Therefore prophesy and say unto them, Thus saith the Lord GOD; Behold, O my people, I will open your graves, and cause you to come up out of your graves, and bring you into the land of Israel.  <strong>13</strong> And ye shall know that I am the LORD, when I have opened your graves, O my people, and brought you up out of your graves,  <strong>14</strong> And shall put my spirit in you, and ye shall live, and I shall place you in your own land: then shall ye know that I the LORD have spoken it,  and performed it, saith the LORD.  <strong>15</strong> The word of the LORD came again unto me, saying,  <strong>16</strong> Moreover, thou son of man, take thee one stick, and write upon it, For Judah, and for the children of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions:  <strong>17</strong> And join them one to another into one stick; and they shall become one in thine hand.  <strong>18</strong> And when the children of thy people shall speak unto thee, saying, Wilt thou not shew us what thou meanest by these?  <strong>19</strong> Say unto them, Thus saith the Lord GOD; Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them with him, even with the stick of Judah, and make them one stick, and they shall be one in mine hand.  <strong>20</strong> And the sticks whereon thou writest shall be in thine hand before their eyes.  <strong>21</strong> And say unto them, Thus saith the Lord GOD; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land:  <strong>22</strong> And I will make them one nation in the land upon the mountains of Israel; and one king shall be king to them all: and they shall be no more two nations, neither shall they be divided into two kingdoms any more at all:  <strong>23</strong> Neither shall they defile themselves any more with their idols, nor with their detestable things, nor with any of their transgressions: but I will save them out of all their dwellingplaces, wherein they have sinned, and will cleanse them: so shall they be my people, and I will be their God.  <strong>24</strong> And David my servant shall be king over them; and they all shall have one shepherd: they shall also walk in my judgments, and observe my statutes, and do them.  <strong>25</strong> And they shall dwell in the land that I have given unto Jacob my servant, wherein your fathers have dwelt; and they shall dwell therein, even they, and their children, and their children’s children for ever: and my servant David shall be their prince for ever.  <strong>26</strong> Moreover I will make a covenant of peace with them; it shall be an everlasting covenant with them: and I will place them, and multiply them, and will set my sanctuary in the midst of them for evermore.  <strong>27</strong> My tabernacle also shall be with them: yea, I will be their God, and they shall be my people.  <strong>28</strong> And the heathen shall know that I the LORD do sanctify Israel, when my sanctuary shall be in the midst of them for evermore.  ","niv":"<sup><strong>1</strong></sup> The hand of the LORD was upon me, and he brought me out by the Spirit of the LORD and set me in the middle of a valley; it was full of bones. <sup><strong>2</strong></sup> He led me back and forth among them, and I saw a great many bones on the floor of the valley, bones that were very dry. <sup><strong>3</strong></sup> He asked me, \"Son of man, can these bones live?\" I said, \"O Sovereign LORD, you alone know.\" <sup><strong>4</strong></sup> Then he said to me, \"Prophesy to these bones and say to them, 'Dry bones, hear the word of the LORD! <sup><strong>5</strong></sup> This is what the Sovereign LORD says to these bones: I will make breath enter you, and you will come to life. <sup><strong>6</strong></sup> I will attach tendons to you and make flesh come upon you and cover you with skin; I will put breath in you, and you will come to life. Then you will know that I am the LORD.'\" <sup><strong>7</strong></sup> So I prophesied as I was commanded. And as I was prophesying, there was a noise, a rattling sound, and the bones came together, bone to bone. <sup><strong>8</strong></sup> I looked, and tendons and flesh appeared on them and skin covered them, but there was no breath in them. <sup><strong>9</strong></sup> Then he said to me, \"Prophesy to the breath; prophesy, son of man, and say to it, 'This is what the Sovereign LORD says: Come from the four winds, O breath, and breathe into these slain, that they may live.'\" <sup><strong>10</strong></sup> So I prophesied as he commanded me, and breath entered them; they came to life and stood up on their feet-a vast army. <sup><strong>11</strong></sup> Then he said to me: \"Son of man, these bones are the whole house of Israel. They say, 'Our bones are dried up and our hope is gone; we are cut off.' <sup><strong>12</strong></sup> Therefore prophesy and say to them: 'This is what the Sovereign LORD says: O my people, I am going to open your graves and bring you up from them; I will bring you back to the land of Israel. <sup><strong>13</strong></sup> Then you, my people, will know that I am the LORD, when I open your graves and bring you up from them. <sup><strong>14</strong></sup> I will put my Spirit in you and you will live, and I will settle you in your own land. Then you will know that I the LORD have spoken, and I have done it, declares the LORD.'\" <sup><strong>15</strong></sup> The word of the LORD came to me: <sup><strong>16</strong></sup> \"Son of man, take a stick of wood and write on it, 'Belonging to Judah and the Israelites associated with him.' Then take another stick of wood, and write on it, 'Ephraim's stick, belonging to Joseph and all the house of Israel associated with him.' <sup><strong>17</strong></sup> Join them together into one stick so that they will become one in your hand. <sup><strong>18</strong></sup> \"When your countrymen ask you, 'Won't you tell us what you mean by this?' <sup><strong>19</strong></sup> say to them, 'This is what the Sovereign LORD says: I am going to take the stick of Joseph-which is in Ephraim's hand-and of the Israelite tribes associated with him, and join it to Judah's stick, making them a single stick of wood, and they will become one in my hand.' <sup><strong>20</strong></sup> Hold before their eyes the sticks you have written on <sup><strong>21</strong></sup> and say to them, 'This is what the Sovereign LORD says: I will take the Israelites out of the nations where they have gone. I will gather them from all around and bring them back into their own land. <sup><strong>22</strong></sup> I will make them one nation in the land, on the mountains of Israel. There will be one king over all of them and they will never again be two nations or be divided into two kingdoms. <sup><strong>23</strong></sup> They will no longer defile themselves with their idols and vile images or with any of their offenses, for I will save them from all their sinful backsliding, and I will cleanse them. They will be my people, and I will be their God. <sup><strong>24</strong></sup> \"'My servant David will be king over them, and they will all have one shepherd. They will follow my laws and be careful to keep my decrees. <sup><strong>25</strong></sup> They will live in the land I gave to my servant Jacob, the land where your fathers lived. They and their children and their children's children will live there forever, and David my servant will be their prince forever. <sup><strong>26</strong></sup> I will make a covenant of peace with them; it will be an everlasting covenant. I will establish them and increase their numbers, and I will put my sanctuary among them forever. <sup><strong>27</strong></sup> My dwelling place will be with them; I will be their God, and they will be my people. <sup><strong>28</strong></sup> Then the nations will know that I the LORD make Israel holy, when my sanctuary is among them forever.'\" "},{"_id":"6164f48c6451fe5325fa0520","topicId":"6164f4886451fe5325fa0512","verse":"Ezekiel 20:1-24","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p26020001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26020001-1\">20:1&nbsp;</b>In the seventh year, in the fifth month, on the tenth day of the month, certain of the elders of Israel came to inquire of the LORD, and sat before me. <b class=\"verse-num\" id=\"v26020002-1\">2&nbsp;</b>And the word of the LORD came to me: <b class=\"verse-num\" id=\"v26020003-1\">3&nbsp;</b>“Son of man, speak to the elders of Israel, and say to them, Thus says the Lord GOD, Is it to inquire of me that you come? As I live, declares the Lord GOD, I will not be inquired of by you. <b class=\"verse-num\" id=\"v26020004-1\">4&nbsp;</b>Will you judge them, son of man, will you judge them? Let them know the abominations of their fathers, <b class=\"verse-num\" id=\"v26020005-1\">5&nbsp;</b>and say to them, Thus says the Lord GOD: On the day when I chose Israel, I swore to the offspring of the house of Jacob, making myself known to them in the land of Egypt; I swore to them, saying, I am the LORD your God. <b class=\"verse-num\" id=\"v26020006-1\">6&nbsp;</b>On that day I swore to them that I would bring them out of the land of Egypt into a land that I had searched out for them, a land flowing with milk and honey, the most glorious of all lands. <b class=\"verse-num\" id=\"v26020007-1\">7&nbsp;</b>And I said to them, ‘Cast away the detestable things your eyes feast on, every one of you, and do not defile yourselves with the idols of Egypt; I am the LORD your God.’ <b class=\"verse-num\" id=\"v26020008-1\">8&nbsp;</b>But they rebelled against me and were not willing to listen to me. None of them cast away the detestable things their eyes feasted on, nor did they forsake the idols of Egypt.</p>\n<p id=\"p26020008_04-14\">“Then I said I would pour out my wrath upon them and spend my anger against them in the midst of the land of Egypt. <b class=\"verse-num\" id=\"v26020009-1\">9&nbsp;</b>But I acted for the sake of my name, that it should not be profaned in the sight of the nations among whom they lived, in whose sight I made myself known to them in bringing them out of the land of Egypt. <b class=\"verse-num\" id=\"v26020010-1\">10&nbsp;</b>So I led them out of the land of Egypt and brought them into the wilderness. <b class=\"verse-num\" id=\"v26020011-1\">11&nbsp;</b>I gave them my statutes and made known to them my rules, by which, if a person does them, he shall live. <b class=\"verse-num\" id=\"v26020012-1\">12&nbsp;</b>Moreover, I gave them my Sabbaths, as a sign between me and them, that they might know that I am the LORD who sanctifies them. <b class=\"verse-num\" id=\"v26020013-1\">13&nbsp;</b>But the house of Israel rebelled against me in the wilderness. They did not walk in my statutes but rejected my rules, by which, if a person does them, he shall live; and my Sabbaths they greatly profaned.</p>\n<p id=\"p26020013_04-14\">“Then I said I would pour out my wrath upon them in the wilderness, to make a full end of them. <b class=\"verse-num\" id=\"v26020014-1\">14&nbsp;</b>But I acted for the sake of my name, that it should not be profaned in the sight of the nations, in whose sight I had brought them out. <b class=\"verse-num\" id=\"v26020015-1\">15&nbsp;</b>Moreover, I swore to them in the wilderness that I would not bring them into the land that I had given them, a land flowing with milk and honey, the most glorious of all lands, <b class=\"verse-num\" id=\"v26020016-1\">16&nbsp;</b>because they rejected my rules and did not walk in my statutes, and profaned my Sabbaths; for their heart went after their idols. <b class=\"verse-num\" id=\"v26020017-1\">17&nbsp;</b>Nevertheless, my eye spared them, and I did not destroy them or make a full end of them in the wilderness.</p>\n<p id=\"p26020017_04-14\"><b class=\"verse-num\" id=\"v26020018-1\">18&nbsp;</b>“And I said to their children in the wilderness, ‘Do not walk in the statutes of your fathers, nor keep their rules, nor defile yourselves with their idols. <b class=\"verse-num\" id=\"v26020019-1\">19&nbsp;</b>I am the LORD your God; walk in my statutes, and be careful to obey my rules, <b class=\"verse-num\" id=\"v26020020-1\">20&nbsp;</b>and keep my Sabbaths holy that they may be a sign between me and you, that you may know that I am the LORD your God.’ <b class=\"verse-num\" id=\"v26020021-1\">21&nbsp;</b>But the children rebelled against me. They did not walk in my statutes and were not careful to obey my rules, by which, if a person does them, he shall live; they profaned my Sabbaths.</p>\n<p id=\"p26020021_04-14\">“Then I said I would pour out my wrath upon them and spend my anger against them in the wilderness. <b class=\"verse-num\" id=\"v26020022-1\">22&nbsp;</b>But I withheld my hand and acted for the sake of my name, that it should not be profaned in the sight of the nations, in whose sight I had brought them out. <b class=\"verse-num\" id=\"v26020023-1\">23&nbsp;</b>Moreover, I swore to them in the wilderness that I would scatter them among the nations and disperse them through the countries, <b class=\"verse-num\" id=\"v26020024-1\">24&nbsp;</b>because they had not obeyed my rules, but had rejected my statutes and profaned my Sabbaths, and their eyes were set on their fathers’ idols.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in the seventh year, in the fifth month,  the tenth day of the month, that certain of the elders of Israel came to enquire of the LORD, and sat before me.  <strong>2</strong> Then came the word of the LORD unto me, saying,  <strong>3</strong> Son of man, speak unto the elders of Israel, and say unto them, Thus saith the Lord GOD; Are ye come to enquire of me? As I live, saith the Lord GOD, I will not be enquired of by you.  <strong>4</strong> Wilt thou judge them, son of man, wilt thou judge them? cause them to know the abominations of their fathers:  <strong>5</strong> And say unto them, Thus saith the Lord GOD; In the day when I chose Israel, and lifted up mine hand unto the seed of the house of Jacob, and made myself known unto them in the land of Egypt, when I lifted up mine hand unto them, saying, I am the LORD your God;  <strong>6</strong> In the day that I lifted up mine hand unto them, to bring them forth of the land of Egypt into a land that I had espied for them, flowing with milk and honey, which is the glory of all lands:  <strong>7</strong> Then said I unto them, Cast ye away every man the abominations of his eyes, and defile not yourselves with the idols of Egypt: I am the LORD your God.  <strong>8</strong> But they rebelled against me, and would not hearken unto me: they did not every man cast away the abominations of their eyes, neither did they forsake the idols of Egypt: then I said, I will pour out my fury upon them to accomplish my anger against them in the midst of the land of Egypt.  <strong>9</strong> But I wrought for my name’s sake, that it should not be polluted before the heathen, among whom they were, in whose sight I made myself known unto them, in bringing them forth out of the land of Egypt.  <strong>10</strong> Wherefore I caused them to go forth out of the land of Egypt, and brought them into the wilderness.  <strong>11</strong> And I gave them my statutes, and shewed them my judgments, which if a man do, he shall even live in them.  <strong>12</strong> Moreover also I gave them my sabbaths, to be a sign between me and them, that they might know that I am the LORD that sanctify them.  <strong>13</strong> But the house of Israel rebelled against me in the wilderness: they walked not in my statutes, and they despised my judgments, which if  a man do, he shall even live in them; and my sabbaths they greatly polluted: then I said, I would pour out my fury upon them in the wilderness, to consume them.  <strong>14</strong> But I wrought for my name’s sake, that it should not be polluted before the heathen, in whose sight I brought them out.  <strong>15</strong> Yet also I lifted up my hand unto them in the wilderness, that I would not bring them into the land which I had given them, flowing with milk and honey, which is the glory of all lands;  <strong>16</strong> Because they despised my judgments, and walked not in my statutes, but polluted my sabbaths: for their heart went after their idols.  <strong>17</strong> Nevertheless mine eye spared them from destroying them, neither did I make an end of them in the wilderness.  <strong>18</strong> But I said unto their children in the wilderness, Walk ye not in the statutes of your fathers, neither observe their judgments, nor defile yourselves with their idols:  <strong>19</strong> I am the LORD your God; walk in my statutes, and keep my judgments, and do them;  <strong>20</strong> And hallow my sabbaths; and they shall be a sign between me and you, that ye may know that I am the LORD your God.  <strong>21</strong> Notwithstanding the children rebelled against me: they walked not in my statutes, neither kept my judgments to do them, which if a man do, he shall even live in them; they polluted my sabbaths: then I said, I would pour out my fury upon them, to accomplish my anger against them in the wilderness.  <strong>22</strong> Nevertheless I withdrew mine hand, and wrought for my name’s sake, that it should not be polluted in the sight of the heathen, in whose sight I brought them forth.  <strong>23</strong> I lifted up mine hand unto them also in the wilderness, that I would scatter them among the heathen, and disperse them through the countries;  <strong>24</strong> Because they had not executed my judgments, but had despised my statutes, and had polluted my sabbaths, and their eyes were after their fathers’ idols.  ","niv":"<sup><strong>1</strong></sup> In the seventh year, in the fifth month on the tenth day, some of the elders of Israel came to inquire of the LORD, and they sat down in front of me. <sup><strong>2</strong></sup> Then the word of the LORD came to me: <sup><strong>3</strong></sup> \"Son of man, speak to the elders of Israel and say to them, 'This is what the Sovereign LORD says: Have you come to inquire of me? As surely as I live, I will not let you inquire of me, declares the Sovereign LORD.' <sup><strong>4</strong></sup> \"Will you judge them? Will you judge them, son of man? Then confront them with the detestable practices of their fathers <sup><strong>5</strong></sup> and say to them: 'This is what the Sovereign LORD says: On the day I chose Israel, I swore with uplifted hand to the descendants of the house of Jacob and revealed myself to them in Egypt. With uplifted hand I said to them, \"I am the LORD your God.\" <sup><strong>6</strong></sup> On that day I swore to them that I would bring them out of Egypt into a land I had searched out for them, a land flowing with milk and honey, the most beautiful of all lands. <sup><strong>7</strong></sup> And I said to them, \"Each of you, get rid of the vile images you have set your eyes on, and do not defile yourselves with the idols of Egypt. I am the LORD your God.\" <sup><strong>8</strong></sup> \"'But they rebelled against me and would not listen to me; they did not get rid of the vile images they had set their eyes on, nor did they forsake the idols of Egypt. So I said I would pour out my wrath on them and spend my anger against them in Egypt. <sup><strong>9</strong></sup> But for the sake of my name I did what would keep it from being profaned in the eyes of the nations they lived among and in whose sight I had revealed myself to the Israelites by bringing them out of Egypt. <sup><strong>10</strong></sup> Therefore I led them out of Egypt and brought them into the desert. <sup><strong>11</strong></sup> I gave them my decrees and made known to them my laws, for the man who obeys them will live by them. <sup><strong>12</strong></sup> Also I gave them my Sabbaths as a sign between us, so they would know that I the LORD made them holy. <sup><strong>13</strong></sup> \"'Yet the people of Israel rebelled against me in the desert. They did not follow my decrees but rejected my laws-although the man who obeys them will live by them-and they utterly desecrated my Sabbaths. So I said I would pour out my wrath on them and destroy them in the desert. <sup><strong>14</strong></sup> But for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out. <sup><strong>15</strong></sup> Also with uplifted hand I swore to them in the desert that I would not bring them into the land I had given them-a land flowing with milk and honey, most beautiful of all lands- <sup><strong>16</strong></sup> because they rejected my laws and did not follow my decrees and desecrated my Sabbaths. For their hearts were devoted to their idols. <sup><strong>17</strong></sup> Yet I looked on them with pity and did not destroy them or put an end to them in the desert. <sup><strong>18</strong></sup> I said to their children in the desert, \"Do not follow the statutes of your fathers or keep their laws or defile yourselves with their idols. <sup><strong>19</strong></sup> I am the LORD your God; follow my decrees and be careful to keep my laws. <sup><strong>20</strong></sup> Keep my Sabbaths holy, that they may be a sign between us. Then you will know that I am the LORD your God.\" <sup><strong>21</strong></sup> \"'But the children rebelled against me: They did not follow my decrees, they were not careful to keep my laws-although the man who obeys them will live by them-and they desecrated my Sabbaths. So I said I would pour out my wrath on them and spend my anger against them in the desert. <sup><strong>22</strong></sup> But I withheld my hand, and for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out. <sup><strong>23</strong></sup> Also with uplifted hand I swore to them in the desert that I would disperse them among the nations and scatter them through the countries, <sup><strong>24</strong></sup> because they had not obeyed my laws but had rejected my decrees and desecrated my Sabbaths, and their eyes lusted after their fathers' idols. "},{"_id":"6164f48c6451fe5325fa0521","topicId":"6164f4886451fe5325fa0512","verse":"Ezekiel 9:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p26009007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v26009007-1\">7&nbsp;</b>Then he said to them, “Defile the house, and fill the courts with the slain. Go out.” So they went out and struck in the city.</p>\n</div>","kjv":"<strong>7</strong> And he said unto them, Defile the house, and fill the courts with the slain: go ye forth. And they went forth, and slew in the city.  ","niv":"<sup><strong>7</strong></sup> Then he said to them, \"Defile the temple and fill the courts with the slain. Go!\" So they went out and began killing throughout the city."},{"_id":"6164f48c6451fe5325fa0522","topicId":"6164f4886451fe5325fa0512","verse":"Jeremiah 52:9-10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24052009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v24052009-1\">9&nbsp;</b>Then they captured the king and brought him up to the king of Babylon at Riblah in the land of Hamath, and he passed sentence on him. <b class=\"verse-num\" id=\"v24052010-1\">10&nbsp;</b>The king of Babylon slaughtered the sons of Zedekiah before his eyes, and also slaughtered all the officials of Judah at Riblah.</p>\n</div>","kjv":"<strong>9</strong> Then they took the king, and carried him up unto the king of Babylon to Riblah in the land of Hamath; where he gave judgment upon him.  <strong>10</strong> And the king of Babylon slew the sons of Zedekiah before his eyes: he slew also all the princes of Judah in Riblah.  ","niv":"<sup><strong>9</strong></sup> and he was captured. He was taken to the king of Babylon at Riblah in the land of Hamath, where he pronounced sentence on him. <sup><strong>10</strong></sup> There at Riblah the king of Babylon slaughtered the sons of Zedekiah before his eyes; he also killed all the officials of Judah. "},{"_id":"6164f48d6451fe5325fa0523","topicId":"6164f4886451fe5325fa0512","verse":"Jeremiah 36:30","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24036030_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v24036030-1\">30&nbsp;</b>Therefore thus says the LORD concerning Jehoiakim king of Judah: He shall have none to sit on the throne of David, and his dead body shall be cast out to the heat by day and the frost by night.</p>\n</div>","kjv":"<strong>30</strong> Therefore thus saith the LORD of Jehoiakim king of Judah; He shall have none to sit upon the throne of David: and his dead body shall be cast out in the day to the heat, and in the night to the frost.  ","niv":"<sup><strong>30</strong></sup> Therefore, this is what the LORD says about Jehoiakim king of Judah: He will have no one to sit on the throne of David; his body will be thrown out and exposed to the heat by day and the frost by night."},{"_id":"6164f48d6451fe5325fa0524","topicId":"6164f4886451fe5325fa0512","verse":"Jeremiah 22:19","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24022019_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v24022019-1\">19&nbsp;</b>&nbsp;&nbsp;With the burial of a donkey he shall be buried,</span><br><span id=\"p24022019_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;dragged and dumped beyond the gates of Jerusalem.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> He shall be buried with the burial of an ass, drawn and cast forth beyond the gates of Jerusalem.  ","niv":"<sup><strong>19</strong></sup> He will have the burial of a donkey- dragged away and thrown outside the gates of Jerusalem.\""},{"_id":"6164f48d6451fe5325fa0525","topicId":"6164f4886451fe5325fa0512","verse":"Jeremiah 19:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24019013_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v24019013-1\">13&nbsp;</b>The houses of Jerusalem and the houses of the kings of Judah—all the houses on whose roofs offerings have been offered to all the host of heaven, and drink offerings have been poured out to other gods—shall be defiled like the place of Topheth.’”</p>\n</div>","kjv":"<strong>13</strong> And the houses of Jerusalem, and the houses of the kings of Judah, shall be defiled as the place of Tophet, because of all the houses upon whose roofs they have burned incense unto all the host of heaven, and have poured out drink offerings unto other gods.  ","niv":"<sup><strong>13</strong></sup> The houses in Jerusalem and those of the kings of Judah will be defiled like this place, Topheth-all the houses where they burned incense on the roofs to all the starry hosts and poured out drink offerings to other gods.'\""},{"_id":"6164f48e6451fe5325fa0526","topicId":"6164f4886451fe5325fa0512","verse":"Isaiah 66:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p23066019_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v23066019-1\">19&nbsp;</b>and I will set a sign among them. And from them I will send survivors to the nations, to Tarshish, Pul, and Lud, who draw the bow, to Tubal and Javan, to the coastlands far away, that have not heard my fame or seen my glory. And they shall declare my glory among the nations.</p>\n</div>","kjv":"<strong>19</strong> And I will set a sign among them, and I will send those that escape of them unto the nations, to Tarshish, Pul, and Lud, that draw the bow, to Tubal, and Javan, to the isles afar off, that have not heard my fame, neither have seen my glory; and they shall declare my glory among the Gentiles.  ","niv":"<sup><strong>19</strong></sup> \"I will set a sign among them, and I will send some of those who survive to the nations-to Tarshish, to the Libyans and Lydians (famous as archers), to Tubal and Greece, and to the distant islands that have not heard of my fame or seen my glory. They will proclaim my glory among the nations."},{"_id":"6164f48e6451fe5325fa0527","topicId":"6164f4886451fe5325fa0512","verse":"Isaiah 66:15","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23066015_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066015-1\">15&nbsp;</b>&nbsp;&nbsp;“For behold, the LORD will come in fire,</span><br><span id=\"p23066015_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his chariots like the whirlwind,</span><br><span id=\"p23066015_08-21\" class=\"line\">&nbsp;&nbsp;to render his anger in fury,</span><br><span id=\"p23066015_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his rebuke with flames of fire.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> For, behold, the LORD will come with fire, and with his chariots like a whirlwind, to render his anger with fury, and his rebuke with flames of fire.  ","niv":"<sup><strong>15</strong></sup> See, the LORD is coming with fire, and his chariots are like a whirlwind; he will bring down his anger with fury, and his rebuke with flames of fire."},{"_id":"6164f48e6451fe5325fa0528","topicId":"6164f4886451fe5325fa0512","verse":"Isaiah 56:7","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23056001_04-23\" class=\"line\"><b class=\"chapter-num\" id=\"v23056001-1\">56:1&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p23056001_04-23\" class=\"line\">&nbsp;&nbsp;“Keep justice, and do righteousness,</span><br><span id=\"p23056001_04-23\" class=\"line\">&nbsp;&nbsp;for soon my salvation will come,</span><br><span id=\"p23056001_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my righteousness be revealed.</span><br><span id=\"p23056002_04-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056002-1\">2&nbsp;</b>&nbsp;&nbsp;Blessed is the man who does this,</span><br><span id=\"p23056002_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the son of man who holds it fast,</span><br><span id=\"p23056002_04-23\" class=\"line\">&nbsp;&nbsp;who keeps the Sabbath, not profaning it,</span><br><span id=\"p23056002_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keeps his hand from doing any evil.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23056003_04-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not the foreigner who has joined himself to the LORD say,</span><br><span id=\"p23056003_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“The LORD will surely separate me from his people”;</span><br><span id=\"p23056003_04-23\" class=\"line\">&nbsp;&nbsp;and let not the eunuch say,</span><br><span id=\"p23056003_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Behold, I am a dry tree.”</span><br><span id=\"p23056004_04-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056004-1\">4&nbsp;</b>&nbsp;&nbsp;For thus says the LORD:</span><br><span id=\"p23056004_04-23\" class=\"line\">&nbsp;&nbsp;“To the eunuchs who keep my Sabbaths,</span><br><span id=\"p23056004_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who choose the things that please me</span><br><span id=\"p23056004_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hold fast my covenant,</span><br><span id=\"p23056005_04-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056005-1\">5&nbsp;</b>&nbsp;&nbsp;I will give in my house and within my walls</span><br><span id=\"p23056005_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a monument and a name</span><br><span id=\"p23056005_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;better than sons and daughters;</span><br><span id=\"p23056005_04-23\" class=\"line\">&nbsp;&nbsp;I will give them an everlasting name</span><br><span id=\"p23056005_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that shall not be cut off.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23056006_04-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056006-1\">6&nbsp;</b>&nbsp;&nbsp;“And the foreigners who join themselves to the LORD,</span><br><span id=\"p23056006_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to minister to him, to love the name of the LORD,</span><br><span id=\"p23056006_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to be his servants,</span><br><span id=\"p23056006_04-23\" class=\"line\">&nbsp;&nbsp;everyone who keeps the Sabbath and does not profane it,</span><br><span id=\"p23056006_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holds fast my covenant—</span><br><span id=\"p23056007_04-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056007-1\">7&nbsp;</b>&nbsp;&nbsp;these I will bring to my holy mountain,</span><br><span id=\"p23056007_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make them joyful in my house of prayer;</span><br><span id=\"p23056007_04-23\" class=\"line\">&nbsp;&nbsp;their burnt offerings and their sacrifices</span><br><span id=\"p23056007_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be accepted on my altar;</span><br><span id=\"p23056007_04-23\" class=\"line\">&nbsp;&nbsp;for my house shall be called a house of prayer</span><br><span id=\"p23056007_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all peoples.”</span><br><span id=\"p23056008_04-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056008-1\">8&nbsp;</b>&nbsp;&nbsp;The Lord GOD,</span><br><span id=\"p23056008_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who gathers the outcasts of Israel, declares,</span><br><span id=\"p23056008_04-23\" class=\"line\">&nbsp;&nbsp;“I will gather yet others to him</span><br><span id=\"p23056008_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;besides those already gathered.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23056009_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056009-1\">9&nbsp;</b>&nbsp;&nbsp;All you beasts of the field, come to devour—</span><br><span id=\"p23056009_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all you beasts in the forest.</span><br><span id=\"p23056010_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056010-1\">10&nbsp;</b>&nbsp;&nbsp;His watchmen are blind;</span><br><span id=\"p23056010_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are all without knowledge;</span><br><span id=\"p23056010_07-23\" class=\"line\">&nbsp;&nbsp;they are all silent dogs;</span><br><span id=\"p23056010_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they cannot bark,</span><br><span id=\"p23056010_07-23\" class=\"line\">&nbsp;&nbsp;dreaming, lying down,</span><br><span id=\"p23056010_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;loving to slumber.</span><br><span id=\"p23056011_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056011-1\">11&nbsp;</b>&nbsp;&nbsp;The dogs have a mighty appetite;</span><br><span id=\"p23056011_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they never have enough.</span><br><span id=\"p23056011_07-23\" class=\"line\">&nbsp;&nbsp;But they are shepherds who have no understanding;</span><br><span id=\"p23056011_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have all turned to their own way,</span><br><span id=\"p23056011_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;each to his own gain, one and all.</span><br><span id=\"p23056012_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056012-1\">12&nbsp;</b>&nbsp;&nbsp;“Come,” they say, “let me get wine;</span><br><span id=\"p23056012_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us fill ourselves with strong drink;</span><br><span id=\"p23056012_07-23\" class=\"line\">&nbsp;&nbsp;and tomorrow will be like this day,</span><br><span id=\"p23056012_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;great beyond measure.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be  accepted upon mine altar; for mine house shall be called an house of prayer for all people.  ","niv":"<sup><strong>7</strong></sup> these I will bring to my holy mountain and give them joy in my house of prayer. Their burnt offerings and sacrifices will be accepted on my altar; for my house will be called a house of prayer for all nations.\""},{"_id":"6164f48e6451fe5325fa0529","topicId":"6164f4886451fe5325fa0512","verse":"Isaiah 56:1-12","votes":1,"__v":0,"kjv":"<strong>1</strong> Thus saith the LORD, Keep ye judgment, and do justice: for my salvation is near to come, and my righteousness to be revealed.  <strong>2</strong> Blessed is the man that doeth this, and the son of man that layeth hold on it; that keepeth the sabbath from polluting it, and keepeth his hand from doing any evil.  <strong>3</strong> Neither let the son of the stranger, that hath joined himself to the LORD, speak, saying, The LORD hath utterly separated me from his people: neither let the eunuch say, Behold, I am a dry tree.  <strong>4</strong> For thus saith the LORD unto the eunuchs that keep my sabbaths, and choose the things that please me, and take hold of my covenant;  <strong>5</strong> Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off.  <strong>6</strong> Also the sons of the stranger, that join themselves to the LORD, to serve him, and to love the name of the LORD, to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant;  <strong>7</strong> Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be  accepted upon mine altar; for mine house shall be called an house of prayer for all people.  <strong>8</strong> The Lord GOD which gathereth the outcasts of Israel saith, Yet will I gather others to him, beside those that are gathered unto him.  <strong>9</strong> All ye beasts of the field, come to devour, yea, all ye beasts in the forest.  <strong>10</strong> His watchmen are blind: they are all ignorant, they are all dumb dogs, they cannot bark; sleeping, lying down, loving to slumber.  <strong>11</strong> Yea, they are greedy dogs which can never have enough, and they are shepherds that cannot understand: they all look to their own way, every one for his gain, from his quarter.  <strong>12</strong> Come ye, say they, I will fetch wine, and we will fill ourselves with strong drink; and to morrow shall be as this day, and  much more abundant.  ","niv":"<sup><strong>1</strong></sup> This is what the LORD says: \"Maintain justice and do what is right, for my salvation is close at hand and my righteousness will soon be revealed. <sup><strong>2</strong></sup> Blessed is the man who does this, the man who holds it fast, who keeps the Sabbath without desecrating it, and keeps his hand from doing any evil.\" <sup><strong>3</strong></sup> Let no foreigner who has bound himself to the LORD say, \"The LORD will surely exclude me from his people.\" And let not any eunuch complain, \"I am only a dry tree.\" <sup><strong>4</strong></sup> For this is what the LORD says: \"To the eunuchs who keep my Sabbaths, who choose what pleases me and hold fast to my covenant- <sup><strong>5</strong></sup> to them I will give within my temple and its walls a memorial and a name better than sons and daughters; I will give them an everlasting name that will not be cut off. <sup><strong>6</strong></sup> And foreigners who bind themselves to the LORD to serve him, to love the name of the LORD, and to worship him, all who keep the Sabbath without desecrating it and who hold fast to my covenant- <sup><strong>7</strong></sup> these I will bring to my holy mountain and give them joy in my house of prayer. Their burnt offerings and sacrifices will be accepted on my altar; for my house will be called a house of prayer for all nations.\" <sup><strong>8</strong></sup> The Sovereign LORD declares- he who gathers the exiles of Israel: \"I will gather still others to them besides those already gathered.\" <sup><strong>9</strong></sup> Come, all you beasts of the field, come and devour, all you beasts of the forest! <sup><strong>10</strong></sup> Israel's watchmen are blind, they all lack knowledge; they are all mute dogs, they cannot bark; they lie around and dream, they love to sleep. <sup><strong>11</strong></sup> They are dogs with mighty appetites; they never have enough. They are shepherds who lack understanding; they all turn to their own way, each seeks his own gain. <sup><strong>12</strong></sup> \"Come,\" each one cries, \"let me get wine! Let us drink our fill of beer! And tomorrow will be like today, or even far better.\" "},{"_id":"6164f48f6451fe5325fa052a","topicId":"6164f4886451fe5325fa0512","verse":"Isaiah 37:1-38","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p23037001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23037001-1\">37:1&nbsp;</b>As soon as King Hezekiah heard it, he tore his clothes and covered himself with sackcloth and went into the house of the LORD. <b class=\"verse-num\" id=\"v23037002-1\">2&nbsp;</b>And he sent Eliakim, who was over the household, and Shebna the secretary, and the senior priests, covered with sackcloth, to the prophet Isaiah the son of Amoz. <b class=\"verse-num\" id=\"v23037003-1\">3&nbsp;</b>They said to him, “Thus says Hezekiah, ‘This day is a day of distress, of rebuke, and of disgrace; children have come to the point of birth, and there is no strength to bring them forth. <b class=\"verse-num\" id=\"v23037004-1\">4&nbsp;</b>It may be that the LORD your God will hear the words of the Rabshakeh, whom his master the king of Assyria has sent to mock the living God, and will rebuke the words that the LORD your God has heard; therefore lift up your prayer for the remnant that is left.’”</p>\n<p id=\"p23037004_05-24\"><b class=\"verse-num\" id=\"v23037005-1\">5&nbsp;</b>When the servants of King Hezekiah came to Isaiah, <b class=\"verse-num\" id=\"v23037006-1\">6&nbsp;</b>Isaiah said to them, “Say to your master, ‘Thus says the LORD: Do not be afraid because of the words that you have heard, with which the young men of the king of Assyria have reviled me. <b class=\"verse-num\" id=\"v23037007-1\">7&nbsp;</b>Behold, I will put a spirit in him, so that he shall hear a rumor and return to his own land, and I will make him fall by the sword in his own land.’”</p>\n<p id=\"p23037007_05-24\"><b class=\"verse-num\" id=\"v23037008-1\">8&nbsp;</b>The Rabshakeh returned, and found the king of Assyria fighting against Libnah, for he had heard that the king had left Lachish. <b class=\"verse-num\" id=\"v23037009-1\">9&nbsp;</b>Now the king heard concerning Tirhakah king of Cush, “He has set out to fight against you.” And when he heard it, he sent messengers to Hezekiah, saying, <b class=\"verse-num\" id=\"v23037010-1\">10&nbsp;</b>“Thus shall you speak to Hezekiah king of Judah: ‘Do not let your God in whom you trust deceive you by promising that Jerusalem will not be given into the hand of the king of Assyria. <b class=\"verse-num\" id=\"v23037011-1\">11&nbsp;</b>Behold, you have heard what the kings of Assyria have done to all lands, devoting them to destruction. And shall you be delivered? <b class=\"verse-num\" id=\"v23037012-1\">12&nbsp;</b>Have the gods of the nations delivered them, the nations that my fathers destroyed, Gozan, Haran, Rezeph, and the people of Eden who were in Telassar? <b class=\"verse-num\" id=\"v23037013-1\">13&nbsp;</b>Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, the king of Hena, or the king of Ivvah?’”</p>\n\n<p id=\"p23037013_09-24\"><b class=\"verse-num\" id=\"v23037014-1\">14&nbsp;</b>Hezekiah received the letter from the hand of the messengers, and read it; and Hezekiah went up to the house of the LORD, and spread it before the LORD. <b class=\"verse-num\" id=\"v23037015-1\">15&nbsp;</b>And Hezekiah prayed to the LORD: <b class=\"verse-num\" id=\"v23037016-1\">16&nbsp;</b>“O LORD of hosts, God of Israel, enthroned above the cherubim, you are the God, you alone, of all the kingdoms of the earth; you have made heaven and earth. <b class=\"verse-num\" id=\"v23037017-1\">17&nbsp;</b>Incline your ear, O LORD, and hear; open your eyes, O LORD, and see; and hear all the words of Sennacherib, which he has sent to mock the living God. <b class=\"verse-num\" id=\"v23037018-1\">18&nbsp;</b>Truly, O LORD, the kings of Assyria have laid waste all the nations and their lands, <b class=\"verse-num\" id=\"v23037019-1\">19&nbsp;</b>and have cast their gods into the fire. For they were no gods, but the work of men’s hands, wood and stone. Therefore they were destroyed. <b class=\"verse-num\" id=\"v23037020-1\">20&nbsp;</b>So now, O LORD our God, save us from his hand, that all the kingdoms of the earth may know that you alone are the LORD.”</p>\n\n<p id=\"p23037020_11-24\"><b class=\"verse-num\" id=\"v23037021-1\">21&nbsp;</b>Then Isaiah the son of Amoz sent to Hezekiah, saying, “Thus says the LORD, the God of Israel: Because you have prayed to me concerning Sennacherib king of Assyria, <b class=\"verse-num\" id=\"v23037022-1\">22&nbsp;</b>this is the word that the LORD has spoken concerning him:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23037022_11-24\" class=\"line\">&nbsp;&nbsp;“‘She despises you, she scorns you—</span><br><span id=\"p23037022_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the virgin daughter of Zion;</span><br><span id=\"p23037022_11-24\" class=\"line\">&nbsp;&nbsp;she wags her head behind you—</span><br><span id=\"p23037022_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the daughter of Jerusalem.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23037023_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23037023-1\">23&nbsp;</b>&nbsp;&nbsp;“‘Whom have you mocked and reviled?</span><br><span id=\"p23037023_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Against whom have you raised your voice</span><br><span id=\"p23037023_11-24\" class=\"line\">&nbsp;&nbsp;and lifted your eyes to the heights?</span><br><span id=\"p23037023_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Against the Holy One of Israel!</span><br><span id=\"p23037024_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23037024-1\">24&nbsp;</b>&nbsp;&nbsp;By your servants you have mocked the Lord,</span><br><span id=\"p23037024_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have said, With my many chariots</span><br><span id=\"p23037024_11-24\" class=\"line\">&nbsp;&nbsp;I have gone up the heights of the mountains,</span><br><span id=\"p23037024_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the far recesses of Lebanon,</span><br><span id=\"p23037024_11-24\" class=\"line\">&nbsp;&nbsp;to cut down its tallest cedars,</span><br><span id=\"p23037024_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;its choicest cypresses,</span><br><span id=\"p23037024_11-24\" class=\"line\">&nbsp;&nbsp;to come to its remotest height,</span><br><span id=\"p23037024_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;its most fruitful forest.</span><br><span id=\"p23037025_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23037025-1\">25&nbsp;</b>&nbsp;&nbsp;I dug wells</span><br><span id=\"p23037025_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and drank waters,</span><br><span id=\"p23037025_11-24\" class=\"line\">&nbsp;&nbsp;to dry up with the sole of my foot</span><br><span id=\"p23037025_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the streams of Egypt.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23037026_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23037026-1\">26&nbsp;</b>&nbsp;&nbsp;“‘Have you not heard</span><br><span id=\"p23037026_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I determined it long ago?</span><br><span id=\"p23037026_11-24\" class=\"line\">&nbsp;&nbsp;I planned from days of old</span><br><span id=\"p23037026_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what now I bring to pass,</span><br><span id=\"p23037026_11-24\" class=\"line\">&nbsp;&nbsp;that you should make fortified cities</span><br><span id=\"p23037026_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;crash into heaps of ruins,</span><br><span id=\"p23037027_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23037027-1\">27&nbsp;</b>&nbsp;&nbsp;while their inhabitants, shorn of strength,</span><br><span id=\"p23037027_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are dismayed and confounded,</span><br><span id=\"p23037027_11-24\" class=\"line\">&nbsp;&nbsp;and have become like plants of the field</span><br><span id=\"p23037027_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like tender grass,</span><br><span id=\"p23037027_11-24\" class=\"line\">&nbsp;&nbsp;like grass on the housetops,</span><br><span id=\"p23037027_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blighted before it is grown.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23037028_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23037028-1\">28&nbsp;</b>&nbsp;&nbsp;“‘I know your sitting down</span><br><span id=\"p23037028_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your going out and coming in,</span><br><span id=\"p23037028_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your raging against me.</span><br><span id=\"p23037029_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23037029-1\">29&nbsp;</b>&nbsp;&nbsp;Because you have raged against me</span><br><span id=\"p23037029_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your complacency has come to my ears,</span><br><span id=\"p23037029_11-24\" class=\"line\">&nbsp;&nbsp;I will put my hook in your nose</span><br><span id=\"p23037029_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my bit in your mouth,</span><br><span id=\"p23037029_11-24\" class=\"line\">&nbsp;&nbsp;and I will turn you back on the way</span><br><span id=\"p23037029_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by which you came.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23037029_11-24\"><b class=\"verse-num\" id=\"v23037030-1\">30&nbsp;</b>“And this shall be the sign for you: this year you shall eat what grows of itself, and in the second year what springs from that. Then in the third year sow and reap, and plant vineyards, and eat their fruit. <b class=\"verse-num\" id=\"v23037031-1\">31&nbsp;</b>And the surviving remnant of the house of Judah shall again take root downward and bear fruit upward. <b class=\"verse-num\" id=\"v23037032-1\">32&nbsp;</b>For out of Jerusalem shall go a remnant, and out of Mount Zion a band of survivors. The zeal of the LORD of hosts will do this.</p>\n<p id=\"p23037032_11-24\"><b class=\"verse-num\" id=\"v23037033-1\">33&nbsp;</b>“Therefore thus says the LORD concerning the king of Assyria: He shall not come into this city or shoot an arrow there or come before it with a shield or cast up a siege mound against it. <b class=\"verse-num\" id=\"v23037034-1\">34&nbsp;</b>By the way that he came, by the same he shall return, and he shall not come into this city, declares the LORD. <b class=\"verse-num\" id=\"v23037035-1\">35&nbsp;</b>For I will defend this city to save it, for my own sake and for the sake of my servant David.”</p>\n<p id=\"p23037035_11-24\"><b class=\"verse-num\" id=\"v23037036-1\">36&nbsp;</b>And the angel of the LORD went out and struck down 185,000 in the camp of the Assyrians. And when people arose early in the morning, behold, these were all dead bodies. <b class=\"verse-num\" id=\"v23037037-1\">37&nbsp;</b>Then Sennacherib king of Assyria departed and returned home and lived at Nineveh. <b class=\"verse-num\" id=\"v23037038-1\">38&nbsp;</b>And as he was worshiping in the house of Nisroch his god, Adrammelech and Sharezer, his sons, struck him down with the sword. And after they escaped into the land of Ararat, Esarhaddon his son reigned in his place.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when king Hezekiah heard it, that he rent his clothes, and covered himself with sackcloth, and went into the house of the LORD.  <strong>2</strong> And he sent Eliakim, who was over the household, and Shebna the scribe, and the elders of the priests covered with sackcloth, unto Isaiah the prophet the son of Amoz.  <strong>3</strong> And they said unto him, Thus saith Hezekiah, This day is a day of trouble, and of rebuke, and of blasphemy: for the children are come to the birth, and there is not strength to bring forth.  <strong>4</strong> It may be the LORD thy God will hear the words of Rabshakeh, whom the king of Assyria his master hath sent to reproach the living God, and will reprove the words which the LORD thy God hath heard: wherefore lift up thy prayer for the remnant that is left.  <strong>5</strong> So the servants of king Hezekiah came to Isaiah.  <strong>6</strong> And Isaiah said unto them, Thus shall ye say unto your master, Thus saith the LORD, Be not afraid of the words that thou hast heard, wherewith the servants of the king of Assyria have blasphemed me.  <strong>7</strong> Behold, I will send a blast upon him, and he shall hear a rumour, and return to his own land; and I will cause him to fall by the sword in his own land.  <strong>8</strong> So Rabshakeh returned, and found the king of Assyria warring against Libnah: for he had heard that he was departed from Lachish.  <strong>9</strong> And he heard say concerning Tirhakah king of Ethiopia, He is come forth to make war with thee. And when he heard it, he sent messengers to Hezekiah, saying,  <strong>10</strong> Thus shall ye speak to Hezekiah king of Judah, saying, Let not thy God, in whom thou trustest, deceive thee, saying, Jerusalem shall not be given into the hand of the king of Assyria.  <strong>11</strong> Behold, thou hast heard what the kings of Assyria have done to all lands by destroying them utterly; and shalt thou be delivered?  <strong>12</strong> Have the gods of the nations delivered them which my fathers have destroyed, as Gozan, and Haran, and Rezeph, and the children of Eden which were in Telassar?  <strong>13</strong> Where is the king of Hamath, and the king of Arphad, and the king of the city of Sepharvaim, Hena, and Ivah?  <strong>14</strong> And Hezekiah received the letter from the hand of the messengers, and read it: and Hezekiah went up unto the house of the LORD, and spread it before the LORD.  <strong>15</strong> And Hezekiah prayed unto the LORD, saying,  <strong>16</strong> O LORD of hosts, God of Israel, that dwellest between the cherubims, thou art the God, even thou alone, of all the kingdoms of the earth: thou hast made heaven and earth.  <strong>17</strong> Incline thine ear, O LORD, and hear; open thine eyes, O LORD, and see: and hear all the words of Sennacherib, which hath sent to reproach the living God.  <strong>18</strong> Of a truth, LORD, the kings of Assyria have laid waste all the nations, and their countries,  <strong>19</strong> And have cast their gods into the fire: for they were no gods, but the work of men’s hands, wood and stone: therefore they have destroyed them.  <strong>20</strong> Now therefore, O LORD our God, save us from his hand, that all the kingdoms of the earth may know that thou art the LORD, even  thou only.  <strong>21</strong> Then Isaiah the son of Amoz sent unto Hezekiah, saying, Thus saith the LORD God of Israel, Whereas thou hast prayed to me against Sennacherib king of Assyria:  <strong>22</strong> This is the word which the LORD hath spoken concerning him; The virgin, the daughter of Zion, hath despised thee, and laughed thee to scorn; the daughter of Jerusalem hath shaken her head at thee.  <strong>23</strong> Whom hast thou reproached and blasphemed? and against whom hast thou exalted thy voice, and lifted up thine eyes on high? even  against the Holy One of Israel.  <strong>24</strong> By thy servants hast thou reproached the Lord, and hast said, By the multitude of my chariots am I come up to the height of the mountains, to the sides of Lebanon; and I will cut down the tall cedars thereof, and  the choice fir trees thereof: and I will enter into the height of his border, and the forest of his Carmel.  <strong>25</strong> I have digged, and drunk water; and with the sole of my feet have I dried up all the rivers of the besieged places.  <strong>26</strong> Hast thou not heard long ago, how I have done it; and  of ancient times, that I have formed it? now have I brought it to pass, that thou shouldest be to lay waste defenced cities into ruinous heaps.  <strong>27</strong> Therefore their inhabitants were of small power, they were dismayed and confounded: they were as the grass of the field, and as the green herb, as the grass on the housetops, and as corn blasted before it be grown up.  <strong>28</strong> But I know thy abode, and thy going out, and thy coming in, and thy rage against me.  <strong>29</strong> Because thy rage against me, and thy tumult, is come up into mine ears, therefore will I put my hook in thy nose, and my bridle in thy lips, and I will turn thee back by the way by which thou camest.  <strong>30</strong> And this shall be a sign unto thee, Ye shall eat this  year such as groweth of itself; and the second year that which springeth of the same: and in the third year sow ye, and reap, and plant vineyards, and eat the fruit thereof.  <strong>31</strong> And the remnant that is escaped of the house of Judah shall again take root downward, and bear fruit upward:  <strong>32</strong> For out of Jerusalem shall go forth a remnant, and they that escape out of mount Zion: the zeal of the LORD of hosts shall do this.  <strong>33</strong> Therefore thus saith the LORD concerning the king of Assyria, He shall not come into this city, nor shoot an arrow there nor come before it with shields, nor cast a bank against it.  <strong>34</strong> By the way that he came, by the same shall he return, and shall not come into this city, saith the LORD.  <strong>35</strong> For I will defend this city to save it for mine own sake, and for my servant David’s sake.  <strong>36</strong> Then the angel of the LORD went forth, and smote in the camp of the Assyrians a hundred and fourscore and five thousand: and when they arose early in the morning, behold, they were all dead corpses.  <strong>37</strong> So Sennacherib king of Assyria departed, and went and returned, and dwelt at Nineveh.  <strong>38</strong> And it came to pass, as he was worshipping in the house of Nisroch his god, that Adrammelech and Sharezer his sons smote him with the sword; and they escaped into the land of Armenia: and Esar-haddon his son reigned in his stead.  ","niv":"<sup><strong>1</strong></sup> When King Hezekiah heard this, he tore his clothes and put on sackcloth and went into the temple of the LORD. <sup><strong>2</strong></sup> He sent Eliakim the palace administrator, Shebna the secretary, and the leading priests, all wearing sackcloth, to the prophet Isaiah son of Amoz. <sup><strong>3</strong></sup> They told him, \"This is what Hezekiah says: This day is a day of distress and rebuke and disgrace, as when children come to the point of birth and there is no strength to deliver them. <sup><strong>4</strong></sup> It may be that the LORD your God will hear the words of the field commander, whom his master, the king of Assyria, has sent to ridicule the living God, and that he will rebuke him for the words the LORD your God has heard. Therefore pray for the remnant that still survives.\" <sup><strong>5</strong></sup> When King Hezekiah's officials came to Isaiah, <sup><strong>6</strong></sup> Isaiah said to them, \"Tell your master, 'This is what the LORD says: Do not be afraid of what you have heard-those words with which the underlings of the king of Assyria have blasphemed me. <sup><strong>7</strong></sup> Listen! I am going to put a spirit in him so that when he hears a certain report, he will return to his own country, and there I will have him cut down with the sword.'\" <sup><strong>8</strong></sup> When the field commander heard that the king of Assyria had left Lachish, he withdrew and found the king fighting against Libnah. <sup><strong>9</strong></sup> Now Sennacherib received a report that Tirhakah, the Cushite king of Egypt, was marching out to fight against him. When he heard it, he sent messengers to Hezekiah with this word: <sup><strong>10</strong></sup> \"Say to Hezekiah king of Judah: Do not let the god you depend on deceive you when he says, 'Jerusalem will not be handed over to the king of Assyria.' <sup><strong>11</strong></sup> Surely you have heard what the kings of Assyria have done to all the countries, destroying them completely. And will you be delivered? <sup><strong>12</strong></sup> Did the gods of the nations that were destroyed by my forefathers deliver them-the gods of Gozan, Haran, Rezeph and the people of Eden who were in Tel Assar? <sup><strong>13</strong></sup> Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, or of Hena or Ivvah?\" <sup><strong>14</strong></sup> Hezekiah received the letter from the messengers and read it. Then he went up to the temple of the LORD and spread it out before the LORD. <sup><strong>15</strong></sup> And Hezekiah prayed to the LORD: <sup><strong>16</strong></sup> \"O LORD Almighty, God of Israel, enthroned between the cherubim, you alone are God over all the kingdoms of the earth. You have made heaven and earth. <sup><strong>17</strong></sup> Give ear, O LORD, and hear; open your eyes, O LORD, and see; listen to all the words Sennacherib has sent to insult the living God. <sup><strong>18</strong></sup> \"It is true, O LORD, that the Assyrian kings have laid waste all these peoples and their lands. <sup><strong>19</strong></sup> They have thrown their gods into the fire and destroyed them, for they were not gods but only wood and stone, fashioned by human hands. <sup><strong>20</strong></sup> Now, O LORD our God, deliver us from his hand, so that all kingdoms on earth may know that you alone, O LORD, are God. \" <sup><strong>21</strong></sup> Then Isaiah son of Amoz sent a message to Hezekiah: \"This is what the LORD, the God of Israel, says: Because you have prayed to me concerning Sennacherib king of Assyria, <sup><strong>22</strong></sup> this is the word the LORD has spoken against him: \"The Virgin Daughter of Zion despises and mocks you. The Daughter of Jerusalem tosses her head as you flee. <sup><strong>23</strong></sup> Who is it you have insulted and blasphemed? Against whom have you raised your voice and lifted your eyes in pride? Against the Holy One of Israel! <sup><strong>24</strong></sup> By your messengers you have heaped insults on the Lord. And you have said, 'With my many chariots I have ascended the heights of the mountains, the utmost heights of Lebanon. I have cut down its tallest cedars, the choicest of its pines. I have reached its remotest heights, the finest of its forests. <sup><strong>25</strong></sup> I have dug wells in foreign lands and drunk the water there. With the soles of my feet I have dried up all the streams of Egypt.' <sup><strong>26</strong></sup> \"Have you not heard? Long ago I ordained it. In days of old I planned it; now I have brought it to pass, that you have turned fortified cities into piles of stone. <sup><strong>27</strong></sup> Their people, drained of power, are dismayed and put to shame. They are like plants in the field, like tender green shoots, like grass sprouting on the roof, scorched before it grows up. <sup><strong>28</strong></sup> \"But I know where you stay and when you come and go and how you rage against me. <sup><strong>29</strong></sup> Because you rage against me and because your insolence has reached my ears, I will put my hook in your nose and my bit in your mouth, and I will make you return by the way you came. <sup><strong>30</strong></sup> \"This will be the sign for you, O Hezekiah: \"This year you will eat what grows by itself, and the second year what springs from that. But in the third year sow and reap, plant vineyards and eat their fruit. <sup><strong>31</strong></sup> Once more a remnant of the house of Judah will take root below and bear fruit above. <sup><strong>32</strong></sup> For out of Jerusalem will come a remnant, and out of Mount Zion a band of survivors. The zeal of the LORD Almighty will accomplish this. <sup><strong>33</strong></sup> \"Therefore this is what the LORD says concerning the king of Assyria: \"He will not enter this city or shoot an arrow here. He will not come before it with shield or build a siege ramp against it. <sup><strong>34</strong></sup> By the way that he came he will return; he will not enter this city,\" declares the LORD. <sup><strong>35</strong></sup> \"I will defend this city and save it, for my sake and for the sake of David my servant!\" <sup><strong>36</strong></sup> Then the angel of the LORD went out and put to death a hundred and eighty-five thousand men in the Assyrian camp. When the people got up the next morning-there were all the dead bodies! <sup><strong>37</strong></sup> So Sennacherib king of Assyria broke camp and withdrew. He returned to Nineveh and stayed there. <sup><strong>38</strong></sup> One day, while he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer cut him down with the sword, and they escaped to the land of Ararat. And Esarhaddon his son succeeded him as king. "},{"_id":"6164f48f6451fe5325fa052b","topicId":"6164f4886451fe5325fa0512","verse":"Isaiah 11:10-11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p23011010_01-25\"><b class=\"verse-num\" id=\"v23011010-1\">10&nbsp;</b>In that day the root of Jesse, who shall stand as a signal for the peoples—of him shall the nations inquire, and his resting place shall be glorious.</p>\n<p id=\"p23011010_01-25\"><b class=\"verse-num\" id=\"v23011011-1\">11&nbsp;</b>In that day the Lord will extend his hand yet a second time to recover the remnant that remains of his people, from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the coastlands of the sea.</p>\n\n</div>","kjv":"<strong>10</strong> And in that day there shall be a root of Jesse, which shall stand for an ensign of the people; to it shall the Gentiles seek: and his rest shall be glorious.  <strong>11</strong> And it shall come to pass in that day, that the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.  ","niv":"<sup><strong>10</strong></sup> In that day the Root of Jesse will stand as a banner for the peoples; the nations will rally to him, and his place of rest will be glorious. <sup><strong>11</strong></sup> In that day the Lord will reach out his hand a second time to reclaim the remnant that is left of his people from Assyria, from Lower Egypt, from Upper Egypt, from Cush, from Elam, from Babylonia, from Hamath and from the islands of the sea. "}]}