{"_id":"6164f7706451fe5325fa0582","slug":"kittens","name":"Kittens","verses":[{"_id":"6164f7706451fe5325fa0583","topicId":"6164f7706451fe5325fa0582","verse":"Mark 16:17-18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41016017_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span> <b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n</div>","kjv":"<strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  <strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. ","niv":"<sup><strong>17</strong></sup> And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues; <sup><strong>18</strong></sup> they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.\" "},{"_id":"6164f7716451fe5325fa0584","topicId":"6164f7706451fe5325fa0582","verse":"Proverbs 26:13","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026013_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026013-1\">13&nbsp;</b>&nbsp;&nbsp;The sluggard says, “There is a lion in the road!</span><br><span id=\"p20026013_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;There is a lion in the streets!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> The slothful man saith, There is a lion in the way; a lion is in the streets.  ","niv":"<sup><strong>13</strong></sup> The sluggard says, \"There is a lion in the road, a fierce lion roaming the streets!\""},{"_id":"6164f7716451fe5325fa0585","topicId":"6164f7706451fe5325fa0582","verse":"1 Corinthians 13:1-13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-4\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-4\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-4\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"6164f7716451fe5325fa0586","topicId":"6164f7706451fe5325fa0582","verse":"1 John 2:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62002016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.</p>\n\n</div>","kjv":"<strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  ","niv":"<sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world."},{"_id":"6164f7716451fe5325fa0587","topicId":"6164f7706451fe5325fa0582","verse":"1 Corinthians 12:30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46012030_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret?</p>\n</div>","kjv":"<strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  ","niv":"<sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret?"},{"_id":"6164f7726451fe5325fa0588","topicId":"6164f7706451fe5325fa0582","verse":"Romans 6:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"6164f7726451fe5325fa0589","topicId":"6164f7706451fe5325fa0582","verse":"Leviticus 11:1-47","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p03011001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03011001-1\">11:1&nbsp;</b>And the LORD spoke to Moses and Aaron, saying to them, <b class=\"verse-num\" id=\"v03011002-1\">2&nbsp;</b>“Speak to the people of Israel, saying, These are the living things that you may eat among all the animals that are on the earth. <b class=\"verse-num\" id=\"v03011003-1\">3&nbsp;</b>Whatever parts the hoof and is cloven-footed and chews the cud, among the animals, you may eat. <b class=\"verse-num\" id=\"v03011004-1\">4&nbsp;</b>Nevertheless, among those that chew the cud or part the hoof, you shall not eat these: The camel, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011005-1\">5&nbsp;</b>And the rock badger, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011006-1\">6&nbsp;</b>And the hare, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011007-1\">7&nbsp;</b>And the pig, because it parts the hoof and is cloven-footed but does not chew the cud, is unclean to you. <b class=\"verse-num\" id=\"v03011008-1\">8&nbsp;</b>You shall not eat any of their flesh, and you shall not touch their carcasses; they are unclean to you.</p>\n<p id=\"p03011008_05-9\"><b class=\"verse-num\" id=\"v03011009-1\">9&nbsp;</b>“These you may eat, of all that are in the waters. Everything in the waters that has fins and scales, whether in the seas or in the rivers, you may eat. <b class=\"verse-num\" id=\"v03011010-1\">10&nbsp;</b>But anything in the seas or the rivers that does not have fins and scales, of the swarming creatures in the waters and of the living creatures that are in the waters, is detestable to you. <b class=\"verse-num\" id=\"v03011011-1\">11&nbsp;</b>You shall regard them as detestable; you shall not eat any of their flesh, and you shall detest their carcasses. <b class=\"verse-num\" id=\"v03011012-1\">12&nbsp;</b>Everything in the waters that does not have fins and scales is detestable to you.</p>\n<p id=\"p03011012_05-9\"><b class=\"verse-num\" id=\"v03011013-1\">13&nbsp;</b>“And these you shall detest among the birds; they shall not be eaten; they are detestable: the eagle, the bearded vulture, the black vulture, <b class=\"verse-num\" id=\"v03011014-1\">14&nbsp;</b>the kite, the falcon of any kind, <b class=\"verse-num\" id=\"v03011015-1\">15&nbsp;</b>every raven of any kind, <b class=\"verse-num\" id=\"v03011016-1\">16&nbsp;</b>the ostrich, the nighthawk, the sea gull, the hawk of any kind, <b class=\"verse-num\" id=\"v03011017-1\">17&nbsp;</b>the little owl, the cormorant, the short-eared owl, <b class=\"verse-num\" id=\"v03011018-1\">18&nbsp;</b>the barn owl, the tawny owl, the carrion vulture, <b class=\"verse-num\" id=\"v03011019-1\">19&nbsp;</b>the stork, the heron of any kind, the hoopoe, and the bat.</p>\n<p id=\"p03011019_05-9\"><b class=\"verse-num\" id=\"v03011020-1\">20&nbsp;</b>“All winged insects that go on all fours are detestable to you. <b class=\"verse-num\" id=\"v03011021-1\">21&nbsp;</b>Yet among the winged insects that go on all fours you may eat those that have jointed legs above their feet, with which to hop on the ground. <b class=\"verse-num\" id=\"v03011022-1\">22&nbsp;</b>Of them you may eat: the locust of any kind, the bald locust of any kind, the cricket of any kind, and the grasshopper of any kind. <b class=\"verse-num\" id=\"v03011023-1\">23&nbsp;</b>But all other winged insects that have four feet are detestable to you.</p>\n<p id=\"p03011023_05-9\"><b class=\"verse-num\" id=\"v03011024-1\">24&nbsp;</b>“And by these you shall become unclean. Whoever touches their carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011025-1\">25&nbsp;</b>and whoever carries any part of their carcass shall wash his clothes and be unclean until the evening. <b class=\"verse-num\" id=\"v03011026-1\">26&nbsp;</b>Every animal that parts the hoof but is not cloven-footed or does not chew the cud is unclean to you. Everyone who touches them shall be unclean. <b class=\"verse-num\" id=\"v03011027-1\">27&nbsp;</b>And all that walk on their paws, among the animals that go on all fours, are unclean to you. Whoever touches their carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011028-1\">28&nbsp;</b>and he who carries their carcass shall wash his clothes and be unclean until the evening; they are unclean to you.</p>\n<p id=\"p03011028_05-9\"><b class=\"verse-num\" id=\"v03011029-1\">29&nbsp;</b>“And these are unclean to you among the swarming things that swarm on the ground: the mole rat, the mouse, the great lizard of any kind, <b class=\"verse-num\" id=\"v03011030-1\">30&nbsp;</b>the gecko, the monitor lizard, the lizard, the sand lizard, and the chameleon. <b class=\"verse-num\" id=\"v03011031-1\">31&nbsp;</b>These are unclean to you among all that swarm. Whoever touches them when they are dead shall be unclean until the evening. <b class=\"verse-num\" id=\"v03011032-1\">32&nbsp;</b>And anything on which any of them falls when they are dead shall be unclean, whether it is an article of wood or a garment or a skin or a sack, any article that is used for any purpose. It must be put into water, and it shall be unclean until the evening; then it shall be clean. <b class=\"verse-num\" id=\"v03011033-1\">33&nbsp;</b>And if any of them falls into any earthenware vessel, all that is in it shall be unclean, and you shall break it. <b class=\"verse-num\" id=\"v03011034-1\">34&nbsp;</b>Any food in it that could be eaten, on which water comes, shall be unclean. And all drink that could be drunk from every such vessel shall be unclean. <b class=\"verse-num\" id=\"v03011035-1\">35&nbsp;</b>And everything on which any part of their carcass falls shall be unclean. Whether oven or stove, it shall be broken in pieces. They are unclean and shall remain unclean for you. <b class=\"verse-num\" id=\"v03011036-1\">36&nbsp;</b>Nevertheless, a spring or a cistern holding water shall be clean, but whoever touches a carcass in them shall be unclean. <b class=\"verse-num\" id=\"v03011037-1\">37&nbsp;</b>And if any part of their carcass falls upon any seed grain that is to be sown, it is clean, <b class=\"verse-num\" id=\"v03011038-1\">38&nbsp;</b>but if water is put on the seed and any part of their carcass falls on it, it is unclean to you.</p>\n<p id=\"p03011038_05-9\"><b class=\"verse-num\" id=\"v03011039-1\">39&nbsp;</b>“And if any animal which you may eat dies, whoever touches its carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011040-1\">40&nbsp;</b>and whoever eats of its carcass shall wash his clothes and be unclean until the evening. And whoever carries the carcass shall wash his clothes and be unclean until the evening.</p>\n<p id=\"p03011040_05-9\"><b class=\"verse-num\" id=\"v03011041-1\">41&nbsp;</b>“Every swarming thing that swarms on the ground is detestable; it shall not be eaten. <b class=\"verse-num\" id=\"v03011042-1\">42&nbsp;</b>Whatever goes on its belly, and whatever goes on all fours, or whatever has many feet, any swarming thing that swarms on the ground, you shall not eat, for they are detestable. <b class=\"verse-num\" id=\"v03011043-1\">43&nbsp;</b>You shall not make yourselves detestable with any swarming thing that swarms, and you shall not defile yourselves with them, and become unclean through them. <b class=\"verse-num\" id=\"v03011044-1\">44&nbsp;</b>For I am the LORD your God. Consecrate yourselves therefore, and be holy, for I am holy. You shall not defile yourselves with any swarming thing that crawls on the ground. <b class=\"verse-num\" id=\"v03011045-1\">45&nbsp;</b>For I am the LORD who brought you up out of the land of Egypt to be your God. You shall therefore be holy, for I am holy.”</p>\n<p id=\"p03011045_05-9\"><b class=\"verse-num\" id=\"v03011046-1\">46&nbsp;</b>This is the law about beast and bird and every living creature that moves through the waters and every creature that swarms on the ground, <b class=\"verse-num\" id=\"v03011047-1\">47&nbsp;</b>to make a distinction between the unclean and the clean and between the living creature that may be eaten and the living creature that may not be eaten.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses and to Aaron, saying unto them,  <strong>2</strong> Speak unto the children of Israel, saying, These are the beasts which ye shall eat among all the beasts that are on the earth.  <strong>3</strong> Whatsoever parteth the hoof, and is clovenfooted, and cheweth the cud, among the beasts, that shall ye eat.  <strong>4</strong> Nevertheless these shall ye not eat of them that chew the cud, or of them that divide the hoof: as the camel, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>5</strong> And the coney, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>6</strong> And the hare, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>7</strong> And the swine, though he divide the hoof, and be clovenfooted, yet he cheweth not the cud; he is unclean to you.  <strong>8</strong> Of their flesh shall ye not eat, and their carcase shall ye not touch; they are unclean to you.  <strong>9</strong> These shall ye eat of all that are in the waters: whatsoever hath fins and scales in the waters, in the seas, and in the rivers, them shall ye eat.  <strong>10</strong> And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you:  <strong>11</strong> They shall be even an abomination unto you; ye shall not eat of their flesh, but ye shall have their carcases in abomination.  <strong>12</strong> Whatsoever hath no fins nor scales in the waters, that shall be  an abomination unto you.  <strong>13</strong> And these are they which ye shall have in abomination among the fowls; they shall not be eaten, they are an abomination: the eagle, and the ossifrage, and the ospray,  <strong>14</strong> And the vulture, and the kite after his kind;  <strong>15</strong> Every raven after his kind;  <strong>16</strong> And the owl, and the night hawk, and the cuckow, and the hawk after his kind,  <strong>17</strong> And the little owl, and the cormorant, and the great owl,  <strong>18</strong> And the swan, and the pelican, and the gier eagle,  <strong>19</strong> And the stork, the heron after her kind, and the lapwing, and the bat.  <strong>20</strong> All fowls that creep, going upon all four, shall be  an abomination unto you.  <strong>21</strong> Yet these may ye eat of every flying creeping thing that goeth upon all four, which have legs above their feet, to leap withal upon the earth;  <strong>22</strong> Even these of them ye may eat; the locust after his kind, and the bald locust after his kind, and the beetle after his kind, and the grasshopper after his kind.  <strong>23</strong> But all other flying creeping things, which have four feet, shall be an abomination unto you.  <strong>24</strong> And for these ye shall be unclean: whosoever toucheth the carcase of them shall be unclean until the even.  <strong>25</strong> And whosoever beareth ought of the carcase of them shall wash his clothes, and be unclean until the even.  <strong>26</strong> The carcases of every beast which divideth the hoof, and is not clovenfooted, nor cheweth the cud, are unclean unto you: every one that toucheth them shall be unclean.  <strong>27</strong> And whatsoever goeth upon his paws, among all manner of beasts that go on all four, those are unclean unto you: whoso toucheth their carcase shall be unclean until the even.  <strong>28</strong> And he that beareth the carcase of them shall wash his clothes, and be unclean until the even: they are unclean unto you.  <strong>29</strong> These also shall be unclean unto you among the creeping things that creep upon the earth; the weasel, and the mouse, and the tortoise after his kind,  <strong>30</strong> And the ferret, and the chameleon, and the lizard, and the snail, and the mole.  <strong>31</strong> These are unclean to you among all that creep: whosoever doth touch them, when they be dead, shall be unclean until the even.  <strong>32</strong> And upon whatsoever any of them, when they are dead, doth fall, it shall be unclean; whether it be any vessel of wood, or raiment, or skin, or sack, whatsoever vessel it be, wherein any work is done, it must be put into water, and it shall be unclean until the even; so it shall be cleansed.  <strong>33</strong> And every earthen vessel, whereinto any of them falleth, whatsoever is in it shall be unclean; and ye shall break it.  <strong>34</strong> Of all meat which may be eaten, that on which such  water cometh shall be unclean: and all drink that may be drunk in every such vessel shall be unclean.  <strong>35</strong> And every thing whereupon any part of their carcase falleth shall be unclean; whether it be oven, or ranges for pots, they shall be broken down: for they are unclean, and shall be unclean unto you.  <strong>36</strong> Nevertheless a fountain or pit, wherein there is plenty of water, shall be clean: but that which toucheth their carcase shall be unclean.  <strong>37</strong> And if any part of their carcase fall upon any sowing seed which is to be sown, it shall be clean.  <strong>38</strong> But if any water be put upon the seed, and any part  of their carcase fall thereon, it shall be unclean unto you.  <strong>39</strong> And if any beast, of which ye may eat, die; he that toucheth the carcase thereof shall be unclean until the even.  <strong>40</strong> And he that eateth of the carcase of it shall wash his clothes, and be unclean until the even: he also that beareth the carcase of it shall wash his clothes, and be unclean until the even.  <strong>41</strong> And every creeping thing that creepeth upon the earth shall be  an abomination; it shall not be eaten.  <strong>42</strong> Whatsoever goeth upon the belly, and whatsoever goeth upon all  four, or whatsoever hath more feet among all creeping things that creep upon the earth, them ye shall not eat; for they are an abomination.  <strong>43</strong> Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.  <strong>44</strong> For I am the LORD your God: ye shall therefore sanctify yourselves, and ye shall be holy; for I am holy: neither shall ye defile yourselves with any manner of creeping thing that creepeth upon the earth.  <strong>45</strong> For I am the LORD that bringeth you up out of the land of Egypt, to be your God: ye shall therefore be holy, for I am holy.  <strong>46</strong> This is the law of the beasts, and of the fowl, and of every living creature that moveth in the waters, and of every creature that creepeth upon the earth:  <strong>47</strong> To make a difference between the unclean and the clean, and between the beast that may be eaten and the beast that may not be eaten.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses and Aaron, <sup><strong>2</strong></sup> \"Say to the Israelites: 'Of all the animals that live on land, these are the ones you may eat: <sup><strong>3</strong></sup> You may eat any animal that has a split hoof completely divided and that chews the cud. <sup><strong>4</strong></sup> \"'There are some that only chew the cud or only have a split hoof, but you must not eat them. The camel, though it chews the cud, does not have a split hoof; it is ceremonially unclean for you. <sup><strong>5</strong></sup> The coney, though it chews the cud, does not have a split hoof; it is unclean for you. <sup><strong>6</strong></sup> The rabbit, though it chews the cud, does not have a split hoof; it is unclean for you. <sup><strong>7</strong></sup> And the pig, though it has a split hoof completely divided, does not chew the cud; it is unclean for you. <sup><strong>8</strong></sup> You must not eat their meat or touch their carcasses; they are unclean for you. <sup><strong>9</strong></sup> \"'Of all the creatures living in the water of the seas and the streams, you may eat any that have fins and scales. <sup><strong>10</strong></sup> But all creatures in the seas or streams that do not have fins and scales-whether among all the swarming things or among all the other living creatures in the water-you are to detest. <sup><strong>11</strong></sup> And since you are to detest them, you must not eat their meat and you must detest their carcasses. <sup><strong>12</strong></sup> Anything living in the water that does not have fins and scales is to be detestable to you. <sup><strong>13</strong></sup> \"'These are the birds you are to detest and not eat because they are detestable: the eagle, the vulture, the black vulture, <sup><strong>14</strong></sup> the red kite, any kind of black kite, <sup><strong>15</strong></sup> any kind of raven, <sup><strong>16</strong></sup> the horned owl, the screech owl, the gull, any kind of hawk, <sup><strong>17</strong></sup> the little owl, the cormorant, the great owl, <sup><strong>18</strong></sup> the white owl, the desert owl, the osprey, <sup><strong>19</strong></sup> the stork, any kind of heron, the hoopoe and the bat. <sup><strong>20</strong></sup> \"'All flying insects that walk on all fours are to be detestable to you. <sup><strong>21</strong></sup> There are, however, some winged creatures that walk on all fours that you may eat: those that have jointed legs for hopping on the ground. <sup><strong>22</strong></sup> Of these you may eat any kind of locust, katydid, cricket or grasshopper. <sup><strong>23</strong></sup> But all other winged creatures that have four legs you are to detest. <sup><strong>24</strong></sup> \"'You will make yourselves unclean by these; whoever touches their carcasses will be unclean till evening. <sup><strong>25</strong></sup> Whoever picks up one of their carcasses must wash his clothes, and he will be unclean till evening. <sup><strong>26</strong></sup> \"'Every animal that has a split hoof not completely divided or that does not chew the cud is unclean for you; whoever touches the carcass of any of them will be unclean. <sup><strong>27</strong></sup> Of all the animals that walk on all fours, those that walk on their paws are unclean for you; whoever touches their carcasses will be unclean till evening. <sup><strong>28</strong></sup> Anyone who picks up their carcasses must wash his clothes, and he will be unclean till evening. They are unclean for you. <sup><strong>29</strong></sup> \"'Of the animals that move about on the ground, these are unclean for you: the weasel, the rat, any kind of great lizard, <sup><strong>30</strong></sup> the gecko, the monitor lizard, the wall lizard, the skink and the chameleon. <sup><strong>31</strong></sup> Of all those that move along the ground, these are unclean for you. Whoever touches them when they are dead will be unclean till evening. <sup><strong>32</strong></sup> When one of them dies and falls on something, that article, whatever its use, will be unclean, whether it is made of wood, cloth, hide or sackcloth. Put it in water; it will be unclean till evening, and then it will be clean. <sup><strong>33</strong></sup> If one of them falls into a clay pot, everything in it will be unclean, and you must break the pot. <sup><strong>34</strong></sup> Any food that could be eaten but has water on it from such a pot is unclean, and any liquid that could be drunk from it is unclean. <sup><strong>35</strong></sup> Anything that one of their carcasses falls on becomes unclean; an oven or cooking pot must be broken up. They are unclean, and you are to regard them as unclean. <sup><strong>36</strong></sup> A spring, however, or a cistern for collecting water remains clean, but anyone who touches one of these carcasses is unclean. <sup><strong>37</strong></sup> If a carcass falls on any seeds that are to be planted, they remain clean. <sup><strong>38</strong></sup> But if water has been put on the seed and a carcass falls on it, it is unclean for you. <sup><strong>39</strong></sup> \"'If an animal that you are allowed to eat dies, anyone who touches the carcass will be unclean till evening. <sup><strong>40</strong></sup> Anyone who eats some of the carcass must wash his clothes, and he will be unclean till evening. Anyone who picks up the carcass must wash his clothes, and he will be unclean till evening. <sup><strong>41</strong></sup> \"'Every creature that moves about on the ground is detestable; it is not to be eaten. <sup><strong>42</strong></sup> You are not to eat any creature that moves about on the ground, whether it moves on its belly or walks on all fours or on many feet; it is detestable. <sup><strong>43</strong></sup> Do not defile yourselves by any of these creatures. Do not make yourselves unclean by means of them or be made unclean by them. <sup><strong>44</strong></sup> I am the LORD your God; consecrate yourselves and be holy, because I am holy. Do not make yourselves unclean by any creature that moves about on the ground. <sup><strong>45</strong></sup> I am the LORD who brought you up out of Egypt to be your God; therefore be holy, because I am holy. <sup><strong>46</strong></sup> \"'These are the regulations concerning animals, birds, every living thing that moves in the water and every creature that moves about on the ground. <sup><strong>47</strong></sup> You must distinguish between the unclean and the clean, between living creatures that may be eaten and those that may not be eaten.'\" "},{"_id":"6164f7726451fe5325fa058a","topicId":"6164f7706451fe5325fa0582","verse":"1 Corinthians 14:1-40","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy. <b class=\"verse-num\" id=\"v46014002-1\">2&nbsp;</b>For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit. <b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation. <b class=\"verse-num\" id=\"v46014004-1\">4&nbsp;</b>The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church. <b class=\"verse-num\" id=\"v46014005-1\">5&nbsp;</b>Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up.</p>\n<p id=\"p46014005_04-11\"><b class=\"verse-num\" id=\"v46014006-1\">6&nbsp;</b>Now, brothers, if I come to you speaking in tongues, how will I benefit you unless I bring you some revelation or knowledge or prophecy or teaching? <b class=\"verse-num\" id=\"v46014007-1\">7&nbsp;</b>If even lifeless instruments, such as the flute or the harp, do not give distinct notes, how will anyone know what is played? <b class=\"verse-num\" id=\"v46014008-1\">8&nbsp;</b>And if the bugle gives an indistinct sound, who will get ready for battle? <b class=\"verse-num\" id=\"v46014009-1\">9&nbsp;</b>So with yourselves, if with your tongue you utter speech that is not intelligible, how will anyone know what is said? For you will be speaking into the air. <b class=\"verse-num\" id=\"v46014010-1\">10&nbsp;</b>There are doubtless many different languages in the world, and none is without meaning, <b class=\"verse-num\" id=\"v46014011-1\">11&nbsp;</b>but if I do not know the meaning of the language, I will be a foreigner to the speaker and the speaker a foreigner to me. <b class=\"verse-num\" id=\"v46014012-1\">12&nbsp;</b>So with yourselves, since you are eager for manifestations of the Spirit, strive to excel in building up the church.</p>\n<p id=\"p46014012_04-11\"><b class=\"verse-num\" id=\"v46014013-1\">13&nbsp;</b>Therefore, one who speaks in a tongue should pray that he may interpret. <b class=\"verse-num\" id=\"v46014014-1\">14&nbsp;</b>For if I pray in a tongue, my spirit prays but my mind is unfruitful. <b class=\"verse-num\" id=\"v46014015-1\">15&nbsp;</b>What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also. <b class=\"verse-num\" id=\"v46014016-1\">16&nbsp;</b>Otherwise, if you give thanks with your spirit, how can anyone in the position of an outsider say “Amen” to your thanksgiving when he does not know what you are saying? <b class=\"verse-num\" id=\"v46014017-1\">17&nbsp;</b>For you may be giving thanks well enough, but the other person is not being built up. <b class=\"verse-num\" id=\"v46014018-1\">18&nbsp;</b>I thank God that I speak in tongues more than all of you. <b class=\"verse-num\" id=\"v46014019-1\">19&nbsp;</b>Nevertheless, in church I would rather speak five words with my mind in order to instruct others, than ten thousand words in a tongue.</p>\n<p id=\"p46014019_04-11\"><b class=\"verse-num\" id=\"v46014020-1\">20&nbsp;</b>Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature. <b class=\"verse-num\" id=\"v46014021-1\">21&nbsp;</b>In the Law it is written, “By people of strange tongues and by the lips of foreigners will I speak to this people, and even then they will not listen to me, says the Lord.” <b class=\"verse-num\" id=\"v46014022-1\">22&nbsp;</b>Thus tongues are a sign not for believers but for unbelievers, while prophecy is a sign not for unbelievers but for believers. <b class=\"verse-num\" id=\"v46014023-1\">23&nbsp;</b>If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds? <b class=\"verse-num\" id=\"v46014024-1\">24&nbsp;</b>But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all, <b class=\"verse-num\" id=\"v46014025-1\">25&nbsp;</b>the secrets of his heart are disclosed, and so, falling on his face, he will worship God and declare that God is really among you.</p>\n\n<p id=\"p46014025_06-11\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up. <b class=\"verse-num\" id=\"v46014027-1\">27&nbsp;</b>If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret. <b class=\"verse-num\" id=\"v46014028-1\">28&nbsp;</b>But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God. <b class=\"verse-num\" id=\"v46014029-1\">29&nbsp;</b>Let two or three prophets speak, and let the others weigh what is said. <b class=\"verse-num\" id=\"v46014030-1\">30&nbsp;</b>If a revelation is made to another sitting there, let the first be silent. <b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged, <b class=\"verse-num\" id=\"v46014032-1\">32&nbsp;</b>and the spirits of prophets are subject to prophets. <b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_06-11\">As in all the churches of the saints, <b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n<p id=\"p46014035_06-11\"><b class=\"verse-num\" id=\"v46014036-1\">36&nbsp;</b>Or was it from you that the word of God came? Or are you the only ones it has reached? <b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord. <b class=\"verse-num\" id=\"v46014038-1\">38&nbsp;</b>If anyone does not recognize this, he is not recognized. <b class=\"verse-num\" id=\"v46014039-1\">39&nbsp;</b>So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues. <b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n\n</div>","kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy. <sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit. <sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort. <sup><strong>4</strong></sup> He who speaks in a tongue edifies himself, but he who prophesies edifies the church. <sup><strong>5</strong></sup> I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified. <sup><strong>6</strong></sup> Now, brothers, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction? <sup><strong>7</strong></sup> Even in the case of lifeless things that make sounds, such as the flute or harp, how will anyone know what tune is being played unless there is a distinction in the notes? <sup><strong>8</strong></sup> Again, if the trumpet does not sound a clear call, who will get ready for battle? <sup><strong>9</strong></sup> So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air. <sup><strong>10</strong></sup> Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning. <sup><strong>11</strong></sup> If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and he is a foreigner to me. <sup><strong>12</strong></sup> So it is with you. Since you are eager to have spiritual gifts, try to excel in gifts that build up the church. <sup><strong>13</strong></sup> For this reason anyone who speaks in a tongue should pray that he may interpret what he says. <sup><strong>14</strong></sup> For if I pray in a tongue, my spirit prays, but my mind is unfruitful. <sup><strong>15</strong></sup> So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind. <sup><strong>16</strong></sup> If you are praising God with your spirit, how can one who finds himself among those who do not understand say \"Amen\" to your thanksgiving, since he does not know what you are saying? <sup><strong>17</strong></sup> You may be giving thanks well enough, but the other man is not edified. <sup><strong>18</strong></sup> I thank God that I speak in tongues more than all of you. <sup><strong>19</strong></sup> But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue. <sup><strong>20</strong></sup> Brothers, stop thinking like children. In regard to evil be infants, but in your thinking be adults. <sup><strong>21</strong></sup> In the Law it is written: \"Through men of strange tongues and through the lips of foreigners I will speak to this people, but even then they will not listen to me,\" says the Lord. <sup><strong>22</strong></sup> Tongues, then, are a sign, not for believers but for unbelievers; prophecy, however, is for believers, not for unbelievers. <sup><strong>23</strong></sup> So if the whole church comes together and everyone speaks in tongues, and some who do not understand or some unbelievers come in, will they not say that you are out of your mind? <sup><strong>24</strong></sup> But if an unbeliever or someone who does not understand comes in while everybody is prophesying, he will be convinced by all that he is a sinner and will be judged by all, <sup><strong>25</strong></sup> and the secrets of his heart will be laid bare. So he will fall down and worship God, exclaiming, \"God is really among you!\" <sup><strong>26</strong></sup> What then shall we say, brothers? When you come together, everyone has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. All of these must be done for the strengthening of the church. <sup><strong>27</strong></sup> If anyone speaks in a tongue, two--or at the most three--should speak, one at a time, and someone must interpret. <sup><strong>28</strong></sup> If there is no interpreter, the speaker should keep quiet in the church and speak to himself and God. <sup><strong>29</strong></sup> Two or three prophets should speak, and the others should weigh carefully what is said. <sup><strong>30</strong></sup> And if a revelation comes to someone who is sitting down, the first speaker should stop. <sup><strong>31</strong></sup> For you can all prophesy in turn so that everyone may be instructed and encouraged. <sup><strong>32</strong></sup> The spirits of prophets are subject to the control of prophets. <sup><strong>33</strong></sup> For God is not a God of disorder but of peace. <sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says. <sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church. <sup><strong>36</strong></sup> Did the word of God originate with you? Or are you the only people it has reached? <sup><strong>37</strong></sup> If anybody thinks he is a prophet or spiritually gifted, let him acknowledge that what I am writing to you is the Lord's command. <sup><strong>38</strong></sup> If he ignores this, he himself will be ignored. <sup><strong>39</strong></sup> Therefore, my brothers, be eager to prophesy, and do not forbid speaking in tongues. <sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way. "},{"_id":"6164f7736451fe5325fa058b","topicId":"6164f7706451fe5325fa0582","verse":"Acts 10:43","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44010043_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44010043-1\">43&nbsp;</b>To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”</p>\n</div>","kjv":"<strong>43</strong> To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.  ","niv":"<sup><strong>43</strong></sup> All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.\""},{"_id":"6164f7736451fe5325fa058c","topicId":"6164f7706451fe5325fa0582","verse":"Acts 2:17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-21\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-21\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-21\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-21\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-21\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-21\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-21\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-21\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-21\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-21\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-21\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-21\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  ","niv":"<sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams."},{"_id":"6164f7736451fe5325fa058d","topicId":"6164f7706451fe5325fa0582","verse":"John 1:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"6164f7736451fe5325fa058e","topicId":"6164f7706451fe5325fa0582","verse":"Ezekiel 18:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26018004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018004-1\">4&nbsp;</b>Behold, all souls are mine; the soul of the father as well as the soul of the son is mine: the soul who sins shall die.</p>\n</div>","kjv":"<strong>4</strong> Behold, all souls are mine; as the soul of the father, so also the soul of the son is mine: the soul that sinneth, it shall die.  ","niv":"<sup><strong>4</strong></sup> For every living soul belongs to me, the father as well as the son-both alike belong to me. The soul who sins is the one who will die."},{"_id":"6164f7746451fe5325fa058f","topicId":"6164f7706451fe5325fa0582","verse":"Proverbs 16:4","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016004_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016004-1\">4&nbsp;</b>&nbsp;&nbsp;The LORD has made everything for its purpose,</span><br><span id=\"p20016004_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even the wicked for the day of trouble.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> The LORD hath made all things for himself: yea, even the wicked for the day of evil.  ","niv":"<sup><strong>4</strong></sup> The LORD works out everything for his own ends- even the wicked for a day of disaster."},{"_id":"6164f7746451fe5325fa0590","topicId":"6164f7706451fe5325fa0582","verse":"2 Samuel 24:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10024024_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v10024024-1\">24&nbsp;</b>But the king said to Araunah, “No, but I will buy it from you for a price. I will not offer burnt offerings to the LORD my God that cost me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver.</p>\n\n</div>","kjv":"<strong>24</strong> And the king said unto Araunah, Nay; but I will surely buy it  of thee at a price: neither will I offer burnt offerings unto the LORD my God of that which doth cost me nothing. So David bought the threshingfloor and the oxen for fifty shekels of silver.  ","niv":"<sup><strong>24</strong></sup> But the king replied to Araunah, \"No, I insist on paying you for it. I will not sacrifice to the LORD my God burnt offerings that cost me nothing.\" So David bought the threshing floor and the oxen and paid fifty shekels of silver for them."},{"_id":"6164f7746451fe5325fa0591","topicId":"6164f7706451fe5325fa0582","verse":"Acts 16:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44016017_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016017-1\">17&nbsp;</b>She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.”</p>\n</div>","kjv":"<strong>17</strong> The same followed Paul and us, and cried, saying, These men are the servants of the most high God, which shew unto us the way of salvation.  ","niv":"<sup><strong>17</strong></sup> This girl followed Paul and the rest of us, shouting, \"These men are servants of the Most High God, who are telling you the way to be saved.\""},{"_id":"6164f7756451fe5325fa0592","topicId":"6164f7706451fe5325fa0582","verse":"Acts 2:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n</div>","kjv":"<strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  ","niv":"<sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them."},{"_id":"6164f7756451fe5325fa0593","topicId":"6164f7706451fe5325fa0582","verse":"Acts 2:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place.</p>\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place."},{"_id":"6164f7756451fe5325fa0594","topicId":"6164f7706451fe5325fa0582","verse":"Acts 2:1-47","votes":1,"__v":0,"kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"6164f7766451fe5325fa0595","topicId":"6164f7706451fe5325fa0582","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-22\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6164f7766451fe5325fa0596","topicId":"6164f7706451fe5325fa0582","verse":"Genesis 3:1-24","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-23\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?” <b class=\"verse-num\" id=\"v01003002-1\">2&nbsp;</b>And the woman said to the serpent, “We may eat of the fruit of the trees in the garden, <b class=\"verse-num\" id=\"v01003003-1\">3&nbsp;</b>but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’” <b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die. <b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.” <b class=\"verse-num\" id=\"v01003006-1\">6&nbsp;</b>So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. <b class=\"verse-num\" id=\"v01003007-1\">7&nbsp;</b>Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths.</p>\n<p id=\"p01003007_03-23\"><b class=\"verse-num\" id=\"v01003008-1\">8&nbsp;</b>And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. <b class=\"verse-num\" id=\"v01003009-1\">9&nbsp;</b>But the LORD God called to the man and said to him, “Where are you?” <b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.” <b class=\"verse-num\" id=\"v01003011-1\">11&nbsp;</b>He said, “Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?” <b class=\"verse-num\" id=\"v01003012-1\">12&nbsp;</b>The man said, “The woman whom you gave to be with me, she gave me fruit of the tree, and I ate.” <b class=\"verse-num\" id=\"v01003013-1\">13&nbsp;</b>Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”</p>\n<p id=\"p01003013_03-23\"><b class=\"verse-num\" id=\"v01003014-1\">14&nbsp;</b>The LORD God said to the serpent,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003014_03-23\" class=\"line\">&nbsp;&nbsp;“Because you have done this,</span><br><span id=\"p01003014_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cursed are you above all livestock</span><br><span id=\"p01003014_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and above all beasts of the field;</span><br><span id=\"p01003014_03-23\" class=\"line\">&nbsp;&nbsp;on your belly you shall go,</span><br><span id=\"p01003014_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust you shall eat</span><br><span id=\"p01003014_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of your life.</span><br><span id=\"p01003015_03-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_03-23\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003015_03-23\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_03-23\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_03-23\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003016_03-23\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_03-23\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_03-23\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_03-23\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_03-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_03-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_03-23\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_03-23\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_03-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003019_03-23\"><b class=\"verse-num\" id=\"v01003020-1\">20&nbsp;</b>The man called his wife’s name Eve, because she was the mother of all living. <b class=\"verse-num\" id=\"v01003021-1\">21&nbsp;</b>And the LORD God made for Adam and for his wife garments of skins and clothed them.</p>\n<p id=\"p01003021_03-23\"><b class=\"verse-num\" id=\"v01003022-1\">22&nbsp;</b>Then the LORD God said, “Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—” <b class=\"verse-num\" id=\"v01003023-1\">23&nbsp;</b>therefore the LORD God sent him out from the garden of Eden to work the ground from which he was taken. <b class=\"verse-num\" id=\"v01003024-1\">24&nbsp;</b>He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  <strong>2</strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:  <strong>3</strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.  <strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  <strong>6</strong> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.  <strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  <strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  <strong>9</strong> And the LORD God called unto Adam, and said unto him, Where art  thou?  <strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  <strong>11</strong> And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?  <strong>12</strong> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.  <strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  <strong>14</strong> And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:  <strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  <strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  <strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  <strong>20</strong> And Adam called his wife’s name Eve; because she was the mother of all living.  <strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  <strong>22</strong> And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:  <strong>23</strong> Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.  <strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\" <sup><strong>2</strong></sup> The woman said to the serpent, \"We may eat fruit from the trees in the garden, <sup><strong>3</strong></sup> but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.'\" <sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" <sup><strong>6</strong></sup> When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. <sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. <sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden. <sup><strong>9</strong></sup> But the LORD God called to the man, \"Where are you?\" <sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\" <sup><strong>11</strong></sup> And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\" <sup><strong>12</strong></sup> The man said, \"The woman you put here with me-she gave me some fruit from the tree, and I ate it.\" <sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\" <sup><strong>14</strong></sup> So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life. <sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\" <sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\" <sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" <sup><strong>20</strong></sup> Adam named his wife Eve, because she would become the mother of all the living. <sup><strong>21</strong></sup> The LORD God made garments of skin for Adam and his wife and clothed them. <sup><strong>22</strong></sup> And the LORD God said, \"The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.\" <sup><strong>23</strong></sup> So the LORD God banished him from the Garden of Eden to work the ground from which he had been taken. <sup><strong>24</strong></sup> After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life. "},{"_id":"6164f7766451fe5325fa0597","topicId":"6164f7706451fe5325fa0582","verse":"Isaiah 28:11-13","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23028011_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028011-1\">11&nbsp;</b>&nbsp;&nbsp;For by people of strange lips</span><br><span id=\"p23028011_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a foreign tongue</span><br><span id=\"p23028011_01-24\" class=\"line\">&nbsp;&nbsp;the LORD will speak to this people,</span><br><span id=\"p23028012_01-24\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23028012-1\">12&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;to whom he has said,</span><br><span id=\"p23028012_01-24\" class=\"line\">&nbsp;&nbsp;“This is rest;</span><br><span id=\"p23028012_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give rest to the weary;</span><br><span id=\"p23028012_01-24\" class=\"line\">&nbsp;&nbsp;and this is repose”;</span><br><span id=\"p23028012_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet they would not hear.</span><br><span id=\"p23028013_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028013-1\">13&nbsp;</b>&nbsp;&nbsp;And the word of the LORD will be to them</span><br><span id=\"p23028013_01-24\" class=\"line\">&nbsp;&nbsp;precept upon precept, precept upon precept,</span><br><span id=\"p23028013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;line upon line, line upon line,</span><br><span id=\"p23028013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;here a little, there a little,</span><br><span id=\"p23028013_01-24\" class=\"line\">&nbsp;&nbsp;that they may go, and fall backward,</span><br><span id=\"p23028013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be broken, and snared, and taken.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> For with stammering lips and another tongue will he speak to this people.  <strong>12</strong> To whom he said, This is the rest wherewith ye may cause the weary to rest; and this is the refreshing: yet they would not hear.  <strong>13</strong> But the word of the LORD was unto them precept upon precept, precept upon precept; line upon line, line upon line; here a little, and  there a little; that they might go, and fall backward, and be broken, and snared, and taken.  ","niv":"<sup><strong>11</strong></sup> Very well then, with foreign lips and strange tongues God will speak to this people, <sup><strong>12</strong></sup> to whom he said, \"This is the resting place, let the weary rest\"; and, \"This is the place of repose\"- but they would not listen. <sup><strong>13</strong></sup> So then, the word of the LORD to them will become: Do and do, do and do, rule on rule, rule on rule; a little here, a little there- so that they will go and fall backward, be injured and snared and captured. "}]}