{"_id":"6164f8d56451fe5325fa05b4","slug":"knowing-god","name":"Knowing God","verses":[{"_id":"6164f8d66451fe5325fa05b5","topicId":"6164f8d56451fe5325fa05b4","verse":"Jeremiah 9:23-24","votes":215,"__v":0,"esv":"<div>\n<p id=\"p24009023_01-1\"><b class=\"verse-num\" id=\"v24009023-1\">23&nbsp;</b>Thus says the LORD: “Let not the wise man boast in his wisdom, let not the mighty man boast in his might, let not the rich man boast in his riches, <b class=\"verse-num\" id=\"v24009024-1\">24&nbsp;</b>but let him who boasts boast in this, that he understands and knows me, that I am the LORD who practices steadfast love, justice, and righteousness in the earth. For in these things I delight, declares the LORD.”</p>\n</div>","kjv":"<strong>23</strong> Thus saith the LORD, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches:  <strong>24</strong> But let him that glorieth glory in this, that he understandeth and knoweth me, that I am the LORD which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things  I delight, saith the LORD.  ","niv":"<sup><strong>23</strong></sup> This is what the LORD says: \"Let not the wise man boast of his wisdom or the strong man boast of his strength or the rich man boast of his riches, <sup><strong>24</strong></sup> but let him who boasts boast about this: that he understands and knows me, that I am the LORD, who exercises kindness, justice and righteousness on earth, for in these I delight,\" declares the LORD. ","modified":"2023-09-11T14:38:42.350Z"},{"_id":"6164f8d66451fe5325fa05b6","topicId":"6164f8d56451fe5325fa05b4","verse":"John 17:3","votes":176,"__v":0,"esv":"<div>\n\n<p id=\"p43017001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43017001-1\">17:1&nbsp;</b>When Jesus had spoken these words, he lifted up his eyes to heaven, and said, <span class=\"woc\">“Father, the hour has come; glorify your Son that the Son may glorify you,</span> <b class=\"verse-num woc\" id=\"v43017002-1\">2&nbsp;</b><span class=\"woc\">since you have given him authority over all flesh, to give eternal life to all whom you have given him.</span> <b class=\"verse-num woc\" id=\"v43017003-1\">3&nbsp;</b><span class=\"woc\">And this is eternal life, that they know you, the only true God, and Jesus Christ whom you have sent.</span> <b class=\"verse-num woc\" id=\"v43017004-1\">4&nbsp;</b><span class=\"woc\">I glorified you on earth, having accomplished the work that you gave me to do.</span> <b class=\"verse-num woc\" id=\"v43017005-1\">5&nbsp;</b><span class=\"woc\">And now, Father, glorify me in your own presence with the glory that I had with you before the world existed.</span></p>\n<p id=\"p43017005_05-9\"><b class=\"verse-num woc\" id=\"v43017006-1\">6&nbsp;</b><span class=\"woc\">“I have manifested your name to the people whom you gave me out of the world. Yours they were, and you gave them to me, and they have kept your word.</span> <b class=\"verse-num woc\" id=\"v43017007-1\">7&nbsp;</b><span class=\"woc\">Now they know that everything that you have given me is from you.</span> <b class=\"verse-num woc\" id=\"v43017008-1\">8&nbsp;</b><span class=\"woc\">For I have given them the words that you gave me, and they have received them and have come to know in truth that I came from you; and they have believed that you sent me.</span> <b class=\"verse-num woc\" id=\"v43017009-1\">9&nbsp;</b><span class=\"woc\">I am praying for them. I am not praying for the world but for those whom you have given me, for they are yours.</span> <b class=\"verse-num woc\" id=\"v43017010-1\">10&nbsp;</b><span class=\"woc\">All mine are yours, and yours are mine, and I am glorified in them.</span> <b class=\"verse-num woc\" id=\"v43017011-1\">11&nbsp;</b><span class=\"woc\">And I am no longer in the world, but they are in the world, and I am coming to you. Holy Father, keep them in your name, which you have given me, that they may be one, even as we are one.</span> <b class=\"verse-num woc\" id=\"v43017012-1\">12&nbsp;</b><span class=\"woc\">While I was with them, I kept them in your name, which you have given me. I have guarded them, and not one of them has been lost except the son of destruction, that the Scripture might be fulfilled.</span> <b class=\"verse-num woc\" id=\"v43017013-1\">13&nbsp;</b><span class=\"woc\">But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves.</span> <b class=\"verse-num woc\" id=\"v43017014-1\">14&nbsp;</b><span class=\"woc\">I have given them your word, and the world has hated them because they are not of the world, just as I am not of the world.</span> <b class=\"verse-num woc\" id=\"v43017015-1\">15&nbsp;</b><span class=\"woc\">I do not ask that you take them out of the world, but that you keep them from the evil one.</span> <b class=\"verse-num woc\" id=\"v43017016-1\">16&nbsp;</b><span class=\"woc\">They are not of the world, just as I am not of the world.</span> <b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span> <b class=\"verse-num woc\" id=\"v43017018-1\">18&nbsp;</b><span class=\"woc\">As you sent me into the world, so I have sent them into the world.</span> <b class=\"verse-num woc\" id=\"v43017019-1\">19&nbsp;</b><span class=\"woc\">And for their sake I consecrate myself, that they also may be sanctified in truth.</span></p>\n<p id=\"p43017019_05-9\"><b class=\"verse-num woc\" id=\"v43017020-1\">20&nbsp;</b><span class=\"woc\">“I do not ask for these only, but also for those who will believe in me through their word,</span> <b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span> <b class=\"verse-num woc\" id=\"v43017022-1\">22&nbsp;</b><span class=\"woc\">The glory that you have given me I have given to them, that they may be one even as we are one,</span> <b class=\"verse-num woc\" id=\"v43017023-1\">23&nbsp;</b><span class=\"woc\">I in them and you in me, that they may become perfectly one, so that the world may know that you sent me and loved them even as you loved me.</span> <b class=\"verse-num woc\" id=\"v43017024-1\">24&nbsp;</b><span class=\"woc\">Father, I desire that they also, whom you have given me, may be with me where I am, to see my glory that you have given me because you loved me before the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v43017025-1\">25&nbsp;</b><span class=\"woc\">O righteous Father, even though the world does not know you, I know you, and these know that you have sent me.</span> <b class=\"verse-num woc\" id=\"v43017026-1\">26&nbsp;</b><span class=\"woc\">I made known to them your name, and I will continue to make it known, that the love with which you have loved me may be in them, and I in them.”</span></p>\n\n</div>","kjv":"<strong>3</strong> And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.  ","niv":"<sup><strong>3</strong></sup> Now this is eternal life: that they may know you, the only true God, and Jesus Christ, whom you have sent.","modified":"2023-07-16T04:47:32.800Z"},{"_id":"6164f8d66451fe5325fa05b7","topicId":"6164f8d56451fe5325fa05b4","verse":"Philippians 3:10","votes":156,"__v":0,"esv":"<div>\n<p id=\"p50003010_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003010-1\">10&nbsp;</b>that I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death,</p>\n</div>","kjv":"<strong>10</strong> That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;  ","niv":"<sup><strong>10</strong></sup> I want to know Christ and the power of his resurrection and the fellowship of sharing in his sufferings, becoming like him in his death,","modified":"2023-01-31T12:38:52.083Z"},{"_id":"6164f8d66451fe5325fa05b8","topicId":"6164f8d56451fe5325fa05b4","verse":"Romans 12:2","votes":139,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2022-09-13T01:05:38.548Z"},{"_id":"6164f8d76451fe5325fa05b9","topicId":"6164f8d56451fe5325fa05b4","verse":"1 John 4:6-7","votes":110,"__v":0,"esv":"<div>\n<p id=\"p62004006_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004006-1\">6&nbsp;</b>We are from God. Whoever knows God listens to us; whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of error.</p>\n\n<p id=\"p62004006_04-5\"><b class=\"verse-num\" id=\"v62004007-1\">7&nbsp;</b>Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.</p>\n</div>","kjv":"<strong>6</strong> We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.  <strong>7</strong> Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.  ","niv":"<sup><strong>6</strong></sup> We are from God, and whoever knows God listens to us; but whoever is not from God does not listen to us. This is how we recognize the Spirit of truth and the spirit of falsehood. <sup><strong>7</strong></sup> Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God. "},{"_id":"6164f8d76451fe5325fa05ba","topicId":"6164f8d56451fe5325fa05b4","verse":"2 Peter 3:18","votes":106,"__v":0,"esv":"<div>\n<p id=\"p61003018_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003018-1\">18&nbsp;</b>But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.</p>\n</div>","kjv":"<strong>18</strong> But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.  ","niv":"<sup><strong>18</strong></sup> But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen."},{"_id":"6164f8d76451fe5325fa05bb","topicId":"6164f8d56451fe5325fa05b4","verse":"Proverbs 8:17","votes":89,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20008017_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008017-1\">17&nbsp;</b>&nbsp;&nbsp;I love those who love me,</span><br><span id=\"p20008017_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who seek me diligently find me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> I love them that love me; and those that seek me early shall find me.  ","niv":"<sup><strong>17</strong></sup> I love those who love me, and those who seek me find me.","modified":"2022-05-15T08:38:10.839Z"},{"_id":"6164f8d86451fe5325fa05bc","topicId":"6164f8d56451fe5325fa05b4","verse":"Hebrews 4:12","votes":86,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"6164f8d86451fe5325fa05bd","topicId":"6164f8d56451fe5325fa05b4","verse":"John 17:1-26","votes":77,"__v":0,"kjv":"<strong>1</strong> These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee:  <strong>2</strong> As thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him.  <strong>3</strong> And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.  <strong>4</strong> I have glorified thee on the earth: I have finished the work which thou gavest me to do.  <strong>5</strong> And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.  <strong>6</strong> I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word.  <strong>7</strong> Now they have known that all things whatsoever thou hast given me are of thee.  <strong>8</strong> For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.  <strong>9</strong> I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.  <strong>10</strong> And all mine are thine, and thine are mine; and I am glorified in them.  <strong>11</strong> And now I am no more in the world, but these are in the world, and I come to thee. Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are.  <strong>12</strong> While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.  <strong>13</strong> And now come I to thee; and these things I speak in the world, that they might have my joy fulfilled in themselves.  <strong>14</strong> I have given them thy word; and the world hath hated them, because they are not of the world, even as I am not of the world.  <strong>15</strong> I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.  <strong>16</strong> They are not of the world, even as I am not of the world.  <strong>17</strong> Sanctify them through thy truth: thy word is truth.  <strong>18</strong> As thou hast sent me into the world, even so have I also sent them into the world.  <strong>19</strong> And for their sakes I sanctify myself, that they also might be sanctified through the truth.  <strong>20</strong> Neither pray I for these alone, but for them also which shall believe on me through their word;  <strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  <strong>22</strong> And the glory which thou gavest me I have given them; that they may be one, even as we are one:  <strong>23</strong> I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.  <strong>24</strong> Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.  <strong>25</strong> O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me.  <strong>26</strong> And I have declared unto them thy name, and will declare it:  that the love wherewith thou hast loved me may be in them, and I in them. ","niv":"<sup><strong>1</strong></sup> After Jesus said this, he looked toward heaven and prayed: <sup><strong>2</strong></sup> \"Father, the time has come. Glorify your Son, that your Son may glorify you. For you granted him authority over all people that he might give eternal life to all those you have given him. <sup><strong>3</strong></sup> Now this is eternal life: that they may know you, the only true God, and Jesus Christ, whom you have sent. <sup><strong>4</strong></sup> I have brought you glory on earth by completing the work you gave me to do. <sup><strong>5</strong></sup> And now, Father, glorify me in your presence with the glory I had with you before the world began. <sup><strong>6</strong></sup> \"I have revealed you to those whom you gave me out of the world. They were yours; you gave them to me and they have obeyed your word. <sup><strong>7</strong></sup> Now they know that everything you have given me comes from you. <sup><strong>8</strong></sup> For I gave them the words you gave me and they accepted them. They knew with certainty that I came from you, and they believed that you sent me. <sup><strong>9</strong></sup> I pray for them. I am not praying for the world, but for those you have given me, for they are yours. <sup><strong>10</strong></sup> All I have is yours, and all you have is mine. And glory has come to me through them. <sup><strong>11</strong></sup> I will remain in the world no longer, but they are still in the world, and I am coming to you. Holy Father, protect them by the power of your name--the name you gave me--so that they may be one as we are one. <sup><strong>12</strong></sup> While I was with them, I protected them and kept them safe by that name you gave me. None has been lost except the one doomed to destruction so that Scripture would be fulfilled. <sup><strong>13</strong></sup> \"I am coming to you now, but I say these things while I am still in the world, so that they may have the full measure of my joy within them. <sup><strong>14</strong></sup> I have given them your word and the world has hated them, for they are not of the world any more than I am of the world. <sup><strong>15</strong></sup> My prayer is not that you take them out of the world but that you protect them from the evil one. <sup><strong>16</strong></sup> They are not of the world, even as I am not of it. <sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth. <sup><strong>18</strong></sup> As you sent me into the world, I have sent them into the world. <sup><strong>19</strong></sup> For them I sanctify myself, that they too may be truly sanctified. <sup><strong>20</strong></sup> \"My prayer is not for them alone. I pray also for those who will believe in me through their message, <sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me. <sup><strong>22</strong></sup> I have given them the glory that you gave me, that they may be one as we are one: <sup><strong>23</strong></sup> I in them and you in me. May they be brought to complete unity to let the world know that you sent me and have loved them even as you have loved me. <sup><strong>24</strong></sup> \"Father, I want those you have given me to be with me where I am, and to see my glory, the glory you have given me because you loved me before the creation of the world. <sup><strong>25</strong></sup> \"Righteous Father, though the world does not know you, I know you, and they know that you have sent me. <sup><strong>26</strong></sup> I have made you known to them, and will continue to make you known in order that the love you have for me may be in them and that I myself may be in them.\" ","modified":"2023-11-22T01:53:33.518Z"},{"_id":"6164f8d86451fe5325fa05be","topicId":"6164f8d56451fe5325fa05b4","verse":"Jeremiah 29:11-13","votes":73,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope. <b class=\"verse-num\" id=\"v24029012-1\">12&nbsp;</b>Then you will call upon me and come and pray to me, and I will hear you. <b class=\"verse-num\" id=\"v24029013-1\">13&nbsp;</b>You will seek me and find me, when you seek me with all your heart.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  <strong>12</strong> Then shall ye call upon me, and ye shall go and pray unto me, and I will hearken unto you.  <strong>13</strong> And ye shall seek me, and find me, when ye shall search for me with all your heart.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future. <sup><strong>12</strong></sup> Then you will call upon me and come and pray to me, and I will listen to you. <sup><strong>13</strong></sup> You will seek me and find me when you seek me with all your heart. "},{"_id":"6164f8d96451fe5325fa05bf","topicId":"6164f8d56451fe5325fa05b4","verse":"Psalm 119:105","votes":74,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-11\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path.","modified":"2022-04-27T14:01:33.177Z"},{"_id":"6164f8d96451fe5325fa05c0","topicId":"6164f8d56451fe5325fa05b4","verse":"John 1:1","votes":64,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"6164f8d96451fe5325fa05c1","topicId":"6164f8d56451fe5325fa05b4","verse":"2 Timothy 3:16","votes":62,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6164f8d96451fe5325fa05c2","topicId":"6164f8d56451fe5325fa05b4","verse":"James 4:7","votes":57,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"6164f8da6451fe5325fa05c3","topicId":"6164f8d56451fe5325fa05b4","verse":"Jeremiah 31:33-34","votes":56,"__v":0,"esv":"<div>\n<p id=\"p24031033_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v24031033-1\">33&nbsp;</b>For this is the covenant that I will make with the house of Israel after those days, declares the LORD: I will put my law within them, and I will write it on their hearts. And I will be their God, and they shall be my people. <b class=\"verse-num\" id=\"v24031034-1\">34&nbsp;</b>And no longer shall each one teach his neighbor and each his brother, saying, ‘Know the LORD,’ for they shall all know me, from the least of them to the greatest, declares the LORD. For I will forgive their iniquity, and I will remember their sin no more.”</p>\n</div>","kjv":"<strong>33</strong> But this shall be the covenant that I will make with the house of Israel; After those days, saith the LORD, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.  <strong>34</strong> And they shall teach no more every man his neighbour, and every man his brother, saying, Know the LORD: for they shall all know me, from the least of them unto the greatest of them, saith the LORD; for I will forgive their iniquity, and I will remember their sin no more.  ","niv":"<sup><strong>33</strong></sup> \"This is the covenant I will make with the house of Israel after that time,\" declares the LORD. \"I will put my law in their minds and write it on their hearts. I will be their God, and they will be my people. <sup><strong>34</strong></sup> No longer will a man teach his neighbor, or a man his brother, saying, 'Know the LORD,' because they will all know me, from the least of them to the greatest,\" declares the LORD. \"For I will forgive their wickedness and will remember their sins no more.\" "},{"_id":"6164f8da6451fe5325fa05c4","topicId":"6164f8d56451fe5325fa05b4","verse":"1 John 3:6","votes":53,"__v":0,"esv":"<div>\n<p id=\"p62003006_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003006-1\">6&nbsp;</b>No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him.</p>\n</div>","kjv":"<strong>6</strong> Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.  ","niv":"<sup><strong>6</strong></sup> No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him."},{"_id":"6164f8da6451fe5325fa05c5","topicId":"6164f8d56451fe5325fa05b4","verse":"Psalm 119:10","votes":51,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119010_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119010-1\">10&nbsp;</b>&nbsp;&nbsp;With my whole heart I seek you;</span><br><span id=\"p19119010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not wander from your commandments!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> With my whole heart have I sought thee: O let me not wander from thy commandments.  ","niv":"<sup><strong>10</strong></sup> I seek you with all my heart; do not let me stray from your commands."},{"_id":"6164f8db6451fe5325fa05c6","topicId":"6164f8d56451fe5325fa05b4","verse":"Psalm 46:10","votes":49,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046010_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046010-1\">10&nbsp;</b>&nbsp;&nbsp;“Be still, and know that I am God.</span><br><span id=\"p19046010_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted among the nations,</span><br><span id=\"p19046010_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted in the earth!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.  ","niv":"<sup><strong>10</strong></sup> \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\""},{"_id":"6164f8db6451fe5325fa05c7","topicId":"6164f8d56451fe5325fa05b4","verse":"Isaiah 55:8","votes":44,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055008_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055008-1\">8&nbsp;</b>&nbsp;&nbsp;For my thoughts are not your thoughts,</span><br><span id=\"p23055008_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither are your ways my ways, declares the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> For my thoughts are not your thoughts, neither are  your ways my ways, saith the LORD.  ","niv":"<sup><strong>8</strong></sup> \"For my thoughts are not your thoughts, neither are your ways my ways,\" declares the LORD."},{"_id":"6164f8db6451fe5325fa05c8","topicId":"6164f8d56451fe5325fa05b4","verse":"Proverbs 3:6","votes":38,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003006_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight."},{"_id":"6164f8dc6451fe5325fa05c9","topicId":"6164f8d56451fe5325fa05b4","verse":"Daniel 11:32","votes":32,"__v":0,"esv":"<div>\n<p id=\"p27011032_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v27011032-1\">32&nbsp;</b>He shall seduce with flattery those who violate the covenant, but the people who know their God shall stand firm and take action.</p>\n</div>","kjv":"<strong>32</strong> And such as do wickedly against the covenant shall he corrupt by flatteries: but the people that do know their God shall be strong, and do exploits.  ","niv":"<sup><strong>32</strong></sup> With flattery he will corrupt those who have violated the covenant, but the people who know their God will firmly resist him.","modified":"2022-07-27T19:06:52.493Z"},{"_id":"6164f8dc6451fe5325fa05ca","topicId":"6164f8d56451fe5325fa05b4","verse":"Colossians 1:9","votes":31,"__v":0,"esv":"<div>\n<p id=\"p51001009_01-22\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding,</p>\n</div>","kjv":"<strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  ","niv":"<sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding.","modified":"2022-06-18T22:55:47.248Z"},{"_id":"6164f8dc6451fe5325fa05cb","topicId":"6164f8d56451fe5325fa05b4","verse":"Job 22:21","votes":31,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18022021_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v18022021-1\">21&nbsp;</b>&nbsp;&nbsp;“Agree with God, and be at peace;</span><br><span id=\"p18022021_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;thereby good will come to you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Acquaint now thyself with him, and be at peace: thereby good shall come unto thee.  ","niv":"<sup><strong>21</strong></sup> \"Submit to God and be at peace with him; in this way prosperity will come to you."},{"_id":"6164f8dc6451fe5325fa05cc","topicId":"6164f8d56451fe5325fa05b4","verse":"2 Timothy 1:7","votes":30,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"6164f8dd6451fe5325fa05cd","topicId":"6164f8d56451fe5325fa05b4","verse":"John 14:6","votes":26,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2024-01-02T12:21:40.798Z"}]}