{"_id":"6164fb6e6451fe5325fa06ba","slug":"lack-of-rain","name":"Lack Of Rain","verses":[{"_id":"6164fb6e6451fe5325fa06bb","topicId":"6164fb6e6451fe5325fa06ba","verse":"1 Kings 17:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p11017001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11017001-1\">17:1&nbsp;</b>Now Elijah the Tishbite, of Tishbe in Gilead, said to Ahab, “As the LORD, the God of Israel, lives, before whom I stand, there shall be neither dew nor rain these years, except by my word.” <b class=\"verse-num\" id=\"v11017002-1\">2&nbsp;</b>And the word of the LORD came to him: <b class=\"verse-num\" id=\"v11017003-1\">3&nbsp;</b>“Depart from here and turn eastward and hide yourself by the brook Cherith, which is east of the Jordan. <b class=\"verse-num\" id=\"v11017004-1\">4&nbsp;</b>You shall drink from the brook, and I have commanded the ravens to feed you there.” <b class=\"verse-num\" id=\"v11017005-1\">5&nbsp;</b>So he went and did according to the word of the LORD. He went and lived by the brook Cherith that is east of the Jordan. <b class=\"verse-num\" id=\"v11017006-1\">6&nbsp;</b>And the ravens brought him bread and meat in the morning, and bread and meat in the evening, and he drank from the brook. <b class=\"verse-num\" id=\"v11017007-1\">7&nbsp;</b>And after a while the brook dried up, because there was no rain in the land.</p>\n\n<p id=\"p11017007_09-19\"><b class=\"verse-num\" id=\"v11017008-1\">8&nbsp;</b>Then the word of the LORD came to him, <b class=\"verse-num\" id=\"v11017009-1\">9&nbsp;</b>“Arise, go to Zarephath, which belongs to Sidon, and dwell there. Behold, I have commanded a widow there to feed you.” <b class=\"verse-num\" id=\"v11017010-1\">10&nbsp;</b>So he arose and went to Zarephath. And when he came to the gate of the city, behold, a widow was there gathering sticks. And he called to her and said, “Bring me a little water in a vessel, that I may drink.” <b class=\"verse-num\" id=\"v11017011-1\">11&nbsp;</b>And as she was going to bring it, he called to her and said, “Bring me a morsel of bread in your hand.” <b class=\"verse-num\" id=\"v11017012-1\">12&nbsp;</b>And she said, “As the LORD your God lives, I have nothing baked, only a handful of flour in a jar and a little oil in a jug. And now I am gathering a couple of sticks that I may go in and prepare it for myself and my son, that we may eat it and die.” <b class=\"verse-num\" id=\"v11017013-1\">13&nbsp;</b>And Elijah said to her, “Do not fear; go and do as you have said. But first make me a little cake of it and bring it to me, and afterward make something for yourself and your son. <b class=\"verse-num\" id=\"v11017014-1\">14&nbsp;</b>For thus says the LORD, the God of Israel, ‘The jar of flour shall not be spent, and the jug of oil shall not be empty, until the day that the LORD sends rain upon the earth.’” <b class=\"verse-num\" id=\"v11017015-1\">15&nbsp;</b>And she went and did as Elijah said. And she and he and her household ate for many days. <b class=\"verse-num\" id=\"v11017016-1\">16&nbsp;</b>The jar of flour was not spent, neither did the jug of oil become empty, according to the word of the LORD that he spoke by Elijah.</p>\n\n<p id=\"p11017016_14-19\"><b class=\"verse-num\" id=\"v11017017-1\">17&nbsp;</b>After this the son of the woman, the mistress of the house, became ill. And his illness was so severe that there was no breath left in him. <b class=\"verse-num\" id=\"v11017018-1\">18&nbsp;</b>And she said to Elijah, “What have you against me, O man of God? You have come to me to bring my sin to remembrance and to cause the death of my son!” <b class=\"verse-num\" id=\"v11017019-1\">19&nbsp;</b>And he said to her, “Give me your son.” And he took him from her arms and carried him up into the upper chamber where he lodged, and laid him on his own bed. <b class=\"verse-num\" id=\"v11017020-1\">20&nbsp;</b>And he cried to the LORD, “O LORD my God, have you brought calamity even upon the widow with whom I sojourn, by killing her son?” <b class=\"verse-num\" id=\"v11017021-1\">21&nbsp;</b>Then he stretched himself upon the child three times and cried to the LORD, “O LORD my God, let this child’s life come into him again.” <b class=\"verse-num\" id=\"v11017022-1\">22&nbsp;</b>And the LORD listened to the voice of Elijah. And the life of the child came into him again, and he revived. <b class=\"verse-num\" id=\"v11017023-1\">23&nbsp;</b>And Elijah took the child and brought him down from the upper chamber into the house and delivered him to his mother. And Elijah said, “See, your son lives.” <b class=\"verse-num\" id=\"v11017024-1\">24&nbsp;</b>And the woman said to Elijah, “Now I know that you are a man of God, and that the word of the LORD in your mouth is truth.”</p>\n\n</div>","kjv":"<strong>1</strong> And Elijah the Tishbite, who was of the inhabitants of Gilead, said unto Ahab, As the LORD God of Israel liveth, before whom I stand, there shall not be dew nor rain these years, but according to my word.  ","niv":"<sup><strong>1</strong></sup> Now Elijah the Tishbite, from Tishbe in Gilead, said to Ahab, \"As the LORD, the God of Israel, lives, whom I serve, there will be neither dew nor rain in the next few years except at my word.\""},{"_id":"6164fb6e6451fe5325fa06bc","topicId":"6164fb6e6451fe5325fa06ba","verse":"James 5:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"6164fb6f6451fe5325fa06bd","topicId":"6164fb6e6451fe5325fa06ba","verse":"Acts 1:11-12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44001011_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n\n<p id=\"p44001011_06-3\"><b class=\"verse-num\" id=\"v44001012-1\">12&nbsp;</b>Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away.</p>\n</div>","kjv":"<strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  <strong>12</strong> Then returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day’s journey.  ","niv":"<sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\" <sup><strong>12</strong></sup> Then they returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk from the city. "},{"_id":"6164fb6f6451fe5325fa06be","topicId":"6164fb6e6451fe5325fa06ba","verse":"John 10:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"6164fb6f6451fe5325fa06bf","topicId":"6164fb6e6451fe5325fa06ba","verse":"John 4:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43004024_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span></p>\n</div>","kjv":"<strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  ","niv":"<sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\""},{"_id":"6164fb6f6451fe5325fa06c0","topicId":"6164fb6e6451fe5325fa06ba","verse":"Isaiah 12:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p23012003_01-6\"><b class=\"verse-num\" id=\"v23012003-1\">3&nbsp;</b>With joy you will draw water from the wells of salvation.</p>\n\n</div>","kjv":"<strong>3</strong> Therefore with joy shall ye draw water out of the wells of salvation.  ","niv":"<sup><strong>3</strong></sup> With joy you will draw water from the wells of salvation."},{"_id":"6164fb706451fe5325fa06c1","topicId":"6164fb6e6451fe5325fa06ba","verse":"Revelation 21:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66021027_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021027-1\">27&nbsp;</b>But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life.</p>\n</div>","kjv":"<strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  ","niv":"<sup><strong>27</strong></sup> Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life."},{"_id":"6164fb706451fe5325fa06c2","topicId":"6164fb6e6451fe5325fa06ba","verse":"Revelation 12:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66012004_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012004-1\">4&nbsp;</b>His tail swept down a third of the stars of heaven and cast them to the earth. And the dragon stood before the woman who was about to give birth, so that when she bore her child he might devour it.</p>\n</div>","kjv":"<strong>4</strong> And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon stood before the woman which was ready to be delivered, for to devour her child as soon as it was born.  ","niv":"<sup><strong>4</strong></sup> His tail swept a third of the stars out of the sky and flung them to the earth. The dragon stood in front of the woman who was about to give birth, so that he might devour her child the moment it was born."},{"_id":"6164fb706451fe5325fa06c3","topicId":"6164fb6e6451fe5325fa06ba","verse":"Revelation 6:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66006017_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66006017-1\">17&nbsp;</b>for the great day of their wrath has come, and who can stand?”</p>\n</div>","kjv":"<strong>17</strong> For the great day of his wrath is come; and who shall be able to stand?  ","niv":"<sup><strong>17</strong></sup> For the great day of their wrath has come, and who can stand?\""},{"_id":"6164fb716451fe5325fa06c4","topicId":"6164fb6e6451fe5325fa06ba","verse":"James 5:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59005017_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005017-1\">17&nbsp;</b>Elijah was a man with a nature like ours, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth.</p>\n</div>","kjv":"<strong>17</strong> Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.  ","niv":"<sup><strong>17</strong></sup> Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years."},{"_id":"6164fb716451fe5325fa06c5","topicId":"6164fb6e6451fe5325fa06ba","verse":"Ephesians 6:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49006016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;</p>\n</div>","kjv":"<strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  ","niv":"<sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one."},{"_id":"6164fb716451fe5325fa06c6","topicId":"6164fb6e6451fe5325fa06ba","verse":"Acts 2:1-47","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-12\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-12\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-12\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-12\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-12\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-12\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-12\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-12\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-12\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-12\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-12\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-12\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-12\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"6164fb726451fe5325fa06c7","topicId":"6164fb6e6451fe5325fa06ba","verse":"Acts 1:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44001003_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001003-1\">3&nbsp;</b>He presented himself alive to them after his suffering by many proofs, appearing to them during forty days and speaking about the kingdom of God.</p>\n</div>","kjv":"<strong>3</strong> To whom also he shewed himself alive after his passion by many infallible proofs, being seen of them forty days, and speaking of the things pertaining to the kingdom of God:  ","niv":"<sup><strong>3</strong></sup> After his suffering, he showed himself to these men and gave many convincing proofs that he was alive. He appeared to them over a period of forty days and spoke about the kingdom of God."},{"_id":"6164fb726451fe5325fa06c8","topicId":"6164fb6e6451fe5325fa06ba","verse":"Jeremiah 17:7-8","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017007_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017007-1\">7&nbsp;</b>&nbsp;&nbsp;“Blessed is the man who trusts in the LORD,</span><br><span id=\"p24017007_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose trust is the LORD.</span><br><span id=\"p24017008_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017008-1\">8&nbsp;</b>&nbsp;&nbsp;He is like a tree planted by water,</span><br><span id=\"p24017008_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that sends out its roots by the stream,</span><br><span id=\"p24017008_01-14\" class=\"line\">&nbsp;&nbsp;and does not fear when heat comes,</span><br><span id=\"p24017008_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for its leaves remain green,</span><br><span id=\"p24017008_01-14\" class=\"line\">&nbsp;&nbsp;and is not anxious in the year of drought,</span><br><span id=\"p24017008_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it does not cease to bear fruit.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Blessed is the man that trusteth in the LORD, and whose hope the LORD is.  <strong>8</strong> For he shall be as a tree planted by the waters, and that  spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit.  ","niv":"<sup><strong>7</strong></sup> \"But blessed is the man who trusts in the LORD, whose confidence is in him. <sup><strong>8</strong></sup> He will be like a tree planted by the water that sends out its roots by the stream. It does not fear when heat comes; its leaves are always green. It has no worries in a year of drought and never fails to bear fruit.\" "},{"_id":"6164fb726451fe5325fa06c9","topicId":"6164fb6e6451fe5325fa06ba","verse":"Jeremiah 15:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p24015001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24015001-1\">15:1&nbsp;</b>Then the LORD said to me, “Though Moses and Samuel stood before me, yet my heart would not turn toward this people. Send them out of my sight, and let them go! <b class=\"verse-num\" id=\"v24015002-1\">2&nbsp;</b>And when they ask you, ‘Where shall we go?’ you shall say to them, ‘Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24015002_06-15\" class=\"line\">&nbsp;&nbsp;“‘Those who are for pestilence, to pestilence,</span><br><span id=\"p24015002_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who are for the sword, to the sword;</span><br><span id=\"p24015002_06-15\" class=\"line\">&nbsp;&nbsp;those who are for famine, to famine,</span><br><span id=\"p24015002_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who are for captivity, to captivity.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24015002_06-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v24015003-1\">3&nbsp;</b>I will appoint over them four kinds of destroyers, declares the LORD: the sword to kill, the dogs to tear, and the birds of the air and the beasts of the earth to devour and destroy. <b class=\"verse-num\" id=\"v24015004-1\">4&nbsp;</b>And I will make them a horror to all the kingdoms of the earth because of what Manasseh the son of Hezekiah, king of Judah, did in Jerusalem.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24015005_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015005-1\">5&nbsp;</b>&nbsp;&nbsp;“Who will have pity on you, O Jerusalem,</span><br><span id=\"p24015005_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or who will grieve for you?</span><br><span id=\"p24015005_06-15\" class=\"line\">&nbsp;&nbsp;Who will turn aside</span><br><span id=\"p24015005_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to ask about your welfare?</span><br><span id=\"p24015006_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015006-1\">6&nbsp;</b>&nbsp;&nbsp;You have rejected me, declares the LORD;</span><br><span id=\"p24015006_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you keep going backward,</span><br><span id=\"p24015006_06-15\" class=\"line\">&nbsp;&nbsp;so I have stretched out my hand against you and destroyed you—</span><br><span id=\"p24015006_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary of relenting.</span><br><span id=\"p24015007_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015007-1\">7&nbsp;</b>&nbsp;&nbsp;I have winnowed them with a winnowing fork</span><br><span id=\"p24015007_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the gates of the land;</span><br><span id=\"p24015007_06-15\" class=\"line\">&nbsp;&nbsp;I have bereaved them; I have destroyed my people;</span><br><span id=\"p24015007_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they did not turn from their ways.</span><br><span id=\"p24015008_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015008-1\">8&nbsp;</b>&nbsp;&nbsp;I have made their widows more in number</span><br><span id=\"p24015008_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than the sand of the seas;</span><br><span id=\"p24015008_06-15\" class=\"line\">&nbsp;&nbsp;I have brought against the mothers of young men</span><br><span id=\"p24015008_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a destroyer at noonday;</span><br><span id=\"p24015008_06-15\" class=\"line\">&nbsp;&nbsp;I have made anguish and terror</span><br><span id=\"p24015008_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fall upon them suddenly.</span><br><span id=\"p24015009_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015009-1\">9&nbsp;</b>&nbsp;&nbsp;She who bore seven has grown feeble;</span><br><span id=\"p24015009_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she has fainted away;</span><br><span id=\"p24015009_06-15\" class=\"line\">&nbsp;&nbsp;her sun went down while it was yet day;</span><br><span id=\"p24015009_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she has been shamed and disgraced.</span><br><span id=\"p24015009_06-15\" class=\"line\">&nbsp;&nbsp;And the rest of them I will give to the sword</span><br><span id=\"p24015009_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before their enemies,</span><br><span id=\"p24015009_06-15\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p24015009_08-15\"><b class=\"verse-num\" id=\"v24015010-1\">10&nbsp;</b>Woe is me, my mother, that you bore me, a man of strife and contention to the whole land! I have not lent, nor have I borrowed, yet all of them curse me. <b class=\"verse-num\" id=\"v24015011-1\">11&nbsp;</b>The LORD said, “Have I not set you free for their good? Have I not pleaded for you before the enemy in the time of trouble and in the time of distress? <b class=\"verse-num\" id=\"v24015012-1\">12&nbsp;</b>Can one break iron, iron from the north, and bronze?</p>\n<p id=\"p24015012_08-15\"><b class=\"verse-num\" id=\"v24015013-1\">13&nbsp;</b>“Your wealth and your treasures I will give as spoil, without price, for all your sins, throughout all your territory. <b class=\"verse-num\" id=\"v24015014-1\">14&nbsp;</b>I will make you serve your enemies in a land that you do not know, for in my anger a fire is kindled that shall burn forever.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24015015_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015015-1\">15&nbsp;</b>&nbsp;&nbsp;O LORD, you know;</span><br><span id=\"p24015015_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;remember me and visit me,</span><br><span id=\"p24015015_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and take vengeance for me on my persecutors.</span><br><span id=\"p24015015_08-15\" class=\"line\">&nbsp;&nbsp;In your forbearance take me not away;</span><br><span id=\"p24015015_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;know that for your sake I bear reproach.</span><br><span id=\"p24015016_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015016-1\">16&nbsp;</b>&nbsp;&nbsp;Your words were found, and I ate them,</span><br><span id=\"p24015016_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your words became to me a joy</span><br><span id=\"p24015016_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the delight of my heart,</span><br><span id=\"p24015016_08-15\" class=\"line\">&nbsp;&nbsp;for I am called by your name,</span><br><span id=\"p24015016_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, God of hosts.</span><br><span id=\"p24015017_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015017-1\">17&nbsp;</b>&nbsp;&nbsp;I did not sit in the company of revelers,</span><br><span id=\"p24015017_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor did I rejoice;</span><br><span id=\"p24015017_08-15\" class=\"line\">&nbsp;&nbsp;I sat alone, because your hand was upon me,</span><br><span id=\"p24015017_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you had filled me with indignation.</span><br><span id=\"p24015018_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015018-1\">18&nbsp;</b>&nbsp;&nbsp;Why is my pain unceasing,</span><br><span id=\"p24015018_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my wound incurable,</span><br><span id=\"p24015018_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;refusing to be healed?</span><br><span id=\"p24015018_08-15\" class=\"line\">&nbsp;&nbsp;Will you be to me like a deceitful brook,</span><br><span id=\"p24015018_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like waters that fail?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24015019_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015019-1\">19&nbsp;</b>&nbsp;&nbsp;Therefore thus says the LORD:</span><br><span id=\"p24015019_08-15\" class=\"line\">&nbsp;&nbsp;“If you return, I will restore you,</span><br><span id=\"p24015019_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall stand before me.</span><br><span id=\"p24015019_08-15\" class=\"line\">&nbsp;&nbsp;If you utter what is precious, and not what is worthless,</span><br><span id=\"p24015019_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be as my mouth.</span><br><span id=\"p24015019_08-15\" class=\"line\">&nbsp;&nbsp;They shall turn to you,</span><br><span id=\"p24015019_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you shall not turn to them.</span><br><span id=\"p24015020_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015020-1\">20&nbsp;</b>&nbsp;&nbsp;And I will make you to this people</span><br><span id=\"p24015020_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a fortified wall of bronze;</span><br><span id=\"p24015020_08-15\" class=\"line\">&nbsp;&nbsp;they will fight against you,</span><br><span id=\"p24015020_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they shall not prevail over you,</span><br><span id=\"p24015020_08-15\" class=\"line\">&nbsp;&nbsp;for I am with you</span><br><span id=\"p24015020_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to save you and deliver you,</span><br><span id=\"p24015020_08-15\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span id=\"p24015021_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015021-1\">21&nbsp;</b>&nbsp;&nbsp;I will deliver you out of the hand of the wicked,</span><br><span id=\"p24015021_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and redeem you from the grasp of the ruthless.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Then said the LORD unto me, Though Moses and Samuel stood before me, yet my mind could not be toward this people: cast them out of my sight, and let them go forth.  <strong>2</strong> And it shall come to pass, if they say unto thee, Whither shall we go forth? then thou shalt tell them, Thus saith the LORD; Such as are  for death, to death; and such as are for the sword, to the sword; and such as are for the famine, to the famine; and such as are for the captivity, to the captivity.  <strong>3</strong> And I will appoint over them four kinds, saith the LORD: the sword to slay, and the dogs to tear, and the fowls of the heaven, and the beasts of the earth, to devour and destroy.  <strong>4</strong> And I will cause them to be removed into all kingdoms of the earth, because of Manasseh the son of Hezekiah king of Judah, for that  which he did in Jerusalem.  <strong>5</strong> For who shall have pity upon thee, O Jerusalem? or who shall bemoan thee? or who shall go aside to ask how thou doest?  <strong>6</strong> Thou hast forsaken me, saith the LORD, thou art gone backward: therefore will I stretch out my hand against thee, and destroy thee; I am weary with repenting.  <strong>7</strong> And I will fan them with a fan in the gates of the land; I will bereave them of children, I will destroy my people, since they return not from their ways.  <strong>8</strong> Their widows are increased to me above the sand of the seas: I have brought upon them against the mother of the young men a spoiler at noonday: I have caused him to fall upon it suddenly, and terrors upon the city.  <strong>9</strong> She that hath borne seven languisheth: she hath given up the ghost; her sun is gone down while it was yet day: she hath been ashamed and confounded: and the residue of them will I deliver to the sword before their enemies, saith the LORD.  <strong>10</strong> Woe is me, my mother, that thou hast borne me a man of strife and a man of contention to the whole earth! I have neither lent on usury, nor men have lent to me on usury; yet every one of them doth curse me.  <strong>11</strong> The LORD said, Verily it shall be well with thy remnant; verily I will cause the enemy to entreat thee well in the time of evil and in the time of affliction.  <strong>12</strong> Shall iron break the northern iron and the steel?  <strong>13</strong> Thy substance and thy treasures will I give to the spoil without price, and that for all thy sins, even in all thy borders.  <strong>14</strong> And I will make thee to pass with thine enemies into a land which thou knowest not: for a fire is kindled in mine anger, which shall burn upon you.  <strong>15</strong> O LORD, thou knowest: remember me, and visit me, and revenge me of my persecutors; take me not away in thy longsuffering: know that for thy sake I have suffered rebuke.  <strong>16</strong> Thy words were found, and I did eat them; and thy word was unto me the joy and rejoicing of mine heart: for I am called by thy name, O LORD God of hosts.  <strong>17</strong> I sat not in the assembly of the mockers, nor rejoiced; I sat alone because of thy hand: for thou hast filled me with indignation.  <strong>18</strong> Why is my pain perpetual, and my wound incurable, which refuseth to be healed? wilt thou be altogether unto me as a liar, and as  waters that fail?  <strong>19</strong> Therefore thus saith the LORD, If thou return, then will I bring thee again, and thou shalt stand before me: and if thou take forth the precious from the vile, thou shalt be as my mouth: let them return unto thee; but return not thou unto them.  <strong>20</strong> And I will make thee unto this people a fenced brasen wall: and they shall fight against thee, but they shall not prevail against thee: for I am with thee to save thee and to deliver thee, saith the LORD.  <strong>21</strong> And I will deliver thee out of the hand of the wicked, and I will redeem thee out of the hand of the terrible.  ","niv":"<sup><strong>1</strong></sup> Then the LORD said to me: \"Even if Moses and Samuel were to stand before me, my heart would not go out to this people. Send them away from my presence! Let them go! <sup><strong>2</strong></sup> And if they ask you, 'Where shall we go?' tell them, 'This is what the LORD says: \"'Those destined for death, to death; those for the sword, to the sword; those for starvation, to starvation; those for captivity, to captivity.' <sup><strong>3</strong></sup> \"I will send four kinds of destroyers against them,\" declares the LORD, \"the sword to kill and the dogs to drag away and the birds of the air and the beasts of the earth to devour and destroy. <sup><strong>4</strong></sup> I will make them abhorrent to all the kingdoms of the earth because of what Manasseh son of Hezekiah king of Judah did in Jerusalem. <sup><strong>5</strong></sup> \"Who will have pity on you, O Jerusalem? Who will mourn for you? Who will stop to ask how you are? <sup><strong>6</strong></sup> You have rejected me,\" declares the LORD. \"You keep on backsliding. So I will lay hands on you and destroy you; I can no longer show compassion. <sup><strong>7</strong></sup> I will winnow them with a winnowing fork at the city gates of the land. I will bring bereavement and destruction on my people, for they have not changed their ways. <sup><strong>8</strong></sup> I will make their widows more numerous than the sand of the sea. At midday I will bring a destroyer against the mothers of their young men; suddenly I will bring down on them anguish and terror. <sup><strong>9</strong></sup> The mother of seven will grow faint and breathe her last. Her sun will set while it is still day; she will be disgraced and humiliated. I will put the survivors to the sword before their enemies,\" declares the LORD. <sup><strong>10</strong></sup> Alas, my mother, that you gave me birth, a man with whom the whole land strives and contends! I have neither lent nor borrowed, yet everyone curses me. <sup><strong>11</strong></sup> The LORD said, \"Surely I will deliver you for a good purpose; surely I will make your enemies plead with you in times of disaster and times of distress. <sup><strong>12</strong></sup> \"Can a man break iron- iron from the north-or bronze? <sup><strong>13</strong></sup> Your wealth and your treasures I will give as plunder, without charge, because of all your sins throughout your country. <sup><strong>14</strong></sup> I will enslave you to your enemies in a land you do not know, for my anger will kindle a fire that will burn against you.\" <sup><strong>15</strong></sup> You understand, O LORD; remember me and care for me. Avenge me on my persecutors. You are long-suffering-do not take me away; think of how I suffer reproach for your sake. <sup><strong>16</strong></sup> When your words came, I ate them; they were my joy and my heart's delight, for I bear your name, O LORD God Almighty. <sup><strong>17</strong></sup> I never sat in the company of revelers, never made merry with them; I sat alone because your hand was on me and you had filled me with indignation. <sup><strong>18</strong></sup> Why is my pain unending and my wound grievous and incurable? Will you be to me like a deceptive brook, like a spring that fails? <sup><strong>19</strong></sup> Therefore this is what the LORD says: \"If you repent, I will restore you that you may serve me; if you utter worthy, not worthless, words, you will be my spokesman. Let this people turn to you, but you must not turn to them. <sup><strong>20</strong></sup> I will make you a wall to this people, a fortified wall of bronze; they will fight against you but will not overcome you, for I am with you to rescue and save you,\" declares the LORD. <sup><strong>21</strong></sup> \"I will save you from the hands of the wicked and redeem you from the grasp of the cruel.\" "},{"_id":"6164fb736451fe5325fa06ca","topicId":"6164fb6e6451fe5325fa06ba","verse":"Jeremiah 14:19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p24014001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24014001-1\">14:1&nbsp;</b>The word of the LORD that came to Jeremiah concerning the drought:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24014002_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014002-1\">2&nbsp;</b>&nbsp;&nbsp;“Judah mourns,</span><br><span id=\"p24014002_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her gates languish;</span><br><span id=\"p24014002_05-17\" class=\"line\">&nbsp;&nbsp;her people lament on the ground,</span><br><span id=\"p24014002_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the cry of Jerusalem goes up.</span><br><span id=\"p24014003_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014003-1\">3&nbsp;</b>&nbsp;&nbsp;Her nobles send their servants for water;</span><br><span id=\"p24014003_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they come to the cisterns;</span><br><span id=\"p24014003_05-17\" class=\"line\">&nbsp;&nbsp;they find no water;</span><br><span id=\"p24014003_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they return with their vessels empty;</span><br><span id=\"p24014003_05-17\" class=\"line\">&nbsp;&nbsp;they are ashamed and confounded</span><br><span id=\"p24014003_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cover their heads.</span><br><span id=\"p24014004_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014004-1\">4&nbsp;</b>&nbsp;&nbsp;Because of the ground that is dismayed,</span><br><span id=\"p24014004_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;since there is no rain on the land,</span><br><span id=\"p24014004_05-17\" class=\"line\">&nbsp;&nbsp;the farmers are ashamed;</span><br><span id=\"p24014004_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they cover their heads.</span><br><span id=\"p24014005_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014005-1\">5&nbsp;</b>&nbsp;&nbsp;Even the doe in the field forsakes her newborn fawn</span><br><span id=\"p24014005_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because there is no grass.</span><br><span id=\"p24014006_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014006-1\">6&nbsp;</b>&nbsp;&nbsp;The wild donkeys stand on the bare heights;</span><br><span id=\"p24014006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they pant for air like jackals;</span><br><span id=\"p24014006_05-17\" class=\"line\">&nbsp;&nbsp;their eyes fail</span><br><span id=\"p24014006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because there is no vegetation.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24014007_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014007-1\">7&nbsp;</b>&nbsp;&nbsp;“Though our iniquities testify against us,</span><br><span id=\"p24014007_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;act, O LORD, for your name’s sake;</span><br><span id=\"p24014007_05-17\" class=\"line\">&nbsp;&nbsp;for our backslidings are many;</span><br><span id=\"p24014007_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have sinned against you.</span><br><span id=\"p24014008_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014008-1\">8&nbsp;</b>&nbsp;&nbsp;O you hope of Israel,</span><br><span id=\"p24014008_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;its savior in time of trouble,</span><br><span id=\"p24014008_05-17\" class=\"line\">&nbsp;&nbsp;why should you be like a stranger in the land,</span><br><span id=\"p24014008_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a traveler who turns aside to tarry for a night?</span><br><span id=\"p24014009_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014009-1\">9&nbsp;</b>&nbsp;&nbsp;Why should you be like a man confused,</span><br><span id=\"p24014009_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a mighty warrior who cannot save?</span><br><span id=\"p24014009_05-17\" class=\"line\">&nbsp;&nbsp;Yet you, O LORD, are in the midst of us,</span><br><span id=\"p24014009_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and we are called by your name;</span><br><span id=\"p24014009_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not leave us.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24014010_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014010-1\">10&nbsp;</b>&nbsp;&nbsp;Thus says the LORD concerning this people:</span><br><span id=\"p24014010_05-17\" class=\"line\">&nbsp;&nbsp;“They have loved to wander thus;</span><br><span id=\"p24014010_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have not restrained their feet;</span><br><span id=\"p24014010_05-17\" class=\"line\">&nbsp;&nbsp;therefore the LORD does not accept them;</span><br><span id=\"p24014010_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;now he will remember their iniquity</span><br><span id=\"p24014010_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and punish their sins.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24014010_05-17\"><b class=\"verse-num\" id=\"v24014011-1\">11&nbsp;</b>The LORD said to me: “Do not pray for the welfare of this people. <b class=\"verse-num\" id=\"v24014012-1\">12&nbsp;</b>Though they fast, I will not hear their cry, and though they offer burnt offering and grain offering, I will not accept them. But I will consume them by the sword, by famine, and by pestilence.”</p>\n\n<p id=\"p24014012_07-17\"><b class=\"verse-num\" id=\"v24014013-1\">13&nbsp;</b>Then I said: “Ah, Lord GOD, behold, the prophets say to them, ‘You shall not see the sword, nor shall you have famine, but I will give you assured peace in this place.’” <b class=\"verse-num\" id=\"v24014014-1\">14&nbsp;</b>And the LORD said to me: “The prophets are prophesying lies in my name. I did not send them, nor did I command them or speak to them. They are prophesying to you a lying vision, worthless divination, and the deceit of their own minds. <b class=\"verse-num\" id=\"v24014015-1\">15&nbsp;</b>Therefore thus says the LORD concerning the prophets who prophesy in my name although I did not send them, and who say, ‘Sword and famine shall not come upon this land’: By sword and famine those prophets shall be consumed. <b class=\"verse-num\" id=\"v24014016-1\">16&nbsp;</b>And the people to whom they prophesy shall be cast out in the streets of Jerusalem, victims of famine and sword, with none to bury them—them, their wives, their sons, and their daughters. For I will pour out their evil upon them.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24014017_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014017-1\">17&nbsp;</b>&nbsp;&nbsp;“You shall say to them this word:</span><br><span id=\"p24014017_07-17\" class=\"line\">&nbsp;&nbsp;‘Let my eyes run down with tears night and day,</span><br><span id=\"p24014017_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let them not cease,</span><br><span id=\"p24014017_07-17\" class=\"line\">&nbsp;&nbsp;for the virgin daughter of my people is shattered with a great wound,</span><br><span id=\"p24014017_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with a very grievous blow.</span><br><span id=\"p24014018_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014018-1\">18&nbsp;</b>&nbsp;&nbsp;If I go out into the field,</span><br><span id=\"p24014018_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behold, those pierced by the sword!</span><br><span id=\"p24014018_07-17\" class=\"line\">&nbsp;&nbsp;And if I enter the city,</span><br><span id=\"p24014018_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behold, the diseases of famine!</span><br><span id=\"p24014018_07-17\" class=\"line\">&nbsp;&nbsp;For both prophet and priest ply their trade through the land</span><br><span id=\"p24014018_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have no knowledge.’”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24014019_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014019-1\">19&nbsp;</b>&nbsp;&nbsp;Have you utterly rejected Judah?</span><br><span id=\"p24014019_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Does your soul loathe Zion?</span><br><span id=\"p24014019_07-17\" class=\"line\">&nbsp;&nbsp;Why have you struck us down</span><br><span id=\"p24014019_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that there is no healing for us?</span><br><span id=\"p24014019_07-17\" class=\"line\">&nbsp;&nbsp;We looked for peace, but no good came;</span><br><span id=\"p24014019_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for a time of healing, but behold, terror.</span><br><span id=\"p24014020_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014020-1\">20&nbsp;</b>&nbsp;&nbsp;We acknowledge our wickedness, O LORD,</span><br><span id=\"p24014020_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the iniquity of our fathers,</span><br><span id=\"p24014020_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for we have sinned against you.</span><br><span id=\"p24014021_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014021-1\">21&nbsp;</b>&nbsp;&nbsp;Do not spurn us, for your name’s sake;</span><br><span id=\"p24014021_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not dishonor your glorious throne;</span><br><span id=\"p24014021_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;remember and do not break your covenant with us.</span><br><span id=\"p24014022_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014022-1\">22&nbsp;</b>&nbsp;&nbsp;Are there any among the false gods of the nations that can bring rain?</span><br><span id=\"p24014022_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Or can the heavens give showers?</span><br><span id=\"p24014022_07-17\" class=\"line\">&nbsp;&nbsp;Are you not he, O LORD our God?</span><br><span id=\"p24014022_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;We set our hope on you,</span><br><span id=\"p24014022_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you do all these things.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> Hast thou utterly rejected Judah? hath thy soul lothed Zion? why hast thou smitten us, and there is no healing for us? we looked for peace, and there is no good; and for the time of healing, and behold trouble!  ","niv":"<sup><strong>19</strong></sup> Have you rejected Judah completely? Do you despise Zion? Why have you afflicted us so that we cannot be healed? We hoped for peace but no good has come, for a time of healing but there is only terror."},{"_id":"6164fb736451fe5325fa06cb","topicId":"6164fb6e6451fe5325fa06ba","verse":"Jeremiah 14:1-22","votes":2,"__v":0,"kjv":"<strong>1</strong> The word of the LORD that came to Jeremiah concerning the dearth.  <strong>2</strong> Judah mourneth, and the gates thereof languish; they are black unto the ground; and the cry of Jerusalem is gone up.  <strong>3</strong> And their nobles have sent their little ones to the waters: they came to the pits, and found no water; they returned with their vessels empty; they were ashamed and confounded, and covered their heads.  <strong>4</strong> Because the ground is chapt, for there was no rain in the earth, the plowmen were ashamed, they covered their heads.  <strong>5</strong> Yea, the hind also calved in the field, and forsook it, because there was no grass.  <strong>6</strong> And the wild asses did stand in the high places, they snuffed up the wind like dragons; their eyes did fail, because there was no grass.  <strong>7</strong> O LORD, though our iniquities testify against us, do thou it  for thy name’s sake: for our backslidings are many; we have sinned against thee.  <strong>8</strong> O the hope of Israel, the saviour thereof in time of trouble, why shouldest thou be as a stranger in the land, and as a wayfaring man that turneth aside to tarry for a night?  <strong>9</strong> Why shouldest thou be as a man astonied, as a mighty man that  cannot save? yet thou, O LORD, art in the midst of us, and we are called by thy name; leave us not.  <strong>10</strong> Thus saith the LORD unto this people, Thus have they loved to wander, they have not refrained their feet, therefore the LORD doth not accept them; he will now remember their iniquity, and visit their sins.  <strong>11</strong> Then said the LORD unto me, Pray not for this people for their  good.  <strong>12</strong> When they fast, I will not hear their cry; and when they offer burnt offering and an oblation, I will not accept them: but I will consume them by the sword, and by the famine, and by the pestilence.  <strong>13</strong> Then said I, Ah, Lord GOD! behold, the prophets say unto them, Ye shall not see the sword, neither shall ye have famine; but I will give you assured peace in this place.  <strong>14</strong> Then the LORD said unto me, The prophets prophesy lies in my name: I sent them not, neither have I commanded them, neither spake unto them: they prophesy unto you a false vision and divination, and a thing of nought, and the deceit of their heart.  <strong>15</strong> Therefore thus saith the LORD concerning the prophets that prophesy in my name, and I sent them not, yet they say, Sword and famine shall not be in this land; By sword and famine shall those prophets be consumed.  <strong>16</strong> And the people to whom they prophesy shall be cast out in the streets of Jerusalem because of the famine and the sword; and they shall have none to bury them, them, their wives, nor their sons, nor their daughters: for I will pour their wickedness upon them.  <strong>17</strong> Therefore thou shalt say this word unto them; Let mine eyes run down with tears night and day, and let them not cease: for the virgin daughter of my people is broken with a great breach, with a very grievous blow.  <strong>18</strong> If I go forth into the field, then behold the slain with the sword! and if I enter into the city, then behold them that are sick with famine! yea, both the prophet and the priest go about into a land that they know not.  <strong>19</strong> Hast thou utterly rejected Judah? hath thy soul lothed Zion? why hast thou smitten us, and there is no healing for us? we looked for peace, and there is no good; and for the time of healing, and behold trouble!  <strong>20</strong> We acknowledge, O LORD, our wickedness, and the iniquity of our fathers: for we have sinned against thee.  <strong>21</strong> Do not abhor us, for thy name’s sake, do not disgrace the throne of thy glory: remember, break not thy covenant with us.  <strong>22</strong> Are there any among the vanities of the Gentiles that can cause rain? or can the heavens give showers? art not thou he, O LORD our God? therefore we will wait upon thee: for thou hast made all these things. ","niv":"<sup><strong>1</strong></sup> This is the word of the LORD to Jeremiah concerning the drought: <sup><strong>2</strong></sup> \"Judah mourns, her cities languish; they wail for the land, and a cry goes up from Jerusalem. <sup><strong>3</strong></sup> The nobles send their servants for water; they go to the cisterns but find no water. They return with their jars unfilled; dismayed and despairing, they cover their heads. <sup><strong>4</strong></sup> The ground is cracked because there is no rain in the land; the farmers are dismayed and cover their heads. <sup><strong>5</strong></sup> Even the doe in the field deserts her newborn fawn because there is no grass. <sup><strong>6</strong></sup> Wild donkeys stand on the barren heights and pant like jackals; their eyesight fails for lack of pasture.\" <sup><strong>7</strong></sup> Although our sins testify against us, O LORD, do something for the sake of your name. For our backsliding is great; we have sinned against you. <sup><strong>8</strong></sup> O Hope of Israel, its Savior in times of distress, why are you like a stranger in the land, like a traveler who stays only a night? <sup><strong>9</strong></sup> Why are you like a man taken by surprise, like a warrior powerless to save? You are among us, O LORD, and we bear your name; do not forsake us! <sup><strong>10</strong></sup> This is what the LORD says about this people: \"They greatly love to wander; they do not restrain their feet. So the LORD does not accept them; he will now remember their wickedness and punish them for their sins.\" <sup><strong>11</strong></sup> Then the LORD said to me, \"Do not pray for the well-being of this people. <sup><strong>12</strong></sup> Although they fast, I will not listen to their cry; though they offer burnt offerings and grain offerings, I will not accept them. Instead, I will destroy them with the sword, famine and plague.\" <sup><strong>13</strong></sup> But I said, \"Ah, Sovereign LORD, the prophets keep telling them, 'You will not see the sword or suffer famine. Indeed, I will give you lasting peace in this place.'\" <sup><strong>14</strong></sup> Then the LORD said to me, \"The prophets are prophesying lies in my name. I have not sent them or appointed them or spoken to them. They are prophesying to you false visions, divinations, idolatries and the delusions of their own minds. <sup><strong>15</strong></sup> Therefore, this is what the LORD says about the prophets who are prophesying in my name: I did not send them, yet they are saying, 'No sword or famine will touch this land.' Those same prophets will perish by sword and famine. <sup><strong>16</strong></sup> And the people they are prophesying to will be thrown out into the streets of Jerusalem because of the famine and sword. There will be no one to bury them or their wives, their sons or their daughters. I will pour out on them the calamity they deserve. <sup><strong>17</strong></sup> \"Speak this word to them: \"'Let my eyes overflow with tears night and day without ceasing; for my virgin daughter-my people- has suffered a grievous wound, a crushing blow. <sup><strong>18</strong></sup> If I go into the country, I see those slain by the sword; if I go into the city, I see the ravages of famine. Both prophet and priest have gone to a land they know not.'\" <sup><strong>19</strong></sup> Have you rejected Judah completely? Do you despise Zion? Why have you afflicted us so that we cannot be healed? We hoped for peace but no good has come, for a time of healing but there is only terror. <sup><strong>20</strong></sup> O LORD, we acknowledge our wickedness and the guilt of our fathers; we have indeed sinned against you. <sup><strong>21</strong></sup> For the sake of your name do not despise us; do not dishonor your glorious throne. Remember your covenant with us and do not break it. <sup><strong>22</strong></sup> Do any of the worthless idols of the nations bring rain? Do the skies themselves send down showers? No, it is you, O LORD our God. Therefore our hope is in you, for you are the one who does all this. "},{"_id":"6164fb736451fe5325fa06cc","topicId":"6164fb6e6451fe5325fa06ba","verse":"1 Kings 17:1-24","votes":2,"__v":0,"kjv":"<strong>1</strong> And Elijah the Tishbite, who was of the inhabitants of Gilead, said unto Ahab, As the LORD God of Israel liveth, before whom I stand, there shall not be dew nor rain these years, but according to my word.  <strong>2</strong> And the word of the LORD came unto him, saying,  <strong>3</strong> Get thee hence, and turn thee eastward, and hide thyself by the brook Cherith, that is before Jordan.  <strong>4</strong> And it shall be, that thou shalt drink of the brook; and I have commanded the ravens to feed thee there.  <strong>5</strong> So he went and did according unto the word of the LORD: for he went and dwelt by the brook Cherith, that is before Jordan.  <strong>6</strong> And the ravens brought him bread and flesh in the morning, and bread and flesh in the evening; and he drank of the brook.  <strong>7</strong> And it came to pass after a while, that the brook dried up, because there had been no rain in the land.  <strong>8</strong> And the word of the LORD came unto him, saying,  <strong>9</strong> Arise, get thee to Zarephath, which belongeth to Zidon, and dwell there: behold, I have commanded a widow woman there to sustain thee.  <strong>10</strong> So he arose and went to Zarephath. And when he came to the gate of the city, behold, the widow woman was there gathering of sticks: and he called to her, and said, Fetch me, I pray thee, a little water in a vessel, that I may drink.  <strong>11</strong> And as she was going to fetch it, he called to her, and said, Bring me, I pray thee, a morsel of bread in thine hand.  <strong>12</strong> And she said, As the LORD thy God liveth, I have not a cake, but an handful of meal in a barrel, and a little oil in a cruse: and, behold, I am gathering two sticks, that I may go in and dress it for me and my son, that we may eat it, and die.  <strong>13</strong> And Elijah said unto her, Fear not; go and do as thou hast said: but make me thereof a little cake first, and bring it unto me, and after make for thee and for thy son.  <strong>14</strong> For thus saith the LORD God of Israel, The barrel of meal shall not waste, neither shall the cruse of oil fail, until the day that  the LORD sendeth rain upon the earth.  <strong>15</strong> And she went and did according to the saying of Elijah: and she, and he, and her house, did eat many days.  <strong>16</strong> And the barrel of meal wasted not, neither did the cruse of oil fail, according to the word of the LORD, which he spake by Elijah.  <strong>17</strong> And it came to pass after these things, that the son of the woman, the mistress of the house, fell sick; and his sickness was so sore, that there was no breath left in him.  <strong>18</strong> And she said unto Elijah, What have I to do with thee, O thou man of God? art thou come unto me to call my sin to remembrance, and to slay my son?  <strong>19</strong> And he said unto her, Give me thy son. And he took him out of her bosom, and carried him up into a loft, where he abode, and laid him upon his own bed.  <strong>20</strong> And he cried unto the LORD, and said, O LORD my God, hast thou also brought evil upon the widow with whom I sojourn, by slaying her son?  <strong>21</strong> And he stretched himself upon the child three times, and cried unto the LORD, and said, O LORD my God, I pray thee, let this child’s soul come into him again.  <strong>22</strong> And the LORD heard the voice of Elijah; and the soul of the child came into him again, and he revived.  <strong>23</strong> And Elijah took the child, and brought him down out of the chamber into the house, and delivered him unto his mother: and Elijah said, See, thy son liveth.  <strong>24</strong> And the woman said to Elijah, Now by this I know that thou art  a man of God, and that the word of the LORD in thy mouth is truth.  ","niv":"<sup><strong>1</strong></sup> Now Elijah the Tishbite, from Tishbe in Gilead, said to Ahab, \"As the LORD, the God of Israel, lives, whom I serve, there will be neither dew nor rain in the next few years except at my word.\" <sup><strong>2</strong></sup> Then the word of the LORD came to Elijah: <sup><strong>3</strong></sup> \"Leave here, turn eastward and hide in the Kerith Ravine, east of the Jordan. <sup><strong>4</strong></sup> You will drink from the brook, and I have ordered the ravens to feed you there.\" <sup><strong>5</strong></sup> So he did what the LORD had told him. He went to the Kerith Ravine, east of the Jordan, and stayed there. <sup><strong>6</strong></sup> The ravens brought him bread and meat in the morning and bread and meat in the evening, and he drank from the brook. <sup><strong>7</strong></sup> Some time later the brook dried up because there had been no rain in the land. <sup><strong>8</strong></sup> Then the word of the LORD came to him: <sup><strong>9</strong></sup> \"Go at once to Zarephath of Sidon and stay there. I have commanded a widow in that place to supply you with food.\" <sup><strong>10</strong></sup> So he went to Zarephath. When he came to the town gate, a widow was there gathering sticks. He called to her and asked, \"Would you bring me a little water in a jar so I may have a drink?\" <sup><strong>11</strong></sup> As she was going to get it, he called, \"And bring me, please, a piece of bread.\" <sup><strong>12</strong></sup> \"As surely as the LORD your God lives,\" she replied, \"I don't have any bread-only a handful of flour in a jar and a little oil in a jug. I am gathering a few sticks to take home and make a meal for myself and my son, that we may eat it-and die.\" <sup><strong>13</strong></sup> Elijah said to her, \"Don't be afraid. Go home and do as you have said. But first make a small cake of bread for me from what you have and bring it to me, and then make something for yourself and your son. <sup><strong>14</strong></sup> For this is what the LORD, the God of Israel, says: 'The jar of flour will not be used up and the jug of oil will not run dry until the day the LORD gives rain on the land.'\" <sup><strong>15</strong></sup> She went away and did as Elijah had told her. So there was food every day for Elijah and for the woman and her family. <sup><strong>16</strong></sup> For the jar of flour was not used up and the jug of oil did not run dry, in keeping with the word of the LORD spoken by Elijah. <sup><strong>17</strong></sup> Some time later the son of the woman who owned the house became ill. He grew worse and worse, and finally stopped breathing. <sup><strong>18</strong></sup> She said to Elijah, \"What do you have against me, man of God? Did you come to remind me of my sin and kill my son?\" <sup><strong>19</strong></sup> \"Give me your son,\" Elijah replied. He took him from her arms, carried him to the upper room where he was staying, and laid him on his bed. <sup><strong>20</strong></sup> Then he cried out to the LORD, \"O LORD my God, have you brought tragedy also upon this widow I am staying with, by causing her son to die?\" <sup><strong>21</strong></sup> Then he stretched himself out on the boy three times and cried to the LORD, \"O LORD my God, let this boy's life return to him!\" <sup><strong>22</strong></sup> The LORD heard Elijah's cry, and the boy's life returned to him, and he lived. <sup><strong>23</strong></sup> Elijah picked up the child and carried him down from the room into the house. He gave him to his mother and said, \"Look, your son is alive!\" <sup><strong>24</strong></sup> Then the woman said to Elijah, \"Now I know that you are a man of God and that the word of the LORD from your mouth is the truth.\" "},{"_id":"6164fb736451fe5325fa06cd","topicId":"6164fb6e6451fe5325fa06ba","verse":"Deuteronomy 7:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05007001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05007001-1\">7:1&nbsp;</b>“When the LORD your God brings you into the land that you are entering to take possession of it, and clears away many nations before you, the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, seven nations more numerous and mightier than you,</p>\n</div>","kjv":"<strong>1</strong> When the LORD thy God shall bring thee into the land whither thou goest to possess it, and hath cast out many nations before thee, the Hittites, and the Girgashites, and the Amorites, and the Canaanites, and the Perizzites, and the Hivites, and the Jebusites, seven nations greater and mightier than thou;  ","niv":"<sup><strong>1</strong></sup> When the LORD your God brings you into the land you are entering to possess and drives out before you many nations-the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites and Jebusites, seven nations larger and stronger than you-"},{"_id":"6164fb746451fe5325fa06ce","topicId":"6164fb6e6451fe5325fa06ba","verse":"Genesis 1:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-21\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"6164fb746451fe5325fa06cf","topicId":"6164fb6e6451fe5325fa06ba","verse":"Revelation 22:1-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66022001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66022001-1\">22:1&nbsp;</b>Then the angel showed me the river of the water of life, bright as crystal, flowing from the throne of God and of the Lamb <b class=\"verse-num\" id=\"v66022002-1\">2&nbsp;</b>through the middle of the street of the city; also, on either side of the river, the tree of life with its twelve kinds of fruit, yielding its fruit each month. The leaves of the tree were for the healing of the nations. <b class=\"verse-num\" id=\"v66022003-1\">3&nbsp;</b>No longer will there be anything accursed, but the throne of God and of the Lamb will be in it, and his servants will worship him. <b class=\"verse-num\" id=\"v66022004-1\">4&nbsp;</b>They will see his face, and his name will be on their foreheads. <b class=\"verse-num\" id=\"v66022005-1\">5&nbsp;</b>And night will be no more. They will need no light of lamp or sun, for the Lord God will be their light, and they will reign forever and ever.</p>\n\n<p id=\"p66022005_08-22\"><b class=\"verse-num\" id=\"v66022006-1\">6&nbsp;</b>And he said to me, “These words are trustworthy and true. And the Lord, the God of the spirits of the prophets, has sent his angel to show his servants what must soon take place.”</p>\n<p id=\"p66022006_08-22\"><b class=\"verse-num woc\" id=\"v66022007-1\">7&nbsp;</b><span class=\"woc\">“And behold, I am coming soon. Blessed is the one who keeps the words of the prophecy of this book.”</span></p>\n<p id=\"p66022007_08-22\"><b class=\"verse-num\" id=\"v66022008-1\">8&nbsp;</b>I, John, am the one who heard and saw these things. And when I heard and saw them, I fell down to worship at the feet of the angel who showed them to me, <b class=\"verse-num\" id=\"v66022009-1\">9&nbsp;</b>but he said to me, “You must not do that! I am a fellow servant with you and your brothers the prophets, and with those who keep the words of this book. Worship God.”</p>\n<p id=\"p66022009_08-22\"><b class=\"verse-num\" id=\"v66022010-1\">10&nbsp;</b>And he said to me, “Do not seal up the words of the prophecy of this book, for the time is near. <b class=\"verse-num\" id=\"v66022011-1\">11&nbsp;</b>Let the evildoer still do evil, and the filthy still be filthy, and the righteous still do right, and the holy still be holy.”</p>\n<p id=\"p66022011_08-22\"><b class=\"verse-num woc\" id=\"v66022012-1\">12&nbsp;</b><span class=\"woc\">“Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done.</span> <b class=\"verse-num woc\" id=\"v66022013-1\">13&nbsp;</b><span class=\"woc\">I am the Alpha and the Omega, the first and the last, the beginning and the end.”</span></p>\n<p id=\"p66022013_08-22\"><b class=\"verse-num\" id=\"v66022014-1\">14&nbsp;</b>Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates. <b class=\"verse-num\" id=\"v66022015-1\">15&nbsp;</b>Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.</p>\n<p id=\"p66022015_08-22\"><b class=\"verse-num woc\" id=\"v66022016-1\">16&nbsp;</b><span class=\"woc\">“I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.”</span></p>\n<p id=\"p66022016_08-22\"><b class=\"verse-num\" id=\"v66022017-1\">17&nbsp;</b>The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price.</p>\n<p id=\"p66022017_08-22\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n<p id=\"p66022019_08-22\"><b class=\"verse-num\" id=\"v66022020-1\">20&nbsp;</b>He who testifies to these things says, <span class=\"woc\">“Surely I am coming soon.”</span> Amen. Come, Lord Jesus!</p>\n<p id=\"p66022020_08-22\"><b class=\"verse-num\" id=\"v66022021-1\">21&nbsp;</b>The grace of the Lord Jesus be with all. Amen.</p>\n\n</div>","kjv":"<strong>1</strong> And he shewed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb.  <strong>2</strong> In the midst of the street of it, and on either side of the river, was there the tree of life, which bare twelve manner  of fruits, and yielded her fruit every month: and the leaves of the tree were for the healing of the nations.  <strong>3</strong> And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him:  <strong>4</strong> And they shall see his face; and his name shall be in their foreheads.  <strong>5</strong> And there shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light: and they shall reign for ever and ever.  <strong>6</strong> And he said unto me, These sayings are faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done.  <strong>7</strong> Behold, I come quickly: blessed is he that keepeth the sayings of the prophecy of this book.  <strong>8</strong> And I John saw these things, and heard them. And when I had heard and seen, I fell down to worship before the feet of the angel which shewed me these things.  <strong>9</strong> Then saith he unto me, See thou do it not: for I am thy fellowservant, and of thy brethren the prophets, and of them which keep the sayings of this book: worship God.  <strong>10</strong> And he saith unto me, Seal not the sayings of the prophecy of this book: for the time is at hand.  <strong>11</strong> He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.  <strong>12</strong> And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.  <strong>13</strong> I am Alpha and Omega, the beginning and the end, the first and the last.  <strong>14</strong> Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.  <strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  <strong>16</strong>           I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. <strong>17</strong> And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.  <strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  <strong>20</strong> He which testifieth these things saith, Surely I come quickly.  Amen. Even so, come, Lord Jesus.  <strong>21</strong> The grace of our Lord Jesus Christ be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Then the angel showed me the river of the water of life, as clear as crystal, flowing from the throne of God and of the Lamb <sup><strong>2</strong></sup> down the middle of the great street of the city. On each side of the river stood the tree of life, bearing twelve crops of fruit, yielding its fruit every month. And the leaves of the tree are for the healing of the nations. <sup><strong>3</strong></sup> No longer will there be any curse. The throne of God and of the Lamb will be in the city, and his servants will serve him. <sup><strong>4</strong></sup> They will see his face, and his name will be on their foreheads. <sup><strong>5</strong></sup> There will be no more night. They will not need the light of a lamp or the light of the sun, for the Lord God will give them light. And they will reign for ever and ever. <sup><strong>6</strong></sup> The angel said to me, \"These words are trustworthy and true. The Lord, the God of the spirits of the prophets, sent his angel to show his servants the things that must soon take place.\" <sup><strong>7</strong></sup> \"Behold, I am coming soon! Blessed is he who keeps the words of the prophecy in this book.\" <sup><strong>8</strong></sup> I, John, am the one who heard and saw these things. And when I had heard and seen them, I fell down to worship at the feet of the angel who had been showing them to me. <sup><strong>9</strong></sup> But he said to me, \"Do not do it! I am a fellow servant with you and with your brothers the prophets and of all who keep the words of this book. Worship God!\" <sup><strong>10</strong></sup> Then he told me, \"Do not seal up the words of the prophecy of this book, because the time is near. <sup><strong>11</strong></sup> Let him who does wrong continue to do wrong; let him who is vile continue to be vile; let him who does right continue to do right; and let him who is holy continue to be holy.\" <sup><strong>12</strong></sup> \"Behold, I am coming soon! My reward is with me, and I will give to everyone according to what he has done. <sup><strong>13</strong></sup> I am the Alpha and the Omega, the First and the Last, the Beginning and the End. <sup><strong>14</strong></sup> \"Blessed are those who wash their robes, that they may have the right to the tree of life and may go through the gates into the city. <sup><strong>15</strong></sup> Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood. <sup><strong>16</strong></sup> \"I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.\" <sup><strong>17</strong></sup> The Spirit and the bride say, \"Come!\" And let him who hears say, \"Come!\" Whoever is thirsty, let him come; and whoever wishes, let him take the free gift of the water of life. <sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. <sup><strong>20</strong></sup> He who testifies to these things says, \"Yes, I am coming soon.\" Amen. Come, Lord Jesus. <sup><strong>21</strong></sup> The grace of the Lord Jesus be with God's people. Amen. "},{"_id":"6164fb746451fe5325fa06d0","topicId":"6164fb6e6451fe5325fa06ba","verse":"Revelation 21:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66021007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021007-1\">7&nbsp;</b>The one who conquers will have this heritage, and I will be his God and he will be my son.</p>\n</div>","kjv":"<strong>7</strong> He that overcometh shall inherit all things; and I will be his God, and he shall be my son.  ","niv":"<sup><strong>7</strong></sup> He who overcomes will inherit all this, and I will be his God and he will be my son."},{"_id":"6164fb756451fe5325fa06d1","topicId":"6164fb6e6451fe5325fa06ba","verse":"Revelation 20:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-24\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years.</p>\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years."},{"_id":"6164fb756451fe5325fa06d2","topicId":"6164fb6e6451fe5325fa06ba","verse":"Revelation 19:11-16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66019011_07-25\"><b class=\"verse-num\" id=\"v66019011-1\">11&nbsp;</b>Then I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war. <b class=\"verse-num\" id=\"v66019012-1\">12&nbsp;</b>His eyes are like a flame of fire, and on his head are many diadems, and he has a name written that no one knows but himself. <b class=\"verse-num\" id=\"v66019013-1\">13&nbsp;</b>He is clothed in a robe dipped in blood, and the name by which he is called is The Word of God. <b class=\"verse-num\" id=\"v66019014-1\">14&nbsp;</b>And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses. <b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty. <b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n\n</div>","kjv":"<strong>11</strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.  <strong>12</strong> His eyes were as a flame of fire, and on his head were  many crowns; and he had a name written, that no man knew, but he himself.  <strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  <strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  ","niv":"<sup><strong>11</strong></sup> I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and makes war. <sup><strong>12</strong></sup> His eyes are like blazing fire, and on his head are many crowns. He has a name written on him that no one knows but he himself. <sup><strong>13</strong></sup> He is dressed in a robe dipped in blood, and his name is the Word of God. <sup><strong>14</strong></sup> The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean. <sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty. <sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS. "},{"_id":"6164fb756451fe5325fa06d3","topicId":"6164fb6e6451fe5325fa06ba","verse":"Revelation 18:8","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018008_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018008-1\">8&nbsp;</b>&nbsp;&nbsp;For this reason her plagues will come in a single day,</span><br><span id=\"p66018008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;death and mourning and famine,</span><br><span id=\"p66018008_01-26\" class=\"line\">&nbsp;&nbsp;and she will be burned up with fire;</span><br><span id=\"p66018008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for mighty is the Lord God who has judged her.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is  the Lord God who judgeth her.  ","niv":"<sup><strong>8</strong></sup> Therefore in one day her plagues will overtake her: death, mourning and famine. She will be consumed by fire, for mighty is the Lord God who judges her."}]}