{"_id":"6164fcd36451fe5325fa079e","slug":"law-of-the-land","name":"Law Of The Land","verses":[{"_id":"6164fcd36451fe5325fa079f","topicId":"6164fcd36451fe5325fa079e","verse":"Romans 13:1-14","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-1\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-1\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. ","modified":"2022-04-03T18:05:05.988Z"},{"_id":"6164fcd46451fe5325fa07a0","topicId":"6164fcd36451fe5325fa079e","verse":"Matthew 19:9","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40019001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40019001-1\">19:1&nbsp;</b>Now when Jesus had finished these sayings, he went away from Galilee and entered the region of Judea beyond the Jordan. <b class=\"verse-num\" id=\"v40019002-1\">2&nbsp;</b>And large crowds followed him, and he healed them there.</p>\n<p id=\"p40019002_04-6\"><b class=\"verse-num\" id=\"v40019003-1\">3&nbsp;</b>And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?” <b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span> <b class=\"verse-num\" id=\"v40019007-1\">7&nbsp;</b>They said to him, “Why then did Moses command one to give a certificate of divorce and to send her away?” <b class=\"verse-num\" id=\"v40019008-1\">8&nbsp;</b>He said to them, <span class=\"woc\">“Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.</span> <b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n<p id=\"p40019009_04-6\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n\n<p id=\"p40019012_10-6\"><b class=\"verse-num\" id=\"v40019013-1\">13&nbsp;</b>Then children were brought to him that he might lay his hands on them and pray. The disciples rebuked the people, <b class=\"verse-num\" id=\"v40019014-1\">14&nbsp;</b>but Jesus said, <span class=\"woc\">“Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”</span> <b class=\"verse-num\" id=\"v40019015-1\">15&nbsp;</b>And he laid his hands on them and went away.</p>\n\n<p id=\"p40019015_14-6\"><b class=\"verse-num\" id=\"v40019016-1\">16&nbsp;</b>And behold, a man came up to him, saying, “Teacher, what good deed must I do to have eternal life?” <b class=\"verse-num\" id=\"v40019017-1\">17&nbsp;</b>And he said to him, <span class=\"woc\">“Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”</span> <b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span> <b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span> <b class=\"verse-num\" id=\"v40019020-1\">20&nbsp;</b>The young man said to him, “All these I have kept. What do I still lack?” <b class=\"verse-num\" id=\"v40019021-1\">21&nbsp;</b>Jesus said to him, <span class=\"woc\">“If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v40019022-1\">22&nbsp;</b>When the young man heard this he went away sorrowful, for he had great possessions.</p>\n<p id=\"p40019022_14-6\"><b class=\"verse-num\" id=\"v40019023-1\">23&nbsp;</b>And Jesus said to his disciples, <span class=\"woc\">“Truly, I say to you, only with difficulty will a rich person enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40019024-1\">24&nbsp;</b><span class=\"woc\">Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v40019025-1\">25&nbsp;</b>When the disciples heard this, they were greatly astonished, saying, “Who then can be saved?” <b class=\"verse-num\" id=\"v40019026-1\">26&nbsp;</b>But Jesus looked at them and said, <span class=\"woc\">“With man this is impossible, but with God all things are possible.”</span> <b class=\"verse-num\" id=\"v40019027-1\">27&nbsp;</b>Then Peter said in reply, “See, we have left everything and followed you. What then will we have?” <b class=\"verse-num\" id=\"v40019028-1\">28&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.</span> <b class=\"verse-num woc\" id=\"v40019029-1\">29&nbsp;</b><span class=\"woc\">And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life.</span> <b class=\"verse-num woc\" id=\"v40019030-1\">30&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\""},{"_id":"6164fcd46451fe5325fa07a1","topicId":"6164fcd36451fe5325fa079e","verse":"Acts 5:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"},{"_id":"6164fcd46451fe5325fa07a2","topicId":"6164fcd36451fe5325fa079e","verse":"Daniel 3:1-30","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p27003001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27003001-1\">3:1&nbsp;</b>King Nebuchadnezzar made an image of gold, whose height was sixty cubits and its breadth six cubits. He set it up on the plain of Dura, in the province of Babylon. <b class=\"verse-num\" id=\"v27003002-1\">2&nbsp;</b>Then King Nebuchadnezzar sent to gather the satraps, the prefects, and the governors, the counselors, the treasurers, the justices, the magistrates, and all the officials of the provinces to come to the dedication of the image that King Nebuchadnezzar had set up. <b class=\"verse-num\" id=\"v27003003-1\">3&nbsp;</b>Then the satraps, the prefects, and the governors, the counselors, the treasurers, the justices, the magistrates, and all the officials of the provinces gathered for the dedication of the image that King Nebuchadnezzar had set up. And they stood before the image that Nebuchadnezzar had set up. <b class=\"verse-num\" id=\"v27003004-1\">4&nbsp;</b>And the herald proclaimed aloud, “You are commanded, O peoples, nations, and languages, <b class=\"verse-num\" id=\"v27003005-1\">5&nbsp;</b>that when you hear the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, you are to fall down and worship the golden image that King Nebuchadnezzar has set up. <b class=\"verse-num\" id=\"v27003006-1\">6&nbsp;</b>And whoever does not fall down and worship shall immediately be cast into a burning fiery furnace.” <b class=\"verse-num\" id=\"v27003007-1\">7&nbsp;</b>Therefore, as soon as all the peoples heard the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, all the peoples, nations, and languages fell down and worshiped the golden image that King Nebuchadnezzar had set up.</p>\n\n<p id=\"p27003007_07-4\"><b class=\"verse-num\" id=\"v27003008-1\">8&nbsp;</b>Therefore at that time certain Chaldeans came forward and maliciously accused the Jews. <b class=\"verse-num\" id=\"v27003009-1\">9&nbsp;</b>They declared to King Nebuchadnezzar, “O king, live forever! <b class=\"verse-num\" id=\"v27003010-1\">10&nbsp;</b>You, O king, have made a decree, that every man who hears the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, shall fall down and worship the golden image. <b class=\"verse-num\" id=\"v27003011-1\">11&nbsp;</b>And whoever does not fall down and worship shall be cast into a burning fiery furnace. <b class=\"verse-num\" id=\"v27003012-1\">12&nbsp;</b>There are certain Jews whom you have appointed over the affairs of the province of Babylon: Shadrach, Meshach, and Abednego. These men, O king, pay no attention to you; they do not serve your gods or worship the golden image that you have set up.”</p>\n<p id=\"p27003012_07-4\"><b class=\"verse-num\" id=\"v27003013-1\">13&nbsp;</b>Then Nebuchadnezzar in furious rage commanded that Shadrach, Meshach, and Abednego be brought. So they brought these men before the king. <b class=\"verse-num\" id=\"v27003014-1\">14&nbsp;</b>Nebuchadnezzar answered and said to them, “Is it true, O Shadrach, Meshach, and Abednego, that you do not serve my gods or worship the golden image that I have set up? <b class=\"verse-num\" id=\"v27003015-1\">15&nbsp;</b>Now if you are ready when you hear the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, to fall down and worship the image that I have made, well and good. But if you do not worship, you shall immediately be cast into a burning fiery furnace. And who is the god who will deliver you out of my hands?”</p>\n<p id=\"p27003015_07-4\"><b class=\"verse-num\" id=\"v27003016-1\">16&nbsp;</b>Shadrach, Meshach, and Abednego answered and said to the king, “O Nebuchadnezzar, we have no need to answer you in this matter. <b class=\"verse-num\" id=\"v27003017-1\">17&nbsp;</b>If this be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of your hand, O king. <b class=\"verse-num\" id=\"v27003018-1\">18&nbsp;</b>But if not, be it known to you, O king, that we will not serve your gods or worship the golden image that you have set up.”</p>\n<p id=\"p27003018_07-4\"><b class=\"verse-num\" id=\"v27003019-1\">19&nbsp;</b>Then Nebuchadnezzar was filled with fury, and the expression of his face was changed against Shadrach, Meshach, and Abednego. He ordered the furnace heated seven times more than it was usually heated. <b class=\"verse-num\" id=\"v27003020-1\">20&nbsp;</b>And he ordered some of the mighty men of his army to bind Shadrach, Meshach, and Abednego, and to cast them into the burning fiery furnace. <b class=\"verse-num\" id=\"v27003021-1\">21&nbsp;</b>Then these men were bound in their cloaks, their tunics, their hats, and their other garments, and they were thrown into the burning fiery furnace. <b class=\"verse-num\" id=\"v27003022-1\">22&nbsp;</b>Because the king’s order was urgent and the furnace overheated, the flame of the fire killed those men who took up Shadrach, Meshach, and Abednego. <b class=\"verse-num\" id=\"v27003023-1\">23&nbsp;</b>And these three men, Shadrach, Meshach, and Abednego, fell bound into the burning fiery furnace.</p>\n<p id=\"p27003023_07-4\"><b class=\"verse-num\" id=\"v27003024-1\">24&nbsp;</b>Then King Nebuchadnezzar was astonished and rose up in haste. He declared to his counselors, “Did we not cast three men bound into the fire?” They answered and said to the king, “True, O king.” <b class=\"verse-num\" id=\"v27003025-1\">25&nbsp;</b>He answered and said, “But I see four men unbound, walking in the midst of the fire, and they are not hurt; and the appearance of the fourth is like a son of the gods.”</p>\n<p id=\"p27003025_07-4\"><b class=\"verse-num\" id=\"v27003026-1\">26&nbsp;</b>Then Nebuchadnezzar came near to the door of the burning fiery furnace; he declared, “Shadrach, Meshach, and Abednego, servants of the Most High God, come out, and come here!” Then Shadrach, Meshach, and Abednego came out from the fire. <b class=\"verse-num\" id=\"v27003027-1\">27&nbsp;</b>And the satraps, the prefects, the governors, and the king’s counselors gathered together and saw that the fire had not had any power over the bodies of those men. The hair of their heads was not singed, their cloaks were not harmed, and no smell of fire had come upon them. <b class=\"verse-num\" id=\"v27003028-1\">28&nbsp;</b>Nebuchadnezzar answered and said, “Blessed be the God of Shadrach, Meshach, and Abednego, who has sent his angel and delivered his servants, who trusted in him, and set aside the king’s command, and yielded up their bodies rather than serve and worship any god except their own God. <b class=\"verse-num\" id=\"v27003029-1\">29&nbsp;</b>Therefore I make a decree: Any people, nation, or language that speaks anything against the God of Shadrach, Meshach, and Abednego shall be torn limb from limb, and their houses laid in ruins, for there is no other god who is able to rescue in this way.” <b class=\"verse-num\" id=\"v27003030-1\">30&nbsp;</b>Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon.</p>\n\n</div>","kjv":"<strong>1</strong> Nebuchadnezzar the king made an image of gold, whose height was  threescore cubits, and the breadth thereof six cubits: he set it up in the plain of Dura, in the province of Babylon.  <strong>2</strong> Then Nebuchadnezzar the king sent to gather together the princes, the governors, and the captains, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, to come to the dedication of the image which Nebuchadnezzar the king had set up.  <strong>3</strong> Then the princes, the governors, and captains, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, were gathered together unto the dedication of the image that Nebuchadnezzar the king had set up; and they stood before the image that Nebuchadnezzar had set up.  <strong>4</strong> Then an herald cried aloud, To you it is commanded, O people, nations, and languages,  <strong>5</strong> That at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, dulcimer, and all kinds of musick, ye fall down and worship the golden image that Nebuchadnezzar the king hath set up:  <strong>6</strong> And whoso falleth not down and worshippeth shall the same hour be cast into the midst of a burning fiery furnace.  <strong>7</strong> Therefore at that time, when all the people heard the sound of the cornet, flute, harp, sackbut, psaltery, and all kinds of musick, all the people, the nations, and the languages, fell down and worshipped the golden image that Nebuchadnezzar the king had set up.  <strong>8</strong> Wherefore at that time certain Chaldeans came near, and accused the Jews.  <strong>9</strong> They spake and said to the king Nebuchadnezzar, O king, live for ever.  <strong>10</strong> Thou, O king, hast made a decree, that every man that shall hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of musick, shall fall down and worship the golden image:  <strong>11</strong> And whoso falleth not down and worshippeth, that he should be cast into the midst of a burning fiery furnace.  <strong>12</strong> There are certain Jews whom thou hast set over the affairs of the province of Babylon, Shadrach, Meshach, and Abed-nego; these men, O king, have not regarded thee: they serve not thy gods, nor worship the golden image which thou hast set up.  <strong>13</strong> Then Nebuchadnezzar in his rage and fury commanded to bring Shadrach, Meshach, and Abed-nego. Then they brought these men before the king.  <strong>14</strong> Nebuchadnezzar spake and said unto them, Is it true, O Shadrach, Meshach, and Abed-nego, do not ye serve my gods, nor worship the golden image which I have set up?  <strong>15</strong> Now if ye be ready that at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of musick, ye fall down and worship the image which I have made; well: but if ye worship not, ye shall be cast the same hour into the midst of a burning fiery furnace; and who is that God that shall deliver you out of my hands?  <strong>16</strong> Shadrach, Meshach, and Abed-nego, answered and said to the king, O Nebuchadnezzar, we are not careful to answer thee in this matter.  <strong>17</strong> If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king.  <strong>18</strong> But if not, be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up.  <strong>19</strong> Then was Nebuchadnezzar full of fury, and the form of his visage was changed against Shadrach, Meshach, and Abed-nego: therefore he spake, and commanded that they should heat the furnace one seven times more than it was wont to be heated.  <strong>20</strong> And he commanded the most mighty men that were in his army to bind Shadrach, Meshach, and Abed-nego, and to cast them  into the burning fiery furnace.  <strong>21</strong> Then these men were bound in their coats, their hosen, and their hats, and their other garments, and were cast into the midst of the burning fiery furnace.  <strong>22</strong> Therefore because the king’s commandment was urgent, and the furnace exceeding hot, the flame of the fire slew those men that took up Shadrach, Meshach, and Abed-nego.  <strong>23</strong> And these three men, Shadrach, Meshach, and Abed-nego, fell down bound into the midst of the burning fiery furnace.  <strong>24</strong> Then Nebuchadnezzar the king was astonied, and rose up in haste, and spake, and said unto his counsellors, Did not we cast three men bound into the midst of the fire? They answered and said unto the king, True, O king.  <strong>25</strong> He answered and said, Lo, I see four men loose, walking in the midst of the fire, and they have no hurt; and the form of the fourth is like the Son of God.  <strong>26</strong> Then Nebuchadnezzar came near to the mouth of the burning fiery furnace, and spake, and said, Shadrach, Meshach, and Abed-nego, ye servants of the most high God, come forth, and come hither. Then Shadrach, Meshach, and Abed-nego, came forth of the midst of the fire.  <strong>27</strong> And the princes, governors, and captains, and the king’s counsellors, being gathered together, saw these men, upon whose bodies the fire had no power, nor was an hair of their head singed, neither were their coats changed, nor the smell of fire had passed on them.  <strong>28</strong> Then Nebuchadnezzar spake, and said, Blessed be  the God of Shadrach, Meshach, and Abed-nego, who hath sent his angel, and delivered his servants that trusted in him, and have changed the king’s word, and yielded their bodies, that they might not serve nor worship any god, except their own God.  <strong>29</strong> Therefore I make a decree, That every people, nation, and language, which speak any thing amiss against the God of Shadrach, Meshach, and Abed-nego, shall be cut in pieces, and their houses shall be made a dunghill: because there is no other God that can deliver after this sort.  <strong>30</strong> Then the king promoted Shadrach, Meshach, and Abed-nego, in the province of Babylon.  ","niv":"<sup><strong>1</strong></sup> King Nebuchadnezzar made an image of gold, ninety feet high and nine feet wide, and set it up on the plain of Dura in the province of Babylon. <sup><strong>2</strong></sup> He then summoned the satraps, prefects, governors, advisers, treasurers, judges, magistrates and all the other provincial officials to come to the dedication of the image he had set up. <sup><strong>3</strong></sup> So the satraps, prefects, governors, advisers, treasurers, judges, magistrates and all the other provincial officials assembled for the dedication of the image that King Nebuchadnezzar had set up, and they stood before it. <sup><strong>4</strong></sup> Then the herald loudly proclaimed, \"This is what you are commanded to do, O peoples, nations and men of every language: <sup><strong>5</strong></sup> As soon as you hear the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music, you must fall down and worship the image of gold that King Nebuchadnezzar has set up. <sup><strong>6</strong></sup> Whoever does not fall down and worship will immediately be thrown into a blazing furnace.\" <sup><strong>7</strong></sup> Therefore, as soon as they heard the sound of the horn, flute, zither, lyre, harp and all kinds of music, all the peoples, nations and men of every language fell down and worshiped the image of gold that King Nebuchadnezzar had set up. <sup><strong>8</strong></sup> At this time some astrologers came forward and denounced the Jews. <sup><strong>9</strong></sup> They said to King Nebuchadnezzar, \"O king, live forever! <sup><strong>10</strong></sup> You have issued a decree, O king, that everyone who hears the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music must fall down and worship the image of gold, <sup><strong>11</strong></sup> and that whoever does not fall down and worship will be thrown into a blazing furnace. <sup><strong>12</strong></sup> But there are some Jews whom you have set over the affairs of the province of Babylon-Shadrach, Meshach and Abednego-who pay no attention to you, O king. They neither serve your gods nor worship the image of gold you have set up.\" <sup><strong>13</strong></sup> Furious with rage, Nebuchadnezzar summoned Shadrach, Meshach and Abednego. So these men were brought before the king, <sup><strong>14</strong></sup> and Nebuchadnezzar said to them, \"Is it true, Shadrach, Meshach and Abednego, that you do not serve my gods or worship the image of gold I have set up? <sup><strong>15</strong></sup> Now when you hear the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music, if you are ready to fall down and worship the image I made, very good. But if you do not worship it, you will be thrown immediately into a blazing furnace. Then what god will be able to rescue you from my hand?\" <sup><strong>16</strong></sup> Shadrach, Meshach and Abednego replied to the king, \"O Nebuchadnezzar, we do not need to defend ourselves before you in this matter. <sup><strong>17</strong></sup> If we are thrown into the blazing furnace, the God we serve is able to save us from it, and he will rescue us from your hand, O king. <sup><strong>18</strong></sup> But even if he does not, we want you to know, O king, that we will not serve your gods or worship the image of gold you have set up.\" <sup><strong>19</strong></sup> Then Nebuchadnezzar was furious with Shadrach, Meshach and Abednego, and his attitude toward them changed. He ordered the furnace heated seven times hotter than usual <sup><strong>20</strong></sup> and commanded some of the strongest soldiers in his army to tie up Shadrach, Meshach and Abednego and throw them into the blazing furnace. <sup><strong>21</strong></sup> So these men, wearing their robes, trousers, turbans and other clothes, were bound and thrown into the blazing furnace. <sup><strong>22</strong></sup> The king's command was so urgent and the furnace so hot that the flames of the fire killed the soldiers who took up Shadrach, Meshach and Abednego, <sup><strong>23</strong></sup> and these three men, firmly tied, fell into the blazing furnace. <sup><strong>24</strong></sup> Then King Nebuchadnezzar leaped to his feet in amazement and asked his advisers, \"Weren't there three men that we tied up and threw into the fire?\" They replied, \"Certainly, O king.\" <sup><strong>25</strong></sup> He said, \"Look! I see four men walking around in the fire, unbound and unharmed, and the fourth looks like a son of the gods.\" <sup><strong>26</strong></sup> Nebuchadnezzar then approached the opening of the blazing furnace and shouted, \"Shadrach, Meshach and Abednego, servants of the Most High God, come out! Come here!\" So Shadrach, Meshach and Abednego came out of the fire, <sup><strong>27</strong></sup> and the satraps, prefects, governors and royal advisers crowded around them. They saw that the fire had not harmed their bodies, nor was a hair of their heads singed; their robes were not scorched, and there was no smell of fire on them. <sup><strong>28</strong></sup> Then Nebuchadnezzar said, \"Praise be to the God of Shadrach, Meshach and Abednego, who has sent his angel and rescued his servants! They trusted in him and defied the king's command and were willing to give up their lives rather than serve or worship any god except their own God. <sup><strong>29</strong></sup> Therefore I decree that the people of any nation or language who say anything against the God of Shadrach, Meshach and Abednego be cut into pieces and their houses be turned into piles of rubble, for no other god can save in this way.\" <sup><strong>30</strong></sup> Then the king promoted Shadrach, Meshach and Abednego in the province of Babylon. "},{"_id":"6164fcd56451fe5325fa07a3","topicId":"6164fcd36451fe5325fa079e","verse":"Genesis 19:1-38","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01019001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01019001-1\">19:1&nbsp;</b>The two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom. When Lot saw them, he rose to meet them and bowed himself with his face to the earth <b class=\"verse-num\" id=\"v01019002-1\">2&nbsp;</b>and said, “My lords, please turn aside to your servant’s house and spend the night and wash your feet. Then you may rise up early and go on your way.” They said, “No; we will spend the night in the town square.” <b class=\"verse-num\" id=\"v01019003-1\">3&nbsp;</b>But he pressed them strongly; so they turned aside to him and entered his house. And he made them a feast and baked unleavened bread, and they ate.</p>\n<p id=\"p01019003_04-5\"><b class=\"verse-num\" id=\"v01019004-1\">4&nbsp;</b>But before they lay down, the men of the city, the men of Sodom, both young and old, all the people to the last man, surrounded the house. <b class=\"verse-num\" id=\"v01019005-1\">5&nbsp;</b>And they called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.” <b class=\"verse-num\" id=\"v01019006-1\">6&nbsp;</b>Lot went out to the men at the entrance, shut the door after him, <b class=\"verse-num\" id=\"v01019007-1\">7&nbsp;</b>and said, “I beg you, my brothers, do not act so wickedly. <b class=\"verse-num\" id=\"v01019008-1\">8&nbsp;</b>Behold, I have two daughters who have not known any man. Let me bring them out to you, and do to them as you please. Only do nothing to these men, for they have come under the shelter of my roof.” <b class=\"verse-num\" id=\"v01019009-1\">9&nbsp;</b>But they said, “Stand back!” And they said, “This fellow came to sojourn, and he has become the judge! Now we will deal worse with you than with them.” Then they pressed hard against the man Lot, and drew near to break the door down. <b class=\"verse-num\" id=\"v01019010-1\">10&nbsp;</b>But the men reached out their hands and brought Lot into the house with them and shut the door. <b class=\"verse-num\" id=\"v01019011-1\">11&nbsp;</b>And they struck with blindness the men who were at the entrance of the house, both small and great, so that they wore themselves out groping for the door.</p>\n<p id=\"p01019011_04-5\"><b class=\"verse-num\" id=\"v01019012-1\">12&nbsp;</b>Then the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters, or anyone you have in the city, bring them out of the place. <b class=\"verse-num\" id=\"v01019013-1\">13&nbsp;</b>For we are about to destroy this place, because the outcry against its people has become great before the LORD, and the LORD has sent us to destroy it.” <b class=\"verse-num\" id=\"v01019014-1\">14&nbsp;</b>So Lot went out and said to his sons-in-law, who were to marry his daughters, “Up! Get out of this place, for the LORD is about to destroy the city.” But he seemed to his sons-in-law to be jesting.</p>\n<p id=\"p01019014_04-5\"><b class=\"verse-num\" id=\"v01019015-1\">15&nbsp;</b>As morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.” <b class=\"verse-num\" id=\"v01019016-1\">16&nbsp;</b>But he lingered. So the men seized him and his wife and his two daughters by the hand, the LORD being merciful to him, and they brought him out and set him outside the city. <b class=\"verse-num\" id=\"v01019017-1\">17&nbsp;</b>And as they brought them out, one said, “Escape for your life. Do not look back or stop anywhere in the valley. Escape to the hills, lest you be swept away.” <b class=\"verse-num\" id=\"v01019018-1\">18&nbsp;</b>And Lot said to them, “Oh, no, my lords. <b class=\"verse-num\" id=\"v01019019-1\">19&nbsp;</b>Behold, your servant has found favor in your sight, and you have shown me great kindness in saving my life. But I cannot escape to the hills, lest the disaster overtake me and I die. <b class=\"verse-num\" id=\"v01019020-1\">20&nbsp;</b>Behold, this city is near enough to flee to, and it is a little one. Let me escape there—is it not a little one?—and my life will be saved!” <b class=\"verse-num\" id=\"v01019021-1\">21&nbsp;</b>He said to him, “Behold, I grant you this favor also, that I will not overthrow the city of which you have spoken. <b class=\"verse-num\" id=\"v01019022-1\">22&nbsp;</b>Escape there quickly, for I can do nothing till you arrive there.” Therefore the name of the city was called Zoar.</p>\n\n<p id=\"p01019022_07-5\"><b class=\"verse-num\" id=\"v01019023-1\">23&nbsp;</b>The sun had risen on the earth when Lot came to Zoar. <b class=\"verse-num\" id=\"v01019024-1\">24&nbsp;</b>Then the LORD rained on Sodom and Gomorrah sulfur and fire from the LORD out of heaven. <b class=\"verse-num\" id=\"v01019025-1\">25&nbsp;</b>And he overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground. <b class=\"verse-num\" id=\"v01019026-1\">26&nbsp;</b>But Lot’s wife, behind him, looked back, and she became a pillar of salt.</p>\n<p id=\"p01019026_07-5\"><b class=\"verse-num\" id=\"v01019027-1\">27&nbsp;</b>And Abraham went early in the morning to the place where he had stood before the LORD. <b class=\"verse-num\" id=\"v01019028-1\">28&nbsp;</b>And he looked down toward Sodom and Gomorrah and toward all the land of the valley, and he looked and, behold, the smoke of the land went up like the smoke of a furnace.</p>\n<p id=\"p01019028_07-5\"><b class=\"verse-num\" id=\"v01019029-1\">29&nbsp;</b>So it was that, when God destroyed the cities of the valley, God remembered Abraham and sent Lot out of the midst of the overthrow when he overthrew the cities in which Lot had lived.</p>\n\n<p id=\"p01019029_11-5\"><b class=\"verse-num\" id=\"v01019030-1\">30&nbsp;</b>Now Lot went up out of Zoar and lived in the hills with his two daughters, for he was afraid to live in Zoar. So he lived in a cave with his two daughters. <b class=\"verse-num\" id=\"v01019031-1\">31&nbsp;</b>And the firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us after the manner of all the earth. <b class=\"verse-num\" id=\"v01019032-1\">32&nbsp;</b>Come, let us make our father drink wine, and we will lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019033-1\">33&nbsp;</b>So they made their father drink wine that night. And the firstborn went in and lay with her father. He did not know when she lay down or when she arose.</p>\n<p id=\"p01019033_11-5\"><b class=\"verse-num\" id=\"v01019034-1\">34&nbsp;</b>The next day, the firstborn said to the younger, “Behold, I lay last night with my father. Let us make him drink wine tonight also. Then you go in and lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019035-1\">35&nbsp;</b>So they made their father drink wine that night also. And the younger arose and lay with him, and he did not know when she lay down or when she arose. <b class=\"verse-num\" id=\"v01019036-1\">36&nbsp;</b>Thus both the daughters of Lot became pregnant by their father. <b class=\"verse-num\" id=\"v01019037-1\">37&nbsp;</b>The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day. <b class=\"verse-num\" id=\"v01019038-1\">38&nbsp;</b>The younger also bore a son and called his name Ben-ammi. He is the father of the Ammonites to this day.</p>\n\n</div>","kjv":"<strong>1</strong> And there came two angels to Sodom at even; and Lot sat in the gate of Sodom: and Lot seeing them rose up to meet them; and he bowed himself with his face toward the ground;  <strong>2</strong> And he said, Behold now, my lords, turn in, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.  <strong>3</strong> And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.  <strong>4</strong> But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both old and young, all the people from every quarter:  <strong>5</strong> And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.  <strong>6</strong> And Lot went out at the door unto them, and shut the door after him,  <strong>7</strong> And said, I pray you, brethren, do not so wickedly.  <strong>8</strong> Behold now, I have two daughters which have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes: only unto these men do nothing; for therefore came they under the shadow of my roof.  <strong>9</strong> And they said, Stand back. And they said again, This one fellow came in to sojourn, and he will needs be a judge: now will we deal worse with thee, than with them. And they pressed sore upon the man, even Lot, and came near to break the door.  <strong>10</strong> But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.  <strong>11</strong> And they smote the men that were at the door of the house with blindness, both small and great: so that they wearied themselves to find the door.  <strong>12</strong> And the men said unto Lot, Hast thou here any besides? son in law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring them out of this place:  <strong>13</strong> For we will destroy this place, because the cry of them is waxen great before the face of the LORD; and the LORD hath sent us to destroy it.  <strong>14</strong> And Lot went out, and spake unto his sons in law, which married his daughters, and said, Up, get you out of this place; for the LORD will destroy this city. But he seemed as one that mocked unto his sons in law.  <strong>15</strong> And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters, which are here; lest thou be consumed in the iniquity of the city.  <strong>16</strong> And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the LORD being merciful unto him: and they brought him forth, and set him without the city.  <strong>17</strong> And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.  <strong>18</strong> And Lot said unto them, Oh, not so, my Lord:  <strong>19</strong> Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed unto me in saving my life; and I cannot escape to the mountain, lest some evil take me, and I die:  <strong>20</strong> Behold now, this city is near to flee unto, and it is a little one: Oh, let me escape thither, (is it not a little one?) and my soul shall live.  <strong>21</strong> And he said unto him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for the which thou hast spoken.  <strong>22</strong> Haste thee, escape thither; for I cannot do any thing till thou be come thither. Therefore the name of the city was called Zoar.  <strong>23</strong> The sun was risen upon the earth when Lot entered into Zoar.  <strong>24</strong> Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;  <strong>25</strong> And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.  <strong>26</strong> But his wife looked back from behind him, and she became a pillar of salt.  <strong>27</strong> And Abraham gat up early in the morning to the place where he stood before the LORD:  <strong>28</strong> And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and, lo, the smoke of the country went up as the smoke of a furnace.  <strong>29</strong> And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in the which Lot dwelt.  <strong>30</strong> And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.  <strong>31</strong> And the firstborn said unto the younger, Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth:  <strong>32</strong> Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.  <strong>33</strong> And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.  <strong>34</strong> And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.  <strong>35</strong> And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose.  <strong>36</strong> Thus were both the daughters of Lot with child by their father.  <strong>37</strong> And the firstborn bare a son, and called his name Moab: the same is the father of the Moabites unto this day.  <strong>38</strong> And the younger, she also bare a son, and called his name Benammi: the same is the father of the children of Ammon unto this day.  ","niv":"<sup><strong>1</strong></sup> The two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When he saw them, he got up to meet them and bowed down with his face to the ground. <sup><strong>2</strong></sup> \"My lords,\" he said, \"please turn aside to your servant's house. You can wash your feet and spend the night and then go on your way early in the morning.No,\" they answered, \"we will spend the night in the square.\" <sup><strong>3</strong></sup> But he insisted so strongly that they did go with him and entered his house. He prepared a meal for them, baking bread without yeast, and they ate. <sup><strong>4</strong></sup> Before they had gone to bed, all the men from every part of the city of Sodom-both young and old-surrounded the house. <sup><strong>5</strong></sup> They called to Lot, \"Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.\" <sup><strong>6</strong></sup> Lot went outside to meet them and shut the door behind him <sup><strong>7</strong></sup> and said, \"No, my friends. Don't do this wicked thing. <sup><strong>8</strong></sup> Look, I have two daughters who have never slept with a man. Let me bring them out to you, and you can do what you like with them. But don't do anything to these men, for they have come under the protection of my roof.\" <sup><strong>9</strong></sup> \"Get out of our way,\" they replied. And they said, \"This fellow came here as an alien, and now he wants to play the judge! We'll treat you worse than them.\" They kept bringing pressure on Lot and moved forward to break down the door. <sup><strong>10</strong></sup> But the men inside reached out and pulled Lot back into the house and shut the door. <sup><strong>11</strong></sup> Then they struck the men who were at the door of the house, young and old, with blindness so that they could not find the door. <sup><strong>12</strong></sup> The two men said to Lot, \"Do you have anyone else here-sons-in-law, sons or daughters, or anyone else in the city who belongs to you? Get them out of here, <sup><strong>13</strong></sup> because we are going to destroy this place. The outcry to the LORD against its people is so great that he has sent us to destroy it.\" <sup><strong>14</strong></sup> So Lot went out and spoke to his sons-in-law, who were pledged to marry his daughters. He said, \"Hurry and get out of this place, because the LORD is about to destroy the city!\" But his sons-in-law thought he was joking. <sup><strong>15</strong></sup> With the coming of dawn, the angels urged Lot, saying, \"Hurry! Take your wife and your two daughters who are here, or you will be swept away when the city is punished.\" <sup><strong>16</strong></sup> When he hesitated, the men grasped his hand and the hands of his wife and of his two daughters and led them safely out of the city, for the LORD was merciful to them. <sup><strong>17</strong></sup> As soon as they had brought them out, one of them said, \"Flee for your lives! Don't look back, and don't stop anywhere in the plain! Flee to the mountains or you will be swept away!\" <sup><strong>18</strong></sup> But Lot said to them, \"No, my lords, please! <sup><strong>19</strong></sup> Your servant has found favor in your eyes, and you have shown great kindness to me in sparing my life. But I can't flee to the mountains; this disaster will overtake me, and I'll die. <sup><strong>20</strong></sup> Look, here is a town near enough to run to, and it is small. Let me flee to it-it is very small, isn't it? Then my life will be spared.\" <sup><strong>21</strong></sup> He said to him, \"Very well, I will grant this request too; I will not overthrow the town you speak of. <sup><strong>22</strong></sup> But flee there quickly, because I cannot do anything until you reach it.\" (That is why the town was called Zoar. ) <sup><strong>23</strong></sup> By the time Lot reached Zoar, the sun had risen over the land. <sup><strong>24</strong></sup> Then the LORD rained down burning sulfur on Sodom and Gomorrah-from the LORD out of the heavens. <sup><strong>25</strong></sup> Thus he overthrew those cities and the entire plain, including all those living in the cities-and also the vegetation in the land. <sup><strong>26</strong></sup> But Lot's wife looked back, and she became a pillar of salt. <sup><strong>27</strong></sup> Early the next morning Abraham got up and returned to the place where he had stood before the LORD. <sup><strong>28</strong></sup> He looked down toward Sodom and Gomorrah, toward all the land of the plain, and he saw dense smoke rising from the land, like smoke from a furnace. <sup><strong>29</strong></sup> So when God destroyed the cities of the plain, he remembered Abraham, and he brought Lot out of the catastrophe that overthrew the cities where Lot had lived. <sup><strong>30</strong></sup> Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave. <sup><strong>31</strong></sup> One day the older daughter said to the younger, \"Our father is old, and there is no man around here to lie with us, as is the custom all over the earth. <sup><strong>32</strong></sup> Let's get our father to drink wine and then lie with him and preserve our family line through our father.\" <sup><strong>33</strong></sup> That night they got their father to drink wine, and the older daughter went in and lay with him. He was not aware of it when she lay down or when she got up. <sup><strong>34</strong></sup> The next day the older daughter said to the younger, \"Last night I lay with my father. Let's get him to drink wine again tonight, and you go in and lie with him so we can preserve our family line through our father.\" <sup><strong>35</strong></sup> So they got their father to drink wine that night also, and the younger daughter went and lay with him. Again he was not aware of it when she lay down or when she got up. <sup><strong>36</strong></sup> So both of Lot's daughters became pregnant by their father. <sup><strong>37</strong></sup> The older daughter had a son, and she named him Moab; he is the father of the Moabites of today. <sup><strong>38</strong></sup> The younger daughter also had a son, and she named him Ben-Ammi; he is the father of the Ammonites of today. "},{"_id":"6164fcd56451fe5325fa07a4","topicId":"6164fcd36451fe5325fa079e","verse":"Matthew 19:1-30","votes":2,"__v":0,"kjv":"<strong>1</strong> And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;  <strong>2</strong> And great multitudes followed him; and he healed them there.  <strong>3</strong> The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?  <strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  <strong>7</strong> They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?  <strong>8</strong> He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  <strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  <strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. <strong>13</strong> Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.  <strong>14</strong> But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.  <strong>15</strong> And he laid his hands on them, and departed thence.  <strong>16</strong> And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?  <strong>17</strong> And he said unto him, Why callest thou me good? there is  none good but one, that is, God: but if thou wilt enter into life, keep the commandments.  <strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  <strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  <strong>20</strong> The young man saith unto him, All these things have I kept from my youth up: what lack I yet?  <strong>21</strong> Jesus said unto him, If thou wilt be perfect, go and  sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.  <strong>22</strong> But when the young man heard that saying, he went away sorrowful: for he had great possessions.  <strong>23</strong> Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.  <strong>24</strong> And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>25</strong> When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?  <strong>26</strong> But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible. <strong>27</strong> Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?  <strong>28</strong> And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.  <strong>29</strong> And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life.  <strong>30</strong> But many that are first shall be last; and the last shall be first. ","niv":"<sup><strong>1</strong></sup> When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan. <sup><strong>2</strong></sup> Large crowds followed him, and he healed them there. <sup><strong>3</strong></sup> Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\" <sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" <sup><strong>7</strong></sup> \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\" <sup><strong>8</strong></sup> Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. <sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" <sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" <sup><strong>13</strong></sup> Then little children were brought to Jesus for him to place his hands on them and pray for them. But the disciples rebuked those who brought them. <sup><strong>14</strong></sup> Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\" <sup><strong>15</strong></sup> When he had placed his hands on them, he went on from there. <sup><strong>16</strong></sup> Now a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\" <sup><strong>17</strong></sup> \"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, obey the commandments.\" <sup><strong>18</strong></sup> \"Which ones?\" the man inquired. <sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\" <sup><strong>20</strong></sup> \"All these I have kept,\" the young man said. \"What do I still lack?\" <sup><strong>21</strong></sup> Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> When the young man heard this, he went away sad, because he had great wealth. <sup><strong>23</strong></sup> Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. <sup><strong>24</strong></sup> Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>25</strong></sup> When the disciples heard this, they were greatly astonished and asked, \"Who then can be saved?\" <sup><strong>26</strong></sup> Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\" <sup><strong>27</strong></sup> Peter answered him, \"We have left everything to follow you! What then will there be for us?\" <sup><strong>28</strong></sup> Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. <sup><strong>29</strong></sup> And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life. <sup><strong>30</strong></sup> But many who are first will be last, and many who are last will be first. "},{"_id":"6164fcd56451fe5325fa07a5","topicId":"6164fcd36451fe5325fa079e","verse":"Mark 10:2-12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41010002_01-7\"><b class=\"verse-num\" id=\"v41010002-1\">2&nbsp;</b>And Pharisees came up and in order to test him asked, “Is it lawful for a man to divorce his wife?” <b class=\"verse-num\" id=\"v41010003-1\">3&nbsp;</b>He answered them, <span class=\"woc\">“What did Moses command you?”</span> <b class=\"verse-num\" id=\"v41010004-1\">4&nbsp;</b>They said, “Moses allowed a man to write a certificate of divorce and to send her away.” <b class=\"verse-num\" id=\"v41010005-1\">5&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Because of your hardness of heart he wrote you this commandment.</span> <b class=\"verse-num woc\" id=\"v41010006-1\">6&nbsp;</b><span class=\"woc\">But from the beginning of creation, ‘God made them male and female.’</span> <b class=\"verse-num woc\" id=\"v41010007-1\">7&nbsp;</b><span class=\"woc\">‘Therefore a man shall leave his father and mother and hold fast to his wife,</span> <b class=\"verse-num woc\" id=\"v41010008-1\">8&nbsp;</b><span class=\"woc\">and the two shall become one flesh.’ So they are no longer two but one flesh.</span> <b class=\"verse-num woc\" id=\"v41010009-1\">9&nbsp;</b><span class=\"woc\">What therefore God has joined together, let not man separate.”</span></p>\n<p id=\"p41010009_01-7\"><b class=\"verse-num\" id=\"v41010010-1\">10&nbsp;</b>And in the house the disciples asked him again about this matter. <b class=\"verse-num\" id=\"v41010011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“Whoever divorces his wife and marries another commits adultery against her,</span> <b class=\"verse-num woc\" id=\"v41010012-1\">12&nbsp;</b><span class=\"woc\">and if she divorces her husband and marries another, she commits adultery.”</span></p>\n\n</div>","kjv":"<strong>2</strong> And the Pharisees came to him, and asked him, Is it lawful for a man to put away his wife? tempting him.  <strong>3</strong> And he answered and said unto them, What did Moses command you?  <strong>4</strong> And they said, Moses suffered to write a bill of divorcement, and to put her away.  <strong>5</strong> And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept.  <strong>6</strong> But from the beginning of the creation God made them male and female.  <strong>7</strong> For this cause shall a man leave his father and mother, and cleave to his wife;  <strong>8</strong> And they twain shall be one flesh: so then they are no more twain, but one flesh.  <strong>9</strong> What therefore God hath joined together, let not man put asunder.  <strong>10</strong> And in the house his disciples asked him again of the same matter.  <strong>11</strong> And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.  <strong>12</strong> And if a woman shall put away her husband, and be married to another, she committeth adultery. ","niv":"<sup><strong>2</strong></sup> Some Pharisees came and tested him by asking, \"Is it lawful for a man to divorce his wife?\" <sup><strong>3</strong></sup> \"What did Moses command you?\" he replied. <sup><strong>4</strong></sup> They said, \"Moses permitted a man to write a certificate of divorce and send her away.\" <sup><strong>5</strong></sup> \"It was because your hearts were hard that Moses wrote you this law,\" Jesus replied. <sup><strong>6</strong></sup> \"But at the beginning of creation God 'made them male and female.' <sup><strong>7</strong></sup> 'For this reason a man will leave his father and mother and be united to his wife, <sup><strong>8</strong></sup> and the two will become one flesh.' So they are no longer two, but one. <sup><strong>9</strong></sup> Therefore what God has joined together, let man not separate.\" <sup><strong>10</strong></sup> When they were in the house again, the disciples asked Jesus about this. <sup><strong>11</strong></sup> He answered, \"Anyone who divorces his wife and marries another woman commits adultery against her. <sup><strong>12</strong></sup> And if she divorces her husband and marries another man, she commits adultery.\" "},{"_id":"6164fcd66451fe5325fa07a6","topicId":"6164fcd36451fe5325fa079e","verse":"Ezekiel 33:14-19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p26033014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v26033014-1\">14&nbsp;</b>Again, though I say to the wicked, ‘You shall surely die,’ yet if he turns from his sin and does what is just and right, <b class=\"verse-num\" id=\"v26033015-1\">15&nbsp;</b>if the wicked restores the pledge, gives back what he has taken by robbery, and walks in the statutes of life, not doing injustice, he shall surely live; he shall not die. <b class=\"verse-num\" id=\"v26033016-1\">16&nbsp;</b>None of the sins that he has committed shall be remembered against him. He has done what is just and right; he shall surely live.</p>\n<p id=\"p26033016_01-8\"><b class=\"verse-num\" id=\"v26033017-1\">17&nbsp;</b>“Yet your people say, ‘The way of the Lord is not just,’ when it is their own way that is not just. <b class=\"verse-num\" id=\"v26033018-1\">18&nbsp;</b>When the righteous turns from his righteousness and does injustice, he shall die for it. <b class=\"verse-num\" id=\"v26033019-1\">19&nbsp;</b>And when the wicked turns from his wickedness and does what is just and right, he shall live by this.</p>\n</div>","kjv":"<strong>14</strong> Again, when I say unto the wicked, Thou shalt surely die; if he turn from his sin, and do that which is lawful and right;  <strong>15</strong> If the wicked restore the pledge, give again that he had robbed, walk in the statutes of life, without committing iniquity; he shall surely live, he shall not die.  <strong>16</strong> None of his sins that he hath committed shall be mentioned unto him: he hath done that which is lawful and right; he shall surely live.  <strong>17</strong> Yet the children of thy people say, The way of the Lord is not equal: but as for them, their way is not equal.  <strong>18</strong> When the righteous turneth from his righteousness, and committeth iniquity, he shall even die thereby.  <strong>19</strong> But if the wicked turn from his wickedness, and do that which is lawful and right, he shall live thereby.  ","niv":"<sup><strong>14</strong></sup> And if I say to the wicked man, 'You will surely die,' but he then turns away from his sin and does what is just and right- <sup><strong>15</strong></sup> if he gives back what he took in pledge for a loan, returns what he has stolen, follows the decrees that give life, and does no evil, he will surely live; he will not die. <sup><strong>16</strong></sup> None of the sins he has committed will be remembered against him. He has done what is just and right; he will surely live. <sup><strong>17</strong></sup> \"Yet your countrymen say, 'The way of the Lord is not just.' But it is their way that is not just. <sup><strong>18</strong></sup> If a righteous man turns from his righteousness and does evil, he will die for it. <sup><strong>19</strong></sup> And if a wicked man turns away from his wickedness and does what is just and right, he will live by doing so. "},{"_id":"6164fcd66451fe5325fa07a7","topicId":"6164fcd36451fe5325fa079e","verse":"Ezekiel 33:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p26033011_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v26033011-1\">11&nbsp;</b>Say to them, As I live, declares the Lord GOD, I have no pleasure in the death of the wicked, but that the wicked turn from his way and live; turn back, turn back from your evil ways, for why will you die, O house of Israel?</p>\n</div>","kjv":"<strong>11</strong> Say unto them, As I live, saith the Lord GOD, I have no pleasure in the death of the wicked; but that the wicked turn from his way and live: turn ye, turn ye from your evil ways; for why will ye die, O house of Israel?  ","niv":"<sup><strong>11</strong></sup> Say to them, 'As surely as I live, declares the Sovereign LORD, I take no pleasure in the death of the wicked, but rather that they turn from their ways and live. Turn! Turn from your evil ways! Why will you die, O house of Israel?'"},{"_id":"6164fcd66451fe5325fa07a8","topicId":"6164fcd36451fe5325fa079e","verse":"Deuteronomy 22:1-30","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p05022001_03-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05022001-1\">22:1&nbsp;</b>“You shall not see your brother’s ox or his sheep going astray and ignore them. You shall take them back to your brother. <b class=\"verse-num\" id=\"v05022002-1\">2&nbsp;</b>And if he does not live near you and you do not know who he is, you shall bring it home to your house, and it shall stay with you until your brother seeks it. Then you shall restore it to him. <b class=\"verse-num\" id=\"v05022003-1\">3&nbsp;</b>And you shall do the same with his donkey or with his garment, or with any lost thing of your brother’s, which he loses and you find; you may not ignore it. <b class=\"verse-num\" id=\"v05022004-1\">4&nbsp;</b>You shall not see your brother’s donkey or his ox fallen down by the way and ignore them. You shall help him to lift them up again.</p>\n<p id=\"p05022004_03-10\"><b class=\"verse-num\" id=\"v05022005-1\">5&nbsp;</b>“A woman shall not wear a man’s garment, nor shall a man put on a woman’s cloak, for whoever does these things is an abomination to the LORD your God.</p>\n<p id=\"p05022005_03-10\"><b class=\"verse-num\" id=\"v05022006-1\">6&nbsp;</b>“If you come across a bird’s nest in any tree or on the ground, with young ones or eggs and the mother sitting on the young or on the eggs, you shall not take the mother with the young. <b class=\"verse-num\" id=\"v05022007-1\">7&nbsp;</b>You shall let the mother go, but the young you may take for yourself, that it may go well with you, and that you may live long.</p>\n<p id=\"p05022007_03-10\"><b class=\"verse-num\" id=\"v05022008-1\">8&nbsp;</b>“When you build a new house, you shall make a parapet for your roof, that you may not bring the guilt of blood upon your house, if anyone should fall from it.</p>\n<p id=\"p05022008_03-10\"><b class=\"verse-num\" id=\"v05022009-1\">9&nbsp;</b>“You shall not sow your vineyard with two kinds of seed, lest the whole yield be forfeited, the crop that you have sown and the yield of the vineyard. <b class=\"verse-num\" id=\"v05022010-1\">10&nbsp;</b>You shall not plow with an ox and a donkey together. <b class=\"verse-num\" id=\"v05022011-1\">11&nbsp;</b>You shall not wear cloth of wool and linen mixed together.</p>\n<p id=\"p05022011_03-10\"><b class=\"verse-num\" id=\"v05022012-1\">12&nbsp;</b>“You shall make yourself tassels on the four corners of the garment with which you cover yourself.</p>\n\n<p id=\"p05022012_07-10\"><b class=\"verse-num\" id=\"v05022013-1\">13&nbsp;</b>“If any man takes a wife and goes in to her and then hates her <b class=\"verse-num\" id=\"v05022014-1\">14&nbsp;</b>and accuses her of misconduct and brings a bad name upon her, saying, ‘I took this woman, and when I came near her, I did not find in her evidence of virginity,’ <b class=\"verse-num\" id=\"v05022015-1\">15&nbsp;</b>then the father of the young woman and her mother shall take and bring out the evidence of her virginity to the elders of the city in the gate. <b class=\"verse-num\" id=\"v05022016-1\">16&nbsp;</b>And the father of the young woman shall say to the elders, ‘I gave my daughter to this man to marry, and he hates her; <b class=\"verse-num\" id=\"v05022017-1\">17&nbsp;</b>and behold, he has accused her of misconduct, saying, “I did not find in your daughter evidence of virginity.” And yet this is the evidence of my daughter’s virginity.’ And they shall spread the cloak before the elders of the city. <b class=\"verse-num\" id=\"v05022018-1\">18&nbsp;</b>Then the elders of that city shall take the man and whip him, <b class=\"verse-num\" id=\"v05022019-1\">19&nbsp;</b>and they shall fine him a hundred shekels of silver and give them to the father of the young woman, because he has brought a bad name upon a virgin of Israel. And she shall be his wife. He may not divorce her all his days. <b class=\"verse-num\" id=\"v05022020-1\">20&nbsp;</b>But if the thing is true, that evidence of virginity was not found in the young woman, <b class=\"verse-num\" id=\"v05022021-1\">21&nbsp;</b>then they shall bring out the young woman to the door of her father’s house, and the men of her city shall stone her to death with stones, because she has done an outrageous thing in Israel by whoring in her father’s house. So you shall purge the evil from your midst.</p>\n<p id=\"p05022021_07-10\"><b class=\"verse-num\" id=\"v05022022-1\">22&nbsp;</b>“If a man is found lying with the wife of another man, both of them shall die, the man who lay with the woman, and the woman. So you shall purge the evil from Israel.</p>\n<p id=\"p05022022_07-10\"><b class=\"verse-num\" id=\"v05022023-1\">23&nbsp;</b>“If there is a betrothed virgin, and a man meets her in the city and lies with her, <b class=\"verse-num\" id=\"v05022024-1\">24&nbsp;</b>then you shall bring them both out to the gate of that city, and you shall stone them to death with stones, the young woman because she did not cry for help though she was in the city, and the man because he violated his neighbor’s wife. So you shall purge the evil from your midst.</p>\n<p id=\"p05022024_07-10\"><b class=\"verse-num\" id=\"v05022025-1\">25&nbsp;</b>“But if in the open country a man meets a young woman who is betrothed, and the man seizes her and lies with her, then only the man who lay with her shall die. <b class=\"verse-num\" id=\"v05022026-1\">26&nbsp;</b>But you shall do nothing to the young woman; she has committed no offense punishable by death. For this case is like that of a man attacking and murdering his neighbor, <b class=\"verse-num\" id=\"v05022027-1\">27&nbsp;</b>because he met her in the open country, and though the betrothed young woman cried for help there was no one to rescue her.</p>\n<p id=\"p05022027_07-10\"><b class=\"verse-num\" id=\"v05022028-1\">28&nbsp;</b>“If a man meets a virgin who is not betrothed, and seizes her and lies with her, and they are found, <b class=\"verse-num\" id=\"v05022029-1\">29&nbsp;</b>then the man who lay with her shall give to the father of the young woman fifty shekels of silver, and she shall be his wife, because he has violated her. He may not divorce her all his days.</p>\n <p id=\"p05022029_07-10\"><b class=\"verse-num\" id=\"v05022030-1\">30&nbsp;</b>“A man shall not take his father’s wife, so that he does not uncover his father’s nakedness.</p>\n\n</div>","kjv":"<strong>1</strong> Thou shalt not see the brother’s ox or his sheep go astray, and hide thyself from them: thou shalt in any case bring them again unto thy brother.  <strong>2</strong> And if thy brother be not nigh unto thee, or if thou know him not, then thou shalt bring it unto thine own house, and it shall be with thee until thy brother seek after it, and thou shalt restore it to him again.  <strong>3</strong> In like manner shalt thou do with his ass; and so shalt thou do with his raiment; and with all lost things of thy brother’s, which he hath lost, and thou hast found, shalt thou do likewise: thou mayest not hide thyself.  <strong>4</strong> Thou shalt not see thy brother’s ass or his ox fall down by the way, and hide thyself from them: thou shalt surely help him to lift them  up again.  <strong>5</strong> The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman’s garment: for all that do so are abomination unto the LORD thy God.  <strong>6</strong> If a bird’s nest chance to be before thee in the way in any tree, or on the ground, whether they be young ones, or eggs, and the dam sitting upon the young, or upon the eggs, thou shalt not take the dam with the young:  <strong>7</strong> But thou shalt in any wise let the dam go, and take the young to thee; that it may be well with thee, and that thou mayest prolong thy days.  <strong>8</strong> When thou buildest a new house, then thou shalt make a battlement for thy roof, that thou bring not blood upon thine house, if any man fall from thence.  <strong>9</strong> Thou shalt not sow thy vineyard with divers seeds: lest the fruit of thy seed which thou hast sown, and the fruit of thy vineyard, be defiled.  <strong>10</strong> Thou shalt not plow with an ox and an ass together.  <strong>11</strong> Thou shalt not wear a garment of divers sorts, as of woollen and linen together.  <strong>12</strong> Thou shalt make thee fringes upon the four quarters of thy vesture, wherewith thou coverest thyself. <strong>13</strong> If any man take a wife, and go in unto her, and hate her,  <strong>14</strong> And give occasions of speech against her, and bring up an evil name upon her, and say, I took this woman, and when I came to her, I found her not a maid:  <strong>15</strong> Then shall the father of the damsel, and her mother, take and bring forth the tokens of the damsel’s virginity unto the elders of the city in the gate:  <strong>16</strong> And the damsel’s father shall say unto the elders, I gave my daughter unto this man to wife, and he hateth her;  <strong>17</strong> And, lo, he hath given occasions of speech against her, saying, I found not thy daughter a maid; and yet these are the tokens of  my daughter’s virginity. And they shall spread the cloth before the elders of the city.  <strong>18</strong> And the elders of that city shall take that man and chastise him;  <strong>19</strong> And they shall amerce him in an hundred shekels of silver, and give them unto the father of the damsel, because he hath brought up an evil name upon a virgin of Israel: and she shall be his wife; he may not put her away all his days.  <strong>20</strong> But if this thing be true, and the tokens of virginity be not found for the damsel:  <strong>21</strong> Then they shall bring out the damsel to the door of her father’s house, and the men of her city shall stone her with stones that she die: because she hath wrought folly in Israel, to play the whore in her father’s house: so shalt thou put evil away from among you.  <strong>22</strong> If a man be found lying with a woman married to an husband, then they shall both of them die, both the man that lay with the woman, and the woman: so shalt thou put away evil from Israel.  <strong>23</strong> If a damsel that is a virgin be betrothed unto an husband, and a man find her in the city, and lie with her;  <strong>24</strong> Then ye shall bring them both out unto the gate of that city, and ye shall stone them with stones that they die; the damsel, because she cried not, being in the city; and the man, because he hath humbled his neighbour’s wife: so thou shalt put away evil from among you.  <strong>25</strong> But if a man find a betrothed damsel in the field, and the man force her, and lie with her: then the man only that lay with her shall die:  <strong>26</strong> But unto the damsel thou shalt do nothing; there is in the damsel no sin worthy of death: for as when a man riseth against his neighbour, and slayeth him, even so is this matter:  <strong>27</strong> For he found her in the field, and the betrothed damsel cried, and there was none to save her.  <strong>28</strong> If a man find a damsel that is a virgin, which is not betrothed, and lay hold on her, and lie with her, and they be found;  <strong>29</strong> Then the man that lay with her shall give unto the damsel’s father fifty shekels of silver, and she shall be his wife; because he hath humbled her, he may not put her away all his days.  <strong>30</strong> A man shall not take his father’s wife, nor discover his father’s skirt.  ","niv":"<sup><strong>1</strong></sup> If you see your brother's ox or sheep straying, do not ignore it but be sure to take it back to him. <sup><strong>2</strong></sup> If the brother does not live near you or if you do not know who he is, take it home with you and keep it until he comes looking for it. Then give it back to him. <sup><strong>3</strong></sup> Do the same if you find your brother's donkey or his cloak or anything he loses. Do not ignore it. <sup><strong>4</strong></sup> If you see your brother's donkey or his ox fallen on the road, do not ignore it. Help him get it to its feet. <sup><strong>5</strong></sup> A woman must not wear men's clothing, nor a man wear women's clothing, for the LORD your God detests anyone who does this. <sup><strong>6</strong></sup> If you come across a bird's nest beside the road, either in a tree or on the ground, and the mother is sitting on the young or on the eggs, do not take the mother with the young. <sup><strong>7</strong></sup> You may take the young, but be sure to let the mother go, so that it may go well with you and you may have a long life. <sup><strong>8</strong></sup> When you build a new house, make a parapet around your roof so that you may not bring the guilt of bloodshed on your house if someone falls from the roof. <sup><strong>9</strong></sup> Do not plant two kinds of seed in your vineyard; if you do, not only the crops you plant but also the fruit of the vineyard will be defiled. <sup><strong>10</strong></sup> Do not plow with an ox and a donkey yoked together. <sup><strong>11</strong></sup> Do not wear clothes of wool and linen woven together. <sup><strong>12</strong></sup> Make tassels on the four corners of the cloak you wear. <sup><strong>13</strong></sup> If a man takes a wife and, after lying with her, dislikes her <sup><strong>14</strong></sup> and slanders her and gives her a bad name, saying, \"I married this woman, but when I approached her, I did not find proof of her virginity,\" <sup><strong>15</strong></sup> then the girl's father and mother shall bring proof that she was a virgin to the town elders at the gate. <sup><strong>16</strong></sup> The girl's father will say to the elders, \"I gave my daughter in marriage to this man, but he dislikes her. <sup><strong>17</strong></sup> Now he has slandered her and said, 'I did not find your daughter to be a virgin.' But here is the proof of my daughter's virginity.\" Then her parents shall display the cloth before the elders of the town, <sup><strong>18</strong></sup> and the elders shall take the man and punish him. <sup><strong>19</strong></sup> They shall fine him a hundred shekels of silver and give them to the girl's father, because this man has given an Israelite virgin a bad name. She shall continue to be his wife; he must not divorce her as long as he lives. <sup><strong>20</strong></sup> If, however, the charge is true and no proof of the girl's virginity can be found, <sup><strong>21</strong></sup> she shall be brought to the door of her father's house and there the men of her town shall stone her to death. She has done a disgraceful thing in Israel by being promiscuous while still in her father's house. You must purge the evil from among you. <sup><strong>22</strong></sup> If a man is found sleeping with another man's wife, both the man who slept with her and the woman must die. You must purge the evil from Israel. <sup><strong>23</strong></sup> If a man happens to meet in a town a virgin pledged to be married and he sleeps with her, <sup><strong>24</strong></sup> you shall take both of them to the gate of that town and stone them to death-the girl because she was in a town and did not scream for help, and the man because he violated another man's wife. You must purge the evil from among you. <sup><strong>25</strong></sup> But if out in the country a man happens to meet a girl pledged to be married and rapes her, only the man who has done this shall die. <sup><strong>26</strong></sup> Do nothing to the girl; she has committed no sin deserving death. This case is like that of someone who attacks and murders his neighbor, <sup><strong>27</strong></sup> for the man found the girl out in the country, and though the betrothed girl screamed, there was no one to rescue her. <sup><strong>28</strong></sup> If a man happens to meet a virgin who is not pledged to be married and rapes her and they are discovered, <sup><strong>29</strong></sup> he shall pay the girl's father fifty shekels of silver. He must marry the girl, for he has violated her. He can never divorce her as long as he lives. <sup><strong>30</strong></sup> A man is not to marry his father's wife; he must not dishonor his father's bed. "},{"_id":"6164fcd66451fe5325fa07a9","topicId":"6164fcd36451fe5325fa079e","verse":"Numbers 35:15-34","votes":1,"__v":0,"esv":"<div>\n<p id=\"p04035015_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v04035015-1\">15&nbsp;</b>These six cities shall be for refuge for the people of Israel, and for the stranger and for the sojourner among them, that anyone who kills any person without intent may flee there.</p>\n<p id=\"p04035015_01-11\"><b class=\"verse-num\" id=\"v04035016-1\">16&nbsp;</b>“But if he struck him down with an iron object, so that he died, he is a murderer. The murderer shall be put to death. <b class=\"verse-num\" id=\"v04035017-1\">17&nbsp;</b>And if he struck him down with a stone tool that could cause death, and he died, he is a murderer. The murderer shall be put to death. <b class=\"verse-num\" id=\"v04035018-1\">18&nbsp;</b>Or if he struck him down with a wooden tool that could cause death, and he died, he is a murderer. The murderer shall be put to death. <b class=\"verse-num\" id=\"v04035019-1\">19&nbsp;</b>The avenger of blood shall himself put the murderer to death; when he meets him, he shall put him to death. <b class=\"verse-num\" id=\"v04035020-1\">20&nbsp;</b>And if he pushed him out of hatred or hurled something at him, lying in wait, so that he died, <b class=\"verse-num\" id=\"v04035021-1\">21&nbsp;</b>or in enmity struck him down with his hand, so that he died, then he who struck the blow shall be put to death. He is a murderer. The avenger of blood shall put the murderer to death when he meets him.</p>\n<p id=\"p04035021_01-11\"><b class=\"verse-num\" id=\"v04035022-1\">22&nbsp;</b>“But if he pushed him suddenly without enmity, or hurled anything on him without lying in wait <b class=\"verse-num\" id=\"v04035023-1\">23&nbsp;</b>or used a stone that could cause death, and without seeing him dropped it on him, so that he died, though he was not his enemy and did not seek his harm, <b class=\"verse-num\" id=\"v04035024-1\">24&nbsp;</b>then the congregation shall judge between the manslayer and the avenger of blood, in accordance with these rules. <b class=\"verse-num\" id=\"v04035025-1\">25&nbsp;</b>And the congregation shall rescue the manslayer from the hand of the avenger of blood, and the congregation shall restore him to his city of refuge to which he had fled, and he shall live in it until the death of the high priest who was anointed with the holy oil. <b class=\"verse-num\" id=\"v04035026-1\">26&nbsp;</b>But if the manslayer shall at any time go beyond the boundaries of his city of refuge to which he fled, <b class=\"verse-num\" id=\"v04035027-1\">27&nbsp;</b>and the avenger of blood finds him outside the boundaries of his city of refuge, and the avenger of blood kills the manslayer, he shall not be guilty of blood. <b class=\"verse-num\" id=\"v04035028-1\">28&nbsp;</b>For he must remain in his city of refuge until the death of the high priest, but after the death of the high priest the manslayer may return to the land of his possession. <b class=\"verse-num\" id=\"v04035029-1\">29&nbsp;</b>And these things shall be for a statute and rule for you throughout your generations in all your dwelling places.</p>\n<p id=\"p04035029_01-11\"><b class=\"verse-num\" id=\"v04035030-1\">30&nbsp;</b>“If anyone kills a person, the murderer shall be put to death on the evidence of witnesses. But no person shall be put to death on the testimony of one witness. <b class=\"verse-num\" id=\"v04035031-1\">31&nbsp;</b>Moreover, you shall accept no ransom for the life of a murderer, who is guilty of death, but he shall be put to death. <b class=\"verse-num\" id=\"v04035032-1\">32&nbsp;</b>And you shall accept no ransom for him who has fled to his city of refuge, that he may return to dwell in the land before the death of the high priest. <b class=\"verse-num\" id=\"v04035033-1\">33&nbsp;</b>You shall not pollute the land in which you live, for blood pollutes the land, and no atonement can be made for the land for the blood that is shed in it, except by the blood of the one who shed it. <b class=\"verse-num\" id=\"v04035034-1\">34&nbsp;</b>You shall not defile the land in which you live, in the midst of which I dwell, for I the LORD dwell in the midst of the people of Israel.”</p>\n</div>","kjv":"<strong>15</strong> These six cities shall be a refuge, both for the children of Israel, and for the stranger, and for the sojourner among them: that every one that killeth any person unawares may flee thither.  <strong>16</strong> And if he smite him with an instrument of iron, so that he die, he is a murderer: the murderer shall surely be put to death.  <strong>17</strong> And if he smite him with throwing a stone, wherewith he may die, and he die, he is a murderer: the murderer shall surely be put to death.  <strong>18</strong> Or if he smite him with an hand weapon of wood, wherewith he may die, and he die, he is a murderer: the murderer shall surely be put to death.  <strong>19</strong> The revenger of blood himself shall slay the murderer: when he meeteth him, he shall slay him.  <strong>20</strong> But if he thrust him of hatred, or hurl at him by laying of wait, that he die;  <strong>21</strong> Or in enmity smite him with his hand, that he die: he that smote him shall surely be put to death; for he is  a murderer: the revenger of blood shall slay the murderer, when he meeteth him.  <strong>22</strong> But if he thrust him suddenly without enmity, or have cast upon him any thing without laying of wait,  <strong>23</strong> Or with any stone, wherewith a man may die, seeing him not, and cast it upon him, that he die, and was not his enemy, neither sought his harm:  <strong>24</strong> Then the congregation shall judge between the slayer and the revenger of blood according to these judgments:  <strong>25</strong> And the congregation shall deliver the slayer out of the hand of the revenger of blood, and the congregation shall restore him to the city of his refuge, whither he was fled: and he shall abide in it unto the death of the high priest, which was anointed with the holy oil.  <strong>26</strong> But if the slayer shall at any time come without the border of the city of his refuge, whither he was fled;  <strong>27</strong> And the revenger of blood find him without the borders of the city of his refuge, and the revenger of blood kill the slayer; he shall not be guilty of blood:  <strong>28</strong> Because he should have remained in the city of his refuge until the death of the high priest: but after the death of the high priest the slayer shall return into the land of his possession.  <strong>29</strong> So these things shall be for a statute of judgment unto you throughout your generations in all your dwellings.  <strong>30</strong> Whoso killeth any person, the murderer shall be put to death by the mouth of witnesses: but one witness shall not testify against any person to cause him to die.  <strong>31</strong> Moreover ye shall take no satisfaction for the life of a murderer, which is guilty of death: but he shall be surely put to death.  <strong>32</strong> And ye shall take no satisfaction for him that is fled to the city of his refuge, that he should come again to dwell in the land, until the death of the priest.  <strong>33</strong> So ye shall not pollute the land wherein ye are: for blood it defileth the land: and the land cannot be cleansed of the blood that is shed therein, but by the blood of him that shed it.  <strong>34</strong> Defile not therefore the land which ye shall inhabit, wherein I dwell: for I the LORD dwell among the children of Israel.  ","niv":"<sup><strong>15</strong></sup> These six towns will be a place of refuge for Israelites, aliens and any other people living among them, so that anyone who has killed another accidentally can flee there. <sup><strong>16</strong></sup> \"'If a man strikes someone with an iron object so that he dies, he is a murderer; the murderer shall be put to death. <sup><strong>17</strong></sup> Or if anyone has a stone in his hand that could kill, and he strikes someone so that he dies, he is a murderer; the murderer shall be put to death. <sup><strong>18</strong></sup> Or if anyone has a wooden object in his hand that could kill, and he hits someone so that he dies, he is a murderer; the murderer shall be put to death. <sup><strong>19</strong></sup> The avenger of blood shall put the murderer to death; when he meets him, he shall put him to death. <sup><strong>20</strong></sup> If anyone with malice aforethought shoves another or throws something at him intentionally so that he dies <sup><strong>21</strong></sup> or if in hostility he hits him with his fist so that he dies, that person shall be put to death; he is a murderer. The avenger of blood shall put the murderer to death when he meets him. <sup><strong>22</strong></sup> \"'But if without hostility someone suddenly shoves another or throws something at him unintentionally <sup><strong>23</strong></sup> or, without seeing him, drops a stone on him that could kill him, and he dies, then since he was not his enemy and he did not intend to harm him, <sup><strong>24</strong></sup> the assembly must judge between him and the avenger of blood according to these regulations. <sup><strong>25</strong></sup> The assembly must protect the one accused of murder from the avenger of blood and send him back to the city of refuge to which he fled. He must stay there until the death of the high priest, who was anointed with the holy oil. <sup><strong>26</strong></sup> \"'But if the accused ever goes outside the limits of the city of refuge to which he has fled <sup><strong>27</strong></sup> and the avenger of blood finds him outside the city, the avenger of blood may kill the accused without being guilty of murder. <sup><strong>28</strong></sup> The accused must stay in his city of refuge until the death of the high priest; only after the death of the high priest may he return to his own property. <sup><strong>29</strong></sup> \"'These are to be legal requirements for you throughout the generations to come, wherever you live. <sup><strong>30</strong></sup> \"'Anyone who kills a person is to be put to death as a murderer only on the testimony of witnesses. But no one is to be put to death on the testimony of only one witness. <sup><strong>31</strong></sup> \"'Do not accept a ransom for the life of a murderer, who deserves to die. He must surely be put to death. <sup><strong>32</strong></sup> \"'Do not accept a ransom for anyone who has fled to a city of refuge and so allow him to go back and live on his own land before the death of the high priest. <sup><strong>33</strong></sup> \"'Do not pollute the land where you are. Bloodshed pollutes the land, and atonement cannot be made for the land on which blood has been shed, except by the blood of the one who shed it. <sup><strong>34</strong></sup> Do not defile the land where you live and where I dwell, for I, the LORD, dwell among the Israelites.'\" "},{"_id":"6164fcd76451fe5325fa07aa","topicId":"6164fcd36451fe5325fa079e","verse":"Leviticus 24:17-22","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p03024017_06-12\"><b class=\"verse-num\" id=\"v03024017-1\">17&nbsp;</b>“Whoever takes a human life shall surely be put to death. <b class=\"verse-num\" id=\"v03024018-1\">18&nbsp;</b>Whoever takes an animal’s life shall make it good, life for life. <b class=\"verse-num\" id=\"v03024019-1\">19&nbsp;</b>If anyone injures his neighbor, as he has done it shall be done to him, <b class=\"verse-num\" id=\"v03024020-1\">20&nbsp;</b>fracture for fracture, eye for eye, tooth for tooth; whatever injury he has given a person shall be given to him. <b class=\"verse-num\" id=\"v03024021-1\">21&nbsp;</b>Whoever kills an animal shall make it good, and whoever kills a person shall be put to death. <b class=\"verse-num\" id=\"v03024022-1\">22&nbsp;</b>You shall have the same rule for the sojourner and for the native, for I am the LORD your God.”</p>\n</div>","kjv":"<strong>17</strong> And he that killeth any man shall surely be put to death.  <strong>18</strong> And he that killeth a beast shall make it good; beast for beast.  <strong>19</strong> And if a man cause a blemish in his neighbour; as he hath done, so shall it be done to him;  <strong>20</strong> Breach for breach, eye for eye, tooth for tooth: as he hath caused a blemish in a man, so shall it be done to him again.  <strong>21</strong> And he that killeth a beast, he shall restore it: and he that killeth a man, he shall be put to death.  <strong>22</strong> Ye shall have one manner of law, as well for the stranger, as for one of your own country: for I am the LORD your God.  ","niv":"<sup><strong>17</strong></sup> \"'If anyone takes the life of a human being, he must be put to death. <sup><strong>18</strong></sup> Anyone who takes the life of someone's animal must make restitution-life for life. <sup><strong>19</strong></sup> If anyone injures his neighbor, whatever he has done must be done to him: <sup><strong>20</strong></sup> fracture for fracture, eye for eye, tooth for tooth. As he has injured the other, so he is to be injured. <sup><strong>21</strong></sup> Whoever kills an animal must make restitution, but whoever kills a man must be put to death. <sup><strong>22</strong></sup> You are to have the same law for the alien and the native-born. I am the LORD your God.'\" "},{"_id":"6164fcd76451fe5325fa07ab","topicId":"6164fcd36451fe5325fa079e","verse":"John 19:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43019011_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019011-1\">11&nbsp;</b>Jesus answered him, <span class=\"woc\">“You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.”</span></p>\n</div>","kjv":"<strong>11</strong> Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.  ","niv":"<sup><strong>11</strong></sup> Jesus answered, \"You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.\""},{"_id":"6164fcd76451fe5325fa07ac","topicId":"6164fcd36451fe5325fa079e","verse":"Deuteronomy 24:1-22","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p05024001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05024001-1\">24:1&nbsp;</b>“When a man takes a wife and marries her, if then she finds no favor in his eyes because he has found some indecency in her, and he writes her a certificate of divorce and puts it in her hand and sends her out of his house, and she departs out of his house, <b class=\"verse-num\" id=\"v05024002-1\">2&nbsp;</b>and if she goes and becomes another man’s wife, <b class=\"verse-num\" id=\"v05024003-1\">3&nbsp;</b>and the latter man hates her and writes her a certificate of divorce and puts it in her hand and sends her out of his house, or if the latter man dies, who took her to be his wife, <b class=\"verse-num\" id=\"v05024004-1\">4&nbsp;</b>then her former husband, who sent her away, may not take her again to be his wife, after she has been defiled, for that is an abomination before the LORD. And you shall not bring sin upon the land that the LORD your God is giving you for an inheritance.</p>\n\n<p id=\"p05024004_06-14\"><b class=\"verse-num\" id=\"v05024005-1\">5&nbsp;</b>“When a man is newly married, he shall not go out with the army or be liable for any other public duty. He shall be free at home one year to be happy with his wife whom he has taken.</p>\n<p id=\"p05024005_06-14\"><b class=\"verse-num\" id=\"v05024006-1\">6&nbsp;</b>“No one shall take a mill or an upper millstone in pledge, for that would be taking a life in pledge.</p>\n<p id=\"p05024006_06-14\"><b class=\"verse-num\" id=\"v05024007-1\">7&nbsp;</b>“If a man is found stealing one of his brothers of the people of Israel, and if he treats him as a slave or sells him, then that thief shall die. So you shall purge the evil from your midst.</p>\n<p id=\"p05024007_06-14\"><b class=\"verse-num\" id=\"v05024008-1\">8&nbsp;</b>“Take care, in a case of leprous disease, to be very careful to do according to all that the Levitical priests shall direct you. As I commanded them, so you shall be careful to do. <b class=\"verse-num\" id=\"v05024009-1\">9&nbsp;</b>Remember what the LORD your God did to Miriam on the way as you came out of Egypt.</p>\n<p id=\"p05024009_06-14\"><b class=\"verse-num\" id=\"v05024010-1\">10&nbsp;</b>“When you make your neighbor a loan of any sort, you shall not go into his house to collect his pledge. <b class=\"verse-num\" id=\"v05024011-1\">11&nbsp;</b>You shall stand outside, and the man to whom you make the loan shall bring the pledge out to you. <b class=\"verse-num\" id=\"v05024012-1\">12&nbsp;</b>And if he is a poor man, you shall not sleep in his pledge. <b class=\"verse-num\" id=\"v05024013-1\">13&nbsp;</b>You shall restore to him the pledge as the sun sets, that he may sleep in his cloak and bless you. And it shall be righteousness for you before the LORD your God.</p>\n<p id=\"p05024013_06-14\"><b class=\"verse-num\" id=\"v05024014-1\">14&nbsp;</b>“You shall not oppress a hired worker who is poor and needy, whether he is one of your brothers or one of the sojourners who are in your land within your towns. <b class=\"verse-num\" id=\"v05024015-1\">15&nbsp;</b>You shall give him his wages on the same day, before the sun sets (for he is poor and counts on it), lest he cry against you to the LORD, and you be guilty of sin.</p>\n<p id=\"p05024015_06-14\"><b class=\"verse-num\" id=\"v05024016-1\">16&nbsp;</b>“Fathers shall not be put to death because of their children, nor shall children be put to death because of their fathers. Each one shall be put to death for his own sin.</p>\n<p id=\"p05024016_06-14\"><b class=\"verse-num\" id=\"v05024017-1\">17&nbsp;</b>“You shall not pervert the justice due to the sojourner or to the fatherless, or take a widow’s garment in pledge, <b class=\"verse-num\" id=\"v05024018-1\">18&nbsp;</b>but you shall remember that you were a slave in Egypt and the LORD your God redeemed you from there; therefore I command you to do this.</p>\n<p id=\"p05024018_06-14\"><b class=\"verse-num\" id=\"v05024019-1\">19&nbsp;</b>“When you reap your harvest in your field and forget a sheaf in the field, you shall not go back to get it. It shall be for the sojourner, the fatherless, and the widow, that the LORD your God may bless you in all the work of your hands. <b class=\"verse-num\" id=\"v05024020-1\">20&nbsp;</b>When you beat your olive trees, you shall not go over them again. It shall be for the sojourner, the fatherless, and the widow. <b class=\"verse-num\" id=\"v05024021-1\">21&nbsp;</b>When you gather the grapes of your vineyard, you shall not strip it afterward. It shall be for the sojourner, the fatherless, and the widow. <b class=\"verse-num\" id=\"v05024022-1\">22&nbsp;</b>You shall remember that you were a slave in the land of Egypt; therefore I command you to do this.</p>\n\n</div>","kjv":"<strong>1</strong> When a man hath taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he hath found some uncleanness in her: then let him write her a bill of divorcement, and give it in her hand, and send her out of his house.  <strong>2</strong> And when she is departed out of his house, she may go and be another man’s wife.  <strong>3</strong> And if the latter husband hate her, and write her a bill of divorcement, and giveth it in her hand, and sendeth her out of his house; or if the latter husband die, which took her to be his wife;  <strong>4</strong> Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that is abomination before the LORD: and thou shalt not cause the land to sin, which the LORD thy God giveth thee for an inheritance.  <strong>5</strong> When a man hath taken a new wife, he shall not go out to war, neither shall he be charged with any business: but he shall be free at home one year, and shall cheer up his wife which he hath taken.  <strong>6</strong> No man shall take the nether or the upper millstone to pledge: for he taketh a man’s life to pledge.  <strong>7</strong> If a man be found stealing any of his brethren of the children of Israel, and maketh merchandise of him, or selleth him; then that thief shall die; and thou shalt put evil away from among you.  <strong>8</strong> Take heed in the plague of leprosy, that thou observe diligently, and do according to all that the priests the Levites shall teach you: as I commanded them, so ye shall observe to do.  <strong>9</strong> Remember what the LORD thy God did unto Miriam by the way, after that ye were come forth out of Egypt.  <strong>10</strong> When thou dost lend thy brother any thing, thou shalt not go into his house to fetch his pledge.  <strong>11</strong> Thou shalt stand abroad, and the man to whom thou dost lend shall bring out the pledge abroad unto thee.  <strong>12</strong> And if the man be poor, thou shalt not sleep with his pledge:  <strong>13</strong> In any case thou shalt deliver him the pledge again when the sun goeth down, that he may sleep in his own raiment, and bless thee: and it shall be righteousness unto thee before the LORD thy God.  <strong>14</strong> Thou shalt not oppress an hired servant that is poor and needy, whether he be of thy brethren, or of thy strangers that are in thy land within thy gates:  <strong>15</strong> At his day thou shalt give him his hire, neither shall the sun go down upon it; for he is poor, and setteth his heart upon it: lest he cry against thee unto the LORD, and it be sin unto thee.  <strong>16</strong> The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers: every man shall be put to death for his own sin.  <strong>17</strong> Thou shalt not pervert the judgment of the stranger, nor  of the fatherless; nor take a widow’s raiment to pledge:  <strong>18</strong> But thou shalt remember that thou wast a bondman in Egypt, and the LORD thy God redeemed thee thence: therefore I command thee to do this thing.  <strong>19</strong> When thou cuttest down thine harvest in thy field, and hast forgot a sheaf in the field, thou shalt not go again to fetch it: it shall be for the stranger, for the fatherless, and for the widow: that the LORD thy God may bless thee in all the work of thine hands.  <strong>20</strong> When thou beatest thine olive tree, thou shalt not go over the boughs again: it shall be for the stranger, for the fatherless, and for the widow.  <strong>21</strong> When thou gatherest the grapes of thy vineyard, thou shalt not glean it afterward: it shall be for the stranger, for the fatherless, and for the widow.  <strong>22</strong> And thou shalt remember that thou wast a bondman in the land of Egypt: therefore I command thee to do this thing.  ","niv":"<sup><strong>1</strong></sup> If a man marries a woman who becomes displeasing to him because he finds something indecent about her, and he writes her a certificate of divorce, gives it to her and sends her from his house, <sup><strong>2</strong></sup> and if after she leaves his house she becomes the wife of another man, <sup><strong>3</strong></sup> and her second husband dislikes her and writes her a certificate of divorce, gives it to her and sends her from his house, or if he dies, <sup><strong>4</strong></sup> then her first husband, who divorced her, is not allowed to marry her again after she has been defiled. That would be detestable in the eyes of the LORD. Do not bring sin upon the land the LORD your God is giving you as an inheritance. <sup><strong>5</strong></sup> If a man has recently married, he must not be sent to war or have any other duty laid on him. For one year he is to be free to stay at home and bring happiness to the wife he has married. <sup><strong>6</strong></sup> Do not take a pair of millstones-not even the upper one-as security for a debt, because that would be taking a man's livelihood as security. <sup><strong>7</strong></sup> If a man is caught kidnapping one of his brother Israelites and treats him as a slave or sells him, the kidnapper must die. You must purge the evil from among you. <sup><strong>8</strong></sup> In cases of leprous diseases be very careful to do exactly as the priests, who are Levites, instruct you. You must follow carefully what I have commanded them. <sup><strong>9</strong></sup> Remember what the LORD your God did to Miriam along the way after you came out of Egypt. <sup><strong>10</strong></sup> When you make a loan of any kind to your neighbor, do not go into his house to get what he is offering as a pledge. <sup><strong>11</strong></sup> Stay outside and let the man to whom you are making the loan bring the pledge out to you. <sup><strong>12</strong></sup> If the man is poor, do not go to sleep with his pledge in your possession. <sup><strong>13</strong></sup> Return his cloak to him by sunset so that he may sleep in it. Then he will thank you, and it will be regarded as a righteous act in the sight of the LORD your God. <sup><strong>14</strong></sup> Do not take advantage of a hired man who is poor and needy, whether he is a brother Israelite or an alien living in one of your towns. <sup><strong>15</strong></sup> Pay him his wages each day before sunset, because he is poor and is counting on it. Otherwise he may cry to the LORD against you, and you will be guilty of sin. <sup><strong>16</strong></sup> Fathers shall not be put to death for their children, nor children put to death for their fathers; each is to die for his own sin. <sup><strong>17</strong></sup> Do not deprive the alien or the fatherless of justice, or take the cloak of the widow as a pledge. <sup><strong>18</strong></sup> Remember that you were slaves in Egypt and the LORD your God redeemed you from there. That is why I command you to do this. <sup><strong>19</strong></sup> When you are harvesting in your field and you overlook a sheaf, do not go back to get it. Leave it for the alien, the fatherless and the widow, so that the LORD your God may bless you in all the work of your hands. <sup><strong>20</strong></sup> When you beat the olives from your trees, do not go over the branches a second time. Leave what remains for the alien, the fatherless and the widow. <sup><strong>21</strong></sup> When you harvest the grapes in your vineyard, do not go over the vines again. Leave what remains for the alien, the fatherless and the widow. <sup><strong>22</strong></sup> Remember that you were slaves in Egypt. That is why I command you to do this. "}]}