{"_id":"6164fe526451fe5325fa087d","slug":"laying-on-of-hands","name":"Laying On Of Hands","verses":[{"_id":"6164fe526451fe5325fa087e","topicId":"6164fe526451fe5325fa087d","verse":"1 Timothy 4:14","votes":1513,"__v":0,"esv":"<div>\n<p id=\"p54004014_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004014-1\">14&nbsp;</b>Do not neglect the gift you have, which was given you by prophecy when the council of elders laid their hands on you.</p>\n</div>","kjv":"<strong>14</strong> Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of the hands of the presbytery.  ","niv":"<sup><strong>14</strong></sup> Do not neglect your gift, which was given you through a prophetic message when the body of elders laid their hands on you.","modified":"2022-10-14T13:17:23.113Z"},{"_id":"6164fe526451fe5325fa087f","topicId":"6164fe526451fe5325fa087d","verse":"1 Timothy 5:22","votes":1452,"__v":0,"esv":"<div>\n<p id=\"p54005022_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005022-1\">22&nbsp;</b>Do not be hasty in the laying on of hands, nor take part in the sins of others; keep yourself pure.</p>\n</div>","kjv":"<strong>22</strong> Lay hands suddenly on no man, neither be partaker of other men’s sins: keep thyself pure.  ","niv":"<sup><strong>22</strong></sup> Do not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure.","modified":"2023-04-04T11:24:39.877Z"},{"_id":"6164fe536451fe5325fa0880","topicId":"6164fe526451fe5325fa087d","verse":"2 Timothy 1:6","votes":1331,"__v":0,"esv":"<div>\n<p id=\"p55001006_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001006-1\">6&nbsp;</b>For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands,</p>\n</div>","kjv":"<strong>6</strong> Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.  ","niv":"<sup><strong>6</strong></sup> For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands.","modified":"2023-11-17T18:29:31.723Z"},{"_id":"6164fe536451fe5325fa0881","topicId":"6164fe526451fe5325fa087d","verse":"Hebrews 6:2","votes":1242,"__v":0,"esv":"<div>\n<p id=\"p58006002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006002-1\">2&nbsp;</b>and of instruction about washings, the laying on of hands, the resurrection of the dead, and eternal judgment.</p>\n\n</div>","kjv":"<strong>2</strong> Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment.  ","niv":"<sup><strong>2</strong></sup> instruction about baptisms, the laying on of hands, the resurrection of the dead, and eternal judgment.","modified":"2023-01-13T13:23:03.941Z"},{"_id":"6164fe536451fe5325fa0882","topicId":"6164fe526451fe5325fa087d","verse":"Acts 19:6","votes":1152,"__v":0,"esv":"<div>\n<p id=\"p44019006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019006-1\">6&nbsp;</b>And when Paul had laid his hands on them, the Holy Spirit came on them, and they began speaking in tongues and prophesying.</p>\n</div>","kjv":"<strong>6</strong> And when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied.  ","niv":"<sup><strong>6</strong></sup> When Paul placed his hands on them, the Holy Spirit came on them, and they spoke in tongues and prophesied.","modified":"2022-09-22T10:54:13.456Z"},{"_id":"6164fe546451fe5325fa0883","topicId":"6164fe526451fe5325fa087d","verse":"Acts 8:17","votes":1137,"__v":0,"esv":"<div>\n<p id=\"p44008017_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44008017-1\">17&nbsp;</b>Then they laid their hands on them and they received the Holy Spirit.</p>\n</div>","kjv":"<strong>17</strong> Then laid they their hands on them, and they received the Holy Ghost.  ","niv":"<sup><strong>17</strong></sup> Then Peter and John placed their hands on them, and they received the Holy Spirit.","modified":"2023-10-20T16:55:13.372Z"},{"_id":"6164fe546451fe5325fa0884","topicId":"6164fe526451fe5325fa087d","verse":"Acts 13:3","votes":1094,"__v":0,"esv":"<div>\n<p id=\"p44013003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44013003-1\">3&nbsp;</b>Then after fasting and praying they laid their hands on them and sent them off.</p>\n</div>","kjv":"<strong>3</strong> And when they had fasted and prayed, and laid their hands on them, they sent them away.  ","niv":"<sup><strong>3</strong></sup> So after they had fasted and prayed, they placed their hands on them and sent them off.","modified":"2023-11-16T12:31:11.279Z"},{"_id":"6164fe546451fe5325fa0885","topicId":"6164fe526451fe5325fa087d","verse":"Luke 4:40","votes":1091,"__v":0,"esv":"<div>\n<p id=\"p42004040_01-9\"><b class=\"verse-num\" id=\"v42004040-1\">40&nbsp;</b>Now when the sun was setting, all those who had any who were sick with various diseases brought them to him, and he laid his hands on every one of them and healed them.</p>\n</div>","kjv":"<strong>40</strong> Now when the sun was setting, all they that had any sick with divers diseases brought them unto him; and he laid his hands on every one of them, and healed them.  ","niv":"<sup><strong>40</strong></sup> When the sun was setting, the people brought to Jesus all who had various kinds of sickness, and laying his hands on each one, he healed them.","modified":"2022-10-10T03:51:04.011Z"},{"_id":"6164fe556451fe5325fa0886","topicId":"6164fe526451fe5325fa087d","verse":"Acts 9:17","votes":1061,"__v":0,"esv":"<div>\n<p id=\"p44009017_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44009017-1\">17&nbsp;</b>So Ananias departed and entered the house. And laying his hands on him he said, “Brother Saul, the Lord Jesus who appeared to you on the road by which you came has sent me so that you may regain your sight and be filled with the Holy Spirit.”</p>\n</div>","kjv":"<strong>17</strong> And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.  ","niv":"<sup><strong>17</strong></sup> Then Ananias went to the house and entered it. Placing his hands on Saul, he said, \"Brother Saul, the Lord--Jesus, who appeared to you on the road as you were coming here--has sent me so that you may see again and be filled with the Holy Spirit.\"","modified":"2023-01-28T00:10:06.960Z"},{"_id":"6164fe556451fe5325fa0887","topicId":"6164fe526451fe5325fa087d","verse":"Acts 28:8","votes":1035,"__v":0,"esv":"<div>\n<p id=\"p44028008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44028008-1\">8&nbsp;</b>It happened that the father of Publius lay sick with fever and dysentery. And Paul visited him and prayed, and putting his hands on him, healed him.</p>\n</div>","kjv":"<strong>8</strong> And it came to pass, that the father of Publius lay sick of a fever and of a bloody flux: to whom Paul entered in, and prayed, and laid his hands on him, and healed him.  ","niv":"<sup><strong>8</strong></sup> His father was sick in bed, suffering from fever and dysentery. Paul went in to see him and, after prayer, placed his hands on him and healed him.","modified":"2023-06-12T08:54:39.636Z"},{"_id":"6164fe556451fe5325fa0888","topicId":"6164fe526451fe5325fa087d","verse":"Mark 6:5","votes":954,"__v":0,"esv":"<div>\n<p id=\"p41006005_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006005-1\">5&nbsp;</b>And he could do no mighty work there, except that he laid his hands on a few sick people and healed them.</p>\n</div>","kjv":"<strong>5</strong> And he could there do no mighty work, save that he laid his hands upon a few sick folk, and healed them.  ","niv":"<sup><strong>5</strong></sup> He could not do any miracles there, except lay his hands on a few sick people and heal them."},{"_id":"6164fe556451fe5325fa0889","topicId":"6164fe526451fe5325fa087d","verse":"Deuteronomy 34:9","votes":918,"__v":0,"esv":"<div>\n<p id=\"p05034009_01-13\"><b class=\"verse-num\" id=\"v05034009-1\">9&nbsp;</b>And Joshua the son of Nun was full of the spirit of wisdom, for Moses had laid his hands on him. So the people of Israel obeyed him and did as the LORD had commanded Moses.</p>\n</div>","kjv":"<strong>9</strong> And Joshua the son of Nun was full of the spirit of wisdom; for Moses had laid his hands upon him: and the children of Israel hearkened unto him, and did as the LORD commanded Moses.  ","niv":"<sup><strong>9</strong></sup> Now Joshua son of Nun was filled with the spirit of wisdom because Moses had laid his hands on him. So the Israelites listened to him and did what the LORD had commanded Moses."},{"_id":"6164fe566451fe5325fa088a","topicId":"6164fe526451fe5325fa087d","verse":"Acts 6:6","votes":781,"__v":0,"esv":"<div>\n<p id=\"p44006006_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44006006-1\">6&nbsp;</b>These they set before the apostles, and they prayed and laid their hands on them.</p>\n</div>","kjv":"<strong>6</strong> Whom they set before the apostles: and when they had prayed, they laid their hands on them.  ","niv":"<sup><strong>6</strong></sup> They presented these men to the apostles, who prayed and laid their hands on them.","modified":"2022-09-24T00:56:06.235Z"},{"_id":"6164fe566451fe5325fa088b","topicId":"6164fe526451fe5325fa087d","verse":"Genesis 48:14","votes":767,"__v":0,"esv":"<div>\n<p id=\"p01048014_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v01048014-1\">14&nbsp;</b>And Israel stretched out his right hand and laid it on the head of Ephraim, who was the younger, and his left hand on the head of Manasseh, crossing his hands (for Manasseh was the firstborn).</p>\n</div>","kjv":"<strong>14</strong> And Israel stretched out his right hand, and laid it upon Ephraim’s head, who was the younger, and his left hand upon Manasseh’s head, guiding his hands wittingly; for Manasseh was the firstborn.  ","niv":"<sup><strong>14</strong></sup> But Israel reached out his right hand and put it on Ephraim's head, though he was the younger, and crossing his arms, he put his left hand on Manasseh's head, even though Manasseh was the firstborn.","modified":"2022-08-21T10:39:06.394Z"},{"_id":"6164fe576451fe5325fa088c","topicId":"6164fe526451fe5325fa087d","verse":"Exodus 29:10","votes":668,"__v":0,"esv":"<div>\n<p id=\"p02029010_01-16\"><b class=\"verse-num\" id=\"v02029010-1\">10&nbsp;</b>“Then you shall bring the bull before the tent of meeting. Aaron and his sons shall lay their hands on the head of the bull.</p>\n</div>","kjv":"<strong>10</strong> And thou shalt cause a bullock to be brought before the tabernacle of the congregation: and Aaron and his sons shall put their hands upon the head of the bullock.  ","niv":"<sup><strong>10</strong></sup> \"Bring the bull to the front of the Tent of Meeting, and Aaron and his sons shall lay their hands on its head.","modified":"2023-08-31T06:52:23.804Z"},{"_id":"6164fe576451fe5325fa088d","topicId":"6164fe526451fe5325fa087d","verse":"Acts 8:14-17","votes":644,"__v":0,"esv":"<div>\n<p id=\"p44008014_01-17\"><b class=\"verse-num\" id=\"v44008014-1\">14&nbsp;</b>Now when the apostles at Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John, <b class=\"verse-num\" id=\"v44008015-1\">15&nbsp;</b>who came down and prayed for them that they might receive the Holy Spirit, <b class=\"verse-num\" id=\"v44008016-1\">16&nbsp;</b>for he had not yet fallen on any of them, but they had only been baptized in the name of the Lord Jesus. <b class=\"verse-num\" id=\"v44008017-1\">17&nbsp;</b>Then they laid their hands on them and they received the Holy Spirit.</p>\n</div>","kjv":"<strong>14</strong> Now when the apostles which were at Jerusalem heard that Samaria had received the word of God, they sent unto them Peter and John:  <strong>15</strong> Who, when they were come down, prayed for them, that they might receive the Holy Ghost:  <strong>16</strong> (For as yet he was fallen upon none of them: only they were baptized in the name of the Lord Jesus.)  <strong>17</strong> Then laid they their hands on them, and they received the Holy Ghost.  ","niv":"<sup><strong>14</strong></sup> When the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them. <sup><strong>15</strong></sup> When they arrived, they prayed for them that they might receive the Holy Spirit, <sup><strong>16</strong></sup> because the Holy Spirit had not yet come upon any of them; they had simply been baptized into the name of the Lord Jesus. <sup><strong>17</strong></sup> Then Peter and John placed their hands on them, and they received the Holy Spirit. "},{"_id":"6164fe576451fe5325fa088e","topicId":"6164fe526451fe5325fa087d","verse":"Numbers 8:10","votes":586,"__v":0,"esv":"<div>\n<p id=\"p04008010_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v04008010-1\">10&nbsp;</b>When you bring the Levites before the LORD, the people of Israel shall lay their hands on the Levites,</p>\n</div>","kjv":"<strong>10</strong> And thou shalt bring the Levites before the LORD: and the children of Israel shall put their hands upon the Levites:  ","niv":"<sup><strong>10</strong></sup> You are to bring the Levites before the LORD, and the Israelites are to lay their hands on them.","modified":"2023-07-28T19:07:34.198Z"},{"_id":"6164fe576451fe5325fa088f","topicId":"6164fe526451fe5325fa087d","verse":"Leviticus 4:15","votes":583,"__v":0,"esv":"<div>\n<p id=\"p03004015_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v03004015-1\">15&nbsp;</b>And the elders of the congregation shall lay their hands on the head of the bull before the LORD, and the bull shall be killed before the LORD.</p>\n</div>","kjv":"<strong>15</strong> And the elders of the congregation shall lay their hands upon the head of the bullock before the LORD: and the bullock shall be killed before the LORD.  ","niv":"<sup><strong>15</strong></sup> The elders of the community are to lay their hands on the bull's head before the LORD, and the bull shall be slaughtered before the LORD.","modified":"2022-03-31T12:41:07.546Z"},{"_id":"6164fe586451fe5325fa0890","topicId":"6164fe526451fe5325fa087d","verse":"Numbers 27:18","votes":578,"__v":0,"esv":"<div>\n<p id=\"p04027018_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v04027018-1\">18&nbsp;</b>So the LORD said to Moses, “Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him.</p>\n</div>","kjv":"<strong>18</strong> And the LORD said unto Moses, Take thee Joshua the son of Nun, a man in whom is the spirit, and lay thine hand upon him;  ","niv":"<sup><strong>18</strong></sup> So the LORD said to Moses, \"Take Joshua son of Nun, a man in whom is the spirit, and lay your hand on him.","modified":"2022-05-24T15:49:30.527Z"},{"_id":"6164fe586451fe5325fa0891","topicId":"6164fe526451fe5325fa087d","verse":"Numbers 27:18-23","votes":574,"__v":0,"esv":"<div>\n<p id=\"p04027018_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v04027018-1\">18&nbsp;</b>So the LORD said to Moses, “Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him. <b class=\"verse-num\" id=\"v04027019-1\">19&nbsp;</b>Make him stand before Eleazar the priest and all the congregation, and you shall commission him in their sight. <b class=\"verse-num\" id=\"v04027020-1\">20&nbsp;</b>You shall invest him with some of your authority, that all the congregation of the people of Israel may obey. <b class=\"verse-num\" id=\"v04027021-1\">21&nbsp;</b>And he shall stand before Eleazar the priest, who shall inquire for him by the judgment of the Urim before the LORD. At his word they shall go out, and at his word they shall come in, both he and all the people of Israel with him, the whole congregation.” <b class=\"verse-num\" id=\"v04027022-1\">22&nbsp;</b>And Moses did as the LORD commanded him. He took Joshua and made him stand before Eleazar the priest and the whole congregation, <b class=\"verse-num\" id=\"v04027023-1\">23&nbsp;</b>and he laid his hands on him and commissioned him as the LORD directed through Moses.</p>\n</div>","kjv":"<strong>18</strong> And the LORD said unto Moses, Take thee Joshua the son of Nun, a man in whom is the spirit, and lay thine hand upon him;  <strong>19</strong> And set him before Eleazar the priest, and before all the congregation; and give him a charge in their sight.  <strong>20</strong> And thou shalt put some of thine honour upon him, that all the congregation of the children of Israel may be obedient.  <strong>21</strong> And he shall stand before Eleazar the priest, who shall ask counsel  for him after the judgment of Urim before the LORD: at his word shall they go out, and at his word they shall come in, both he, and all the children of Israel with him, even all the congregation.  <strong>22</strong> And Moses did as the LORD commanded him: and he took Joshua, and set him before Eleazar the priest, and before all the congregation:  <strong>23</strong> And he laid his hands upon him, and gave him a charge, as the LORD commanded by the hand of Moses.  ","niv":"<sup><strong>18</strong></sup> So the LORD said to Moses, \"Take Joshua son of Nun, a man in whom is the spirit, and lay your hand on him. <sup><strong>19</strong></sup> Have him stand before Eleazar the priest and the entire assembly and commission him in their presence. <sup><strong>20</strong></sup> Give him some of your authority so the whole Israelite community will obey him. <sup><strong>21</strong></sup> He is to stand before Eleazar the priest, who will obtain decisions for him by inquiring of the Urim before the LORD. At his command he and the entire community of the Israelites will go out, and at his command they will come in.\" <sup><strong>22</strong></sup> Moses did as the LORD commanded him. He took Joshua and had him stand before Eleazar the priest and the whole assembly. <sup><strong>23</strong></sup> Then he laid his hands on him and commissioned him, as the LORD instructed through Moses. "},{"_id":"6164fe586451fe5325fa0892","topicId":"6164fe526451fe5325fa087d","verse":"Leviticus 1:4","votes":565,"__v":0,"esv":"<div>\n<p id=\"p03001004_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v03001004-1\">4&nbsp;</b>He shall lay his hand on the head of the burnt offering, and it shall be accepted for him to make atonement for him.</p>\n</div>","kjv":"<strong>4</strong> And he shall put his hand upon the head of the burnt offering; and it shall be accepted for him to make atonement for him.  ","niv":"<sup><strong>4</strong></sup> He is to lay his hand on the head of the burnt offering, and it will be accepted on his behalf to make atonement for him."},{"_id":"6164fe586451fe5325fa0893","topicId":"6164fe526451fe5325fa087d","verse":"Acts 10:44-48","votes":555,"__v":0,"esv":"<div>\n\n<p id=\"p44010044_08-23\"><b class=\"verse-num\" id=\"v44010044-1\">44&nbsp;</b>While Peter was still saying these things, the Holy Spirit fell on all who heard the word. <b class=\"verse-num\" id=\"v44010045-1\">45&nbsp;</b>And the believers from among the circumcised who had come with Peter were amazed, because the gift of the Holy Spirit was poured out even on the Gentiles. <b class=\"verse-num\" id=\"v44010046-1\">46&nbsp;</b>For they were hearing them speaking in tongues and extolling God. Then Peter declared, <b class=\"verse-num\" id=\"v44010047-1\">47&nbsp;</b>“Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?” <b class=\"verse-num\" id=\"v44010048-1\">48&nbsp;</b>And he commanded them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days.</p>\n</div>","kjv":"<strong>44</strong> While Peter yet spake these words, the Holy Ghost fell on all them which heard the word.  <strong>45</strong> And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost.  <strong>46</strong> For they heard them speak with tongues, and magnify God. Then answered Peter,  <strong>47</strong> Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?  <strong>48</strong> And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.  ","niv":"<sup><strong>44</strong></sup> While Peter was still speaking these words, the Holy Spirit came on all who heard the message. <sup><strong>45</strong></sup> The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles. <sup><strong>46</strong></sup> For they heard them speaking in tongues and praising God. <sup><strong>47</strong></sup> Then Peter said, \"Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we have.\" <sup><strong>48</strong></sup> So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days. ","modified":"2023-04-12T20:10:33.715Z"},{"_id":"6164fe596451fe5325fa0894","topicId":"6164fe526451fe5325fa087d","verse":"Matthew 19:13-15","votes":553,"__v":0,"esv":"<div>\n\n<p id=\"p40019013_07-24\"><b class=\"verse-num\" id=\"v40019013-1\">13&nbsp;</b>Then children were brought to him that he might lay his hands on them and pray. The disciples rebuked the people, <b class=\"verse-num\" id=\"v40019014-1\">14&nbsp;</b>but Jesus said, <span class=\"woc\">“Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”</span> <b class=\"verse-num\" id=\"v40019015-1\">15&nbsp;</b>And he laid his hands on them and went away.</p>\n</div>","kjv":"<strong>13</strong> Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.  <strong>14</strong> But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.  <strong>15</strong> And he laid his hands on them, and departed thence.  ","niv":"<sup><strong>13</strong></sup> Then little children were brought to Jesus for him to place his hands on them and pray for them. But the disciples rebuked those who brought them. <sup><strong>14</strong></sup> Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\" <sup><strong>15</strong></sup> When he had placed his hands on them, he went on from there. ","modified":"2023-04-12T20:10:27.838Z"},{"_id":"6164fe596451fe5325fa0895","topicId":"6164fe526451fe5325fa087d","verse":"Luke 13:13","votes":526,"__v":0,"esv":"<div>\n<p id=\"p42013013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v42013013-1\">13&nbsp;</b>And he laid his hands on her, and immediately she was made straight, and she glorified God.</p>\n</div>","kjv":"<strong>13</strong> And he laid his hands on her: and immediately she was made straight, and glorified God.  ","niv":"<sup><strong>13</strong></sup> Then he put his hands on her, and immediately she straightened up and praised God.","modified":"2023-11-16T03:54:40.077Z"},{"_id":"6164fe596451fe5325fa0896","topicId":"6164fe526451fe5325fa087d","verse":"Mark 16:17-18","votes":523,"__v":0,"esv":"<div>\n<p id=\"p41016017_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span> <b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n</div>","kjv":"<strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  <strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. ","niv":"<sup><strong>17</strong></sup> And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues; <sup><strong>18</strong></sup> they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.\" ","modified":"2023-08-16T03:35:46.672Z"}]}