{"_id":"6164fff36451fe5325fa0967","slug":"leading-others-in-todays-society","name":"Leading Others In Todays Society","verses":[{"_id":"6164fff46451fe5325fa0968","topicId":"6164fff36451fe5325fa0967","verse":"1 Corinthians 12:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46012013_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n\n</div>","kjv":"<strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  ","niv":"<sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink."},{"_id":"6164fff46451fe5325fa0969","topicId":"6164fff36451fe5325fa0967","verse":"1 Corinthians 10:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46010016_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010016-1\">16&nbsp;</b>The cup of blessing that we bless, is it not a participation in the blood of Christ? The bread that we break, is it not a participation in the body of Christ?</p>\n</div>","kjv":"<strong>16</strong> The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?  ","niv":"<sup><strong>16</strong></sup> Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ?"},{"_id":"6164fff56451fe5325fa096b","topicId":"6164fff36451fe5325fa0967","verse":"Acts 1:9-11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44001009_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001009-1\">9&nbsp;</b>And when he had said these things, as they were looking on, he was lifted up, and a cloud took him out of their sight. <b class=\"verse-num\" id=\"v44001010-1\">10&nbsp;</b>And while they were gazing into heaven as he went, behold, two men stood by them in white robes, <b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n</div>","kjv":"<strong>9</strong> And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.  <strong>10</strong> And while they looked stedfastly toward heaven as he went up, behold, two men stood by them in white apparel;  <strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  ","niv":"<sup><strong>9</strong></sup> After he said this, he was taken up before their very eyes, and a cloud hid him from their sight. <sup><strong>10</strong></sup> They were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them. <sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\" "},{"_id":"6164fff56451fe5325fa096a","topicId":"6164fff36451fe5325fa0967","verse":"Romans 10:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"6164fff56451fe5325fa096c","topicId":"6164fff36451fe5325fa0967","verse":"2 Peter 1:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"6164fff66451fe5325fa096e","topicId":"6164fff36451fe5325fa0967","verse":"Titus 3:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,"},{"_id":"6164fff66451fe5325fa096d","topicId":"6164fff36451fe5325fa0967","verse":"1 Peter 5:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60005003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock.</p>\n</div>","kjv":"<strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  ","niv":"<sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock."},{"_id":"6164fff66451fe5325fa096f","topicId":"6164fff36451fe5325fa0967","verse":"1 Corinthians 10:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46010001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46010001-1\">10:1&nbsp;</b>For I do not want you to be unaware, brothers, that our fathers were all under the cloud, and all passed through the sea,</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;  ","niv":"<sup><strong>1</strong></sup> For I do not want you to be ignorant of the fact, brothers, that our forefathers were all under the cloud and that they all passed through the sea."},{"_id":"6164fff66451fe5325fa0970","topicId":"6164fff36451fe5325fa0967","verse":"Acts 2:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6164fff76451fe5325fa0971","topicId":"6164fff36451fe5325fa0967","verse":"Mark 10:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41010038_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010038-1\">38&nbsp;</b>Jesus said to them, <span class=\"woc\">“You do not know what you are asking. Are you able to drink the cup that I drink, or to be baptized with the baptism with which I am baptized?”</span></p>\n</div>","kjv":"<strong>38</strong> But Jesus said unto them, Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?  ","niv":"<sup><strong>38</strong></sup> \"You don't know what you are asking,\" Jesus said. \"Can you drink the cup I drink or be baptized with the baptism I am baptized with?\""},{"_id":"6164fff76451fe5325fa0972","topicId":"6164fff36451fe5325fa0967","verse":"Isaiah 24:15","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23024015_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23024015-1\">15&nbsp;</b>&nbsp;&nbsp;Therefore in the east give glory to the LORD;</span><br><span id=\"p23024015_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the coastlands of the sea, give glory to the name of the LORD, the God of Israel.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>15</strong> Wherefore glorify ye the LORD in the fires, even the name of the LORD God of Israel in the isles of the sea.  ","niv":"<sup><strong>15</strong></sup> Therefore in the east give glory to the LORD; exalt the name of the LORD, the God of Israel, in the islands of the sea."},{"_id":"6164fff76451fe5325fa0973","topicId":"6164fff36451fe5325fa0967","verse":"Psalm 116:12","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19116012_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19116012-1\">12&nbsp;</b>&nbsp;&nbsp;What shall I render to the LORD</span><br><span id=\"p19116012_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all his benefits to me?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> What shall I render unto the LORD for all his benefits toward me?  ","niv":"<sup><strong>12</strong></sup> How can I repay the LORD for all his goodness to me?"},{"_id":"6164fff86451fe5325fa0974","topicId":"6164fff36451fe5325fa0967","verse":"Galatians 3:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48003027_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ.</p>\n</div>","kjv":"<strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  ","niv":"<sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ."},{"_id":"6164fff86451fe5325fa0975","topicId":"6164fff36451fe5325fa0967","verse":"Revelation 1:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66001007_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n\n</div>","kjv":"<strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  ","niv":"<sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen."},{"_id":"6164fff86451fe5325fa0976","topicId":"6164fff36451fe5325fa0967","verse":"Exodus 19:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02019008_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v02019008-1\">8&nbsp;</b>All the people answered together and said, “All that the LORD has spoken we will do.” And Moses reported the words of the people to the LORD.</p>\n</div>","kjv":"<strong>8</strong> And all the people answered together, and said, All that the LORD hath spoken we will do. And Moses returned the words of the people unto the LORD.  ","niv":"<sup><strong>8</strong></sup> The people all responded together, \"We will do everything the LORD has said.\" So Moses brought their answer back to the LORD."},{"_id":"6164fff96451fe5325fa0977","topicId":"6164fff36451fe5325fa0967","verse":"Matthew 17:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40017002_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017002-1\">2&nbsp;</b>And he was transfigured before them, and his face shone like the sun, and his clothes became white as light.</p>\n</div>","kjv":"<strong>2</strong> And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light.  ","niv":"<sup><strong>2</strong></sup> There he was transfigured before them. His face shone like the sun, and his clothes became as white as the light."},{"_id":"6164fff96451fe5325fa0978","topicId":"6164fff36451fe5325fa0967","verse":"1 Corinthians 11:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46011023_01-21\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread,</p>\n</div>","kjv":"<strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  ","niv":"<sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread,"},{"_id":"6164fff96451fe5325fa0979","topicId":"6164fff36451fe5325fa0967","verse":"Matthew 26:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40026027_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026027-1\">27&nbsp;</b>And he took a cup, and when he had given thanks he gave it to them, saying, <span class=\"woc\">“Drink of it, all of you,</span></p>\n</div>","kjv":"<strong>27</strong> And he took the cup, and gave thanks, and gave it to them, saying, Drink ye all of it;  ","niv":"<sup><strong>27</strong></sup> Then he took the cup, gave thanks and offered it to them, saying, \"Drink from it, all of you."},{"_id":"6164fff96451fe5325fa097a","topicId":"6164fff36451fe5325fa0967","verse":"Matthew 7:13-14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40007013_01-23\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n</div>","kjv":"<strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. ","niv":"<sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. "},{"_id":"6164fffa6451fe5325fa097b","topicId":"6164fff36451fe5325fa0967","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6164fffa6451fe5325fa097d","topicId":"6164fff36451fe5325fa0967","verse":"Isaiah 43:24","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043024_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043024-1\">24&nbsp;</b>&nbsp;&nbsp;You have not bought me sweet cane with money,</span><br><span id=\"p23043024_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or satisfied me with the fat of your sacrifices.</span><br><span id=\"p23043024_01-25\" class=\"line\">&nbsp;&nbsp;But you have burdened me with your sins;</span><br><span id=\"p23043024_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have wearied me with your iniquities.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> Thou hast bought me no sweet cane with money, neither hast thou filled me with the fat of thy sacrifices: but thou hast made me to serve with thy sins, thou hast wearied me with thine iniquities.  ","niv":"<sup><strong>24</strong></sup> You have not bought any fragrant calamus for me, or lavished on me the fat of your sacrifices. But you have burdened me with your sins and wearied me with your offenses."},{"_id":"6164fffa6451fe5325fa097c","topicId":"6164fff36451fe5325fa0967","verse":"1 John 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6164fffa6451fe5325fa097e","topicId":"6164fff36451fe5325fa0967","verse":"2 Chronicles 2:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p14002004_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v14002004-1\">4&nbsp;</b>Behold, I am about to build a house for the name of the LORD my God and dedicate it to him for the burning of incense of sweet spices before him, and for the regular arrangement of the showbread, and for burnt offerings morning and evening, on the Sabbaths and the new moons and the appointed feasts of the LORD our God, as ordained forever for Israel.</p>\n</div>","kjv":"<strong>4</strong> Behold, I build an house to the name of the LORD my God, to dedicate it to him, and to burn before him sweet incense, and for the continual shewbread, and for the burnt offerings morning and evening, on the sabbaths, and on the new moons, and on the solemn feasts of the LORD our God. This is an ordinance for ever to Israel.  ","niv":"<sup><strong>4</strong></sup> Now I am about to build a temple for the Name of the LORD my God and to dedicate it to him for burning fragrant incense before him, for setting out the consecrated bread regularly, and for making burnt offerings every morning and evening and on Sabbaths and New Moons and at the appointed feasts of the LORD our God. This is a lasting ordinance for Israel."},{"_id":"6164fffb6451fe5325fa097f","topicId":"6164fff36451fe5325fa0967","verse":"1 Corinthians 11:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46011028_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup.</p>\n</div>","kjv":"<strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  ","niv":"<sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup."},{"_id":"6164fffb6451fe5325fa0980","topicId":"6164fff36451fe5325fa0967","verse":"Philippians 4:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50004018_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004018-1\">18&nbsp;</b>I have received full payment, and more. I am well supplied, having received from Epaphroditus the gifts you sent, a fragrant offering, a sacrifice acceptable and pleasing to God.</p>\n</div>","kjv":"<strong>18</strong> But I have all, and abound: I am full, having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, wellpleasing to God.  ","niv":"<sup><strong>18</strong></sup> I have received full payment and even more; I am amply supplied, now that I have received from Epaphroditus the gifts you sent. They are a fragrant offering, an acceptable sacrifice, pleasing to God."}]}