{"_id":"6164ff886451fe5325fa0933","slug":"leading-child-astray","name":"Leading A Child Astray","verses":[{"_id":"6164ff896451fe5325fa0934","topicId":"6164ff886451fe5325fa0933","verse":"Mark 9:42","votes":82,"__v":0,"esv":"<div>\n\n<p id=\"p41009042_04-1\"><b class=\"verse-num woc\" id=\"v41009042-1\">42&nbsp;</b><span class=\"woc\">“Whoever causes one of these little ones who believe in me to sin, it would be better for him if a great millstone were hung around his neck and he were thrown into the sea.</span></p>\n\n</div>","kjv":"<strong>42</strong> And whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea.  ","niv":"<sup><strong>42</strong></sup> \"And if anyone causes one of these little ones who believe in me to sin, it would be better for him to be thrown into the sea with a large millstone tied around his neck.","modified":"2022-10-21T13:03:47.171Z"},{"_id":"6164ff8a6451fe5325fa0935","topicId":"6164ff886451fe5325fa0933","verse":"1 John 3:6-9","votes":20,"__v":0,"esv":"<div>\n<p id=\"p62003006_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003006-1\">6&nbsp;</b>No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him. <b class=\"verse-num\" id=\"v62003007-1\">7&nbsp;</b>Little children, let no one deceive you. Whoever practices righteousness is righteous, as he is righteous. <b class=\"verse-num\" id=\"v62003008-1\">8&nbsp;</b>Whoever makes a practice of sinning is of the devil, for the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the works of the devil. <b class=\"verse-num\" id=\"v62003009-1\">9&nbsp;</b>No one born of God makes a practice of sinning, for God’s seed abides in him; and he cannot keep on sinning, because he has been born of God.</p>\n\n</div>","kjv":"<strong>6</strong> Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.  <strong>7</strong> Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.  <strong>8</strong> He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.  <strong>9</strong> Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.  ","niv":"<sup><strong>6</strong></sup> No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him. <sup><strong>7</strong></sup> Dear children, do not let anyone lead you astray. He who does what is right is righteous, just as he is righteous. <sup><strong>8</strong></sup> He who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil's work. <sup><strong>9</strong></sup> No one who is born of God will continue to sin, because God's seed remains in him; he cannot go on sinning, because he has been born of God. ","modified":"2022-10-06T00:29:11.851Z"},{"_id":"6164ff8a6451fe5325fa0936","topicId":"6164ff886451fe5325fa0933","verse":"Matthew 18:6","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p40018001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40018001-1\">18:1&nbsp;</b>At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?” <b class=\"verse-num\" id=\"v40018002-1\">2&nbsp;</b>And calling to him a child, he put him in the midst of them <b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n<p id=\"p40018004_05-6\"><b class=\"verse-num woc\" id=\"v40018005-1\">5&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me,</span> <b class=\"verse-num woc\" id=\"v40018006-1\">6&nbsp;</b><span class=\"woc\">but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.</span></p>\n\n<p id=\"p40018006_08-6\"><b class=\"verse-num woc\" id=\"v40018007-1\">7&nbsp;</b><span class=\"woc\">“Woe to the world for temptations to sin! For it is necessary that temptations come, but woe to the one by whom the temptation comes!</span> <b class=\"verse-num woc\" id=\"v40018008-1\">8&nbsp;</b><span class=\"woc\">And if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than with two hands or two feet to be thrown into the eternal fire.</span> <b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n<p id=\"p40018009_14-6\"><b class=\"verse-num woc\" id=\"v40018010-1\">10&nbsp;</b><span class=\"woc\">“See that you do not despise one of these little ones. For I tell you that in heaven their angels always see the face of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40018012-1\">12&nbsp;</b><span class=\"woc\">What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray?</span> <b class=\"verse-num woc\" id=\"v40018013-1\">13&nbsp;</b><span class=\"woc\">And if he finds it, truly, I say to you, he rejoices over it more than over the ninety-nine that never went astray.</span> <b class=\"verse-num woc\" id=\"v40018014-1\">14&nbsp;</b><span class=\"woc\">So it is not the will of my Father who is in heaven that one of these little ones should perish.</span></p>\n\n<p id=\"p40018014_20-6\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span> <b class=\"verse-num woc\" id=\"v40018018-1\">18&nbsp;</b><span class=\"woc\">Truly, I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.</span> <b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span> <b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n\n<p id=\"p40018020_26-6\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n<p id=\"p40018022_26-6\"><b class=\"verse-num woc\" id=\"v40018023-1\">23&nbsp;</b><span class=\"woc\">“Therefore the kingdom of heaven may be compared to a king who wished to settle accounts with his servants.</span> <b class=\"verse-num woc\" id=\"v40018024-1\">24&nbsp;</b><span class=\"woc\">When he began to settle, one was brought to him who owed him ten thousand talents.</span> <b class=\"verse-num woc\" id=\"v40018025-1\">25&nbsp;</b><span class=\"woc\">And since he could not pay, his master ordered him to be sold, with his wife and children and all that he had, and payment to be made.</span> <b class=\"verse-num woc\" id=\"v40018026-1\">26&nbsp;</b><span class=\"woc\">So the servant fell on his knees, imploring him, ‘Have patience with me, and I will pay you everything.’</span> <b class=\"verse-num woc\" id=\"v40018027-1\">27&nbsp;</b><span class=\"woc\">And out of pity for him, the master of that servant released him and forgave him the debt.</span> <b class=\"verse-num woc\" id=\"v40018028-1\">28&nbsp;</b><span class=\"woc\">But when that same servant went out, he found one of his fellow servants who owed him a hundred denarii, and seizing him, he began to choke him, saying, ‘Pay what you owe.’</span> <b class=\"verse-num woc\" id=\"v40018029-1\">29&nbsp;</b><span class=\"woc\">So his fellow servant fell down and pleaded with him, ‘Have patience with me, and I will pay you.’</span> <b class=\"verse-num woc\" id=\"v40018030-1\">30&nbsp;</b><span class=\"woc\">He refused and went and put him in prison until he should pay the debt.</span> <b class=\"verse-num woc\" id=\"v40018031-1\">31&nbsp;</b><span class=\"woc\">When his fellow servants saw what had taken place, they were greatly distressed, and they went and reported to their master all that had taken place.</span> <b class=\"verse-num woc\" id=\"v40018032-1\">32&nbsp;</b><span class=\"woc\">Then his master summoned him and said to him, ‘You wicked servant! I forgave you all that debt because you pleaded with me.</span> <b class=\"verse-num woc\" id=\"v40018033-1\">33&nbsp;</b><span class=\"woc\">And should not you have had mercy on your fellow servant, as I had mercy on you?’</span> <b class=\"verse-num woc\" id=\"v40018034-1\">34&nbsp;</b><span class=\"woc\">And in anger his master delivered him to the jailers, until he should pay all his debt.</span> <b class=\"verse-num woc\" id=\"v40018035-1\">35&nbsp;</b><span class=\"woc\">So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.”</span></p>\n\n</div>","kjv":"<strong>6</strong> But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. ","niv":"<sup><strong>6</strong></sup> But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea.","modified":"2023-05-09T02:12:22.915Z"},{"_id":"6164ff8a6451fe5325fa0937","topicId":"6164ff886451fe5325fa0933","verse":"2 Peter 2:1-22","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p61002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction. <b class=\"verse-num\" id=\"v61002002-1\">2&nbsp;</b>And many will follow their sensuality, and because of them the way of truth will be blasphemed. <b class=\"verse-num\" id=\"v61002003-1\">3&nbsp;</b>And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep.</p>\n<p id=\"p61002003_05-4\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment; <b class=\"verse-num\" id=\"v61002005-1\">5&nbsp;</b>if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly; <b class=\"verse-num\" id=\"v61002006-1\">6&nbsp;</b>if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction, making them an example of what is going to happen to the ungodly; <b class=\"verse-num\" id=\"v61002007-1\">7&nbsp;</b>and if he rescued righteous Lot, greatly distressed by the sensual conduct of the wicked <b class=\"verse-num\" id=\"v61002008-1\">8&nbsp;</b>(for as that righteous man lived among them day after day, he was tormenting his righteous soul over their lawless deeds that he saw and heard); <b class=\"verse-num\" id=\"v61002009-1\">9&nbsp;</b>then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment, <b class=\"verse-num\" id=\"v61002010-1\">10&nbsp;</b>and especially those who indulge in the lust of defiling passion and despise authority.</p>\n<p id=\"p61002010_05-4\">Bold and willful, they do not tremble as they blaspheme the glorious ones, <b class=\"verse-num\" id=\"v61002011-1\">11&nbsp;</b>whereas angels, though greater in might and power, do not pronounce a blasphemous judgment against them before the Lord. <b class=\"verse-num\" id=\"v61002012-1\">12&nbsp;</b>But these, like irrational animals, creatures of instinct, born to be caught and destroyed, blaspheming about matters of which they are ignorant, will also be destroyed in their destruction, <b class=\"verse-num\" id=\"v61002013-1\">13&nbsp;</b>suffering wrong as the wage for their wrongdoing. They count it pleasure to revel in the daytime. They are blots and blemishes, reveling in their deceptions, while they feast with you. <b class=\"verse-num\" id=\"v61002014-1\">14&nbsp;</b>They have eyes full of adultery, insatiable for sin. They entice unsteady souls. They have hearts trained in greed. Accursed children! <b class=\"verse-num\" id=\"v61002015-1\">15&nbsp;</b>Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing, <b class=\"verse-num\" id=\"v61002016-1\">16&nbsp;</b>but was rebuked for his own transgression; a speechless donkey spoke with human voice and restrained the prophet’s madness.</p>\n<p id=\"p61002016_05-4\"><b class=\"verse-num\" id=\"v61002017-1\">17&nbsp;</b>These are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved. <b class=\"verse-num\" id=\"v61002018-1\">18&nbsp;</b>For, speaking loud boasts of folly, they entice by sensual passions of the flesh those who are barely escaping from those who live in error. <b class=\"verse-num\" id=\"v61002019-1\">19&nbsp;</b>They promise them freedom, but they themselves are slaves of corruption. For whatever overcomes a person, to that he is enslaved. <b class=\"verse-num\" id=\"v61002020-1\">20&nbsp;</b>For if, after they have escaped the defilements of the world through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and overcome, the last state has become worse for them than the first. <b class=\"verse-num\" id=\"v61002021-1\">21&nbsp;</b>For it would have been better for them never to have known the way of righteousness than after knowing it to turn back from the holy commandment delivered to them. <b class=\"verse-num\" id=\"v61002022-1\">22&nbsp;</b>What the true proverb says has happened to them: “The dog returns to its own vomit, and the sow, after washing herself, returns to wallow in the mire.”</p>\n\n</div>","kjv":"<strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  <strong>2</strong> And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.  <strong>3</strong> And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.  <strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  <strong>5</strong> And spared not the old world, but saved Noah the eighth person,  a preacher of righteousness, bringing in the flood upon the world of the ungodly;  <strong>6</strong> And turning the cities of Sodom and Gomorrah into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;  <strong>7</strong> And delivered just Lot, vexed with the filthy conversation of the wicked:  <strong>8</strong> (For that righteous man dwelling among them, in seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds;)  <strong>9</strong> The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:  <strong>10</strong> But chiefly them that walk after the flesh in the lust of uncleanness, and despise government. Presumptuous are they, selfwilled, they are not afraid to speak evil of dignities.  <strong>11</strong> Whereas angels, which are greater in power and might, bring not railing accusation against them before the Lord.  <strong>12</strong> But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption;  <strong>13</strong> And shall receive the reward of unrighteousness, as they that count it pleasure to riot in the daytime. Spots they are and blemishes, sporting themselves with their own deceivings while they feast with you;  <strong>14</strong> Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:  <strong>15</strong> Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;  <strong>16</strong> But was rebuked for his iniquity: the dumb ass speaking with man’s voice forbad the madness of the prophet.  <strong>17</strong> These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.  <strong>18</strong> For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.  <strong>19</strong> While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.  <strong>20</strong> For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.  <strong>21</strong> For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.  <strong>22</strong> But it is happened unto them according to the true proverb, The dog is turned to his own vomit again; and the sow that was washed to her wallowing in the mire.  ","niv":"<sup><strong>1</strong></sup> But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves. <sup><strong>2</strong></sup> Many will follow their shameful ways and will bring the way of truth into disrepute. <sup><strong>3</strong></sup> In their greed these teachers will exploit you with stories they have made up. Their condemnation has long been hanging over them, and their destruction has not been sleeping. <sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment; <sup><strong>5</strong></sup> if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others; <sup><strong>6</strong></sup> if he condemned the cities of Sodom and Gomorrah by burning them to ashes, and made them an example of what is going to happen to the ungodly; <sup><strong>7</strong></sup> and if he rescued Lot, a righteous man, who was distressed by the filthy lives of lawless men <sup><strong>8</strong></sup> (for that righteous man, living among them day after day, was tormented in his righteous soul by the lawless deeds he saw and heard)-- <sup><strong>9</strong></sup> if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment. <sup><strong>10</strong></sup> This is especially true of those who follow the corrupt desire of the sinful nature and despise authority. <sup><strong>11</strong></sup> Bold and arrogant, these men are not afraid to slander celestial beings; yet even angels, although they are stronger and more powerful, do not bring slanderous accusations against such beings in the presence of the Lord. <sup><strong>12</strong></sup> But these men blaspheme in matters they do not understand. They are like brute beasts, creatures of instinct, born only to be caught and destroyed, and like beasts they too will perish. <sup><strong>13</strong></sup> They will be paid back with harm for the harm they have done. Their idea of pleasure is to carouse in broad daylight. They are blots and blemishes, reveling in their pleasures while they feast with you. <sup><strong>14</strong></sup> With eyes full of adultery, they never stop sinning; they seduce the unstable; they are experts in greed--an accursed brood! <sup><strong>15</strong></sup> They have left the straight way and wandered off to follow the way of Balaam son of Beor, who loved the wages of wickedness. <sup><strong>16</strong></sup> But he was rebuked for his wrongdoing by a donkey--a beast without speech--who spoke with a man's voice and restrained the prophet's madness. <sup><strong>17</strong></sup> These men are springs without water and mists driven by a storm. Blackest darkness is reserved for them. <sup><strong>18</strong></sup> For they mouth empty, boastful words and, by appealing to the lustful desires of sinful human nature, they entice people who are just escaping from those who live in error. <sup><strong>19</strong></sup> They promise them freedom, while they themselves are slaves of depravity--for a man is a slave to whatever has mastered him. <sup><strong>20</strong></sup> If they have escaped the corruption of the world by knowing our Lord and Savior Jesus Christ and are again entangled in it and overcome, they are worse off at the end than they were at the beginning. <sup><strong>21</strong></sup> It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them. <sup><strong>22</strong></sup> Of them the proverbs are true: \"A dog returns to its vomit,\" and, \"A sow that is washed goes back to her wallowing in the mud.\" ","modified":"2022-10-10T00:54:40.278Z"},{"_id":"6164ff8a6451fe5325fa0938","topicId":"6164ff886451fe5325fa0933","verse":"Matthew 19:14","votes":16,"__v":0,"esv":"<div>\n<p id=\"p40019014_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019014-1\">14&nbsp;</b>but Jesus said, <span class=\"woc\">“Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”</span></p>\n</div>","kjv":"<strong>14</strong> But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.  ","niv":"<sup><strong>14</strong></sup> Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\"","modified":"2023-04-02T00:21:48.186Z"},{"_id":"6164ff8a6451fe5325fa0939","topicId":"6164ff886451fe5325fa0933","verse":"Matthew 18:1-35","votes":13,"__v":0,"kjv":"<strong>1</strong> At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?  <strong>2</strong> And Jesus called a little child unto him, and set him in the midst of them,  <strong>3</strong> And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.  <strong>4</strong> Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.  <strong>5</strong> And whoso shall receive one such little child in my name receiveth me.  <strong>6</strong> But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. <strong>7</strong>           Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh!  <strong>8</strong> Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.  <strong>9</strong> And if thine eye offend thee, pluck it out, and cast it  from thee: it is better for thee to enter into life with one eye, rather than having two eyes to be cast into hell fire.  <strong>10</strong> Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven.  <strong>11</strong> For the Son of man is come to save that which was lost.  <strong>12</strong> How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray?  <strong>13</strong> And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray.  <strong>14</strong> Even so it is not the will of your Father which is in heaven, that one of these little ones should perish. <strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  <strong>18</strong> Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.  <strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  <strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. <strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  <strong>22</strong> Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. <strong>23</strong>           Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants.  <strong>24</strong> And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.  <strong>25</strong> But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made.  <strong>26</strong> The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay thee all.  <strong>27</strong> Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt.  <strong>28</strong> But the same servant went out, and found one of his fellowservants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that thou owest.  <strong>29</strong> And his fellowservant fell down at his feet, and besought him, saying, Have patience with me, and I will pay thee all.  <strong>30</strong> And he would not: but went and cast him into prison, till he should pay the debt.  <strong>31</strong> So when his fellowservants saw what was done, they were very sorry, and came and told unto their lord all that was done.  <strong>32</strong> Then his lord, after that he had called him, said unto him, O thou wicked servant, I forgave thee all that debt, because thou desiredst me:  <strong>33</strong> Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee?  <strong>34</strong> And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him.  <strong>35</strong> So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses. ","niv":"<sup><strong>1</strong></sup> At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\" <sup><strong>2</strong></sup> He called a little child and had him stand among them. <sup><strong>3</strong></sup> And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven. <sup><strong>4</strong></sup> Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven. <sup><strong>5</strong></sup> \"And whoever welcomes a little child like this in my name welcomes me. <sup><strong>6</strong></sup> But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea. <sup><strong>7</strong></sup> \"Woe to the world because of the things that cause people to sin! Such things must come, but woe to the man through whom they come! <sup><strong>8</strong></sup> If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire. <sup><strong>9</strong></sup> And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell. <sup><strong>10</strong></sup> \"See that you do not look down on one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven. <sup><strong>11</strong></sup> See Footnote <sup><strong>12</strong></sup> \"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off? <sup><strong>13</strong></sup> And if he finds it, I tell you the truth, he is happier about that one sheep than about the ninety-nine that did not wander off. <sup><strong>14</strong></sup> In the same way your Father in heaven is not willing that any of these little ones should be lost. <sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. <sup><strong>18</strong></sup> \"I tell you the truth, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven. <sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven. <sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\" <sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\" <sup><strong>22</strong></sup> Jesus answered, \"I tell you, not seven times, but seventy-seven times. <sup><strong>23</strong></sup> \"Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. <sup><strong>24</strong></sup> As he began the settlement, a man who owed him ten thousand talents was brought to him. <sup><strong>25</strong></sup> Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. <sup><strong>26</strong></sup> \"The servant fell on his knees before him. 'Be patient with me,' he begged, 'and I will pay back everything.' <sup><strong>27</strong></sup> The servant's master took pity on him, canceled the debt and let him go. <sup><strong>28</strong></sup> \"But when that servant went out, he found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him. 'Pay back what you owe me!' he demanded. <sup><strong>29</strong></sup> \"His fellow servant fell to his knees and begged him, 'Be patient with me, and I will pay you back.' <sup><strong>30</strong></sup> \"But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. <sup><strong>31</strong></sup> When the other servants saw what had happened, they were greatly distressed and went and told their master everything that had happened. <sup><strong>32</strong></sup> \"Then the master called the servant in. 'You wicked servant,' he said, 'I canceled all that debt of yours because you begged me to. <sup><strong>33</strong></sup> Shouldn't you have had mercy on your fellow servant just as I had on you?' <sup><strong>34</strong></sup> In anger his master turned him over to the jailers to be tortured, until he should pay back all he owed. <sup><strong>35</strong></sup> \"This is how my heavenly Father will treat each of you unless you forgive your brother from your heart.\" "},{"_id":"6164ff8b6451fe5325fa093b","topicId":"6164ff886451fe5325fa0933","verse":"Proverbs 22:6","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it.","modified":"2022-10-06T00:40:13.080Z"},{"_id":"6164ff8b6451fe5325fa093a","topicId":"6164ff886451fe5325fa0933","verse":"Romans 6:16","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45006016_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006016-1\">16&nbsp;</b>Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness?</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  ","niv":"<sup><strong>16</strong></sup> Don't you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey--whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness?"},{"_id":"6164ff8c6451fe5325fa093c","topicId":"6164ff886451fe5325fa0933","verse":"Revelation 21:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\"","modified":"2023-08-28T08:57:37.788Z"},{"_id":"6164ff8c6451fe5325fa093d","topicId":"6164ff886451fe5325fa0933","verse":"1 John 1:6","votes":8,"__v":0,"esv":"<div>\n<p id=\"p62001006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001006-1\">6&nbsp;</b>If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth.</p>\n</div>","kjv":"<strong>6</strong> If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:  ","niv":"<sup><strong>6</strong></sup> If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth."},{"_id":"6164ff8c6451fe5325fa093f","topicId":"6164ff886451fe5325fa0933","verse":"2 Peter 2:19","votes":7,"__v":0,"esv":"<div>\n<p id=\"p61002019_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002019-1\">19&nbsp;</b>They promise them freedom, but they themselves are slaves of corruption. For whatever overcomes a person, to that he is enslaved.</p>\n\n</div>","kjv":"<strong>19</strong> While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.  ","niv":"<sup><strong>19</strong></sup> They promise them freedom, while they themselves are slaves of depravity--for a man is a slave to whatever has mastered him."},{"_id":"6164ff8c6451fe5325fa093e","topicId":"6164ff886451fe5325fa0933","verse":"Revelation 3:5","votes":8,"__v":0,"esv":"<div>\n<p id=\"p66003005_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003005-1\">5&nbsp;</b><span class=\"woc\">The one who conquers will be clothed thus in white garments, and I will never blot his name out of the book of life. I will confess his name before my Father and before his angels.</span></p>\n</div>","kjv":"<strong>5</strong> He that overcometh, the same shall be clothed in white raiment; and I will not blot out his name out of the book of life, but I will confess his name before my Father, and before his angels.  ","niv":"<sup><strong>5</strong></sup> He who overcomes will, like them, be dressed in white. I will never blot out his name from the book of life, but will acknowledge his name before my Father and his angels."},{"_id":"6164ff8d6451fe5325fa0940","topicId":"6164ff886451fe5325fa0933","verse":"Revelation 2:26","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66002026_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002026-1\">26&nbsp;</b><span class=\"woc\">The one who conquers and who keeps my works until the end, to him I will give authority over the nations,</span></p>\n</div>","kjv":"<strong>26</strong> And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:  ","niv":"<sup><strong>26</strong></sup> To him who overcomes and does my will to the end, I will give authority over the nations--"},{"_id":"6164ff8d6451fe5325fa0941","topicId":"6164ff886451fe5325fa0933","verse":"James 5:19","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59005019_01-14\"><b class=\"verse-num\" id=\"v59005019-1\">19&nbsp;</b>My brothers, if anyone among you wanders from the truth and someone brings him back,</p>\n</div>","kjv":"<strong>19</strong> Brethren, if any of you do err from the truth, and one convert him;  ","niv":"<sup><strong>19</strong></sup> My brothers, if one of you should wander from the truth and someone should bring him back,"},{"_id":"6164ff8d6451fe5325fa0942","topicId":"6164ff886451fe5325fa0933","verse":"1 John 1:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.","modified":"2022-09-05T18:52:23.246Z"},{"_id":"6164ff8e6451fe5325fa0943","topicId":"6164ff886451fe5325fa0933","verse":"Titus 3:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,","modified":"2022-09-05T18:52:31.499Z"},{"_id":"6164ff8e6451fe5325fa0944","topicId":"6164ff886451fe5325fa0933","verse":"2 Peter 2:21","votes":6,"__v":0,"esv":"<div>\n<p id=\"p61002021_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002021-1\">21&nbsp;</b>For it would have been better for them never to have known the way of righteousness than after knowing it to turn back from the holy commandment delivered to them.</p>\n</div>","kjv":"<strong>21</strong> For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.  ","niv":"<sup><strong>21</strong></sup> It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them.","modified":"2022-09-05T18:52:41.133Z"},{"_id":"6164ff8e6451fe5325fa0945","topicId":"6164ff886451fe5325fa0933","verse":"Isaiah 53:6","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053006_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-18\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  ","niv":"<sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all.","modified":"2022-09-05T18:52:49.434Z"},{"_id":"6164ff8e6451fe5325fa0946","topicId":"6164ff886451fe5325fa0933","verse":"Revelation 20:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66020010_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n</div>","kjv":"<strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  ","niv":"<sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever."},{"_id":"6164ff8f6451fe5325fa0947","topicId":"6164ff886451fe5325fa0933","verse":"James 1:5","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-20\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.</p>\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him.","modified":"2022-09-05T18:53:00.206Z"},{"_id":"6164ff8f6451fe5325fa0948","topicId":"6164ff886451fe5325fa0933","verse":"1 Peter 3:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-22\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit,</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit,"},{"_id":"6164ff906451fe5325fa0949","topicId":"6164ff886451fe5325fa0933","verse":"Romans 1:1-32","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-23\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-23\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-23\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-23\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-23\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-23\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-23\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-23\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. ","modified":"2022-09-05T18:57:15.395Z"},{"_id":"6164ff906451fe5325fa094a","topicId":"6164ff886451fe5325fa0933","verse":"Revelation 3:19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66003019_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003019-1\">19&nbsp;</b><span class=\"woc\">Those whom I love, I reprove and discipline, so be zealous and repent.</span></p>\n</div>","kjv":"<strong>19</strong> As many as I love, I rebuke and chasten: be zealous therefore, and repent.  ","niv":"<sup><strong>19</strong></sup> Those whom I love I rebuke and discipline. So be earnest, and repent.","modified":"2022-09-05T18:57:58.563Z"},{"_id":"6164ff906451fe5325fa094c","topicId":"6164ff886451fe5325fa0933","verse":"Matthew 18:21-35","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40018021_07-25\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n<p id=\"p40018022_07-25\"><b class=\"verse-num woc\" id=\"v40018023-1\">23&nbsp;</b><span class=\"woc\">“Therefore the kingdom of heaven may be compared to a king who wished to settle accounts with his servants.</span> <b class=\"verse-num woc\" id=\"v40018024-1\">24&nbsp;</b><span class=\"woc\">When he began to settle, one was brought to him who owed him ten thousand talents.</span> <b class=\"verse-num woc\" id=\"v40018025-1\">25&nbsp;</b><span class=\"woc\">And since he could not pay, his master ordered him to be sold, with his wife and children and all that he had, and payment to be made.</span> <b class=\"verse-num woc\" id=\"v40018026-1\">26&nbsp;</b><span class=\"woc\">So the servant fell on his knees, imploring him, ‘Have patience with me, and I will pay you everything.’</span> <b class=\"verse-num woc\" id=\"v40018027-1\">27&nbsp;</b><span class=\"woc\">And out of pity for him, the master of that servant released him and forgave him the debt.</span> <b class=\"verse-num woc\" id=\"v40018028-1\">28&nbsp;</b><span class=\"woc\">But when that same servant went out, he found one of his fellow servants who owed him a hundred denarii, and seizing him, he began to choke him, saying, ‘Pay what you owe.’</span> <b class=\"verse-num woc\" id=\"v40018029-1\">29&nbsp;</b><span class=\"woc\">So his fellow servant fell down and pleaded with him, ‘Have patience with me, and I will pay you.’</span> <b class=\"verse-num woc\" id=\"v40018030-1\">30&nbsp;</b><span class=\"woc\">He refused and went and put him in prison until he should pay the debt.</span> <b class=\"verse-num woc\" id=\"v40018031-1\">31&nbsp;</b><span class=\"woc\">When his fellow servants saw what had taken place, they were greatly distressed, and they went and reported to their master all that had taken place.</span> <b class=\"verse-num woc\" id=\"v40018032-1\">32&nbsp;</b><span class=\"woc\">Then his master summoned him and said to him, ‘You wicked servant! I forgave you all that debt because you pleaded with me.</span> <b class=\"verse-num woc\" id=\"v40018033-1\">33&nbsp;</b><span class=\"woc\">And should not you have had mercy on your fellow servant, as I had mercy on you?’</span> <b class=\"verse-num woc\" id=\"v40018034-1\">34&nbsp;</b><span class=\"woc\">And in anger his master delivered him to the jailers, until he should pay all his debt.</span> <b class=\"verse-num woc\" id=\"v40018035-1\">35&nbsp;</b><span class=\"woc\">So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.”</span></p>\n\n</div>","kjv":"<strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  <strong>22</strong> Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. <strong>23</strong>           Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants.  <strong>24</strong> And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.  <strong>25</strong> But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made.  <strong>26</strong> The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay thee all.  <strong>27</strong> Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt.  <strong>28</strong> But the same servant went out, and found one of his fellowservants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that thou owest.  <strong>29</strong> And his fellowservant fell down at his feet, and besought him, saying, Have patience with me, and I will pay thee all.  <strong>30</strong> And he would not: but went and cast him into prison, till he should pay the debt.  <strong>31</strong> So when his fellowservants saw what was done, they were very sorry, and came and told unto their lord all that was done.  <strong>32</strong> Then his lord, after that he had called him, said unto him, O thou wicked servant, I forgave thee all that debt, because thou desiredst me:  <strong>33</strong> Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee?  <strong>34</strong> And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him.  <strong>35</strong> So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses. ","niv":"<sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\" <sup><strong>22</strong></sup> Jesus answered, \"I tell you, not seven times, but seventy-seven times. <sup><strong>23</strong></sup> \"Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. <sup><strong>24</strong></sup> As he began the settlement, a man who owed him ten thousand talents was brought to him. <sup><strong>25</strong></sup> Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. <sup><strong>26</strong></sup> \"The servant fell on his knees before him. 'Be patient with me,' he begged, 'and I will pay back everything.' <sup><strong>27</strong></sup> The servant's master took pity on him, canceled the debt and let him go. <sup><strong>28</strong></sup> \"But when that servant went out, he found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him. 'Pay back what you owe me!' he demanded. <sup><strong>29</strong></sup> \"His fellow servant fell to his knees and begged him, 'Be patient with me, and I will pay you back.' <sup><strong>30</strong></sup> \"But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. <sup><strong>31</strong></sup> When the other servants saw what had happened, they were greatly distressed and went and told their master everything that had happened. <sup><strong>32</strong></sup> \"Then the master called the servant in. 'You wicked servant,' he said, 'I canceled all that debt of yours because you begged me to. <sup><strong>33</strong></sup> Shouldn't you have had mercy on your fellow servant just as I had on you?' <sup><strong>34</strong></sup> In anger his master turned him over to the jailers to be tortured, until he should pay back all he owed. <sup><strong>35</strong></sup> \"This is how my heavenly Father will treat each of you unless you forgive your brother from your heart.\" ","modified":"2023-07-05T02:19:08.344Z"},{"_id":"6164ff906451fe5325fa094b","topicId":"6164ff886451fe5325fa0933","verse":"Psalm 127:3-5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_01-26\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. "}]}