{"_id":"616767096451fe5325fa0a7d","slug":"left-handed-people","name":"Left Handed People","verses":[{"_id":"6167670a6451fe5325fa0a7e","topicId":"616767096451fe5325fa0a7d","verse":"Judges 3:15","votes":25,"__v":0,"esv":"<div>\n<p id=\"p07003015_01-1\"><b class=\"verse-num\" id=\"v07003015-1\">15&nbsp;</b>Then the people of Israel cried out to the LORD, and the LORD raised up for them a deliverer, Ehud, the son of Gera, the Benjaminite, a left-handed man. The people of Israel sent tribute by him to Eglon the king of Moab.</p>\n</div>","kjv":"<strong>15</strong> But when the children of Israel cried unto the LORD, the LORD raised them up a deliverer, Ehud the son of Gera, a Benjamite, a man lefthanded: and by him the children of Israel sent a present unto Eglon the king of Moab.  ","niv":"<sup><strong>15</strong></sup> Again the Israelites cried out to the LORD, and he gave them a deliverer-Ehud, a left-handed man, the son of Gera the Benjamite. The Israelites sent him with tribute to Eglon king of Moab.","modified":"2022-05-29T02:42:32.097Z"},{"_id":"6167670a6451fe5325fa0a7f","topicId":"616767096451fe5325fa0a7d","verse":"Judges 20:16","votes":25,"__v":0,"esv":"<div>\n<p id=\"p07020016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v07020016-1\">16&nbsp;</b>Among all these were 700 chosen men who were left-handed; every one could sling a stone at a hair and not miss.</p>\n</div>","kjv":"<strong>16</strong> Among all this people there were seven hundred chosen men lefthanded; every one could sling stones at an hair breadth, and not miss.  ","niv":"<sup><strong>16</strong></sup> Among all these soldiers there were seven hundred chosen men who were left-handed, each of whom could sling a stone at a hair and not miss.","modified":"2022-10-14T18:02:41.105Z"},{"_id":"6167670a6451fe5325fa0a80","topicId":"616767096451fe5325fa0a7d","verse":"1 Chronicles 12:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p13012002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v13012002-1\">2&nbsp;</b>They were bowmen and could shoot arrows and sling stones with either the right or the left hand; they were Benjaminites, Saul’s kinsmen.</p>\n</div>","kjv":"<strong>2</strong> They were armed with bows, and could use both the right hand and the left in hurling stones and shooting arrows out of a bow, even of Saul’s brethren of Benjamin.  ","niv":"<sup><strong>2</strong></sup> they were armed with bows and were able to shoot arrows or to sling stones right-handed or left-handed; they were kinsmen of Saul from the tribe of Benjamin):"}]}