{"_id":"616767466451fe5325fa0a9b","slug":"legal-separation","name":"Legal Separation","verses":[{"_id":"616767476451fe5325fa0a9c","topicId":"616767466451fe5325fa0a9b","verse":"Matthew 19:9","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40019009_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\""},{"_id":"616767476451fe5325fa0a9d","topicId":"616767466451fe5325fa0a9b","verse":"1 Timothy 5:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"616767476451fe5325fa0a9e","topicId":"616767466451fe5325fa0a9b","verse":"1 Corinthians 7:15","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband. <b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n<p id=\"p46007005_04-23\"><b class=\"verse-num\" id=\"v46007006-1\">6&nbsp;</b>Now as a concession, not a command, I say this. <b class=\"verse-num\" id=\"v46007007-1\">7&nbsp;</b>I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another.</p>\n<p id=\"p46007007_04-23\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am. <b class=\"verse-num\" id=\"v46007009-1\">9&nbsp;</b>But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.</p>\n<p id=\"p46007009_04-23\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n<p id=\"p46007011_04-23\"><b class=\"verse-num\" id=\"v46007012-1\">12&nbsp;</b>To the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her. <b class=\"verse-num\" id=\"v46007013-1\">13&nbsp;</b>If any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him. <b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy. <b class=\"verse-num\" id=\"v46007015-1\">15&nbsp;</b>But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace. <b class=\"verse-num\" id=\"v46007016-1\">16&nbsp;</b>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?</p>\n\n<p id=\"p46007016_09-23\"><b class=\"verse-num\" id=\"v46007017-1\">17&nbsp;</b>Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches. <b class=\"verse-num\" id=\"v46007018-1\">18&nbsp;</b>Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision. <b class=\"verse-num\" id=\"v46007019-1\">19&nbsp;</b>For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God. <b class=\"verse-num\" id=\"v46007020-1\">20&nbsp;</b>Each one should remain in the condition in which he was called. <b class=\"verse-num\" id=\"v46007021-1\">21&nbsp;</b>Were you a bondservant when called? Do not be concerned about it. (But if you can gain your freedom, avail yourself of the opportunity.) <b class=\"verse-num\" id=\"v46007022-1\">22&nbsp;</b>For he who was called in the Lord as a bondservant is a freedman of the Lord. Likewise he who was free when called is a bondservant of Christ. <b class=\"verse-num\" id=\"v46007023-1\">23&nbsp;</b>You were bought with a price; do not become bondservants of men. <b class=\"verse-num\" id=\"v46007024-1\">24&nbsp;</b>So, brothers, in whatever condition each was called, there let him remain with God.</p>\n\n<p id=\"p46007024_14-23\"><b class=\"verse-num\" id=\"v46007025-1\">25&nbsp;</b>Now concerning the betrothed, I have no command from the Lord, but I give my judgment as one who by the Lord’s mercy is trustworthy. <b class=\"verse-num\" id=\"v46007026-1\">26&nbsp;</b>I think that in view of the present distress it is good for a person to remain as he is. <b class=\"verse-num\" id=\"v46007027-1\">27&nbsp;</b>Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife. <b class=\"verse-num\" id=\"v46007028-1\">28&nbsp;</b>But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that. <b class=\"verse-num\" id=\"v46007029-1\">29&nbsp;</b>This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none, <b class=\"verse-num\" id=\"v46007030-1\">30&nbsp;</b>and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods, <b class=\"verse-num\" id=\"v46007031-1\">31&nbsp;</b>and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away.</p>\n<p id=\"p46007031_14-23\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n<p id=\"p46007035_14-23\"><b class=\"verse-num\" id=\"v46007036-1\">36&nbsp;</b>If anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry—it is no sin. <b class=\"verse-num\" id=\"v46007037-1\">37&nbsp;</b>But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well. <b class=\"verse-num\" id=\"v46007038-1\">38&nbsp;</b>So then he who marries his betrothed does well, and he who refrains from marriage will do even better.</p>\n<p id=\"p46007038_14-23\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord. <b class=\"verse-num\" id=\"v46007040-1\">40&nbsp;</b>Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God.</p>\n\n</div>","kjv":"<strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  ","niv":"<sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace."},{"_id":"616767476451fe5325fa0a9f","topicId":"616767466451fe5325fa0a9b","verse":"Matthew 5:32","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40005001_06-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-28\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-28\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-28\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-28\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-28\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-28\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-28\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-28\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-28\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-28\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n<p id=\"p40005012_11-28\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n<p id=\"p40005013_11-28\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n<p id=\"p40005016_17-28\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span> <b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span> <b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40005020-1\">20&nbsp;</b><span class=\"woc\">For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.</span></p>\n\n<p id=\"p40005020_18-28\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span> <b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span> <b class=\"verse-num woc\" id=\"v40005025-1\">25&nbsp;</b><span class=\"woc\">Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.</span> <b class=\"verse-num woc\" id=\"v40005026-1\">26&nbsp;</b><span class=\"woc\">Truly, I say to you, you will never get out until you have paid the last penny.</span></p>\n\n<p id=\"p40005026_19-28\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span> <b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n\n<p id=\"p40005030_20-28\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n\n<p id=\"p40005032_21-28\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n<p id=\"p40005037_22-28\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_25-28\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. ","niv":"<sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery."},{"_id":"616767486451fe5325fa0aa0","topicId":"616767466451fe5325fa0a9b","verse":"1 Corinthians 7:10-11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46007010_01-8\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n</div>","kjv":"<strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  ","niv":"<sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. "},{"_id":"616767486451fe5325fa0aa1","topicId":"616767466451fe5325fa0a9b","verse":"1 Peter 3:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60003007_01-10\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n</div>","kjv":"<strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  ","niv":"<sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers."},{"_id":"616767486451fe5325fa0aa2","topicId":"616767466451fe5325fa0a9b","verse":"Hebrews 13:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"616767496451fe5325fa0aa3","topicId":"616767466451fe5325fa0a9b","verse":"Ephesians 5:25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49005025_01-12\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her,</p>\n</div>","kjv":"<strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  ","niv":"<sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her"},{"_id":"616767496451fe5325fa0aa4","topicId":"616767466451fe5325fa0a9b","verse":"Luke 16:18","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42016018_04-13\"><b class=\"verse-num woc\" id=\"v42016018-1\">18&nbsp;</b><span class=\"woc\">“Everyone who divorces his wife and marries another commits adultery, and he who marries a woman divorced from her husband commits adultery.</span></p>\n</div>","kjv":"<strong>18</strong> Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her  husband committeth adultery. ","niv":"<sup><strong>18</strong></sup> \"Anyone who divorces his wife and marries another woman commits adultery, and the man who marries a divorced woman commits adultery."},{"_id":"616767496451fe5325fa0aa5","topicId":"616767466451fe5325fa0a9b","verse":"Malachi 2:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p39002016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v39002016-1\">16&nbsp;</b>“For the man who does not love his wife but divorces her, says the LORD, the God of Israel, covers his garment with violence, says the LORD of hosts. So guard yourselves in your spirit, and do not be faithless.”</p>\n\n</div>","kjv":"<strong>16</strong> For the LORD, the God of Israel, saith that he hateth putting away: for one covereth violence with his garment, saith the LORD of hosts: therefore take heed to your spirit, that ye deal not treacherously.  ","niv":"<sup><strong>16</strong></sup> \"I hate divorce,\" says the LORD God of Israel, \"and I hate a man's covering himself with violence as well as with his garment,\" says the LORD Almighty. So guard yourself in your spirit, and do not break faith."},{"_id":"6167674a6451fe5325fa0aa6","topicId":"616767466451fe5325fa0a9b","verse":"1 Corinthians 7:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46007011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n</div>","kjv":"<strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  ","niv":"<sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife."},{"_id":"6167674a6451fe5325fa0aa7","topicId":"616767466451fe5325fa0a9b","verse":"Romans 13:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45013004_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer."},{"_id":"6167674a6451fe5325fa0aa8","topicId":"616767466451fe5325fa0a9b","verse":"Mark 10:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41010002_01-18\"><b class=\"verse-num\" id=\"v41010002-1\">2&nbsp;</b>And Pharisees came up and in order to test him asked, “Is it lawful for a man to divorce his wife?”</p>\n</div>","kjv":"<strong>2</strong> And the Pharisees came to him, and asked him, Is it lawful for a man to put away his wife? tempting him.  ","niv":"<sup><strong>2</strong></sup> Some Pharisees came and tested him by asking, \"Is it lawful for a man to divorce his wife?\""},{"_id":"6167674a6451fe5325fa0aa9","topicId":"616767466451fe5325fa0a9b","verse":"Matthew 5:38-39","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40005038_02-19\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span></p>\n</div>","kjv":"<strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  ","niv":"<sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. "},{"_id":"6167674b6451fe5325fa0aaa","topicId":"616767466451fe5325fa0a9b","verse":"Exodus 20:1-26","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-20\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-20\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-20\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-20\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-20\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-20\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-20\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-20\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-20\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-20\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-20\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n<p id=\"p02020017_04-20\"><b class=\"verse-num\" id=\"v02020018-1\">18&nbsp;</b>Now when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off <b class=\"verse-num\" id=\"v02020019-1\">19&nbsp;</b>and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, lest we die.” <b class=\"verse-num\" id=\"v02020020-1\">20&nbsp;</b>Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.” <b class=\"verse-num\" id=\"v02020021-1\">21&nbsp;</b>The people stood far off, while Moses drew near to the thick darkness where God was.</p>\n\n<p id=\"p02020021_07-20\"><b class=\"verse-num\" id=\"v02020022-1\">22&nbsp;</b>And the LORD said to Moses, “Thus you shall say to the people of Israel: ‘You have seen for yourselves that I have talked with you from heaven. <b class=\"verse-num\" id=\"v02020023-1\">23&nbsp;</b>You shall not make gods of silver to be with me, nor shall you make for yourselves gods of gold. <b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you. <b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it. <b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n\n</div>","kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  <strong>18</strong> And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off.  <strong>19</strong> And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die.  <strong>20</strong> And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not.  <strong>21</strong> And the people stood afar off, and Moses drew near unto the thick darkness where God was. <strong>22</strong> And the LORD said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven.  <strong>23</strong> Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.  <strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  <strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  <strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>18</strong></sup> When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance <sup><strong>19</strong></sup> and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\" <sup><strong>20</strong></sup> Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\" <sup><strong>21</strong></sup> The people remained at a distance, while Moses approached the thick darkness where God was. <sup><strong>22</strong></sup> Then the LORD said to Moses, \"Tell the Israelites this: 'You have seen for yourselves that I have spoken to you from heaven: <sup><strong>23</strong></sup> Do not make any gods to be alongside me; do not make for yourselves gods of silver or gods of gold. <sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you. <sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it. <sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.' "},{"_id":"6167674b6451fe5325fa0aab","topicId":"616767466451fe5325fa0a9b","verse":"Genesis 4:1-26","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01004001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01004001-1\">4:1&nbsp;</b>Now Adam knew Eve his wife, and she conceived and bore Cain, saying, “I have gotten a man with the help of the LORD.” <b class=\"verse-num\" id=\"v01004002-1\">2&nbsp;</b>And again, she bore his brother Abel. Now Abel was a keeper of sheep, and Cain a worker of the ground. <b class=\"verse-num\" id=\"v01004003-1\">3&nbsp;</b>In the course of time Cain brought to the LORD an offering of the fruit of the ground, <b class=\"verse-num\" id=\"v01004004-1\">4&nbsp;</b>and Abel also brought of the firstborn of his flock and of their fat portions. And the LORD had regard for Abel and his offering, <b class=\"verse-num\" id=\"v01004005-1\">5&nbsp;</b>but for Cain and his offering he had no regard. So Cain was very angry, and his face fell. <b class=\"verse-num\" id=\"v01004006-1\">6&nbsp;</b>The LORD said to Cain, “Why are you angry, and why has your face fallen? <b class=\"verse-num\" id=\"v01004007-1\">7&nbsp;</b>If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.”</p>\n<p id=\"p01004007_04-21\"><b class=\"verse-num\" id=\"v01004008-1\">8&nbsp;</b>Cain spoke to Abel his brother. And when they were in the field, Cain rose up against his brother Abel and killed him. <b class=\"verse-num\" id=\"v01004009-1\">9&nbsp;</b>Then the LORD said to Cain, “Where is Abel your brother?” He said, “I do not know; am I my brother’s keeper?” <b class=\"verse-num\" id=\"v01004010-1\">10&nbsp;</b>And the LORD said, “What have you done? The voice of your brother’s blood is crying to me from the ground. <b class=\"verse-num\" id=\"v01004011-1\">11&nbsp;</b>And now you are cursed from the ground, which has opened its mouth to receive your brother’s blood from your hand. <b class=\"verse-num\" id=\"v01004012-1\">12&nbsp;</b>When you work the ground, it shall no longer yield to you its strength. You shall be a fugitive and a wanderer on the earth.” <b class=\"verse-num\" id=\"v01004013-1\">13&nbsp;</b>Cain said to the LORD, “My punishment is greater than I can bear. <b class=\"verse-num\" id=\"v01004014-1\">14&nbsp;</b>Behold, you have driven me today away from the ground, and from your face I shall be hidden. I shall be a fugitive and a wanderer on the earth, and whoever finds me will kill me.” <b class=\"verse-num\" id=\"v01004015-1\">15&nbsp;</b>Then the LORD said to him, “Not so! If anyone kills Cain, vengeance shall be taken on him sevenfold.” And the LORD put a mark on Cain, lest any who found him should attack him. <b class=\"verse-num\" id=\"v01004016-1\">16&nbsp;</b>Then Cain went away from the presence of the LORD and settled in the land of Nod, east of Eden.</p>\n<p id=\"p01004016_04-21\"><b class=\"verse-num\" id=\"v01004017-1\">17&nbsp;</b>Cain knew his wife, and she conceived and bore Enoch. When he built a city, he called the name of the city after the name of his son, Enoch. <b class=\"verse-num\" id=\"v01004018-1\">18&nbsp;</b>To Enoch was born Irad, and Irad fathered Mehujael, and Mehujael fathered Methushael, and Methushael fathered Lamech. <b class=\"verse-num\" id=\"v01004019-1\">19&nbsp;</b>And Lamech took two wives. The name of the one was Adah, and the name of the other Zillah. <b class=\"verse-num\" id=\"v01004020-1\">20&nbsp;</b>Adah bore Jabal; he was the father of those who dwell in tents and have livestock. <b class=\"verse-num\" id=\"v01004021-1\">21&nbsp;</b>His brother’s name was Jubal; he was the father of all those who play the lyre and pipe. <b class=\"verse-num\" id=\"v01004022-1\">22&nbsp;</b>Zillah also bore Tubal-cain; he was the forger of all instruments of bronze and iron. The sister of Tubal-cain was Naamah.</p>\n<p id=\"p01004022_04-21\"><b class=\"verse-num\" id=\"v01004023-1\">23&nbsp;</b>Lamech said to his wives:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01004023_04-21\" class=\"line\">&nbsp;&nbsp;“Adah and Zillah, hear my voice;</span><br><span id=\"p01004023_04-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you wives of Lamech, listen to what I say:</span><br><span id=\"p01004023_04-21\" class=\"line\">&nbsp;&nbsp;I have killed a man for wounding me,</span><br><span id=\"p01004023_04-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a young man for striking me.</span><br><span id=\"p01004024_04-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v01004024-1\">24&nbsp;</b>&nbsp;&nbsp;If Cain’s revenge is sevenfold,</span><br><span id=\"p01004024_04-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then Lamech’s is seventy-sevenfold.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01004024_04-21\"><b class=\"verse-num\" id=\"v01004025-1\">25&nbsp;</b>And Adam knew his wife again, and she bore a son and called his name Seth, for she said, “God has appointed for me another offspring instead of Abel, for Cain killed him.” <b class=\"verse-num\" id=\"v01004026-1\">26&nbsp;</b>To Seth also a son was born, and he called his name Enosh. At that time people began to call upon the name of the LORD.</p>\n\n</div>","kjv":"<strong>1</strong> And Adam knew Eve his wife; and she conceived, and bare Cain, and said, I have gotten a man from the LORD.  <strong>2</strong> And she again bare his brother Abel. And Abel was a keeper of sheep, but Cain was a tiller of the ground.  <strong>3</strong> And in process of time it came to pass, that Cain brought of the fruit of the ground an offering unto the LORD.  <strong>4</strong> And Abel, he also brought of the firstlings of his flock and of the fat thereof. And the LORD had respect unto Abel and to his offering:  <strong>5</strong> But unto Cain and to his offering he had not respect. And Cain was very wroth, and his countenance fell.  <strong>6</strong> And the LORD said unto Cain, Why art thou wroth? and why is thy countenance fallen?  <strong>7</strong> If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.  <strong>8</strong> And Cain talked with Abel his brother: and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him.  <strong>9</strong> And the LORD said unto Cain, Where is Abel thy brother? And he said, I know not: Am I my brother’s keeper?  <strong>10</strong> And he said, What hast thou done? the voice of thy brother’s blood crieth unto me from the ground.  <strong>11</strong> And now art thou cursed from the earth, which hath opened her mouth to receive thy brother’s blood from thy hand;  <strong>12</strong> When thou tillest the ground, it shall not henceforth yield unto thee her strength; a fugitive and a vagabond shalt thou be in the earth.  <strong>13</strong> And Cain said unto the LORD, My punishment is greater than I can bear.  <strong>14</strong> Behold, thou hast driven me out this day from the face of the earth; and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that every one that findeth me shall slay me.  <strong>15</strong> And the LORD said unto him, Therefore whosoever slayeth Cain, vengeance shall be taken on him sevenfold. And the LORD set a mark upon Cain, lest any finding him should kill him.  <strong>16</strong> And Cain went out from the presence of the LORD, and dwelt in the land of Nod, on the east of Eden.  <strong>17</strong> And Cain knew his wife; and she conceived, and bare Enoch: and he builded a city, and called the name of the city, after the name of his son, Enoch.  <strong>18</strong> And unto Enoch was born Irad: and Irad begat Mehujael: and Mehujael begat Methusael: and Methusael begat Lamech.  <strong>19</strong> And Lamech took unto him two wives: the name of the one was  Adah, and the name of the other Zillah.  <strong>20</strong> And Adah bare Jabal: he was the father of such as dwell in tents, and of such as have cattle.  <strong>21</strong> And his brother’s name was Jubal: he was the father of all such as handle the harp and organ.  <strong>22</strong> And Zillah, she also bare Tubal-cain, an instructer of every artificer in brass and iron: and the sister of Tubal-cain was Naamah.  <strong>23</strong> And Lamech said unto his wives, Adah and Zillah, Hear my voice; ye wives of Lamech, hearken unto my speech: for I have slain a man to my wounding, and a young man to my hurt.  <strong>24</strong> If Cain shall be avenged sevenfold, truly Lamech seventy and sevenfold.  <strong>25</strong> And Adam knew his wife again; and she bare a son, and called his name Seth: For God, said she, hath appointed me another seed instead of Abel, whom Cain slew.  <strong>26</strong> And to Seth, to him also there was born a son; and he called his name Enos: then began men to call upon the name of the LORD.  ","niv":"<sup><strong>1</strong></sup> Adam lay with his wife Eve, and she became pregnant and gave birth to Cain. She said, \"With the help of the LORD I have brought forth a man.\" <sup><strong>2</strong></sup> Later she gave birth to his brother Abel. Now Abel kept flocks, and Cain worked the soil. <sup><strong>3</strong></sup> In the course of time Cain brought some of the fruits of the soil as an offering to the LORD. <sup><strong>4</strong></sup> But Abel brought fat portions from some of the firstborn of his flock. The LORD looked with favor on Abel and his offering, <sup><strong>5</strong></sup> but on Cain and his offering he did not look with favor. So Cain was very angry, and his face was downcast. <sup><strong>6</strong></sup> Then the LORD said to Cain, \"Why are you angry? Why is your face downcast? <sup><strong>7</strong></sup> If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must master it.\" <sup><strong>8</strong></sup> Now Cain said to his brother Abel, \"Let's go out to the field.\" And while they were in the field, Cain attacked his brother Abel and killed him. <sup><strong>9</strong></sup> Then the LORD said to Cain, \"Where is your brother Abel?I don't know,\" he replied. \"Am I my brother's keeper?\" <sup><strong>10</strong></sup> The LORD said, \"What have you done? Listen! Your brother's blood cries out to me from the ground. <sup><strong>11</strong></sup> Now you are under a curse and driven from the ground, which opened its mouth to receive your brother's blood from your hand. <sup><strong>12</strong></sup> When you work the ground, it will no longer yield its crops for you. You will be a restless wanderer on the earth.\" <sup><strong>13</strong></sup> Cain said to the LORD, \"My punishment is more than I can bear. <sup><strong>14</strong></sup> Today you are driving me from the land, and I will be hidden from your presence; I will be a restless wanderer on the earth, and whoever finds me will kill me.\" <sup><strong>15</strong></sup> But the LORD said to him, \"Not so; if anyone kills Cain, he will suffer vengeance seven times over.\" Then the LORD put a mark on Cain so that no one who found him would kill him. <sup><strong>16</strong></sup> So Cain went out from the LORD's presence and lived in the land of Nod, east of Eden. <sup><strong>17</strong></sup> Cain lay with his wife, and she became pregnant and gave birth to Enoch. Cain was then building a city, and he named it after his son Enoch. <sup><strong>18</strong></sup> To Enoch was born Irad, and Irad was the father of Mehujael, and Mehujael was the father of Methushael, and Methushael was the father of Lamech. <sup><strong>19</strong></sup> Lamech married two women, one named Adah and the other Zillah. <sup><strong>20</strong></sup> Adah gave birth to Jabal; he was the father of those who live in tents and raise livestock. <sup><strong>21</strong></sup> His brother's name was Jubal; he was the father of all who play the harp and flute. <sup><strong>22</strong></sup> Zillah also had a son, Tubal-Cain, who forged all kinds of tools out of bronze and iron. Tubal-Cain's sister was Naamah. <sup><strong>23</strong></sup> Lamech said to his wives, \"Adah and Zillah, listen to me; wives of Lamech, hear my words. I have killed a man for wounding me, a young man for injuring me. <sup><strong>24</strong></sup> If Cain is avenged seven times, then Lamech seventy-seven times.\" <sup><strong>25</strong></sup> Adam lay with his wife again, and she gave birth to a son and named him Seth, saying, \"God has granted me another child in place of Abel, since Cain killed him.\" <sup><strong>26</strong></sup> Seth also had a son, and he named him Enosh. At that time men began to call on the name of the LORD. "},{"_id":"6167674b6451fe5325fa0aac","topicId":"616767466451fe5325fa0a9b","verse":"1 Corinthians 7:1-40","votes":3,"__v":0,"kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  <strong>6</strong> But I speak this by permission, and not of commandment.  <strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  <strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  <strong>12</strong> But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.  <strong>13</strong> And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.  <strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  <strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  <strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  <strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  <strong>20</strong> Let every man abide in the same calling wherein he was called.  <strong>21</strong> Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.  <strong>22</strong> For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called, being free, is Christ’s servant.  <strong>23</strong> Ye are bought with a price; be not ye the servants of men.  <strong>24</strong> Brethren, let every man, wherein he is called, therein abide with God.  <strong>25</strong> Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.  <strong>26</strong> I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.  <strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  <strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  <strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. <sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. <sup><strong>6</strong></sup> I say this as a concession, not as a command. <sup><strong>7</strong></sup> I wish that all men were as I am. But each man has his own gift from God; one has this gift, another has that. <sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. <sup><strong>9</strong></sup> But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion. <sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. <sup><strong>12</strong></sup> To the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her. <sup><strong>13</strong></sup> And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him. <sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy. <sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace. <sup><strong>16</strong></sup> How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife? <sup><strong>17</strong></sup> Nevertheless, each one should retain the place in life that the Lord assigned to him and to which God has called him. This is the rule I lay down in all the churches. <sup><strong>18</strong></sup> Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised. <sup><strong>19</strong></sup> Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts. <sup><strong>20</strong></sup> Each one should remain in the situation which he was in when God called him. <sup><strong>21</strong></sup> Were you a slave when you were called? Don't let it trouble you--although if you can gain your freedom, do so. <sup><strong>22</strong></sup> For he who was a slave when he was called by the Lord is the Lord's freedman; similarly, he who was a free man when he was called is Christ's slave. <sup><strong>23</strong></sup> You were bought at a price; do not become slaves of men. <sup><strong>24</strong></sup> Brothers, each man, as responsible to God, should remain in the situation God called him to. <sup><strong>25</strong></sup> Now about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord's mercy is trustworthy. <sup><strong>26</strong></sup> Because of the present crisis, I think that it is good for you to remain as you are. <sup><strong>27</strong></sup> Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife. <sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this. <sup><strong>29</strong></sup> What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none; <sup><strong>30</strong></sup> those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep; <sup><strong>31</strong></sup> those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away. <sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. <sup><strong>37</strong></sup> But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing. <sup><strong>38</strong></sup> So then, he who marries the virgin does right, but he who does not marry her does even better. <sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord. <sup><strong>40</strong></sup> In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God. "},{"_id":"6167674c6451fe5325fa0aad","topicId":"616767466451fe5325fa0a9b","verse":"Romans 7:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45007002_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007002-1\">2&nbsp;</b>For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage.</p>\n\n</div>","kjv":"<strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  ","niv":"<sup><strong>2</strong></sup> For example, by law a married woman is bound to her husband as long as he is alive, but if her husband dies, she is released from the law of marriage."},{"_id":"6167674c6451fe5325fa0aae","topicId":"616767466451fe5325fa0a9b","verse":"John 18:1-40","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43018001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43018001-1\">18:1&nbsp;</b>When Jesus had spoken these words, he went out with his disciples across the brook Kidron, where there was a garden, which he and his disciples entered. <b class=\"verse-num\" id=\"v43018002-1\">2&nbsp;</b>Now Judas, who betrayed him, also knew the place, for Jesus often met there with his disciples. <b class=\"verse-num\" id=\"v43018003-1\">3&nbsp;</b>So Judas, having procured a band of soldiers and some officers from the chief priests and the Pharisees, went there with lanterns and torches and weapons. <b class=\"verse-num\" id=\"v43018004-1\">4&nbsp;</b>Then Jesus, knowing all that would happen to him, came forward and said to them, <span class=\"woc\">“Whom do you seek?”</span> <b class=\"verse-num\" id=\"v43018005-1\">5&nbsp;</b>They answered him, “Jesus of Nazareth.” Jesus said to them, <span class=\"woc\">“I am he.”</span> Judas, who betrayed him, was standing with them. <b class=\"verse-num\" id=\"v43018006-1\">6&nbsp;</b>When Jesus said to them, <span class=\"woc\">“I am he,”</span> they drew back and fell to the ground. <b class=\"verse-num\" id=\"v43018007-1\">7&nbsp;</b>So he asked them again, <span class=\"woc\">“Whom do you seek?”</span> And they said, “Jesus of Nazareth.” <b class=\"verse-num\" id=\"v43018008-1\">8&nbsp;</b>Jesus answered, <span class=\"woc\">“I told you that I am he. So, if you seek me, let these men go.”</span> <b class=\"verse-num\" id=\"v43018009-1\">9&nbsp;</b>This was to fulfill the word that he had spoken: <span class=\"woc\">“Of those whom you gave me I have lost not one.”</span> <b class=\"verse-num\" id=\"v43018010-1\">10&nbsp;</b>Then Simon Peter, having a sword, drew it and struck the high priest’s servant and cut off his right ear. (The servant’s name was Malchus.) <b class=\"verse-num\" id=\"v43018011-1\">11&nbsp;</b>So Jesus said to Peter, <span class=\"woc\">“Put your sword into its sheath; shall I not drink the cup that the Father has given me?”</span></p>\n\n<p id=\"p43018011_11-25\"><b class=\"verse-num\" id=\"v43018012-1\">12&nbsp;</b>So the band of soldiers and their captain and the officers of the Jews arrested Jesus and bound him. <b class=\"verse-num\" id=\"v43018013-1\">13&nbsp;</b>First they led him to Annas, for he was the father-in-law of Caiaphas, who was high priest that year. <b class=\"verse-num\" id=\"v43018014-1\">14&nbsp;</b>It was Caiaphas who had advised the Jews that it would be expedient that one man should die for the people.</p>\n\n<p id=\"p43018014_14-25\"><b class=\"verse-num\" id=\"v43018015-1\">15&nbsp;</b>Simon Peter followed Jesus, and so did another disciple. Since that disciple was known to the high priest, he entered with Jesus into the courtyard of the high priest, <b class=\"verse-num\" id=\"v43018016-1\">16&nbsp;</b>but Peter stood outside at the door. So the other disciple, who was known to the high priest, went out and spoke to the servant girl who kept watch at the door, and brought Peter in. <b class=\"verse-num\" id=\"v43018017-1\">17&nbsp;</b>The servant girl at the door said to Peter, “You also are not one of this man’s disciples, are you?” He said, “I am not.” <b class=\"verse-num\" id=\"v43018018-1\">18&nbsp;</b>Now the servants and officers had made a charcoal fire, because it was cold, and they were standing and warming themselves. Peter also was with them, standing and warming himself.</p>\n\n<p id=\"p43018018_19-25\"><b class=\"verse-num\" id=\"v43018019-1\">19&nbsp;</b>The high priest then questioned Jesus about his disciples and his teaching. <b class=\"verse-num\" id=\"v43018020-1\">20&nbsp;</b>Jesus answered him, <span class=\"woc\">“I have spoken openly to the world. I have always taught in synagogues and in the temple, where all Jews come together. I have said nothing in secret.</span> <b class=\"verse-num woc\" id=\"v43018021-1\">21&nbsp;</b><span class=\"woc\">Why do you ask me? Ask those who have heard me what I said to them; they know what I said.”</span> <b class=\"verse-num\" id=\"v43018022-1\">22&nbsp;</b>When he had said these things, one of the officers standing by struck Jesus with his hand, saying, “Is that how you answer the high priest?” <b class=\"verse-num\" id=\"v43018023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If what I said is wrong, bear witness about the wrong; but if what I said is right, why do you strike me?”</span> <b class=\"verse-num\" id=\"v43018024-1\">24&nbsp;</b>Annas then sent him bound to Caiaphas the high priest.</p>\n\n<p id=\"p43018024_23-25\"><b class=\"verse-num\" id=\"v43018025-1\">25&nbsp;</b>Now Simon Peter was standing and warming himself. So they said to him, “You also are not one of his disciples, are you?” He denied it and said, “I am not.” <b class=\"verse-num\" id=\"v43018026-1\">26&nbsp;</b>One of the servants of the high priest, a relative of the man whose ear Peter had cut off, asked, “Did I not see you in the garden with him?” <b class=\"verse-num\" id=\"v43018027-1\">27&nbsp;</b>Peter again denied it, and at once a rooster crowed.</p>\n\n<p id=\"p43018027_26-25\"><b class=\"verse-num\" id=\"v43018028-1\">28&nbsp;</b>Then they led Jesus from the house of Caiaphas to the governor’s headquarters. It was early morning. They themselves did not enter the governor’s headquarters, so that they would not be defiled, but could eat the Passover. <b class=\"verse-num\" id=\"v43018029-1\">29&nbsp;</b>So Pilate went outside to them and said, “What accusation do you bring against this man?” <b class=\"verse-num\" id=\"v43018030-1\">30&nbsp;</b>They answered him, “If this man were not doing evil, we would not have delivered him over to you.” <b class=\"verse-num\" id=\"v43018031-1\">31&nbsp;</b>Pilate said to them, “Take him yourselves and judge him by your own law.” The Jews said to him, “It is not lawful for us to put anyone to death.” <b class=\"verse-num\" id=\"v43018032-1\">32&nbsp;</b>This was to fulfill the word that Jesus had spoken to show by what kind of death he was going to die.</p>\n\n<p id=\"p43018032_33-25\"><b class=\"verse-num\" id=\"v43018033-1\">33&nbsp;</b>So Pilate entered his headquarters again and called Jesus and said to him, “Are you the King of the Jews?” <b class=\"verse-num\" id=\"v43018034-1\">34&nbsp;</b>Jesus answered, <span class=\"woc\">“Do you say this of your own accord, or did others say it to you about me?”</span> <b class=\"verse-num\" id=\"v43018035-1\">35&nbsp;</b>Pilate answered, “Am I a Jew? Your own nation and the chief priests have delivered you over to me. What have you done?” <b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span> <b class=\"verse-num\" id=\"v43018037-1\">37&nbsp;</b>Then Pilate said to him, “So you are a king?” Jesus answered, <span class=\"woc\">“You say that I am a king. For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice.”</span> <b class=\"verse-num\" id=\"v43018038-1\">38&nbsp;</b>Pilate said to him, “What is truth?”</p>\n<p id=\"p43018038_33-25\">After he had said this, he went back outside to the Jews and told them, “I find no guilt in him. <b class=\"verse-num\" id=\"v43018039-1\">39&nbsp;</b>But you have a custom that I should release one man for you at the Passover. So do you want me to release to you the King of the Jews?” <b class=\"verse-num\" id=\"v43018040-1\">40&nbsp;</b>They cried out again, “Not this man, but Barabbas!” Now Barabbas was a robber.</p>\n\n</div>","kjv":"<strong>1</strong> When Jesus had spoken these words, he went forth with his disciples over the brook Cedron, where was a garden, into the which he entered, and his disciples.  <strong>2</strong> And Judas also, which betrayed him, knew the place: for Jesus ofttimes resorted thither with his disciples.  <strong>3</strong> Judas then, having received a band of men and officers from the chief priests and Pharisees, cometh thither with lanterns and torches and weapons.  <strong>4</strong> Jesus therefore, knowing all things that should come upon him, went forth, and said unto them, Whom seek ye?  <strong>5</strong> They answered him, Jesus of Nazareth. Jesus saith unto them, I amhe. And Judas also, which betrayed him, stood with them.  <strong>6</strong> As soon then as he had said unto them, I am he, they went backward, and fell to the ground.  <strong>7</strong> Then asked he them again, Whom seek ye? And they said, Jesus of Nazareth.  <strong>8</strong> Jesus answered, I have told you that I am he: if therefore ye seek me, let these go their way:  <strong>9</strong> That the saying might be fulfilled, which he spake, Of them which thou gavest me have I lost none.  <strong>10</strong> Then Simon Peter having a sword drew it, and smote the high priest’s servant, and cut off his right ear. The servant’s name was Malchus.  <strong>11</strong> Then said Jesus unto Peter, Put up thy sword into the sheath: the cup which my Father hath given me, shall I not drink it?  <strong>12</strong> Then the band and the captain and officers of the Jews took Jesus, and bound him,  <strong>13</strong> And led him away to Annas first; for he was father in law to Caiaphas, which was the high priest that same year.  <strong>14</strong> Now Caiaphas was he, which gave counsel to the Jews, that it was expedient that one man should die for the people.  <strong>15</strong> And Simon Peter followed Jesus, and so did another disciple: that disciple was known unto the high priest, and went in with Jesus into the palace of the high priest.  <strong>16</strong> But Peter stood at the door without. Then went out that other disciple, which was known unto the high priest, and spake unto her that kept the door, and brought in Peter.  <strong>17</strong> Then saith the damsel that kept the door unto Peter, Art not thou also one of this man’s disciples? He saith, I am not.  <strong>18</strong> And the servants and officers stood there, who had made a fire of coals; for it was cold: and they warmed themselves: and Peter stood with them, and warmed himself.  <strong>19</strong> The high priest then asked Jesus of his disciples, and of his doctrine.  <strong>20</strong> Jesus answered him, I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing.  <strong>21</strong> Why askest thou me? ask them which heard me, what I have said unto them: behold, they know what I said.  <strong>22</strong> And when he had thus spoken, one of the officers which stood by struck Jesus with the palm of his hand, saying, Answerest thou the high priest so?  <strong>23</strong> Jesus answered him, If I have spoken evil, bear witness of the evil: but if well, why smitest thou me?  <strong>24</strong> Now Annas had sent him bound unto Caiaphas the high priest.  <strong>25</strong> And Simon Peter stood and warmed himself. They said therefore unto him, Art not thou also one of his disciples? He denied it,  and said, I am not.  <strong>26</strong> One of the servants of the high priest, being his kinsman whose ear Peter cut off, saith, Did not I see thee in the garden with him?  <strong>27</strong> Peter then denied again: and immediately the cock crew.  <strong>28</strong> Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment hall, lest they should be defiled; but that they might eat the passover.  <strong>29</strong> Pilate then went out unto them, and said, What accusation bring ye against this man?  <strong>30</strong> They answered and said unto him, If he were not a malefactor, we would not have delivered him up unto thee.  <strong>31</strong> Then said Pilate unto them, Take ye him, and judge him according to your law. The Jews therefore said unto him, It is not lawful for us to put any man to death:  <strong>32</strong> That the saying of Jesus might be fulfilled, which he spake, signifying what death he should die.  <strong>33</strong> Then Pilate entered into the judgment hall again, and called Jesus, and said unto him, Art thou the King of the Jews?  <strong>34</strong> Jesus answered him, Sayest thou this thing of thyself, or did others tell it thee of me?  <strong>35</strong> Pilate answered, Am I a Jew? Thine own nation and the chief priests have delivered thee unto me: what hast thou done?  <strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  <strong>37</strong> Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.  <strong>38</strong> Pilate saith unto him, What is truth? And when he had said this, he went out again unto the Jews, and saith unto them, I find in him no fault at all.  <strong>39</strong> But ye have a custom, that I should release unto you one at the passover: will ye therefore that I release unto you the King of the Jews?  <strong>40</strong> Then cried they all again, saying, Not this man, but Barabbas. Now Barabbas was a robber.  ","niv":"<sup><strong>1</strong></sup> When he had finished praying, Jesus left with his disciples and crossed the Kidron Valley. On the other side there was an olive grove, and he and his disciples went into it. <sup><strong>2</strong></sup> Now Judas, who betrayed him, knew the place, because Jesus had often met there with his disciples. <sup><strong>3</strong></sup> So Judas came to the grove, guiding a detachment of soldiers and some officials from the chief priests and Pharisees. They were carrying torches, lanterns and weapons. <sup><strong>4</strong></sup> Jesus, knowing all that was going to happen to him, went out and asked them, \"Who is it you want?\" <sup><strong>5</strong></sup> \"Jesus of Nazareth,\" they replied. <sup><strong>6</strong></sup> \"I am he,\" Jesus said. (And Judas the traitor was standing there with them.) When Jesus said, \"I am he,\" they drew back and fell to the ground. <sup><strong>7</strong></sup> Again he asked them, \"Who is it you want?\" And they said, \"Jesus of Nazareth.\" <sup><strong>8</strong></sup> \"I told you that I am he,\" Jesus answered. \"If you are looking for me, then let these men go.\" <sup><strong>9</strong></sup> This happened so that the words he had spoken would be fulfilled: \"I have not lost one of those you gave me.\" <sup><strong>10</strong></sup> Then Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. (The servant's name was Malchus.) <sup><strong>11</strong></sup> Jesus commanded Peter, \"Put your sword away! Shall I not drink the cup the Father has given me?\" <sup><strong>12</strong></sup> Then the detachment of soldiers with its commander and the Jewish officials arrested Jesus. They bound him <sup><strong>13</strong></sup> and brought him first to Annas, who was the father-in-law of Caiaphas, the high priest that year. <sup><strong>14</strong></sup> Caiaphas was the one who had advised the Jews that it would be good if one man died for the people. <sup><strong>15</strong></sup> Simon Peter and another disciple were following Jesus. Because this disciple was known to the high priest, he went with Jesus into the high priest's courtyard, <sup><strong>16</strong></sup> but Peter had to wait outside at the door. The other disciple, who was known to the high priest, came back, spoke to the girl on duty there and brought Peter in. <sup><strong>17</strong></sup> \"You are not one of his disciples, are you?\" the girl at the door asked Peter. He replied, \"I am not.\" <sup><strong>18</strong></sup> It was cold, and the servants and officials stood around a fire they had made to keep warm. Peter also was standing with them, warming himself. <sup><strong>19</strong></sup> Meanwhile, the high priest questioned Jesus about his disciples and his teaching. <sup><strong>20</strong></sup> \"I have spoken openly to the world,\" Jesus replied. \"I always taught in synagogues or at the temple, where all the Jews come together. I said nothing in secret. <sup><strong>21</strong></sup> Why question me? Ask those who heard me. Surely they know what I said.\" <sup><strong>22</strong></sup> When Jesus said this, one of the officials nearby struck him in the face. \"Is this the way you answer the high priest?\" he demanded. <sup><strong>23</strong></sup> \"If I said something wrong,\" Jesus replied, \"testify as to what is wrong. But if I spoke the truth, why did you strike me?\" <sup><strong>24</strong></sup> Then Annas sent him, still bound, to Caiaphas the high priest. <sup><strong>25</strong></sup> As Simon Peter stood warming himself, he was asked, \"You are not one of his disciples, are you?\" He denied it, saying, \"I am not.\" <sup><strong>26</strong></sup> One of the high priest's servants, a relative of the man whose ear Peter had cut off, challenged him, \"Didn't I see you with him in the olive grove?\" <sup><strong>27</strong></sup> Again Peter denied it, and at that moment a rooster began to crow. <sup><strong>28</strong></sup> Then the Jews led Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning, and to avoid ceremonial uncleanness the Jews did not enter the palace; they wanted to be able to eat the Passover. <sup><strong>29</strong></sup> So Pilate came out to them and asked, \"What charges are you bringing against this man?\" <sup><strong>30</strong></sup> \"If he were not a criminal,\" they replied, \"we would not have handed him over to you.\" <sup><strong>31</strong></sup> Pilate said, \"Take him yourselves and judge him by your own law.\" <sup><strong>32</strong></sup> \"But we have no right to execute anyone,\" the Jews objected. This happened so that the words Jesus had spoken indicating the kind of death he was going to die would be fulfilled. <sup><strong>33</strong></sup> Pilate then went back inside the palace, summoned Jesus and asked him, \"Are you the king of the Jews?\" <sup><strong>34</strong></sup> \"Is that your own idea,\" Jesus asked, \"or did others talk to you about me?\" <sup><strong>35</strong></sup> \"Am I a Jew?\" Pilate replied. \"It was your people and your chief priests who handed you over to me. What is it you have done?\" <sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\" <sup><strong>37</strong></sup> \"You are a king, then!\" said Pilate. Jesus answered, \"You are right in saying I am a king. In fact, for this reason I was born, and for this I came into the world, to testify to the truth. Everyone on the side of truth listens to me.\" <sup><strong>38</strong></sup> \"What is truth?\" Pilate asked. With this he went out again to the Jews and said, \"I find no basis for a charge against him. <sup><strong>39</strong></sup> But it is your custom for me to release to you one prisoner at the time of the Passover. Do you want me to release 'the king of the Jews'?\" <sup><strong>40</strong></sup> They shouted back, \"No, not him! Give us Barabbas!\" Now Barabbas had taken part in a rebellion. "},{"_id":"6167674c6451fe5325fa0aaf","topicId":"616767466451fe5325fa0a9b","verse":"Luke 10:30-37","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42010030_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010030-1\">30&nbsp;</b>Jesus replied, <span class=\"woc\">“A man was going down from Jerusalem to Jericho, and he fell among robbers, who stripped him and beat him and departed, leaving him half dead.</span> <b class=\"verse-num woc\" id=\"v42010031-1\">31&nbsp;</b><span class=\"woc\">Now by chance a priest was going down that road, and when he saw him he passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010032-1\">32&nbsp;</b><span class=\"woc\">So likewise a Levite, when he came to the place and saw him, passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010033-1\">33&nbsp;</b><span class=\"woc\">But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion.</span> <b class=\"verse-num woc\" id=\"v42010034-1\">34&nbsp;</b><span class=\"woc\">He went to him and bound up his wounds, pouring on oil and wine. Then he set him on his own animal and brought him to an inn and took care of him.</span> <b class=\"verse-num woc\" id=\"v42010035-1\">35&nbsp;</b><span class=\"woc\">And the next day he took out two denarii and gave them to the innkeeper, saying, ‘Take care of him, and whatever more you spend, I will repay you when I come back.’</span> <b class=\"verse-num woc\" id=\"v42010036-1\">36&nbsp;</b><span class=\"woc\">Which of these three, do you think, proved to be a neighbor to the man who fell among the robbers?”</span> <b class=\"verse-num\" id=\"v42010037-1\">37&nbsp;</b>He said, “The one who showed him mercy.” And Jesus said to him, <span class=\"woc\">“You go, and do likewise.”</span></p>\n\n</div>","kjv":"<strong>30</strong> And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him  half dead.  <strong>31</strong> And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.  <strong>32</strong> And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.  <strong>33</strong> But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,  <strong>34</strong> And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.  <strong>35</strong> And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.  <strong>36</strong> Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?  <strong>37</strong> And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise. ","niv":"<sup><strong>30</strong></sup> In reply Jesus said: \"A man was going down from Jerusalem to Jericho, when he fell into the hands of robbers. They stripped him of his clothes, beat him and went away, leaving him half dead. <sup><strong>31</strong></sup> A priest happened to be going down the same road, and when he saw the man, he passed by on the other side. <sup><strong>32</strong></sup> So too, a Levite, when he came to the place and saw him, passed by on the other side. <sup><strong>33</strong></sup> But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him. <sup><strong>34</strong></sup> He went to him and bandaged his wounds, pouring on oil and wine. Then he put the man on his own donkey, took him to an inn and took care of him. <sup><strong>35</strong></sup> The next day he took out two silver coins and gave them to the innkeeper. 'Look after him,' he said, 'and when I return, I will reimburse you for any extra expense you may have.' <sup><strong>36</strong></sup> \"Which of these three do you think was a neighbor to the man who fell into the hands of robbers?\" <sup><strong>37</strong></sup> The expert in the law replied, \"The one who had mercy on him.\" Jesus told him, \"Go and do likewise.\" "},{"_id":"6167674d6451fe5325fa0ab0","topicId":"616767466451fe5325fa0a9b","verse":"Matthew 26:52-54","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40026052_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026052-1\">52&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Put your sword back into its place. For all who take the sword will perish by the sword.</span> <b class=\"verse-num woc\" id=\"v40026053-1\">53&nbsp;</b><span class=\"woc\">Do you think that I cannot appeal to my Father, and he will at once send me more than twelve legions of angels?</span> <b class=\"verse-num woc\" id=\"v40026054-1\">54&nbsp;</b><span class=\"woc\">But how then should the Scriptures be fulfilled, that it must be so?”</span></p>\n</div>","kjv":"<strong>52</strong> Then said Jesus unto him, Put up again thy sword into his place: for all they that take the sword shall perish with the sword.  <strong>53</strong> Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?  <strong>54</strong> But how then shall the scriptures be fulfilled, that thus it must be?  ","niv":"<sup><strong>52</strong></sup> \"Put your sword back in its place,\" Jesus said to him, \"for all who draw the sword will die by the sword. <sup><strong>53</strong></sup> Do you think I cannot call on my Father, and he will at once put at my disposal more than twelve legions of angels? <sup><strong>54</strong></sup> But how then would the Scriptures be fulfilled that say it must happen in this way?\" "},{"_id":"6167674d6451fe5325fa0ab1","topicId":"616767466451fe5325fa0a9b","verse":"Matthew 5:1-48","votes":3,"__v":0,"kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. <sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. <sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. <sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"6167674d6451fe5325fa0ab2","topicId":"616767466451fe5325fa0a9b","verse":"Matthew 4:1-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40004001_05-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40004001-1\">4:1&nbsp;</b>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <b class=\"verse-num\" id=\"v40004002-1\">2&nbsp;</b>And after fasting forty days and forty nights, he was hungry. <b class=\"verse-num\" id=\"v40004003-1\">3&nbsp;</b>And the tempter came and said to him, “If you are the Son of God, command these stones to become loaves of bread.” <b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_05-29\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_05-29\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004004_05-29\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004005-1\">5&nbsp;</b>Then the devil took him to the holy city and set him on the pinnacle of the temple <b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-29\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-29\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-29\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-29\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. <b class=\"verse-num\" id=\"v40004009-1\">9&nbsp;</b>And he said to him, “All these I will give you, if you will fall down and worship me.” <b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_05-29\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_05-29\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004010_05-29\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004011-1\">11&nbsp;</b>Then the devil left him, and behold, angels came and were ministering to him.</p>\n\n<p id=\"p40004011_09-29\"><b class=\"verse-num\" id=\"v40004012-1\">12&nbsp;</b>Now when he heard that John had been arrested, he withdrew into Galilee. <b class=\"verse-num\" id=\"v40004013-1\">13&nbsp;</b>And leaving Nazareth he went and lived in Capernaum by the sea, in the territory of Zebulun and Naphtali, <b class=\"verse-num\" id=\"v40004014-1\">14&nbsp;</b>so that what was spoken by the prophet Isaiah might be fulfilled:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004015_09-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004015-1\">15&nbsp;</b>&nbsp;&nbsp;“The land of Zebulun and the land of Naphtali,</span><br><span id=\"p40004015_09-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the way of the sea, beyond the Jordan, Galilee of the Gentiles—</span><br><span id=\"p40004016_09-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004016-1\">16&nbsp;</b>&nbsp;&nbsp;the people dwelling in darkness</span><br><span id=\"p40004016_09-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have seen a great light,</span><br><span id=\"p40004016_09-29\" class=\"line\">&nbsp;&nbsp;and for those dwelling in the region and shadow of death,</span><br><span id=\"p40004016_09-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on them a light has dawned.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004016_09-29\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004017-1\">17&nbsp;</b>From that time Jesus began to preach, saying, <span class=\"woc\">“Repent, for the kingdom of heaven is at hand.”</span></p>\n\n<p id=\"p40004017_14-29\"><b class=\"verse-num\" id=\"v40004018-1\">18&nbsp;</b>While walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen. <b class=\"verse-num\" id=\"v40004019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“Follow me, and I will make you fishers of men.”</span> <b class=\"verse-num\" id=\"v40004020-1\">20&nbsp;</b>Immediately they left their nets and followed him. <b class=\"verse-num\" id=\"v40004021-1\">21&nbsp;</b>And going on from there he saw two other brothers, James the son of Zebedee and John his brother, in the boat with Zebedee their father, mending their nets, and he called them. <b class=\"verse-num\" id=\"v40004022-1\">22&nbsp;</b>Immediately they left the boat and their father and followed him.</p>\n\n<p id=\"p40004022_19-29\"><b class=\"verse-num\" id=\"v40004023-1\">23&nbsp;</b>And he went throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction among the people. <b class=\"verse-num\" id=\"v40004024-1\">24&nbsp;</b>So his fame spread throughout all Syria, and they brought him all the sick, those afflicted with various diseases and pains, those oppressed by demons, those having seizures, and paralytics, and he healed them. <b class=\"verse-num\" id=\"v40004025-1\">25&nbsp;</b>And great crowds followed him from Galilee and the Decapolis, and from Jerusalem and Judea, and from beyond the Jordan.</p>\n\n</div>","kjv":"<strong>1</strong> Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.  <strong>2</strong> And when he had fasted forty days and forty nights, he was afterward an hungred.  <strong>3</strong> And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.  <strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  <strong>5</strong> Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,  <strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  <strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  <strong>9</strong> And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.  <strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>11</strong> Then the devil leaveth him, and, behold, angels came and ministered unto him.  <strong>12</strong> Now when Jesus had heard that John was cast into prison, he departed into Galilee;  <strong>13</strong> And leaving Nazareth, he came and dwelt in Capernaum, which is upon the sea coast, in the borders of Zabulon and Nephthalim:  <strong>14</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying,  <strong>15</strong> The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles;  <strong>16</strong> The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.  <strong>17</strong> From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand. <strong>18</strong> And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.  <strong>19</strong> And he saith unto them, Follow me, and I will make you fishers of men.  <strong>20</strong> And they straightway left their nets, and followed him.  <strong>21</strong> And going on from thence, he saw other two brethren, James the son  of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and he called them.  <strong>22</strong> And they immediately left the ship and their father, and followed him.  <strong>23</strong> And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.  <strong>24</strong> And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatick, and those that had the palsy; and he healed them.  <strong>25</strong> And there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from  Judaea, and from beyond Jordan.  ","niv":"<sup><strong>1</strong></sup> Then Jesus was led by the Spirit into the desert to be tempted by the devil. <sup><strong>2</strong></sup> After fasting forty days and forty nights, he was hungry. <sup><strong>3</strong></sup> The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\" <sup><strong>5</strong></sup> Then the devil took him to the holy city and had him stand on the highest point of the temple. <sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" <sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. <sup><strong>9</strong></sup> \"All this I will give you,\" he said, \"if you will bow down and worship me.\" <sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" <sup><strong>11</strong></sup> Then the devil left him, and angels came and attended him. <sup><strong>12</strong></sup> When Jesus heard that John had been put in prison, he returned to Galilee. <sup><strong>13</strong></sup> Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali-- <sup><strong>14</strong></sup> to fulfill what was said through the prophet Isaiah: <sup><strong>15</strong></sup> \"Land of Zebulun and land of Naphtali, the way to the sea, along the Jordan, Galilee of the Gentiles-- <sup><strong>16</strong></sup> the people living in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned.\" <sup><strong>17</strong></sup> From that time on Jesus began to preach, \"Repent, for the kingdom of heaven is near.\" <sup><strong>18</strong></sup> As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen. <sup><strong>19</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\" <sup><strong>20</strong></sup> At once they left their nets and followed him. <sup><strong>21</strong></sup> Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them, <sup><strong>22</strong></sup> and immediately they left the boat and their father and followed him. <sup><strong>23</strong></sup> Jesus went throughout Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and sickness among the people. <sup><strong>24</strong></sup> News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed, and he healed them. <sup><strong>25</strong></sup> Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him. "},{"_id":"6167674d6451fe5325fa0ab3","topicId":"616767466451fe5325fa0a9b","verse":"Proverbs 25:26","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025026_01-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025026-1\">26&nbsp;</b>&nbsp;&nbsp;Like a muddied spring or a polluted fountain</span><br><span id=\"p20025026_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a righteous man who gives way before the wicked.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> A righteous man falling down before the wicked is as a troubled fountain, and a corrupt spring.  ","niv":"<sup><strong>26</strong></sup> Like a muddied spring or a polluted well is a righteous man who gives way to the wicked."},{"_id":"6167674e6451fe5325fa0ab4","topicId":"616767466451fe5325fa0a9b","verse":"Psalm 46:1","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19046001_05-31\" class=\"psalm-title\">To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046001_05-31\" class=\"line\"><b class=\"chapter-num\" id=\"v19046001-1\">46:1&nbsp;</b>&nbsp;&nbsp;God is our refuge and strength,</span><br><span id=\"p19046001_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a very present help in trouble.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> God is our refuge and strength, a very present help in trouble.  ","niv":"<sup><strong>1</strong></sup> God is our refuge and strength, an ever-present help in trouble."}]}