{"_id":"616767706451fe5325fa0ab5","slug":"legalism","name":"Legalism","verses":[{"_id":"616767716451fe5325fa0ab6","topicId":"616767706451fe5325fa0ab5","verse":"Ephesians 2:8-9","votes":112,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"616767716451fe5325fa0ab7","topicId":"616767706451fe5325fa0ab5","verse":"John 6:28-29","votes":102,"__v":0,"esv":"<div>\n<p id=\"p43006028_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006028-1\">28&nbsp;</b>Then they said to him, “What must we do, to be doing the works of God?” <b class=\"verse-num\" id=\"v43006029-1\">29&nbsp;</b>Jesus answered them, <span class=\"woc\">“This is the work of God, that you believe in him whom he has sent.”</span></p>\n</div>","kjv":"<strong>28</strong> Then said they unto him, What shall we do, that we might work the works of God?  <strong>29</strong> Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.  ","niv":"<sup><strong>28</strong></sup> Then they asked him, \"What must we do to do the works God requires?\" <sup><strong>29</strong></sup> Jesus answered, \"The work of God is this: to believe in the one he has sent.\" "},{"_id":"616767716451fe5325fa0ab8","topicId":"616767706451fe5325fa0ab5","verse":"Romans 3:28","votes":95,"__v":0,"esv":"<div>\n<p id=\"p45003028_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003028-1\">28&nbsp;</b>For we hold that one is justified by faith apart from works of the law.</p>\n</div>","kjv":"<strong>28</strong> Therefore we conclude that a man is justified by faith without the deeds of the law.  ","niv":"<sup><strong>28</strong></sup> For we maintain that a man is justified by faith apart from observing the law."},{"_id":"616767726451fe5325fa0ab9","topicId":"616767706451fe5325fa0ab5","verse":"Galatians 2:16","votes":92,"__v":0,"esv":"<div>\n<p id=\"p48002016_01-4\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v48002016-1\">16&nbsp;</b>yet we know that a person is not justified by works of the law but through faith in Jesus Christ, so we also have believed in Christ Jesus, in order to be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified.</p>\n\n</div>","kjv":"<strong>16</strong> Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.  ","niv":"<sup><strong>16</strong></sup> know that a man is not justified by observing the law, but by faith in Jesus Christ. So we, too, have put our faith in Christ Jesus that we may be justified by faith in Christ and not by observing the law, because by observing the law no one will be justified."},{"_id":"616767726451fe5325fa0aba","topicId":"616767706451fe5325fa0ab5","verse":"Galatians 2:21","votes":91,"__v":0,"esv":"<div>\n<p id=\"p48002021_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002021-1\">21&nbsp;</b>I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose.</p>\n\n</div>","kjv":"<strong>21</strong> I do not frustrate the grace of God: for if righteousness come  by the law, then Christ is dead in vain.  ","niv":"<sup><strong>21</strong></sup> I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!\""},{"_id":"616767726451fe5325fa0abb","topicId":"616767706451fe5325fa0ab5","verse":"Galatians 3:10-14","votes":89,"__v":0,"esv":"<div>\n\n<p id=\"p48003010_07-6\"><b class=\"verse-num\" id=\"v48003010-1\">10&nbsp;</b>For all who rely on works of the law are under a curse; for it is written, “Cursed be everyone who does not abide by all things written in the Book of the Law, and do them.” <b class=\"verse-num\" id=\"v48003011-1\">11&nbsp;</b>Now it is evident that no one is justified before God by the law, for “The righteous shall live by faith.” <b class=\"verse-num\" id=\"v48003012-1\">12&nbsp;</b>But the law is not of faith, rather “The one who does them shall live by them.” <b class=\"verse-num\" id=\"v48003013-1\">13&nbsp;</b>Christ redeemed us from the curse of the law by becoming a curse for us—for it is written, “Cursed is everyone who is hanged on a tree”—<b class=\"verse-num\" id=\"v48003014-1\">14&nbsp;</b>so that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we might receive the promised Spirit through faith.</p>\n\n</div>","kjv":"<strong>10</strong> For as many as are of the works of the law are under the curse: for it is written, Cursed is every one that continueth not in all things which are written in the book of the law to do them.  <strong>11</strong> But that no man is justified by the law in the sight of God, it is  evident: for, The just shall live by faith.  <strong>12</strong> And the law is not of faith: but, The man that doeth them shall live in them.  <strong>13</strong> Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:  <strong>14</strong> That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.  ","niv":"<sup><strong>10</strong></sup> All who rely on observing the law are under a curse, for it is written: \"Cursed is everyone who does not continue to do everything written in the Book of the Law.\" <sup><strong>11</strong></sup> Clearly no one is justified before God by the law, because, \"The righteous will live by faith.\" <sup><strong>12</strong></sup> The law is not based on faith; on the contrary, \"The man who does these things will live by them.\" <sup><strong>13</strong></sup> Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a tree.\" <sup><strong>14</strong></sup> He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit. "},{"_id":"616767726451fe5325fa0abc","topicId":"616767706451fe5325fa0ab5","verse":"Matthew 23:23-28","votes":82,"__v":0,"esv":"<div>\n<p id=\"p40023023_01-7\"><b class=\"verse-num woc\" id=\"v40023023-1\">23&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, and have neglected the weightier matters of the law: justice and mercy and faithfulness. These you ought to have done, without neglecting the others.</span> <b class=\"verse-num woc\" id=\"v40023024-1\">24&nbsp;</b><span class=\"woc\">You blind guides, straining out a gnat and swallowing a camel!</span></p>\n<p id=\"p40023024_01-7\"><b class=\"verse-num woc\" id=\"v40023025-1\">25&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you clean the outside of the cup and the plate, but inside they are full of greed and self-indulgence.</span> <b class=\"verse-num woc\" id=\"v40023026-1\">26&nbsp;</b><span class=\"woc\">You blind Pharisee! First clean the inside of the cup and the plate, that the outside also may be clean.</span></p>\n<p id=\"p40023026_01-7\"><b class=\"verse-num woc\" id=\"v40023027-1\">27&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you are like whitewashed tombs, which outwardly appear beautiful, but within are full of dead people’s bones and all uncleanness.</span> <b class=\"verse-num woc\" id=\"v40023028-1\">28&nbsp;</b><span class=\"woc\">So you also outwardly appear righteous to others, but within you are full of hypocrisy and lawlessness.</span></p>\n</div>","kjv":"<strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  <strong>24</strong> Ye blind guides, which strain at a gnat, and swallow a camel.  <strong>25</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye make clean the outside of the cup and of the platter, but within they are full of extortion and excess.  <strong>26</strong> Thou blind Pharisee, cleanse first that which is within the cup and platter, that the outside of them may be clean also.  <strong>27</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye are like unto whited sepulchres, which indeed appear beautiful outward, but are within full of dead men’s bones, and of all uncleanness.  <strong>28</strong> Even so ye also outwardly appear righteous unto men, but within ye are full of hypocrisy and iniquity.  ","niv":"<sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former. <sup><strong>24</strong></sup> You blind guides! You strain out a gnat but swallow a camel. <sup><strong>25</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You clean the outside of the cup and dish, but inside they are full of greed and self-indulgence. <sup><strong>26</strong></sup> Blind Pharisee! First clean the inside of the cup and dish, and then the outside also will be clean. <sup><strong>27</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You are like whitewashed tombs, which look beautiful on the outside but on the inside are full of dead men's bones and everything unclean. <sup><strong>28</strong></sup> In the same way, on the outside you appear to people as righteous but on the inside you are full of hypocrisy and wickedness. "},{"_id":"616767736451fe5325fa0abd","topicId":"616767706451fe5325fa0ab5","verse":"Matthew 23:1-4","votes":82,"__v":0,"esv":"<div>\n\n<p id=\"p40023001_08-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40023001-1\">23:1&nbsp;</b>Then Jesus said to the crowds and to his disciples, <b class=\"verse-num woc\" id=\"v40023002-1\">2&nbsp;</b><span class=\"woc\">“The scribes and the Pharisees sit on Moses’ seat,</span> <b class=\"verse-num woc\" id=\"v40023003-1\">3&nbsp;</b><span class=\"woc\">so do and observe whatever they tell you, but not the works they do. For they preach, but do not practice.</span> <b class=\"verse-num woc\" id=\"v40023004-1\">4&nbsp;</b><span class=\"woc\">They tie up heavy burdens, hard to bear, and lay them on people’s shoulders, but they themselves are not willing to move them with their finger.</span></p>\n\n</div>","kjv":"<strong>1</strong> Then spake Jesus to the multitude, and to his disciples,  <strong>2</strong> Saying, The scribes and the Pharisees sit in Moses’ seat:  <strong>3</strong> All therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not.  <strong>4</strong> For they bind heavy burdens and grievous to be borne, and lay them on men’s shoulders; but they themselves  will not move them with one of their fingers.  ","niv":"<sup><strong>1</strong></sup> Then Jesus said to the crowds and to his disciples: <sup><strong>2</strong></sup> \"The teachers of the law and the Pharisees sit in Moses' seat. <sup><strong>3</strong></sup> So you must obey them and do everything they tell you. But do not do what they do, for they do not practice what they preach. <sup><strong>4</strong></sup> They tie up heavy loads and put them on men's shoulders, but they themselves are not willing to lift a finger to move them. "},{"_id":"616767736451fe5325fa0abe","topicId":"616767706451fe5325fa0ab5","verse":"John 14:15","votes":75,"__v":0,"esv":"<div>\n\n<p id=\"p43014015_06-9\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span></p>\n</div>","kjv":"<strong>15</strong>           If ye love me, keep my commandments.  ","niv":"<sup><strong>15</strong></sup> \"If you love me, you will obey what I command."},{"_id":"616767736451fe5325fa0abf","topicId":"616767706451fe5325fa0ab5","verse":"Luke 6:46","votes":54,"__v":0,"esv":"<div>\n\n<p id=\"p42006046_07-10\"><b class=\"verse-num woc\" id=\"v42006046-1\">46&nbsp;</b><span class=\"woc\">“Why do you call me ‘Lord, Lord,’ and not do what I tell you?</span></p>\n</div>","kjv":"<strong>46</strong>           And why call ye me, Lord, Lord, and do not the things which I say?  ","niv":"<sup><strong>46</strong></sup> \"Why do you call me, 'Lord, Lord,' and do not do what I say?"},{"_id":"616767746451fe5325fa0ac0","topicId":"616767706451fe5325fa0ab5","verse":"2 John 1:9","votes":40,"__v":0,"kjv":"<strong>9</strong> Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.  ","niv":"<sup><strong>1</strong></sup> The elder,"},{"_id":"616767746451fe5325fa0ac1","topicId":"616767706451fe5325fa0ab5","verse":"Matthew 5:20-48","votes":26,"__v":0,"esv":"<div>\n<p id=\"p40005020_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005020-1\">20&nbsp;</b><span class=\"woc\">For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.</span></p>\n\n<p id=\"p40005020_02-12\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span> <b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span> <b class=\"verse-num woc\" id=\"v40005025-1\">25&nbsp;</b><span class=\"woc\">Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.</span> <b class=\"verse-num woc\" id=\"v40005026-1\">26&nbsp;</b><span class=\"woc\">Truly, I say to you, you will never get out until you have paid the last penny.</span></p>\n\n<p id=\"p40005026_03-12\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span> <b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n\n<p id=\"p40005030_04-12\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n\n<p id=\"p40005032_05-12\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n<p id=\"p40005037_06-12\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_09-12\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"616767746451fe5325fa0ac2","topicId":"616767706451fe5325fa0ab5","verse":"1 Peter 1:15","votes":19,"__v":0,"esv":"<div>\n<p id=\"p60001015_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001015-1\">15&nbsp;</b>but as he who called you is holy, you also be holy in all your conduct,</p>\n</div>","kjv":"<strong>15</strong> But as he which hath called you is holy, so be ye holy in all manner of conversation;  ","niv":"<sup><strong>15</strong></sup> But just as he who called you is holy, so be holy in all you do;"},{"_id":"616767756451fe5325fa0ac3","topicId":"616767706451fe5325fa0ab5","verse":"Galatians 5:16","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p48005016_07-15\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh.</p>\n</div>","kjv":"<strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  ","niv":"<sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature."},{"_id":"616767756451fe5325fa0ac4","topicId":"616767706451fe5325fa0ab5","verse":"John 14:21","votes":18,"__v":0,"esv":"<div>\n<p id=\"p43014021_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014021-1\">21&nbsp;</b><span class=\"woc\">Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”</span></p>\n</div>","kjv":"<strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  ","niv":"<sup><strong>21</strong></sup> Whoever has my commands and obeys them, he is the one who loves me. He who loves me will be loved by my Father, and I too will love him and show myself to him.\""},{"_id":"616767756451fe5325fa0ac5","topicId":"616767706451fe5325fa0ab5","verse":"Colossians 2:6","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p51002006_04-17\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him,</p>\n</div>","kjv":"<strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  ","niv":"<sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him,","modified":"2023-07-06T19:30:38.325Z"},{"_id":"616767756451fe5325fa0ac6","topicId":"616767706451fe5325fa0ab5","verse":"Ecclesiastes 7:16-20","votes":12,"__v":0,"esv":"<div>\n<p id=\"p21007016_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v21007016-1\">16&nbsp;</b>Be not overly righteous, and do not make yourself too wise. Why should you destroy yourself? <b class=\"verse-num\" id=\"v21007017-1\">17&nbsp;</b>Be not overly wicked, neither be a fool. Why should you die before your time? <b class=\"verse-num\" id=\"v21007018-1\">18&nbsp;</b>It is good that you should take hold of this, and from that withhold not your hand, for the one who fears God shall come out from both of them.</p>\n<p id=\"p21007018_01-18\"><b class=\"verse-num\" id=\"v21007019-1\">19&nbsp;</b>Wisdom gives strength to the wise man more than ten rulers who are in a city.</p>\n<p id=\"p21007019_01-18\"><b class=\"verse-num\" id=\"v21007020-1\">20&nbsp;</b>Surely there is not a righteous man on earth who does good and never sins.</p>\n</div>","kjv":"<strong>16</strong> Be not righteous over much; neither make thyself over wise: why shouldest thou destroy thyself?  <strong>17</strong> Be not over much wicked, neither be thou foolish: why shouldest thou die before thy time?  <strong>18</strong> It is good that thou shouldest take hold of this; yea, also from this withdraw not thine hand: for he that feareth God shall come forth of them all.  <strong>19</strong> Wisdom strengtheneth the wise more than ten mighty men which are in the city.  <strong>20</strong> For there is not a just man upon earth, that doeth good, and sinneth not.  ","niv":"<sup><strong>16</strong></sup> Do not be overrighteous, neither be overwise- why destroy yourself? <sup><strong>17</strong></sup> Do not be overwicked, and do not be a fool- why die before your time? <sup><strong>18</strong></sup> It is good to grasp the one and not let go of the other. The man who fears God will avoid all extremes. <sup><strong>19</strong></sup> Wisdom makes one wise man more powerful than ten rulers in a city. <sup><strong>20</strong></sup> There is not a righteous man on earth who does what is right and never sins. "},{"_id":"616767766451fe5325fa0ac7","topicId":"616767706451fe5325fa0ab5","verse":"1 John 5:3","votes":12,"__v":0,"esv":"<div>\n<p id=\"p62005003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005003-1\">3&nbsp;</b>For this is the love of God, that we keep his commandments. And his commandments are not burdensome.</p>\n</div>","kjv":"<strong>3</strong> For this is the love of God, that we keep his commandments: and his commandments are not grievous.  ","niv":"<sup><strong>3</strong></sup> This is love for God: to obey his commands. And his commands are not burdensome,"},{"_id":"616767766451fe5325fa0ac8","topicId":"616767706451fe5325fa0ab5","verse":"Hebrews 11:1-6","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-20\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. "},{"_id":"616767766451fe5325fa0ac9","topicId":"616767706451fe5325fa0ab5","verse":"2 Timothy 2:15","votes":12,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"616767776451fe5325fa0aca","topicId":"616767706451fe5325fa0ab5","verse":"Romans 12:2","votes":11,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616767776451fe5325fa0acb","topicId":"616767706451fe5325fa0ab5","verse":"2 Corinthians 3:1-18","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p47003001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47003001-1\">3:1&nbsp;</b>Are we beginning to commend ourselves again? Or do we need, as some do, letters of recommendation to you, or from you? <b class=\"verse-num\" id=\"v47003002-1\">2&nbsp;</b>You yourselves are our letter of recommendation, written on our hearts, to be known and read by all. <b class=\"verse-num\" id=\"v47003003-1\">3&nbsp;</b>And you show that you are a letter from Christ delivered by us, written not with ink but with the Spirit of the living God, not on tablets of stone but on tablets of human hearts.</p>\n<p id=\"p47003003_06-23\"><b class=\"verse-num\" id=\"v47003004-1\">4&nbsp;</b>Such is the confidence that we have through Christ toward God. <b class=\"verse-num\" id=\"v47003005-1\">5&nbsp;</b>Not that we are sufficient in ourselves to claim anything as coming from us, but our sufficiency is from God, <b class=\"verse-num\" id=\"v47003006-1\">6&nbsp;</b>who has made us sufficient to be ministers of a new covenant, not of the letter but of the Spirit. For the letter kills, but the Spirit gives life.</p>\n<p id=\"p47003006_06-23\"><b class=\"verse-num\" id=\"v47003007-1\">7&nbsp;</b>Now if the ministry of death, carved in letters on stone, came with such glory that the Israelites could not gaze at Moses’ face because of its glory, which was being brought to an end, <b class=\"verse-num\" id=\"v47003008-1\">8&nbsp;</b>will not the ministry of the Spirit have even more glory? <b class=\"verse-num\" id=\"v47003009-1\">9&nbsp;</b>For if there was glory in the ministry of condemnation, the ministry of righteousness must far exceed it in glory. <b class=\"verse-num\" id=\"v47003010-1\">10&nbsp;</b>Indeed, in this case, what once had glory has come to have no glory at all, because of the glory that surpasses it. <b class=\"verse-num\" id=\"v47003011-1\">11&nbsp;</b>For if what was being brought to an end came with glory, much more will what is permanent have glory.</p>\n<p id=\"p47003011_06-23\"><b class=\"verse-num\" id=\"v47003012-1\">12&nbsp;</b>Since we have such a hope, we are very bold, <b class=\"verse-num\" id=\"v47003013-1\">13&nbsp;</b>not like Moses, who would put a veil over his face so that the Israelites might not gaze at the outcome of what was being brought to an end. <b class=\"verse-num\" id=\"v47003014-1\">14&nbsp;</b>But their minds were hardened. For to this day, when they read the old covenant, that same veil remains unlifted, because only through Christ is it taken away. <b class=\"verse-num\" id=\"v47003015-1\">15&nbsp;</b>Yes, to this day whenever Moses is read a veil lies over their hearts. <b class=\"verse-num\" id=\"v47003016-1\">16&nbsp;</b>But when one turns to the Lord, the veil is removed. <b class=\"verse-num\" id=\"v47003017-1\">17&nbsp;</b>Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom. <b class=\"verse-num\" id=\"v47003018-1\">18&nbsp;</b>And we all, with unveiled face, beholding the glory of the Lord, are being transformed into the same image from one degree of glory to another. For this comes from the Lord who is the Spirit.</p>\n\n</div>","kjv":"<strong>1</strong> Do we begin again to commend ourselves? or need we, as some others,  epistles of commendation to you, or letters of commendation from you?  <strong>2</strong> Ye are our epistle written in our hearts, known and read of all men:  <strong>3</strong> Forasmuch as ye are manifestly declared to be the epistle of Christ ministered by us, written not with ink, but with the Spirit of the living God; not in tables of stone, but in fleshy tables of the heart.  <strong>4</strong> And such trust have we through Christ to God-ward:  <strong>5</strong> Not that we are sufficient of ourselves to think any thing as of ourselves; but our sufficiency is of God;  <strong>6</strong> Who also hath made us able ministers of the new testament; not of the letter, but of the spirit: for the letter killeth, but the spirit giveth life.  <strong>7</strong> But if the ministration of death, written and engraven in stones, was glorious, so that the children of Israel could not stedfastly behold the face of Moses for the glory of his countenance; which glory  was to be done away:  <strong>8</strong> How shall not the ministration of the spirit be rather glorious?  <strong>9</strong> For if the ministration of condemnation be glory, much more doth the ministration of righteousness exceed in glory.  <strong>10</strong> For even that which was made glorious had no glory in this respect, by reason of the glory that excelleth.  <strong>11</strong> For if that which is done away was glorious, much more that which remaineth is glorious.  <strong>12</strong> Seeing then that we have such hope, we use great plainness of speech:  <strong>13</strong> And not as Moses, which put a vail over his face, that the children of Israel could not stedfastly look to the end of that which is abolished:  <strong>14</strong> But their minds were blinded: for until this day remaineth the same vail untaken away in the reading of the old testament; which vail is done away in Christ.  <strong>15</strong> But even unto this day, when Moses is read, the vail is upon their heart.  <strong>16</strong> Nevertheless when it shall turn to the Lord, the vail shall be taken away.  <strong>17</strong> Now the Lord is that Spirit: and where the Spirit of the Lord is, there is liberty.  <strong>18</strong> But we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even  as by the Spirit of the Lord.  ","niv":"<sup><strong>1</strong></sup> Are we beginning to commend ourselves again? Or do we need, like some people, letters of recommendation to you or from you? <sup><strong>2</strong></sup> You yourselves are our letter, written on our hearts, known and read by everybody. <sup><strong>3</strong></sup> You show that you are a letter from Christ, the result of our ministry, written not with ink but with the Spirit of the living God, not on tablets of stone but on tablets of human hearts. <sup><strong>4</strong></sup> Such confidence as this is ours through Christ before God. <sup><strong>5</strong></sup> Not that we are competent in ourselves to claim anything for ourselves, but our competence comes from God. <sup><strong>6</strong></sup> He has made us competent as ministers of a new covenant--not of the letter but of the Spirit; for the letter kills, but the Spirit gives life. <sup><strong>7</strong></sup> Now if the ministry that brought death, which was engraved in letters on stone, came with glory, so that the Israelites could not look steadily at the face of Moses because of its glory, fading though it was, <sup><strong>8</strong></sup> will not the ministry of the Spirit be even more glorious? <sup><strong>9</strong></sup> If the ministry that condemns men is glorious, how much more glorious is the ministry that brings righteousness! <sup><strong>10</strong></sup> For what was glorious has no glory now in comparison with the surpassing glory. <sup><strong>11</strong></sup> And if what was fading away came with glory, how much greater is the glory of that which lasts! <sup><strong>12</strong></sup> Therefore, since we have such a hope, we are very bold. <sup><strong>13</strong></sup> We are not like Moses, who would put a veil over his face to keep the Israelites from gazing at it while the radiance was fading away. <sup><strong>14</strong></sup> But their minds were made dull, for to this day the same veil remains when the old covenant is read. It has not been removed, because only in Christ is it taken away. <sup><strong>15</strong></sup> Even to this day when Moses is read, a veil covers their hearts. <sup><strong>16</strong></sup> But whenever anyone turns to the Lord, the veil is taken away. <sup><strong>17</strong></sup> Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom. <sup><strong>18</strong></sup> And we, who with unveiled faces all reflect the Lord's glory, are being transformed into his likeness with ever-increasing glory, which comes from the Lord, who is the Spirit. "},{"_id":"616767776451fe5325fa0acc","topicId":"616767706451fe5325fa0ab5","verse":"Romans 11:6","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45011006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45011006-1\">6&nbsp;</b>But if it is by grace, it is no longer on the basis of works; otherwise grace would no longer be grace.</p>\n</div>","kjv":"<strong>6</strong> And if by grace, then is it no more of works: otherwise grace is no more grace. But if it be of works, then is it no more grace: otherwise work is no more work.  ","niv":"<sup><strong>6</strong></sup> And if by grace, then it is no longer by works; if it were, grace would no longer be grace."},{"_id":"616767786451fe5325fa0acd","topicId":"616767706451fe5325fa0ab5","verse":"Romans 3:31","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45003031_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003031-1\">31&nbsp;</b>Do we then overthrow the law by this faith? By no means! On the contrary, we uphold the law.</p>\n</div>","kjv":"<strong>31</strong> Do we then make void the law through faith? God forbid: yea, we establish the law.  ","niv":"<sup><strong>31</strong></sup> Do we, then, nullify the law by this faith? Not at all! Rather, we uphold the law."},{"_id":"616767786451fe5325fa0ace","topicId":"616767706451fe5325fa0ab5","verse":"Matthew 16:6","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40016006_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v40016006-1\">6&nbsp;</b>Jesus said to them, <span class=\"woc\">“Watch and beware of the leaven of the Pharisees and Sadducees.”</span></p>\n</div>","kjv":"<strong>6</strong> Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the Sadducees.  ","niv":"<sup><strong>6</strong></sup> \"Be careful,\" Jesus said to them. \"Be on your guard against the yeast of the Pharisees and Sadducees.\""}]}