{"_id":"6167671c6451fe5325fa0a81","slug":"legacy","name":"Legacy","verses":[{"_id":"6167671c6451fe5325fa0a82","topicId":"6167671c6451fe5325fa0a81","verse":"Psalm 78:4","votes":88,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19078004_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19078004-1\">4&nbsp;</b>&nbsp;&nbsp;We will not hide them from their children,</span><br><span id=\"p19078004_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but tell to the coming generation</span><br><span id=\"p19078004_01-1\" class=\"line\">&nbsp;&nbsp;the glorious deeds of the LORD, and his might,</span><br><span id=\"p19078004_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the wonders that he has done.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> We will not hide them from their children, shewing to the generation to come the praises of the LORD, and his strength, and his wonderful works that he hath done.  ","niv":"<sup><strong>4</strong></sup> We will not hide them from their children; we will tell the next generation the praiseworthy deeds of the LORD, his power, and the wonders he has done.","modified":"2023-03-30T11:51:31.708Z"},{"_id":"6167671c6451fe5325fa0a83","topicId":"6167671c6451fe5325fa0a81","verse":"Deuteronomy 6:5-7","votes":53,"__v":0,"esv":"<div>\n<p id=\"p05006005_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v05006005-1\">5&nbsp;</b>You shall love the LORD your God with all your heart and with all your soul and with all your might. <b class=\"verse-num\" id=\"v05006006-1\">6&nbsp;</b>And these words that I command you today shall be on your heart. <b class=\"verse-num\" id=\"v05006007-1\">7&nbsp;</b>You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise.</p>\n</div>","kjv":"<strong>5</strong> And thou shalt love the LORD thy God with all thine heart, and with all thy soul, and with all thy might.  <strong>6</strong> And these words, which I command thee this day, shall be in thine heart:  <strong>7</strong> And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.  ","niv":"<sup><strong>5</strong></sup> Love the LORD your God with all your heart and with all your soul and with all your strength. <sup><strong>6</strong></sup> These commandments that I give you today are to be upon your hearts. <sup><strong>7</strong></sup> Impress them on your children. Talk about them when you sit at home and when you walk along the road, when you lie down and when you get up. ","modified":"2022-08-22T00:24:44.541Z"},{"_id":"6167671d6451fe5325fa0a84","topicId":"6167671c6451fe5325fa0a81","verse":"Psalm 145:4","votes":63,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19145004_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145004-1\">4&nbsp;</b>&nbsp;&nbsp;One generation shall commend your works to another,</span><br><span id=\"p19145004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall declare your mighty acts.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> One generation shall praise thy works to another, and shall declare thy mighty acts.  ","niv":"<sup><strong>4</strong></sup> One generation will commend your works to another; they will tell of your mighty acts.","modified":"2023-01-24T22:40:59.057Z"},{"_id":"6167671d6451fe5325fa0a85","topicId":"6167671c6451fe5325fa0a81","verse":"2 Timothy 2:2","votes":39,"__v":0,"esv":"<div>\n<p id=\"p55002002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002002-1\">2&nbsp;</b>and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also.</p>\n\n</div>","kjv":"<strong>2</strong> And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.  ","niv":"<sup><strong>2</strong></sup> And the things you have heard me say in the presence of many witnesses entrust to reliable men who will also be qualified to teach others."},{"_id":"6167671d6451fe5325fa0a86","topicId":"6167671c6451fe5325fa0a81","verse":"Matthew 6:20-21","votes":40,"__v":0,"esv":"<div>\n<p id=\"p40006020_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n</div>","kjv":"<strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. ","modified":"2023-08-24T03:25:04.434Z"},{"_id":"6167671e6451fe5325fa0a87","topicId":"6167671c6451fe5325fa0a81","verse":"2 Timothy 4:6-8","votes":38,"__v":0,"esv":"<div>\n\n<p id=\"p55004001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55004001-1\">4:1&nbsp;</b>I charge you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by his appearing and his kingdom: <b class=\"verse-num\" id=\"v55004002-1\">2&nbsp;</b>preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching. <b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions, <b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths. <b class=\"verse-num\" id=\"v55004005-1\">5&nbsp;</b>As for you, always be sober-minded, endure suffering, do the work of an evangelist, fulfill your ministry.</p>\n<p id=\"p55004005_04-8\"><b class=\"verse-num\" id=\"v55004006-1\">6&nbsp;</b>For I am already being poured out as a drink offering, and the time of my departure has come. <b class=\"verse-num\" id=\"v55004007-1\">7&nbsp;</b>I have fought the good fight, I have finished the race, I have kept the faith. <b class=\"verse-num\" id=\"v55004008-1\">8&nbsp;</b>Henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, will award to me on that day, and not only to me but also to all who have loved his appearing.</p>\n\n<p id=\"p55004008_06-8\"><b class=\"verse-num\" id=\"v55004009-1\">9&nbsp;</b>Do your best to come to me soon. <b class=\"verse-num\" id=\"v55004010-1\">10&nbsp;</b>For Demas, in love with this present world, has deserted me and gone to Thessalonica. Crescens has gone to Galatia, Titus to Dalmatia. <b class=\"verse-num\" id=\"v55004011-1\">11&nbsp;</b>Luke alone is with me. Get Mark and bring him with you, for he is very useful to me for ministry. <b class=\"verse-num\" id=\"v55004012-1\">12&nbsp;</b>Tychicus I have sent to Ephesus. <b class=\"verse-num\" id=\"v55004013-1\">13&nbsp;</b>When you come, bring the cloak that I left with Carpus at Troas, also the books, and above all the parchments. <b class=\"verse-num\" id=\"v55004014-1\">14&nbsp;</b>Alexander the coppersmith did me great harm; the Lord will repay him according to his deeds. <b class=\"verse-num\" id=\"v55004015-1\">15&nbsp;</b>Beware of him yourself, for he strongly opposed our message. <b class=\"verse-num\" id=\"v55004016-1\">16&nbsp;</b>At my first defense no one came to stand by me, but all deserted me. May it not be charged against them! <b class=\"verse-num\" id=\"v55004017-1\">17&nbsp;</b>But the Lord stood by me and strengthened me, so that through me the message might be fully proclaimed and all the Gentiles might hear it. So I was rescued from the lion’s mouth. <b class=\"verse-num\" id=\"v55004018-1\">18&nbsp;</b>The Lord will rescue me from every evil deed and bring me safely into his heavenly kingdom. To him be the glory forever and ever. Amen.</p>\n\n<p id=\"p55004018_08-8\"><b class=\"verse-num\" id=\"v55004019-1\">19&nbsp;</b>Greet Prisca and Aquila, and the household of Onesiphorus. <b class=\"verse-num\" id=\"v55004020-1\">20&nbsp;</b>Erastus remained at Corinth, and I left Trophimus, who was ill, at Miletus. <b class=\"verse-num\" id=\"v55004021-1\">21&nbsp;</b>Do your best to come before winter. Eubulus sends greetings to you, as do Pudens and Linus and Claudia and all the brothers.</p>\n<p id=\"p55004021_08-8\"><b class=\"verse-num\" id=\"v55004022-1\">22&nbsp;</b>The Lord be with your spirit. Grace be with you.</p>\n\n</div>","kjv":"<strong>6</strong> For I am now ready to be offered, and the time of my departure is at hand.  <strong>7</strong> I have fought a good fight, I have finished my course, I have kept the faith:  <strong>8</strong> Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.  ","niv":"<sup><strong>6</strong></sup> For I am already being poured out like a drink offering, and the time has come for my departure. <sup><strong>7</strong></sup> I have fought the good fight, I have finished the race, I have kept the faith. <sup><strong>8</strong></sup> Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day--and not only to me, but also to all who have longed for his appearing. ","modified":"2022-08-25T14:24:59.249Z"},{"_id":"6167671e6451fe5325fa0a88","topicId":"6167671c6451fe5325fa0a81","verse":"Psalm 112:1-3","votes":34,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19112001_07-7\" class=\"line\"><b class=\"chapter-num\" id=\"v19112001-1\">112:1&nbsp;</b>&nbsp;&nbsp; Praise the LORD!</span><br><span id=\"p19112001_07-7\" class=\"line\">&nbsp;&nbsp;Blessed is the man who fears the LORD,</span><br><span id=\"p19112001_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who greatly delights in his commandments!</span><br><span id=\"p19112002_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19112002-1\">2&nbsp;</b>&nbsp;&nbsp;His offspring will be mighty in the land;</span><br><span id=\"p19112002_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the generation of the upright will be blessed.</span><br><span id=\"p19112003_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19112003-1\">3&nbsp;</b>&nbsp;&nbsp;Wealth and riches are in his house,</span><br><span id=\"p19112003_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his righteousness endures forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Praise ye the LORD. Blessed is the man that feareth the LORD, that delighteth greatly in his commandments.  <strong>2</strong> His seed shall be mighty upon earth: the generation of the upright shall be blessed.  <strong>3</strong> Wealth and riches shall be in his house: and his righteousness endureth for ever.  ","niv":"<sup><strong>1</strong></sup> Praise the LORD. Blessed is the man who fears the LORD, who finds great delight in his commands. <sup><strong>2</strong></sup> His children will be mighty in the land; the generation of the upright will be blessed. <sup><strong>3</strong></sup> Wealth and riches are in his house, and his righteousness endures forever. "},{"_id":"6167671e6451fe5325fa0a89","topicId":"6167671c6451fe5325fa0a81","verse":"2 Timothy 4:1-22","votes":28,"__v":0,"kjv":"<strong>1</strong> I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;  <strong>2</strong> Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.  <strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  <strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  <strong>5</strong> But watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry.  <strong>6</strong> For I am now ready to be offered, and the time of my departure is at hand.  <strong>7</strong> I have fought a good fight, I have finished my course, I have kept the faith:  <strong>8</strong> Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.  <strong>9</strong> Do thy diligence to come shortly unto me:  <strong>10</strong> For Demas hath forsaken me, having loved this present world, and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia.  <strong>11</strong> Only Luke is with me. Take Mark, and bring him with thee: for he is profitable to me for the ministry.  <strong>12</strong> And Tychicus have I sent to Ephesus.  <strong>13</strong> The cloke that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but especially the parchments.  <strong>14</strong> Alexander the coppersmith did me much evil: the Lord reward him according to his works:  <strong>15</strong> Of whom be thou ware also; for he hath greatly withstood our words.  <strong>16</strong> At my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge.  <strong>17</strong> Notwithstanding the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion.  <strong>18</strong> And the Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be glory for ever and ever. Amen.  <strong>19</strong> Salute Prisca and Aquila, and the household of Onesiphorus.  <strong>20</strong> Erastus abode at Corinth: but Trophimus have I left at Miletum sick.  <strong>21</strong> Do thy diligence to come before winter. Eubulus greeteth thee, and Pudens, and Linus, and Claudia, and all the brethren.  <strong>22</strong> The Lord Jesus Christ be with thy spirit. Grace be  with you. Amen.  ","niv":"<sup><strong>1</strong></sup> In the presence of God and of Christ Jesus, who will judge the living and the dead, and in view of his appearing and his kingdom, I give you this charge: <sup><strong>2</strong></sup> Preach the Word; be prepared in season and out of season; correct, rebuke and encourage--with great patience and careful instruction. <sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear. <sup><strong>4</strong></sup> They will turn their ears away from the truth and turn aside to myths. <sup><strong>5</strong></sup> But you, keep your head in all situations, endure hardship, do the work of an evangelist, discharge all the duties of your ministry. <sup><strong>6</strong></sup> For I am already being poured out like a drink offering, and the time has come for my departure. <sup><strong>7</strong></sup> I have fought the good fight, I have finished the race, I have kept the faith. <sup><strong>8</strong></sup> Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day--and not only to me, but also to all who have longed for his appearing. <sup><strong>9</strong></sup> Do your best to come to me quickly, <sup><strong>10</strong></sup> for Demas, because he loved this world, has deserted me and has gone to Thessalonica. Crescens has gone to Galatia, and Titus to Dalmatia. <sup><strong>11</strong></sup> Only Luke is with me. Get Mark and bring him with you, because he is helpful to me in my ministry. <sup><strong>12</strong></sup> I sent Tychicus to Ephesus. <sup><strong>13</strong></sup> When you come, bring the cloak that I left with Carpus at Troas, and my scrolls, especially the parchments. <sup><strong>14</strong></sup> Alexander the metalworker did me a great deal of harm. The Lord will repay him for what he has done. <sup><strong>15</strong></sup> You too should be on your guard against him, because he strongly opposed our message. <sup><strong>16</strong></sup> At my first defense, no one came to my support, but everyone deserted me. May it not be held against them. <sup><strong>17</strong></sup> But the Lord stood at my side and gave me strength, so that through me the message might be fully proclaimed and all the Gentiles might hear it. And I was delivered from the lion's mouth. <sup><strong>18</strong></sup> The Lord will rescue me from every evil attack and will bring me safely to his heavenly kingdom. To him be glory for ever and ever. Amen. <sup><strong>19</strong></sup> Greet Priscilla and Aquila and the household of Onesiphorus. <sup><strong>20</strong></sup> Erastus stayed in Corinth, and I left Trophimus sick in Miletus. <sup><strong>21</strong></sup> Do your best to get here before winter. Eubulus greets you, and so do Pudens, Linus, Claudia and all the brothers. <sup><strong>22</strong></sup> The Lord be with your spirit. Grace be with you. ","modified":"2023-10-18T12:08:42.012Z"},{"_id":"6167671e6451fe5325fa0a8a","topicId":"6167671c6451fe5325fa0a81","verse":"Psalm 103:17","votes":31,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19103017_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103017-1\">17&nbsp;</b>&nbsp;&nbsp;But the steadfast love of the LORD is from everlasting to everlasting on those who fear him,</span><br><span id=\"p19103017_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his righteousness to children’s children,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> But the mercy of the LORD is from everlasting to everlasting upon them that fear him, and his righteousness unto children’s children;  ","niv":"<sup><strong>17</strong></sup> But from everlasting to everlasting the LORD's love is with those who fear him, and his righteousness with their children's children-","modified":"2022-07-23T13:17:17.956Z"},{"_id":"6167671f6451fe5325fa0a8b","topicId":"6167671c6451fe5325fa0a81","verse":"Proverbs 13:22","votes":27,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013022_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013022-1\">22&nbsp;</b>&nbsp;&nbsp;A good man leaves an inheritance to his children’s children,</span><br><span id=\"p20013022_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the sinner’s wealth is laid up for the righteous.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> A good man leaveth an inheritance to his children’s children: and the wealth of the sinner is laid up for the just.  ","niv":"<sup><strong>22</strong></sup> A good man leaves an inheritance for his children's children, but a sinner's wealth is stored up for the righteous.","modified":"2023-11-01T17:49:02.451Z"},{"_id":"6167671f6451fe5325fa0a8c","topicId":"6167671c6451fe5325fa0a81","verse":"2 Peter 1:12-15","votes":24,"__v":0,"esv":"<div>\n<p id=\"p61001012_01-11\"><b class=\"verse-num\" id=\"v61001012-1\">12&nbsp;</b>Therefore I intend always to remind you of these qualities, though you know them and are established in the truth that you have. <b class=\"verse-num\" id=\"v61001013-1\">13&nbsp;</b>I think it right, as long as I am in this body, to stir you up by way of reminder, <b class=\"verse-num\" id=\"v61001014-1\">14&nbsp;</b>since I know that the putting off of my body will be soon, as our Lord Jesus Christ made clear to me. <b class=\"verse-num\" id=\"v61001015-1\">15&nbsp;</b>And I will make every effort so that after my departure you may be able at any time to recall these things.</p>\n\n</div>","kjv":"<strong>12</strong> Wherefore I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth.  <strong>13</strong> Yea, I think it meet, as long as I am in this tabernacle, to stir you up by putting you in remembrance;  <strong>14</strong> Knowing that shortly I must put off this my tabernacle, even as our Lord Jesus Christ hath shewed me.  <strong>15</strong> Moreover I will endeavour that ye may be able after my decease to have these things always in remembrance.  ","niv":"<sup><strong>12</strong></sup> So I will always remind you of these things, even though you know them and are firmly established in the truth you now have. <sup><strong>13</strong></sup> I think it is right to refresh your memory as long as I live in the tent of this body, <sup><strong>14</strong></sup> because I know that I will soon put it aside, as our Lord Jesus Christ has made clear to me. <sup><strong>15</strong></sup> And I will make every effort to see that after my departure you will always be able to remember these things. "},{"_id":"6167671f6451fe5325fa0a8d","topicId":"6167671c6451fe5325fa0a81","verse":"John 17:20-25","votes":23,"__v":0,"esv":"<div>\n<p id=\"p43017020_01-12\"><b class=\"verse-num woc\" id=\"v43017020-1\">20&nbsp;</b><span class=\"woc\">“I do not ask for these only, but also for those who will believe in me through their word,</span> <b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span> <b class=\"verse-num woc\" id=\"v43017022-1\">22&nbsp;</b><span class=\"woc\">The glory that you have given me I have given to them, that they may be one even as we are one,</span> <b class=\"verse-num woc\" id=\"v43017023-1\">23&nbsp;</b><span class=\"woc\">I in them and you in me, that they may become perfectly one, so that the world may know that you sent me and loved them even as you loved me.</span> <b class=\"verse-num woc\" id=\"v43017024-1\">24&nbsp;</b><span class=\"woc\">Father, I desire that they also, whom you have given me, may be with me where I am, to see my glory that you have given me because you loved me before the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v43017025-1\">25&nbsp;</b><span class=\"woc\">O righteous Father, even though the world does not know you, I know you, and these know that you have sent me.</span></p>\n</div>","kjv":"<strong>20</strong> Neither pray I for these alone, but for them also which shall believe on me through their word;  <strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  <strong>22</strong> And the glory which thou gavest me I have given them; that they may be one, even as we are one:  <strong>23</strong> I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.  <strong>24</strong> Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.  <strong>25</strong> O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me.  ","niv":"<sup><strong>20</strong></sup> \"My prayer is not for them alone. I pray also for those who will believe in me through their message, <sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me. <sup><strong>22</strong></sup> I have given them the glory that you gave me, that they may be one as we are one: <sup><strong>23</strong></sup> I in them and you in me. May they be brought to complete unity to let the world know that you sent me and have loved them even as you have loved me. <sup><strong>24</strong></sup> \"Father, I want those you have given me to be with me where I am, and to see my glory, the glory you have given me because you loved me before the creation of the world. <sup><strong>25</strong></sup> \"Righteous Father, though the world does not know you, I know you, and they know that you have sent me. "},{"_id":"616767206451fe5325fa0a8e","topicId":"6167671c6451fe5325fa0a81","verse":"Joshua 4:21-22","votes":23,"__v":0,"esv":"<div>\n<p id=\"p06004021_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v06004021-1\">21&nbsp;</b>And he said to the people of Israel, “When your children ask their fathers in times to come, ‘What do these stones mean?’ <b class=\"verse-num\" id=\"v06004022-1\">22&nbsp;</b>then you shall let your children know, ‘Israel passed over this Jordan on dry ground.’</p>\n</div>","kjv":"<strong>21</strong> And he spake unto the children of Israel, saying, When your children shall ask their fathers in time to come, saying, What mean these stones?  <strong>22</strong> Then ye shall let your children know, saying, Israel came over this Jordan on dry land.  ","niv":"<sup><strong>21</strong></sup> He said to the Israelites, \"In the future when your descendants ask their fathers, 'What do these stones mean?' <sup><strong>22</strong></sup> tell them, 'Israel crossed the Jordan on dry ground.' "},{"_id":"616767206451fe5325fa0a8f","topicId":"6167671c6451fe5325fa0a81","verse":"Proverbs 22:6","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it.","modified":"2022-08-31T19:04:07.281Z"},{"_id":"616767206451fe5325fa0a90","topicId":"6167671c6451fe5325fa0a81","verse":"Exodus 20:5-6","votes":15,"__v":0,"esv":"<div>\n<p id=\"p02020005_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n\n</div>","kjv":"<strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  ","niv":"<sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. ","modified":"2022-09-05T23:14:43.442Z"},{"_id":"616767216451fe5325fa0a91","topicId":"6167671c6451fe5325fa0a81","verse":"Ruth 4:11","votes":15,"__v":0,"esv":"<div>\n<p id=\"p08004011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v08004011-1\">11&nbsp;</b>Then all the people who were at the gate and the elders said, “We are witnesses. May the LORD make the woman, who is coming into your house, like Rachel and Leah, who together built up the house of Israel. May you act worthily in Ephrathah and be renowned in Bethlehem,</p>\n</div>","kjv":"<strong>11</strong> And all the people that were in the gate, and the elders, said, We are witnesses. The LORD make the woman that is come into thine house like Rachel and like Leah, which two did build the house of Israel: and do thou worthily in Ephratah, and be famous in Bethlehem:  ","niv":"<sup><strong>11</strong></sup> Then the elders and all those at the gate said, \"We are witnesses. May the LORD make the woman who is coming into your home like Rachel and Leah, who together built up the house of Israel. May you have standing in Ephrathah and be famous in Bethlehem."},{"_id":"616767216451fe5325fa0a92","topicId":"6167671c6451fe5325fa0a81","verse":"Deuteronomy 6:6-9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p05006006_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v05006006-1\">6&nbsp;</b>And these words that I command you today shall be on your heart. <b class=\"verse-num\" id=\"v05006007-1\">7&nbsp;</b>You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise. <b class=\"verse-num\" id=\"v05006008-1\">8&nbsp;</b>You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes. <b class=\"verse-num\" id=\"v05006009-1\">9&nbsp;</b>You shall write them on the doorposts of your house and on your gates.</p>\n</div>","kjv":"<strong>6</strong> And these words, which I command thee this day, shall be in thine heart:  <strong>7</strong> And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.  <strong>8</strong> And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes.  <strong>9</strong> And thou shalt write them upon the posts of thy house, and on thy gates.  ","niv":"<sup><strong>6</strong></sup> These commandments that I give you today are to be upon your hearts. <sup><strong>7</strong></sup> Impress them on your children. Talk about them when you sit at home and when you walk along the road, when you lie down and when you get up. <sup><strong>8</strong></sup> Tie them as symbols on your hands and bind them on your foreheads. <sup><strong>9</strong></sup> Write them on the doorframes of your houses and on your gates. "},{"_id":"616767216451fe5325fa0a93","topicId":"6167671c6451fe5325fa0a81","verse":"Proverbs 17:6","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017006_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017006-1\">6&nbsp;</b>&nbsp;&nbsp;Grandchildren are the crown of the aged,</span><br><span id=\"p20017006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the glory of children is their fathers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Children’s children are the crown of old men; and the glory of children are their fathers.  ","niv":"<sup><strong>6</strong></sup> Children's children are a crown to the aged, and parents are the pride of their children.","modified":"2022-07-16T21:29:20.532Z"},{"_id":"616767216451fe5325fa0a94","topicId":"6167671c6451fe5325fa0a81","verse":"Deuteronomy 12:28","votes":11,"__v":0,"esv":"<div>\n<p id=\"p05012028_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v05012028-1\">28&nbsp;</b>Be careful to obey all these words that I command you, that it may go well with you and with your children after you forever, when you do what is good and right in the sight of the LORD your God.</p>\n</div>","kjv":"<strong>28</strong> Observe and hear all these words which I command thee, that it may go well with thee, and with thy children after thee for ever, when thou doest that which is good and right in the sight of the LORD thy God.  ","niv":"<sup><strong>28</strong></sup> Be careful to obey all these regulations I am giving you, so that it may always go well with you and your children after you, because you will be doing what is good and right in the eyes of the LORD your God.","modified":"2022-08-12T08:15:06.656Z"},{"_id":"616767226451fe5325fa0a95","topicId":"6167671c6451fe5325fa0a81","verse":"Joshua 24:14-15","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p06024014_06-20\"><b class=\"verse-num\" id=\"v06024014-1\">14&nbsp;</b>“Now therefore fear the LORD and serve him in sincerity and in faithfulness. Put away the gods that your fathers served beyond the River and in Egypt, and serve the LORD. <b class=\"verse-num\" id=\"v06024015-1\">15&nbsp;</b>And if it is evil in your eyes to serve the LORD, choose this day whom you will serve, whether the gods your fathers served in the region beyond the River, or the gods of the Amorites in whose land you dwell. But as for me and my house, we will serve the LORD.”</p>\n</div>","kjv":"<strong>14</strong> Now therefore fear the LORD, and serve him in sincerity and in truth: and put away the gods which your fathers served on the other side of the flood, and in Egypt; and serve ye the LORD.  <strong>15</strong> And if it seem evil unto you to serve the LORD, choose you this day whom ye will serve; whether the gods which your fathers served that were  on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the LORD.  ","niv":"<sup><strong>14</strong></sup> \"Now fear the LORD and serve him with all faithfulness. Throw away the gods your forefathers worshiped beyond the River and in Egypt, and serve the LORD. <sup><strong>15</strong></sup> But if serving the LORD seems undesirable to you, then choose for yourselves this day whom you will serve, whether the gods your forefathers served beyond the River, or the gods of the Amorites, in whose land you are living. But as for me and my household, we will serve the LORD.\" ","modified":"2022-08-12T08:15:03.731Z"},{"_id":"616767226451fe5325fa0a96","topicId":"6167671c6451fe5325fa0a81","verse":"3 John 1:4","votes":7,"__v":0,"kjv":"<strong>4</strong> I have no greater joy than to hear that my children walk in truth.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth.","modified":"2023-02-11T05:41:23.195Z"},{"_id":"616767226451fe5325fa0a97","topicId":"6167671c6451fe5325fa0a81","verse":"Proverbs 20:7","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020007_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020007-1\">7&nbsp;</b>&nbsp;&nbsp;The righteous who walks in his integrity—</span><br><span id=\"p20020007_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blessed are his children after him!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The just man walketh in his integrity: his children are  blessed after him.  ","niv":"<sup><strong>7</strong></sup> The righteous man leads a blameless life; blessed are his children after him.","modified":"2022-04-24T19:49:53.100Z"},{"_id":"616767236451fe5325fa0a98","topicId":"6167671c6451fe5325fa0a81","verse":"2 Timothy 1:7","votes":8,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.","modified":"2022-09-03T05:12:24.990Z"},{"_id":"616767236451fe5325fa0a99","topicId":"6167671c6451fe5325fa0a81","verse":"Philippians 3:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50003014_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus.</p>\n</div>","kjv":"<strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  ","niv":"<sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.","modified":"2023-05-09T07:40:43.491Z"},{"_id":"616767236451fe5325fa0a9a","topicId":"6167671c6451fe5325fa0a81","verse":"Philippians 4:9","votes":0,"__v":0,"esv":"<div>\n<p id=\"p50004009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004009-1\">9&nbsp;</b>What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.</p>\n\n</div>","kjv":"<strong>9</strong> Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.  ","niv":"<sup><strong>9</strong></sup> Whatever you have learned or received or heard from me, or seen in me--put it into practice. And the God of peace will be with you.","modified":"2022-08-22T22:52:13.928Z"}]}