{"_id":"6167679a6451fe5325fa0acf","slug":"legion","name":"Legion","verses":[{"_id":"6167679a6451fe5325fa0ad0","topicId":"6167679a6451fe5325fa0acf","verse":"Mark 5:9","votes":84,"__v":0,"esv":"<div>\n\n<p id=\"p41005001_08-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41005001-1\">5:1&nbsp;</b>They came to the other side of the sea, to the country of the Gerasenes. <b class=\"verse-num\" id=\"v41005002-1\">2&nbsp;</b>And when Jesus had stepped out of the boat, immediately there met him out of the tombs a man with an unclean spirit. <b class=\"verse-num\" id=\"v41005003-1\">3&nbsp;</b>He lived among the tombs. And no one could bind him anymore, not even with a chain, <b class=\"verse-num\" id=\"v41005004-1\">4&nbsp;</b>for he had often been bound with shackles and chains, but he wrenched the chains apart, and he broke the shackles in pieces. No one had the strength to subdue him. <b class=\"verse-num\" id=\"v41005005-1\">5&nbsp;</b>Night and day among the tombs and on the mountains he was always crying out and cutting himself with stones. <b class=\"verse-num\" id=\"v41005006-1\">6&nbsp;</b>And when he saw Jesus from afar, he ran and fell down before him. <b class=\"verse-num\" id=\"v41005007-1\">7&nbsp;</b>And crying out with a loud voice, he said, “What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.” <b class=\"verse-num\" id=\"v41005008-1\">8&nbsp;</b>For he was saying to him, <span class=\"woc\">“Come out of the man, you unclean spirit!”</span> <b class=\"verse-num\" id=\"v41005009-1\">9&nbsp;</b>And Jesus asked him, <span class=\"woc\">“What is your name?”</span> He replied, “My name is Legion, for we are many.” <b class=\"verse-num\" id=\"v41005010-1\">10&nbsp;</b>And he begged him earnestly not to send them out of the country. <b class=\"verse-num\" id=\"v41005011-1\">11&nbsp;</b>Now a great herd of pigs was feeding there on the hillside, <b class=\"verse-num\" id=\"v41005012-1\">12&nbsp;</b>and they begged him, saying, “Send us to the pigs; let us enter them.” <b class=\"verse-num\" id=\"v41005013-1\">13&nbsp;</b>So he gave them permission. And the unclean spirits came out and entered the pigs; and the herd, numbering about two thousand, rushed down the steep bank into the sea and drowned in the sea.</p>\n<p id=\"p41005013_08-4\"><b class=\"verse-num\" id=\"v41005014-1\">14&nbsp;</b>The herdsmen fled and told it in the city and in the country. And people came to see what it was that had happened. <b class=\"verse-num\" id=\"v41005015-1\">15&nbsp;</b>And they came to Jesus and saw the demon-possessed man, the one who had had the legion, sitting there, clothed and in his right mind, and they were afraid. <b class=\"verse-num\" id=\"v41005016-1\">16&nbsp;</b>And those who had seen it described to them what had happened to the demon-possessed man and to the pigs. <b class=\"verse-num\" id=\"v41005017-1\">17&nbsp;</b>And they began to beg Jesus to depart from their region. <b class=\"verse-num\" id=\"v41005018-1\">18&nbsp;</b>As he was getting into the boat, the man who had been possessed with demons begged him that he might be with him. <b class=\"verse-num\" id=\"v41005019-1\">19&nbsp;</b>And he did not permit him but said to him, <span class=\"woc\">“Go home to your friends and tell them how much the Lord has done for you, and how he has had mercy on you.”</span> <b class=\"verse-num\" id=\"v41005020-1\">20&nbsp;</b>And he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone marveled.</p>\n\n<p id=\"p41005020_15-4\"><b class=\"verse-num\" id=\"v41005021-1\">21&nbsp;</b>And when Jesus had crossed again in the boat to the other side, a great crowd gathered about him, and he was beside the sea. <b class=\"verse-num\" id=\"v41005022-1\">22&nbsp;</b>Then came one of the rulers of the synagogue, Jairus by name, and seeing him, he fell at his feet <b class=\"verse-num\" id=\"v41005023-1\">23&nbsp;</b>and implored him earnestly, saying, “My little daughter is at the point of death. Come and lay your hands on her, so that she may be made well and live.” <b class=\"verse-num\" id=\"v41005024-1\">24&nbsp;</b>And he went with him.</p>\n<p id=\"p41005024_15-4\">And a great crowd followed him and thronged about him. <b class=\"verse-num\" id=\"v41005025-1\">25&nbsp;</b>And there was a woman who had had a discharge of blood for twelve years, <b class=\"verse-num\" id=\"v41005026-1\">26&nbsp;</b>and who had suffered much under many physicians, and had spent all that she had, and was no better but rather grew worse. <b class=\"verse-num\" id=\"v41005027-1\">27&nbsp;</b>She had heard the reports about Jesus and came up behind him in the crowd and touched his garment. <b class=\"verse-num\" id=\"v41005028-1\">28&nbsp;</b>For she said, “If I touch even his garments, I will be made well.” <b class=\"verse-num\" id=\"v41005029-1\">29&nbsp;</b>And immediately the flow of blood dried up, and she felt in her body that she was healed of her disease. <b class=\"verse-num\" id=\"v41005030-1\">30&nbsp;</b>And Jesus, perceiving in himself that power had gone out from him, immediately turned about in the crowd and said, <span class=\"woc\">“Who touched my garments?”</span> <b class=\"verse-num\" id=\"v41005031-1\">31&nbsp;</b>And his disciples said to him, “You see the crowd pressing around you, and yet you say, <span class=\"woc\">‘Who touched me?’</span>” <b class=\"verse-num\" id=\"v41005032-1\">32&nbsp;</b>And he looked around to see who had done it. <b class=\"verse-num\" id=\"v41005033-1\">33&nbsp;</b>But the woman, knowing what had happened to her, came in fear and trembling and fell down before him and told him the whole truth. <b class=\"verse-num\" id=\"v41005034-1\">34&nbsp;</b>And he said to her, <span class=\"woc\">“Daughter, your faith has made you well; go in peace, and be healed of your disease.”</span></p>\n<p id=\"p41005034_15-4\"><b class=\"verse-num\" id=\"v41005035-1\">35&nbsp;</b>While he was still speaking, there came from the ruler’s house some who said, “Your daughter is dead. Why trouble the Teacher any further?” <b class=\"verse-num\" id=\"v41005036-1\">36&nbsp;</b>But overhearing what they said, Jesus said to the ruler of the synagogue, <span class=\"woc\">“Do not fear, only believe.”</span> <b class=\"verse-num\" id=\"v41005037-1\">37&nbsp;</b>And he allowed no one to follow him except Peter and James and John the brother of James. <b class=\"verse-num\" id=\"v41005038-1\">38&nbsp;</b>They came to the house of the ruler of the synagogue, and Jesus saw a commotion, people weeping and wailing loudly. <b class=\"verse-num\" id=\"v41005039-1\">39&nbsp;</b>And when he had entered, he said to them, <span class=\"woc\">“Why are you making a commotion and weeping? The child is not dead but sleeping.”</span> <b class=\"verse-num\" id=\"v41005040-1\">40&nbsp;</b>And they laughed at him. But he put them all outside and took the child’s father and mother and those who were with him and went in where the child was. <b class=\"verse-num\" id=\"v41005041-1\">41&nbsp;</b>Taking her by the hand he said to her, <span class=\"woc\">“Talitha cumi,”</span> which means, <span class=\"woc\">“Little girl, I say to you, arise.”</span> <b class=\"verse-num\" id=\"v41005042-1\">42&nbsp;</b>And immediately the girl got up and began walking (for she was twelve years of age), and they were immediately overcome with amazement. <b class=\"verse-num\" id=\"v41005043-1\">43&nbsp;</b>And he strictly charged them that no one should know this, and told them to give her something to eat.</p>\n\n</div>","kjv":"<strong>9</strong> And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many.  ","niv":"<sup><strong>9</strong></sup> Then Jesus asked him, \"What is your name?\"","modified":"2022-08-25T15:41:41.769Z"},{"_id":"6167679b6451fe5325fa0ad1","topicId":"6167679a6451fe5325fa0acf","verse":"Luke 8:30","votes":64,"__v":0,"esv":"<div>\n<p id=\"p42008030_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v42008030-1\">30&nbsp;</b>Jesus then asked him, <span class=\"woc\">“What is your name?”</span> And he said, “Legion,” for many demons had entered him.</p>\n</div>","kjv":"<strong>30</strong> And Jesus asked him, saying, What is thy name? And he said, Legion: because many devils were entered into him.  ","niv":"<sup><strong>30</strong></sup> Jesus asked him, \"What is your name?\"","modified":"2023-07-29T18:31:34.759Z"},{"_id":"6167679b6451fe5325fa0ad2","topicId":"6167679a6451fe5325fa0acf","verse":"Matthew 26:53","votes":41,"__v":0,"esv":"<div>\n<p id=\"p40026053_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40026053-1\">53&nbsp;</b><span class=\"woc\">Do you think that I cannot appeal to my Father, and he will at once send me more than twelve legions of angels?</span></p>\n</div>","kjv":"<strong>53</strong> Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?  ","niv":"<sup><strong>53</strong></sup> Do you think I cannot call on my Father, and he will at once put at my disposal more than twelve legions of angels?"},{"_id":"6167679b6451fe5325fa0ad3","topicId":"6167679a6451fe5325fa0acf","verse":"Mark 5:1-43","votes":40,"__v":0,"kjv":"<strong>1</strong> And they came over unto the other side of the sea, into the country of the Gadarenes.  <strong>2</strong> And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit,  <strong>3</strong> Who had his dwelling among the tombs; and no man could bind him, no, not with chains:  <strong>4</strong> Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any man tame him.  <strong>5</strong> And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones.  <strong>6</strong> But when he saw Jesus afar off, he ran and worshipped him,  <strong>7</strong> And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.  <strong>8</strong> For he said unto him, Come out of the man, thou unclean spirit.  <strong>9</strong> And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many.  <strong>10</strong> And he besought him much that he would not send them away out of the country.  <strong>11</strong> Now there was there nigh unto the mountains a great herd of swine feeding.  <strong>12</strong> And all the devils besought him, saying, Send us into the swine, that we may enter into them.  <strong>13</strong> And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.  <strong>14</strong> And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.  <strong>15</strong> And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.  <strong>16</strong> And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.  <strong>17</strong> And they began to pray him to depart out of their coasts.  <strong>18</strong> And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.  <strong>19</strong> Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.  <strong>20</strong> And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel.  <strong>21</strong> And when Jesus was passed over again by ship unto the other side, much people gathered unto him: and he was nigh unto the sea.  <strong>22</strong> And, behold, there cometh one of the rulers of the synagogue, Jairus by name; and when he saw him, he fell at his feet,  <strong>23</strong> And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.  <strong>24</strong> And Jesus went with him; and much people followed him, and thronged him.  <strong>25</strong> And a certain woman, which had an issue of blood twelve years,  <strong>26</strong> And had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse,  <strong>27</strong> When she had heard of Jesus, came in the press behind, and touched his garment.  <strong>28</strong> For she said, If I may touch but his clothes, I shall be whole.  <strong>29</strong> And straightway the fountain of her blood was dried up; and she felt in her body that she was healed of that plague.  <strong>30</strong> And Jesus, immediately knowing in himself that virtue had gone out of him, turned him about in the press, and said, Who touched my clothes?  <strong>31</strong> And his disciples said unto him, Thou seest the multitude thronging thee, and sayest thou, Who touched me?  <strong>32</strong> And he looked round about to see her that had done this thing.  <strong>33</strong> But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth.  <strong>34</strong> And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.  <strong>35</strong> While he yet spake, there came from the ruler of the synagogue’s house certain which said, Thy daughter is dead: why troublest thou the Master any further?  <strong>36</strong> As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, Be not afraid, only believe.  <strong>37</strong> And he suffered no man to follow him, save Peter, and James, and John the brother of James.  <strong>38</strong> And he cometh to the house of the ruler of the synagogue, and seeth the tumult, and them that wept and wailed greatly.  <strong>39</strong> And when he was come in, he saith unto them, Why make ye this ado, and weep? the damsel is not dead, but sleepeth.  <strong>40</strong> And they laughed him to scorn. But when he had put them all out, he taketh the father and the mother of the damsel, and them that were with him, and entereth in where the damsel was lying.  <strong>41</strong> And he took the damsel by the hand, and said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise.  <strong>42</strong> And straightway the damsel arose, and walked; for she was of the age of twelve years. And they were astonished with a great astonishment.  <strong>43</strong> And he charged them straitly that no man should know it; and commanded that something should be given her to eat.  ","niv":"<sup><strong>1</strong></sup> They went across the lake to the region of the Gerasenes. <sup><strong>2</strong></sup> When Jesus got out of the boat, a man with an evil spirit came from the tombs to meet him. <sup><strong>3</strong></sup> This man lived in the tombs, and no one could bind him any more, not even with a chain. <sup><strong>4</strong></sup> For he had often been chained hand and foot, but he tore the chains apart and broke the irons on his feet. No one was strong enough to subdue him. <sup><strong>5</strong></sup> Night and day among the tombs and in the hills he would cry out and cut himself with stones. <sup><strong>6</strong></sup> When he saw Jesus from a distance, he ran and fell on his knees in front of him. <sup><strong>7</strong></sup> He shouted at the top of his voice, \"What do you want with me, Jesus, Son of the Most High God? Swear to God that you won't torture me!\" <sup><strong>8</strong></sup> For Jesus had said to him, \"Come out of this man, you evil spirit!\" <sup><strong>9</strong></sup> Then Jesus asked him, \"What is your name?\" <sup><strong>10</strong></sup> \"My name is Legion,\" he replied, \"for we are many.\" And he begged Jesus again and again not to send them out of the area. <sup><strong>11</strong></sup> A large herd of pigs was feeding on the nearby hillside. <sup><strong>12</strong></sup> The demons begged Jesus, \"Send us among the pigs; allow us to go into them.\" <sup><strong>13</strong></sup> He gave them permission, and the evil spirits came out and went into the pigs. The herd, about two thousand in number, rushed down the steep bank into the lake and were drowned. <sup><strong>14</strong></sup> Those tending the pigs ran off and reported this in the town and countryside, and the people went out to see what had happened. <sup><strong>15</strong></sup> When they came to Jesus, they saw the man who had been possessed by the legion of demons, sitting there, dressed and in his right mind; and they were afraid. <sup><strong>16</strong></sup> Those who had seen it told the people what had happened to the demon-possessed man--and told about the pigs as well. <sup><strong>17</strong></sup> Then the people began to plead with Jesus to leave their region. <sup><strong>18</strong></sup> As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him. <sup><strong>19</strong></sup> Jesus did not let him, but said, \"Go home to your family and tell them how much the Lord has done for you, and how he has had mercy on you.\" <sup><strong>20</strong></sup> So the man went away and began to tell in the Decapolis how much Jesus had done for him. And all the people were amazed. <sup><strong>21</strong></sup> When Jesus had again crossed over by boat to the other side of the lake, a large crowd gathered around him while he was by the lake. <sup><strong>22</strong></sup> Then one of the synagogue rulers, named Jairus, came there. Seeing Jesus, he fell at his feet <sup><strong>23</strong></sup> and pleaded earnestly with him, \"My little daughter is dying. Please come and put your hands on her so that she will be healed and live.\" <sup><strong>24</strong></sup> So Jesus went with him. <sup><strong>25</strong></sup> A large crowd followed and pressed around him. And a woman was there who had been subject to bleeding for twelve years. <sup><strong>26</strong></sup> She had suffered a great deal under the care of many doctors and had spent all she had, yet instead of getting better she grew worse. <sup><strong>27</strong></sup> When she heard about Jesus, she came up behind him in the crowd and touched his cloak, <sup><strong>28</strong></sup> because she thought, \"If I just touch his clothes, I will be healed.\" <sup><strong>29</strong></sup> Immediately her bleeding stopped and she felt in her body that she was freed from her suffering. <sup><strong>30</strong></sup> At once Jesus realized that power had gone out from him. He turned around in the crowd and asked, \"Who touched my clothes?\" <sup><strong>31</strong></sup> \"You see the people crowding against you,\" his disciples answered, \"and yet you can ask, 'Who touched me?'\" <sup><strong>32</strong></sup> But Jesus kept looking around to see who had done it. <sup><strong>33</strong></sup> Then the woman, knowing what had happened to her, came and fell at his feet and, trembling with fear, told him the whole truth. <sup><strong>34</strong></sup> He said to her, \"Daughter, your faith has healed you. Go in peace and be freed from your suffering.\" <sup><strong>35</strong></sup> While Jesus was still speaking, some men came from the house of Jairus, the synagogue ruler. \"Your daughter is dead,\" they said. \"Why bother the teacher any more?\" <sup><strong>36</strong></sup> Ignoring what they said, Jesus told the synagogue ruler, \"Don't be afraid; just believe.\" <sup><strong>37</strong></sup> He did not let anyone follow him except Peter, James and John the brother of James. <sup><strong>38</strong></sup> When they came to the home of the synagogue ruler, Jesus saw a commotion, with people crying and wailing loudly. <sup><strong>39</strong></sup> He went in and said to them, \"Why all this commotion and wailing? The child is not dead but asleep.\" <sup><strong>40</strong></sup> But they laughed at him. <sup><strong>41</strong></sup> After he put them all out, he took the child's father and mother and the disciples who were with him, and went in where the child was. He took her by the hand and said to her, \"Talitha koum!\" (which means, \"Little girl, I say to you, get up!\" ). <sup><strong>42</strong></sup> Immediately the girl stood up and walked around (she was twelve years old). At this they were completely astonished. <sup><strong>43</strong></sup> He gave strict orders not to let anyone know about this, and told them to give her something to eat. "},{"_id":"6167679c6451fe5325fa0ad4","topicId":"6167679a6451fe5325fa0acf","verse":"Mark 5:15","votes":35,"__v":0,"esv":"<div>\n<p id=\"p41005015_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005015-1\">15&nbsp;</b>And they came to Jesus and saw the demon-possessed man, the one who had had the legion, sitting there, clothed and in his right mind, and they were afraid.</p>\n\n</div>","kjv":"<strong>15</strong> And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.  ","niv":"<sup><strong>15</strong></sup> When they came to Jesus, they saw the man who had been possessed by the legion of demons, sitting there, dressed and in his right mind; and they were afraid.","modified":"2022-11-30T16:20:40.714Z"},{"_id":"6167679c6451fe5325fa0ad5","topicId":"6167679a6451fe5325fa0acf","verse":"Matthew 8:28-34","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p40008028_07-6\"><b class=\"verse-num\" id=\"v40008028-1\">28&nbsp;</b>And when he came to the other side, to the country of the Gadarenes, two demon-possessed men met him, coming out of the tombs, so fierce that no one could pass that way. <b class=\"verse-num\" id=\"v40008029-1\">29&nbsp;</b>And behold, they cried out, “What have you to do with us, O Son of God? Have you come here to torment us before the time?” <b class=\"verse-num\" id=\"v40008030-1\">30&nbsp;</b>Now a herd of many pigs was feeding at some distance from them. <b class=\"verse-num\" id=\"v40008031-1\">31&nbsp;</b>And the demons begged him, saying, “If you cast us out, send us away into the herd of pigs.” <b class=\"verse-num\" id=\"v40008032-1\">32&nbsp;</b>And he said to them, <span class=\"woc\">“Go.”</span> So they came out and went into the pigs, and behold, the whole herd rushed down the steep bank into the sea and drowned in the waters. <b class=\"verse-num\" id=\"v40008033-1\">33&nbsp;</b>The herdsmen fled, and going into the city they told everything, especially what had happened to the demon-possessed men. <b class=\"verse-num\" id=\"v40008034-1\">34&nbsp;</b>And behold, all the city came out to meet Jesus, and when they saw him, they begged him to leave their region.</p>\n\n</div>","kjv":"<strong>28</strong> And when he was come to the other side into the country of the Gergesenes, there met him two possessed with devils, coming out of the tombs, exceeding fierce, so that no man might pass by that way.  <strong>29</strong> And, behold, they cried out, saying, What have we to do with thee, Jesus, thou Son of God? art thou come hither to torment us before the time?  <strong>30</strong> And there was a good way off from them an herd of many swine feeding.  <strong>31</strong> So the devils besought him, saying, If thou cast us out, suffer us to go away into the herd of swine.  <strong>32</strong> And he said unto them, Go. And when they were come out, they went into the herd of swine: and, behold, the whole herd of swine ran violently down a steep place into the sea, and perished in the waters.  <strong>33</strong> And they that kept them fled, and went their ways into the city, and told every thing, and what was befallen to the possessed of the devils.  <strong>34</strong> And, behold, the whole city came out to meet Jesus: and when they saw him, they besought him that he would depart out of their coasts.  ","niv":"<sup><strong>28</strong></sup> When he arrived at the other side in the region of the Gadarenes, two demon-possessed men coming from the tombs met him. They were so violent that no one could pass that way. <sup><strong>29</strong></sup> \"What do you want with us, Son of God?\" they shouted. \"Have you come here to torture us before the appointed time?\" <sup><strong>30</strong></sup> Some distance from them a large herd of pigs was feeding. <sup><strong>31</strong></sup> The demons begged Jesus, \"If you drive us out, send us into the herd of pigs.\" <sup><strong>32</strong></sup> He said to them, \"Go!\" So they came out and went into the pigs, and the whole herd rushed down the steep bank into the lake and died in the water. <sup><strong>33</strong></sup> Those tending the pigs ran off, went into the town and reported all this, including what had happened to the demon-possessed men. <sup><strong>34</strong></sup> Then the whole town went out to meet Jesus. And when they saw him, they pleaded with him to leave their region. "},{"_id":"6167679c6451fe5325fa0ad6","topicId":"6167679a6451fe5325fa0acf","verse":"Mark 5:1-20","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p41005001_08-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41005001-1\">5:1&nbsp;</b>They came to the other side of the sea, to the country of the Gerasenes. <b class=\"verse-num\" id=\"v41005002-1\">2&nbsp;</b>And when Jesus had stepped out of the boat, immediately there met him out of the tombs a man with an unclean spirit. <b class=\"verse-num\" id=\"v41005003-1\">3&nbsp;</b>He lived among the tombs. And no one could bind him anymore, not even with a chain, <b class=\"verse-num\" id=\"v41005004-1\">4&nbsp;</b>for he had often been bound with shackles and chains, but he wrenched the chains apart, and he broke the shackles in pieces. No one had the strength to subdue him. <b class=\"verse-num\" id=\"v41005005-1\">5&nbsp;</b>Night and day among the tombs and on the mountains he was always crying out and cutting himself with stones. <b class=\"verse-num\" id=\"v41005006-1\">6&nbsp;</b>And when he saw Jesus from afar, he ran and fell down before him. <b class=\"verse-num\" id=\"v41005007-1\">7&nbsp;</b>And crying out with a loud voice, he said, “What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.” <b class=\"verse-num\" id=\"v41005008-1\">8&nbsp;</b>For he was saying to him, <span class=\"woc\">“Come out of the man, you unclean spirit!”</span> <b class=\"verse-num\" id=\"v41005009-1\">9&nbsp;</b>And Jesus asked him, <span class=\"woc\">“What is your name?”</span> He replied, “My name is Legion, for we are many.” <b class=\"verse-num\" id=\"v41005010-1\">10&nbsp;</b>And he begged him earnestly not to send them out of the country. <b class=\"verse-num\" id=\"v41005011-1\">11&nbsp;</b>Now a great herd of pigs was feeding there on the hillside, <b class=\"verse-num\" id=\"v41005012-1\">12&nbsp;</b>and they begged him, saying, “Send us to the pigs; let us enter them.” <b class=\"verse-num\" id=\"v41005013-1\">13&nbsp;</b>So he gave them permission. And the unclean spirits came out and entered the pigs; and the herd, numbering about two thousand, rushed down the steep bank into the sea and drowned in the sea.</p>\n<p id=\"p41005013_08-7\"><b class=\"verse-num\" id=\"v41005014-1\">14&nbsp;</b>The herdsmen fled and told it in the city and in the country. And people came to see what it was that had happened. <b class=\"verse-num\" id=\"v41005015-1\">15&nbsp;</b>And they came to Jesus and saw the demon-possessed man, the one who had had the legion, sitting there, clothed and in his right mind, and they were afraid. <b class=\"verse-num\" id=\"v41005016-1\">16&nbsp;</b>And those who had seen it described to them what had happened to the demon-possessed man and to the pigs. <b class=\"verse-num\" id=\"v41005017-1\">17&nbsp;</b>And they began to beg Jesus to depart from their region. <b class=\"verse-num\" id=\"v41005018-1\">18&nbsp;</b>As he was getting into the boat, the man who had been possessed with demons begged him that he might be with him. <b class=\"verse-num\" id=\"v41005019-1\">19&nbsp;</b>And he did not permit him but said to him, <span class=\"woc\">“Go home to your friends and tell them how much the Lord has done for you, and how he has had mercy on you.”</span> <b class=\"verse-num\" id=\"v41005020-1\">20&nbsp;</b>And he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone marveled.</p>\n\n</div>","kjv":"<strong>1</strong> And they came over unto the other side of the sea, into the country of the Gadarenes.  <strong>2</strong> And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit,  <strong>3</strong> Who had his dwelling among the tombs; and no man could bind him, no, not with chains:  <strong>4</strong> Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any man tame him.  <strong>5</strong> And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones.  <strong>6</strong> But when he saw Jesus afar off, he ran and worshipped him,  <strong>7</strong> And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.  <strong>8</strong> For he said unto him, Come out of the man, thou unclean spirit.  <strong>9</strong> And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many.  <strong>10</strong> And he besought him much that he would not send them away out of the country.  <strong>11</strong> Now there was there nigh unto the mountains a great herd of swine feeding.  <strong>12</strong> And all the devils besought him, saying, Send us into the swine, that we may enter into them.  <strong>13</strong> And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.  <strong>14</strong> And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.  <strong>15</strong> And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.  <strong>16</strong> And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.  <strong>17</strong> And they began to pray him to depart out of their coasts.  <strong>18</strong> And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.  <strong>19</strong> Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.  <strong>20</strong> And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel.  ","niv":"<sup><strong>1</strong></sup> They went across the lake to the region of the Gerasenes. <sup><strong>2</strong></sup> When Jesus got out of the boat, a man with an evil spirit came from the tombs to meet him. <sup><strong>3</strong></sup> This man lived in the tombs, and no one could bind him any more, not even with a chain. <sup><strong>4</strong></sup> For he had often been chained hand and foot, but he tore the chains apart and broke the irons on his feet. No one was strong enough to subdue him. <sup><strong>5</strong></sup> Night and day among the tombs and in the hills he would cry out and cut himself with stones. <sup><strong>6</strong></sup> When he saw Jesus from a distance, he ran and fell on his knees in front of him. <sup><strong>7</strong></sup> He shouted at the top of his voice, \"What do you want with me, Jesus, Son of the Most High God? Swear to God that you won't torture me!\" <sup><strong>8</strong></sup> For Jesus had said to him, \"Come out of this man, you evil spirit!\" <sup><strong>9</strong></sup> Then Jesus asked him, \"What is your name?\" <sup><strong>10</strong></sup> \"My name is Legion,\" he replied, \"for we are many.\" And he begged Jesus again and again not to send them out of the area. <sup><strong>11</strong></sup> A large herd of pigs was feeding on the nearby hillside. <sup><strong>12</strong></sup> The demons begged Jesus, \"Send us among the pigs; allow us to go into them.\" <sup><strong>13</strong></sup> He gave them permission, and the evil spirits came out and went into the pigs. The herd, about two thousand in number, rushed down the steep bank into the lake and were drowned. <sup><strong>14</strong></sup> Those tending the pigs ran off and reported this in the town and countryside, and the people went out to see what had happened. <sup><strong>15</strong></sup> When they came to Jesus, they saw the man who had been possessed by the legion of demons, sitting there, dressed and in his right mind; and they were afraid. <sup><strong>16</strong></sup> Those who had seen it told the people what had happened to the demon-possessed man--and told about the pigs as well. <sup><strong>17</strong></sup> Then the people began to plead with Jesus to leave their region. <sup><strong>18</strong></sup> As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him. <sup><strong>19</strong></sup> Jesus did not let him, but said, \"Go home to your family and tell them how much the Lord has done for you, and how he has had mercy on you.\" <sup><strong>20</strong></sup> So the man went away and began to tell in the Decapolis how much Jesus had done for him. And all the people were amazed. "},{"_id":"6167679c6451fe5325fa0ad7","topicId":"6167679a6451fe5325fa0acf","verse":"Luke 8:26-39","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p42008026_08-8\"><b class=\"verse-num\" id=\"v42008026-1\">26&nbsp;</b>Then they sailed to the country of the Gerasenes, which is opposite Galilee. <b class=\"verse-num\" id=\"v42008027-1\">27&nbsp;</b>When Jesus had stepped out on land, there met him a man from the city who had demons. For a long time he had worn no clothes, and he had not lived in a house but among the tombs. <b class=\"verse-num\" id=\"v42008028-1\">28&nbsp;</b>When he saw Jesus, he cried out and fell down before him and said with a loud voice, “What have you to do with me, Jesus, Son of the Most High God? I beg you, do not torment me.” <b class=\"verse-num\" id=\"v42008029-1\">29&nbsp;</b>For he had commanded the unclean spirit to come out of the man. (For many a time it had seized him. He was kept under guard and bound with chains and shackles, but he would break the bonds and be driven by the demon into the desert.) <b class=\"verse-num\" id=\"v42008030-1\">30&nbsp;</b>Jesus then asked him, <span class=\"woc\">“What is your name?”</span> And he said, “Legion,” for many demons had entered him. <b class=\"verse-num\" id=\"v42008031-1\">31&nbsp;</b>And they begged him not to command them to depart into the abyss. <b class=\"verse-num\" id=\"v42008032-1\">32&nbsp;</b>Now a large herd of pigs was feeding there on the hillside, and they begged him to let them enter these. So he gave them permission. <b class=\"verse-num\" id=\"v42008033-1\">33&nbsp;</b>Then the demons came out of the man and entered the pigs, and the herd rushed down the steep bank into the lake and drowned.</p>\n<p id=\"p42008033_08-8\"><b class=\"verse-num\" id=\"v42008034-1\">34&nbsp;</b>When the herdsmen saw what had happened, they fled and told it in the city and in the country. <b class=\"verse-num\" id=\"v42008035-1\">35&nbsp;</b>Then people went out to see what had happened, and they came to Jesus and found the man from whom the demons had gone, sitting at the feet of Jesus, clothed and in his right mind, and they were afraid. <b class=\"verse-num\" id=\"v42008036-1\">36&nbsp;</b>And those who had seen it told them how the demon-possessed man had been healed. <b class=\"verse-num\" id=\"v42008037-1\">37&nbsp;</b>Then all the people of the surrounding country of the Gerasenes asked him to depart from them, for they were seized with great fear. So he got into the boat and returned. <b class=\"verse-num\" id=\"v42008038-1\">38&nbsp;</b>The man from whom the demons had gone begged that he might be with him, but Jesus sent him away, saying, <b class=\"verse-num woc\" id=\"v42008039-1\">39&nbsp;</b><span class=\"woc\">“Return to your home, and declare how much God has done for you.”</span> And he went away, proclaiming throughout the whole city how much Jesus had done for him.</p>\n\n</div>","kjv":"<strong>26</strong> And they arrived at the country of the Gadarenes, which is over against Galilee.  <strong>27</strong> And when he went forth to land, there met him out of the city a certain man, which had devils long time, and ware no clothes, neither abode in any house, but in the tombs.  <strong>28</strong> When he saw Jesus, he cried out, and fell down before him, and with a loud voice said, What have I to do with thee, Jesus, thou Son of God most high? I beseech thee, torment me not.  <strong>29</strong> (For he had commanded the unclean spirit to come out of the man. For oftentimes it had caught him: and he was kept bound with chains and in fetters; and he brake the bands, and was driven of the devil into the wilderness.)  <strong>30</strong> And Jesus asked him, saying, What is thy name? And he said, Legion: because many devils were entered into him.  <strong>31</strong> And they besought him that he would not command them to go out into the deep.  <strong>32</strong> And there was there an herd of many swine feeding on the mountain: and they besought him that he would suffer them to enter into them. And he suffered them.  <strong>33</strong> Then went the devils out of the man, and entered into the swine: and the herd ran violently down a steep place into the lake, and were choked.  <strong>34</strong> When they that fed them saw what was done, they fled, and went and told it in the city and in the country.  <strong>35</strong> Then they went out to see what was done; and came to Jesus, and found the man, out of whom the devils were departed, sitting at the feet of Jesus, clothed, and in his right mind: and they were afraid.  <strong>36</strong> They also which saw it told them by what means he that was possessed of the devils was healed.  <strong>37</strong> Then the whole multitude of the country of the Gadarenes round about besought him to depart from them; for they were taken with great fear: and he went up into the ship, and returned back again.  <strong>38</strong> Now the man out of whom the devils were departed besought him that he might be with him: but Jesus sent him away, saying,  <strong>39</strong> Return to thine own house, and shew how great things God hath done unto thee. And he went his way, and published throughout the whole city how great things Jesus had done unto him.  ","niv":"<sup><strong>26</strong></sup> They sailed to the region of the Gerasenes, which is across the lake from Galilee. <sup><strong>27</strong></sup> When Jesus stepped ashore, he was met by a demon-possessed man from the town. For a long time this man had not worn clothes or lived in a house, but had lived in the tombs. <sup><strong>28</strong></sup> When he saw Jesus, he cried out and fell at his feet, shouting at the top of his voice, \"What do you want with me, Jesus, Son of the Most High God? I beg you, don't torture me!\" <sup><strong>29</strong></sup> For Jesus had commanded the evil spirit to come out of the man. Many times it had seized him, and though he was chained hand and foot and kept under guard, he had broken his chains and had been driven by the demon into solitary places. <sup><strong>30</strong></sup> Jesus asked him, \"What is your name?\" <sup><strong>31</strong></sup> \"Legion,\" he replied, because many demons had gone into him. And they begged him repeatedly not to order them to go into the Abyss. <sup><strong>32</strong></sup> A large herd of pigs was feeding there on the hillside. The demons begged Jesus to let them go into them, and he gave them permission. <sup><strong>33</strong></sup> When the demons came out of the man, they went into the pigs, and the herd rushed down the steep bank into the lake and was drowned. <sup><strong>34</strong></sup> When those tending the pigs saw what had happened, they ran off and reported this in the town and countryside, <sup><strong>35</strong></sup> and the people went out to see what had happened. When they came to Jesus, they found the man from whom the demons had gone out, sitting at Jesus' feet, dressed and in his right mind; and they were afraid. <sup><strong>36</strong></sup> Those who had seen it told the people how the demon-possessed man had been cured. <sup><strong>37</strong></sup> Then all the people of the region of the Gerasenes asked Jesus to leave them, because they were overcome with fear. So he got into the boat and left. <sup><strong>38</strong></sup> The man from whom the demons had gone out begged to go with him, but Jesus sent him away, saying, <sup><strong>39</strong></sup> \"Return home and tell how much God has done for you.\" So the man went away and told all over town how much Jesus had done for him. "},{"_id":"6167679d6451fe5325fa0ad8","topicId":"6167679a6451fe5325fa0acf","verse":"Ephesians 6:12","votes":34,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.","modified":"2023-02-28T00:33:05.744Z"},{"_id":"6167679d6451fe5325fa0ad9","topicId":"6167679a6451fe5325fa0acf","verse":"Mark 5:13","votes":27,"__v":0,"esv":"<div>\n<p id=\"p41005013_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005013-1\">13&nbsp;</b>So he gave them permission. And the unclean spirits came out and entered the pigs; and the herd, numbering about two thousand, rushed down the steep bank into the sea and drowned in the sea.</p>\n</div>","kjv":"<strong>13</strong> And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.  ","niv":"<sup><strong>13</strong></sup> He gave them permission, and the evil spirits came out and went into the pigs. The herd, about two thousand in number, rushed down the steep bank into the lake and were drowned."},{"_id":"6167679d6451fe5325fa0ada","topicId":"6167679a6451fe5325fa0acf","verse":"Revelation 12:7-9","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p66012007_06-11\"><b class=\"verse-num\" id=\"v66012007-1\">7&nbsp;</b>Now war arose in heaven, Michael and his angels fighting against the dragon. And the dragon and his angels fought back, <b class=\"verse-num\" id=\"v66012008-1\">8&nbsp;</b>but he was defeated, and there was no longer any place for them in heaven. <b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him.</p>\n</div>","kjv":"<strong>7</strong> And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,  <strong>8</strong> And prevailed not; neither was their place found any more in heaven.  <strong>9</strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.  ","niv":"<sup><strong>7</strong></sup> And there was war in heaven. Michael and his angels fought against the dragon, and the dragon and his angels fought back. <sup><strong>8</strong></sup> But he was not strong enough, and they lost their place in heaven. <sup><strong>9</strong></sup> The great dragon was hurled down--that ancient serpent called the devil, or Satan, who leads the whole world astray. He was hurled to the earth, and his angels with him. "},{"_id":"6167679e6451fe5325fa0adb","topicId":"6167679a6451fe5325fa0acf","verse":"John 14:6","votes":22,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6167679e6451fe5325fa0adc","topicId":"6167679a6451fe5325fa0acf","verse":"Mark 5:8","votes":22,"__v":0,"esv":"<div>\n<p id=\"p41005008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005008-1\">8&nbsp;</b>For he was saying to him, <span class=\"woc\">“Come out of the man, you unclean spirit!”</span></p>\n</div>","kjv":"<strong>8</strong> For he said unto him, Come out of the man, thou unclean spirit.  ","niv":"<sup><strong>8</strong></sup> For Jesus had said to him, \"Come out of this man, you evil spirit!\""},{"_id":"6167679e6451fe5325fa0add","topicId":"6167679a6451fe5325fa0acf","verse":"Matthew 25:41","votes":22,"__v":0,"esv":"<div>\n<p id=\"p40025041_01-14\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span></p>\n</div>","kjv":"<strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  ","niv":"<sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels.","modified":"2023-02-13T14:08:53.116Z"},{"_id":"6167679f6451fe5325fa0ade","topicId":"6167679a6451fe5325fa0acf","verse":"Revelation 20:10","votes":20,"__v":0,"esv":"<div>\n<p id=\"p66020010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n</div>","kjv":"<strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  ","niv":"<sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever."},{"_id":"6167679f6451fe5325fa0adf","topicId":"6167679a6451fe5325fa0acf","verse":"Philippians 4:13","votes":21,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength.","modified":"2022-03-16T02:31:02.921Z"},{"_id":"6167679f6451fe5325fa0ae0","topicId":"6167679a6451fe5325fa0acf","verse":"Revelation 19:11-16","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p66019011_07-17\"><b class=\"verse-num\" id=\"v66019011-1\">11&nbsp;</b>Then I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war. <b class=\"verse-num\" id=\"v66019012-1\">12&nbsp;</b>His eyes are like a flame of fire, and on his head are many diadems, and he has a name written that no one knows but himself. <b class=\"verse-num\" id=\"v66019013-1\">13&nbsp;</b>He is clothed in a robe dipped in blood, and the name by which he is called is The Word of God. <b class=\"verse-num\" id=\"v66019014-1\">14&nbsp;</b>And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses. <b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty. <b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n\n</div>","kjv":"<strong>11</strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.  <strong>12</strong> His eyes were as a flame of fire, and on his head were  many crowns; and he had a name written, that no man knew, but he himself.  <strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  <strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  ","niv":"<sup><strong>11</strong></sup> I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and makes war. <sup><strong>12</strong></sup> His eyes are like blazing fire, and on his head are many crowns. He has a name written on him that no one knows but he himself. <sup><strong>13</strong></sup> He is dressed in a robe dipped in blood, and his name is the Word of God. <sup><strong>14</strong></sup> The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean. <sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty. <sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS. "},{"_id":"6167679f6451fe5325fa0ae1","topicId":"6167679a6451fe5325fa0acf","verse":"Matthew 8:29","votes":19,"__v":0,"esv":"<div>\n<p id=\"p40008029_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v40008029-1\">29&nbsp;</b>And behold, they cried out, “What have you to do with us, O Son of God? Have you come here to torment us before the time?”</p>\n</div>","kjv":"<strong>29</strong> And, behold, they cried out, saying, What have we to do with thee, Jesus, thou Son of God? art thou come hither to torment us before the time?  ","niv":"<sup><strong>29</strong></sup> \"What do you want with us, Son of God?\" they shouted. \"Have you come here to torture us before the appointed time?\""},{"_id":"616767a06451fe5325fa0ae2","topicId":"6167679a6451fe5325fa0acf","verse":"Revelation 12:7","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p66012007_06-19\"><b class=\"verse-num\" id=\"v66012007-1\">7&nbsp;</b>Now war arose in heaven, Michael and his angels fighting against the dragon. And the dragon and his angels fought back,</p>\n</div>","kjv":"<strong>7</strong> And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,  ","niv":"<sup><strong>7</strong></sup> And there was war in heaven. Michael and his angels fought against the dragon, and the dragon and his angels fought back."},{"_id":"616767a06451fe5325fa0ae3","topicId":"6167679a6451fe5325fa0acf","verse":"Luke 8:2","votes":19,"__v":0,"esv":"<div>\n<p id=\"p42008002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v42008002-1\">2&nbsp;</b>and also some women who had been healed of evil spirits and infirmities: Mary, called Magdalene, from whom seven demons had gone out,</p>\n</div>","kjv":"<strong>2</strong> And certain women, which had been healed of evil spirits and infirmities, Mary called Magdalene, out of whom went seven devils,  ","niv":"<sup><strong>2</strong></sup> and also some women who had been cured of evil spirits and diseases: Mary (called Magdalene) from whom seven demons had come out;"},{"_id":"616767a06451fe5325fa0ae4","topicId":"6167679a6451fe5325fa0acf","verse":"Mark 5:7","votes":19,"__v":0,"esv":"<div>\n<p id=\"p41005007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005007-1\">7&nbsp;</b>And crying out with a loud voice, he said, “What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.”</p>\n</div>","kjv":"<strong>7</strong> And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.  ","niv":"<sup><strong>7</strong></sup> He shouted at the top of his voice, \"What do you want with me, Jesus, Son of the Most High God? Swear to God that you won't torture me!\""},{"_id":"616767a16451fe5325fa0ae5","topicId":"6167679a6451fe5325fa0acf","verse":"Mark 5:1","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p41005001_08-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41005001-1\">5:1&nbsp;</b>They came to the other side of the sea, to the country of the Gerasenes.</p>\n\n</div>","kjv":"<strong>1</strong> And they came over unto the other side of the sea, into the country of the Gadarenes.  ","niv":"<sup><strong>1</strong></sup> They went across the lake to the region of the Gerasenes."},{"_id":"616767a16451fe5325fa0ae6","topicId":"6167679a6451fe5325fa0acf","verse":"Isaiah 41:10","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-23\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"616767a16451fe5325fa0ae7","topicId":"6167679a6451fe5325fa0acf","verse":"John 1:1","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"616767a26451fe5325fa0ae8","topicId":"6167679a6451fe5325fa0acf","verse":"Mark 5:10","votes":19,"__v":0,"esv":"<div>\n<p id=\"p41005010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005010-1\">10&nbsp;</b>And he begged him earnestly not to send them out of the country.</p>\n</div>","kjv":"<strong>10</strong> And he besought him much that he would not send them away out of the country.  ","niv":"<sup><strong>10</strong></sup> \"My name is Legion,\" he replied, \"for we are many.\" And he begged Jesus again and again not to send them out of the area.","modified":"2022-06-26T01:48:42.993Z"}]}