{"_id":"616767e96451fe5325fa0b03","slug":"leisure","name":"Leisure","verses":[{"_id":"616767ea6451fe5325fa0b04","topicId":"616767e96451fe5325fa0b03","verse":"Ecclesiastes 3:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p21003013_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v21003013-1\">13&nbsp;</b>also that everyone should eat and drink and take pleasure in all his toil—this is God’s gift to man.</p>\n</div>","kjv":"<strong>13</strong> And also that every man should eat and drink, and enjoy the good of all his labour, it is the gift of God.  ","niv":"<sup><strong>13</strong></sup> That everyone may eat and drink, and find satisfaction in all his toil-this is the gift of God.","modified":"2023-05-02T03:33:24.663Z"},{"_id":"616767ea6451fe5325fa0b05","topicId":"616767e96451fe5325fa0b03","verse":"Zechariah 8:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p38008005_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v38008005-1\">5&nbsp;</b>And the streets of the city shall be full of boys and girls playing in its streets.</p>\n</div>","kjv":"<strong>5</strong> And the streets of the city shall be full of boys and girls playing in the streets thereof.  ","niv":"<sup><strong>5</strong></sup> The city streets will be filled with boys and girls playing there.\"","modified":"2023-05-02T03:33:21.840Z"},{"_id":"616767ea6451fe5325fa0b06","topicId":"616767e96451fe5325fa0b03","verse":"Mark 6:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41006031_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006031-1\">31&nbsp;</b>And he said to them, <span class=\"woc\">“Come away by yourselves to a desolate place and rest a while.”</span> For many were coming and going, and they had no leisure even to eat.</p>\n</div>","kjv":"<strong>31</strong> And he said unto them, Come ye yourselves apart into a desert place, and rest a while: for there were many coming and going, and they had no leisure so much as to eat.  ","niv":"<sup><strong>31</strong></sup> Then, because so many people were coming and going that they did not even have a chance to eat, he said to them, \"Come with me by yourselves to a quiet place and get some rest.\""},{"_id":"616767ea6451fe5325fa0b07","topicId":"616767e96451fe5325fa0b03","verse":"Ecclesiastes 9:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p21009009_01-4\"><b class=\"verse-num\" id=\"v21009009-1\">9&nbsp;</b>Enjoy life with the wife whom you love, all the days of your vain life that he has given you under the sun, because that is your portion in life and in your toil at which you toil under the sun.</p>\n\n</div>","kjv":"<strong>9</strong> Live joyfully with the wife whom thou lovest all the days of the life of thy vanity, which he hath given thee under the sun, all the days of thy vanity: for that is thy portion in this life, and in thy labour which thou takest under the sun.  ","niv":"<sup><strong>9</strong></sup> Enjoy life with your wife, whom you love, all the days of this meaningless life that God has given you under the sun- all your meaningless days. For this is your lot in life and in your toilsome labor under the sun."}]}