{"_id":"616768c36451fe5325fa0b84","slug":"lesbianism","name":"Lesbianism","verses":[{"_id":"616768c36451fe5325fa0b85","topicId":"616768c36451fe5325fa0b84","verse":"Mark 10:6-9","votes":22,"__v":0,"esv":"<div>\n<p id=\"p41010006_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41010006-1\">6&nbsp;</b><span class=\"woc\">But from the beginning of creation, ‘God made them male and female.’</span> <b class=\"verse-num woc\" id=\"v41010007-1\">7&nbsp;</b><span class=\"woc\">‘Therefore a man shall leave his father and mother and hold fast to his wife,</span> <b class=\"verse-num woc\" id=\"v41010008-1\">8&nbsp;</b><span class=\"woc\">and the two shall become one flesh.’ So they are no longer two but one flesh.</span> <b class=\"verse-num woc\" id=\"v41010009-1\">9&nbsp;</b><span class=\"woc\">What therefore God has joined together, let not man separate.”</span></p>\n\n</div>","kjv":"<strong>6</strong> But from the beginning of the creation God made them male and female.  <strong>7</strong> For this cause shall a man leave his father and mother, and cleave to his wife;  <strong>8</strong> And they twain shall be one flesh: so then they are no more twain, but one flesh.  <strong>9</strong> What therefore God hath joined together, let not man put asunder.  ","niv":"<sup><strong>6</strong></sup> \"But at the beginning of creation God 'made them male and female.' <sup><strong>7</strong></sup> 'For this reason a man will leave his father and mother and be united to his wife, <sup><strong>8</strong></sup> and the two will become one flesh.' So they are no longer two, but one. <sup><strong>9</strong></sup> Therefore what God has joined together, let man not separate.\" "},{"_id":"616768c36451fe5325fa0b86","topicId":"616768c36451fe5325fa0b84","verse":"Matthew 19:4-6","votes":21,"__v":0,"esv":"<div>\n<p id=\"p40019004_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span></p>\n</div>","kjv":"<strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  ","niv":"<sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" "},{"_id":"616768c36451fe5325fa0b87","topicId":"616768c36451fe5325fa0b84","verse":"Romans 1:26-27","votes":18,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-3\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  ","niv":"<sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. "},{"_id":"616768c46451fe5325fa0b88","topicId":"616768c36451fe5325fa0b84","verse":"1 Corinthians 6:9-11","votes":17,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-5\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"616768c46451fe5325fa0b89","topicId":"616768c36451fe5325fa0b84","verse":"Leviticus 20:13","votes":17,"__v":0,"esv":"<div>\n<p id=\"p03020013_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020013-1\">13&nbsp;</b>If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them.</p>\n</div>","kjv":"<strong>13</strong> If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.  ","niv":"<sup><strong>13</strong></sup> \"'If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads."},{"_id":"616768c46451fe5325fa0b8a","topicId":"616768c36451fe5325fa0b84","verse":"Romans 1:26","votes":16,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-7\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature;</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  ","niv":"<sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones."},{"_id":"616768c56451fe5325fa0b8b","topicId":"616768c36451fe5325fa0b84","verse":"1 Corinthians 6:9-10","votes":11,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-9\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. "},{"_id":"616768c56451fe5325fa0b8c","topicId":"616768c36451fe5325fa0b84","verse":"Jude 1:7","votes":10,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616768c56451fe5325fa0b8d","topicId":"616768c36451fe5325fa0b84","verse":"Romans 1:24-32","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45001024_01-11\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_01-11\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_01-11\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n</div>","kjv":"<strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"616768c56451fe5325fa0b8e","topicId":"616768c36451fe5325fa0b84","verse":"Romans 1:24-27","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45001024_01-12\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_01-12\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n</div>","kjv":"<strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  ","niv":"<sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. "},{"_id":"616768c66451fe5325fa0b8f","topicId":"616768c36451fe5325fa0b84","verse":"Genesis 2:24","votes":8,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-13\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"616768c66451fe5325fa0b90","topicId":"616768c36451fe5325fa0b84","verse":"1 Corinthians 6:19","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;"},{"_id":"616768c66451fe5325fa0b91","topicId":"616768c36451fe5325fa0b84","verse":"Leviticus 18:22","votes":7,"__v":0,"esv":"<div>\n<p id=\"p03018022_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v03018022-1\">22&nbsp;</b>You shall not lie with a male as with a woman; it is an abomination.</p>\n</div>","kjv":"<strong>22</strong> Thou shalt not lie with mankind, as with womankind: it is  abomination.  ","niv":"<sup><strong>22</strong></sup> \"'Do not lie with a man as one lies with a woman; that is detestable."},{"_id":"616768c76451fe5325fa0b92","topicId":"616768c36451fe5325fa0b84","verse":"1 Corinthians 6:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-18\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality,</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders"},{"_id":"616768c76451fe5325fa0b93","topicId":"616768c36451fe5325fa0b84","verse":"Acts 16:1-40","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44016001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44016001-1\">16:1&nbsp;</b>Paul came also to Derbe and to Lystra. A disciple was there, named Timothy, the son of a Jewish woman who was a believer, but his father was a Greek. <b class=\"verse-num\" id=\"v44016002-1\">2&nbsp;</b>He was well spoken of by the brothers at Lystra and Iconium. <b class=\"verse-num\" id=\"v44016003-1\">3&nbsp;</b>Paul wanted Timothy to accompany him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek. <b class=\"verse-num\" id=\"v44016004-1\">4&nbsp;</b>As they went on their way through the cities, they delivered to them for observance the decisions that had been reached by the apostles and elders who were in Jerusalem. <b class=\"verse-num\" id=\"v44016005-1\">5&nbsp;</b>So the churches were strengthened in the faith, and they increased in numbers daily.</p>\n\n<p id=\"p44016005_09-19\"><b class=\"verse-num\" id=\"v44016006-1\">6&nbsp;</b>And they went through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia. <b class=\"verse-num\" id=\"v44016007-1\">7&nbsp;</b>And when they had come up to Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them. <b class=\"verse-num\" id=\"v44016008-1\">8&nbsp;</b>So, passing by Mysia, they went down to Troas. <b class=\"verse-num\" id=\"v44016009-1\">9&nbsp;</b>And a vision appeared to Paul in the night: a man of Macedonia was standing there, urging him and saying, “Come over to Macedonia and help us.” <b class=\"verse-num\" id=\"v44016010-1\">10&nbsp;</b>And when Paul had seen the vision, immediately we sought to go on into Macedonia, concluding that God had called us to preach the gospel to them.</p>\n\n<p id=\"p44016010_13-19\"><b class=\"verse-num\" id=\"v44016011-1\">11&nbsp;</b>So, setting sail from Troas, we made a direct voyage to Samothrace, and the following day to Neapolis, <b class=\"verse-num\" id=\"v44016012-1\">12&nbsp;</b>and from there to Philippi, which is a leading city of the district of Macedonia and a Roman colony. We remained in this city some days. <b class=\"verse-num\" id=\"v44016013-1\">13&nbsp;</b>And on the Sabbath day we went outside the gate to the riverside, where we supposed there was a place of prayer, and we sat down and spoke to the women who had come together. <b class=\"verse-num\" id=\"v44016014-1\">14&nbsp;</b>One who heard us was a woman named Lydia, from the city of Thyatira, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to pay attention to what was said by Paul. <b class=\"verse-num\" id=\"v44016015-1\">15&nbsp;</b>And after she was baptized, and her household as well, she urged us, saying, “If you have judged me to be faithful to the Lord, come to my house and stay.” And she prevailed upon us.</p>\n\n<p id=\"p44016015_18-19\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling. <b class=\"verse-num\" id=\"v44016017-1\">17&nbsp;</b>She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.” <b class=\"verse-num\" id=\"v44016018-1\">18&nbsp;</b>And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour.</p>\n<p id=\"p44016018_18-19\"><b class=\"verse-num\" id=\"v44016019-1\">19&nbsp;</b>But when her owners saw that their hope of gain was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers. <b class=\"verse-num\" id=\"v44016020-1\">20&nbsp;</b>And when they had brought them to the magistrates, they said, “These men are Jews, and they are disturbing our city. <b class=\"verse-num\" id=\"v44016021-1\">21&nbsp;</b>They advocate customs that are not lawful for us as Romans to accept or practice.” <b class=\"verse-num\" id=\"v44016022-1\">22&nbsp;</b>The crowd joined in attacking them, and the magistrates tore the garments off them and gave orders to beat them with rods. <b class=\"verse-num\" id=\"v44016023-1\">23&nbsp;</b>And when they had inflicted many blows upon them, they threw them into prison, ordering the jailer to keep them safely. <b class=\"verse-num\" id=\"v44016024-1\">24&nbsp;</b>Having received this order, he put them into the inner prison and fastened their feet in the stocks.</p>\n\n<p id=\"p44016024_22-19\"><b class=\"verse-num\" id=\"v44016025-1\">25&nbsp;</b>About midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them, <b class=\"verse-num\" id=\"v44016026-1\">26&nbsp;</b>and suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened, and everyone’s bonds were unfastened. <b class=\"verse-num\" id=\"v44016027-1\">27&nbsp;</b>When the jailer woke and saw that the prison doors were open, he drew his sword and was about to kill himself, supposing that the prisoners had escaped. <b class=\"verse-num\" id=\"v44016028-1\">28&nbsp;</b>But Paul cried with a loud voice, “Do not harm yourself, for we are all here.” <b class=\"verse-num\" id=\"v44016029-1\">29&nbsp;</b>And the jailer called for lights and rushed in, and trembling with fear he fell down before Paul and Silas. <b class=\"verse-num\" id=\"v44016030-1\">30&nbsp;</b>Then he brought them out and said, “Sirs, what must I do to be saved?” <b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.” <b class=\"verse-num\" id=\"v44016032-1\">32&nbsp;</b>And they spoke the word of the Lord to him and to all who were in his house. <b class=\"verse-num\" id=\"v44016033-1\">33&nbsp;</b>And he took them the same hour of the night and washed their wounds; and he was baptized at once, he and all his family. <b class=\"verse-num\" id=\"v44016034-1\">34&nbsp;</b>Then he brought them up into his house and set food before them. And he rejoiced along with his entire household that he had believed in God.</p>\n<p id=\"p44016034_22-19\"><b class=\"verse-num\" id=\"v44016035-1\">35&nbsp;</b>But when it was day, the magistrates sent the police, saying, “Let those men go.” <b class=\"verse-num\" id=\"v44016036-1\">36&nbsp;</b>And the jailer reported these words to Paul, saying, “The magistrates have sent to let you go. Therefore come out now and go in peace.” <b class=\"verse-num\" id=\"v44016037-1\">37&nbsp;</b>But Paul said to them, “They have beaten us publicly, uncondemned, men who are Roman citizens, and have thrown us into prison; and do they now throw us out secretly? No! Let them come themselves and take us out.” <b class=\"verse-num\" id=\"v44016038-1\">38&nbsp;</b>The police reported these words to the magistrates, and they were afraid when they heard that they were Roman citizens. <b class=\"verse-num\" id=\"v44016039-1\">39&nbsp;</b>So they came and apologized to them. And they took them out and asked them to leave the city. <b class=\"verse-num\" id=\"v44016040-1\">40&nbsp;</b>So they went out of the prison and visited Lydia. And when they had seen the brothers, they encouraged them and departed.</p>\n\n</div>","kjv":"<strong>1</strong> Then came he to Derbe and Lystra: and, behold, a certain disciple was there, named Timotheus, the son of a certain woman, which was a Jewess, and believed; but his father was a Greek:  <strong>2</strong> Which was well reported of by the brethren that were at Lystra and Iconium.  <strong>3</strong> Him would Paul have to go forth with him; and took and circumcised him because of the Jews which were in those quarters: for they knew all that his father was a Greek.  <strong>4</strong> And as they went through the cities, they delivered them the decrees for to keep, that were ordained of the apostles and elders which were at Jerusalem.  <strong>5</strong> And so were the churches established in the faith, and increased in number daily.  <strong>6</strong> Now when they had gone throughout Phrygia and the region of Galatia, and were forbidden of the Holy Ghost to preach the word in Asia,  <strong>7</strong> After they were come to Mysia, they assayed to go into Bithynia: but the Spirit suffered them not.  <strong>8</strong> And they passing by Mysia came down to Troas.  <strong>9</strong> And a vision appeared to Paul in the night; There stood a man of Macedonia, and prayed him, saying, Come over into Macedonia, and help us.  <strong>10</strong> And after he had seen the vision, immediately we endeavoured to go into Macedonia, assuredly gathering that the Lord had called us for to preach the gospel unto them.  <strong>11</strong> Therefore loosing from Troas, we came with a straight course to Samothracia, and the next day to Neapolis;  <strong>12</strong> And from thence to Philippi, which is the chief city of that part of Macedonia, and a colony: and we were in that city abiding certain days.  <strong>13</strong> And on the sabbath we went out of the city by a river side, where prayer was wont to be made; and we sat down, and spake unto the women which resorted thither.  <strong>14</strong> And a certain woman named Lydia, a seller of purple, of the city of Thyatira, which worshipped God, heard us: whose heart the Lord opened, that she attended unto the things which were spoken of Paul.  <strong>15</strong> And when she was baptized, and her household, she besought us,  saying, If ye have judged me to be faithful to the Lord, come into my house, and abide there. And she constrained us.  <strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  <strong>17</strong> The same followed Paul and us, and cried, saying, These men are the servants of the most high God, which shew unto us the way of salvation.  <strong>18</strong> And this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour.  <strong>19</strong> And when her masters saw that the hope of their gains was gone, they caught Paul and Silas, and drew them into the marketplace unto the rulers,  <strong>20</strong> And brought them to the magistrates, saying, These men, being Jews, do exceedingly trouble our city,  <strong>21</strong> And teach customs, which are not lawful for us to receive, neither to observe, being Romans.  <strong>22</strong> And the multitude rose up together against them: and the magistrates rent off their clothes, and commanded to beat them.  <strong>23</strong> And when they had laid many stripes upon them, they cast them  into prison, charging the jailer to keep them safely:  <strong>24</strong> Who, having received such a charge, thrust them into the inner prison, and made their feet fast in the stocks.  <strong>25</strong> And at midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them.  <strong>26</strong> And suddenly there was a great earthquake, so that the foundations of the prison were shaken: and immediately all the doors were opened, and every one’s bands were loosed.  <strong>27</strong> And the keeper of the prison awaking out of his sleep, and seeing the prison doors open, he drew out his sword, and would have killed himself, supposing that the prisoners had been fled.  <strong>28</strong> But Paul cried with a loud voice, saying, Do thyself no harm: for we are all here.  <strong>29</strong> Then he called for a light, and sprang in, and came trembling, and fell down before Paul and Silas,  <strong>30</strong> And brought them out, and said, Sirs, what must I do to be saved?  <strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  <strong>32</strong> And they spake unto him the word of the Lord, and to all that were in his house.  <strong>33</strong> And he took them the same hour of the night, and washed their  stripes; and was baptized, he and all his, straightway.  <strong>34</strong> And when he had brought them into his house, he set meat before them, and rejoiced, believing in God with all his house.  <strong>35</strong> And when it was day, the magistrates sent the serjeants, saying, Let those men go.  <strong>36</strong> And the keeper of the prison told this saying to Paul, The magistrates have sent to let you go: now therefore depart, and go in peace.  <strong>37</strong> But Paul said unto them, They have beaten us openly uncondemned, being Romans, and have cast us into prison; and now do they thrust us out privily? nay verily; but let them come themselves and fetch us out.  <strong>38</strong> And the serjeants told these words unto the magistrates: and they feared, when they heard that they were Romans.  <strong>39</strong> And they came and besought them, and brought them out, and desired them to depart out of the city.  <strong>40</strong> And they went out of the prison, and entered into the house of  Lydia and when they had seen the brethren, they comforted them, and departed.  ","niv":"<sup><strong>1</strong></sup> He came to Derbe and then to Lystra, where a disciple named Timothy lived, whose mother was a Jewess and a believer, but whose father was a Greek. <sup><strong>2</strong></sup> The brothers at Lystra and Iconium spoke well of him. <sup><strong>3</strong></sup> Paul wanted to take him along on the journey, so he circumcised him because of the Jews who lived in that area, for they all knew that his father was a Greek. <sup><strong>4</strong></sup> As they traveled from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for the people to obey. <sup><strong>5</strong></sup> So the churches were strengthened in the faith and grew daily in numbers. <sup><strong>6</strong></sup> Paul and his companions traveled throughout the region of Phrygia and Galatia, having been kept by the Holy Spirit from preaching the word in the province of Asia. <sup><strong>7</strong></sup> When they came to the border of Mysia, they tried to enter Bithynia, but the Spirit of Jesus would not allow them to. <sup><strong>8</strong></sup> So they passed by Mysia and went down to Troas. <sup><strong>9</strong></sup> During the night Paul had a vision of a man of Macedonia standing and begging him, \"Come over to Macedonia and help us.\" <sup><strong>10</strong></sup> After Paul had seen the vision, we got ready at once to leave for Macedonia, concluding that God had called us to preach the gospel to them. <sup><strong>11</strong></sup> From Troas we put out to sea and sailed straight for Samothrace, and the next day on to Neapolis. <sup><strong>12</strong></sup> From there we traveled to Philippi, a Roman colony and the leading city of that district of Macedonia. And we stayed there several days. <sup><strong>13</strong></sup> On the Sabbath we went outside the city gate to the river, where we expected to find a place of prayer. We sat down and began to speak to the women who had gathered there. <sup><strong>14</strong></sup> One of those listening was a woman named Lydia, a dealer in purple cloth from the city of Thyatira, who was a worshiper of God. The Lord opened her heart to respond to Paul's message. <sup><strong>15</strong></sup> When she and the members of her household were baptized, she invited us to her home. \"If you consider me a believer in the Lord,\" she said, \"come and stay at my house.\" And she persuaded us. <sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling. <sup><strong>17</strong></sup> This girl followed Paul and the rest of us, shouting, \"These men are servants of the Most High God, who are telling you the way to be saved.\" <sup><strong>18</strong></sup> She kept this up for many days. Finally Paul became so troubled that he turned around and said to the spirit, \"In the name of Jesus Christ I command you to come out of her!\" At that moment the spirit left her. <sup><strong>19</strong></sup> When the owners of the slave girl realized that their hope of making money was gone, they seized Paul and Silas and dragged them into the marketplace to face the authorities. <sup><strong>20</strong></sup> They brought them before the magistrates and said, \"These men are Jews, and are throwing our city into an uproar <sup><strong>21</strong></sup> by advocating customs unlawful for us Romans to accept or practice.\" <sup><strong>22</strong></sup> The crowd joined in the attack against Paul and Silas, and the magistrates ordered them to be stripped and beaten. <sup><strong>23</strong></sup> After they had been severely flogged, they were thrown into prison, and the jailer was commanded to guard them carefully. <sup><strong>24</strong></sup> Upon receiving such orders, he put them in the inner cell and fastened their feet in the stocks. <sup><strong>25</strong></sup> About midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them. <sup><strong>26</strong></sup> Suddenly there was such a violent earthquake that the foundations of the prison were shaken. At once all the prison doors flew open, and everybody's chains came loose. <sup><strong>27</strong></sup> The jailer woke up, and when he saw the prison doors open, he drew his sword and was about to kill himself because he thought the prisoners had escaped. <sup><strong>28</strong></sup> But Paul shouted, \"Don't harm yourself! We are all here!\" <sup><strong>29</strong></sup> The jailer called for lights, rushed in and fell trembling before Paul and Silas. <sup><strong>30</strong></sup> He then brought them out and asked, \"Sirs, what must I do to be saved?\" <sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\" <sup><strong>32</strong></sup> Then they spoke the word of the Lord to him and to all the others in his house. <sup><strong>33</strong></sup> At that hour of the night the jailer took them and washed their wounds; then immediately he and all his family were baptized. <sup><strong>34</strong></sup> The jailer brought them into his house and set a meal before them; he was filled with joy because he had come to believe in God--he and his whole family. <sup><strong>35</strong></sup> When it was daylight, the magistrates sent their officers to the jailer with the order: \"Release those men.\" <sup><strong>36</strong></sup> The jailer told Paul, \"The magistrates have ordered that you and Silas be released. Now you can leave. Go in peace.\" <sup><strong>37</strong></sup> But Paul said to the officers: \"They beat us publicly without a trial, even though we are Roman citizens, and threw us into prison. And now do they want to get rid of us quietly? No! Let them come themselves and escort us out.\" <sup><strong>38</strong></sup> The officers reported this to the magistrates, and when they heard that Paul and Silas were Roman citizens, they were alarmed. <sup><strong>39</strong></sup> They came to appease them and escorted them from the prison, requesting them to leave the city. <sup><strong>40</strong></sup> After Paul and Silas came out of the prison, they went to Lydia's house, where they met with the brothers and encouraged them. Then they left. "},{"_id":"616768c76451fe5325fa0b94","topicId":"616768c36451fe5325fa0b84","verse":"1 Timothy 4:1-2","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons, <b class=\"verse-num\" id=\"v54004002-1\">2&nbsp;</b>through the insincerity of liars whose consciences are seared,</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  <strong>2</strong> Speaking lies in hypocrisy; having their conscience seared with a hot iron;  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons. <sup><strong>2</strong></sup> Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron. "},{"_id":"616768c86451fe5325fa0b95","topicId":"616768c36451fe5325fa0b84","verse":"Isaiah 3:8-9","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23003008_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003008-1\">8&nbsp;</b>&nbsp;&nbsp;For Jerusalem has stumbled,</span><br><span id=\"p23003008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Judah has fallen,</span><br><span id=\"p23003008_01-22\" class=\"line\">&nbsp;&nbsp;because their speech and their deeds are against the LORD,</span><br><span id=\"p23003008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defying his glorious presence.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23003009_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003009-1\">9&nbsp;</b>&nbsp;&nbsp;For the look on their faces bears witness against them;</span><br><span id=\"p23003009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they proclaim their sin like Sodom;</span><br><span id=\"p23003009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they do not hide it.</span><br><span id=\"p23003009_01-22\" class=\"line\">&nbsp;&nbsp;Woe to them!</span><br><span id=\"p23003009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For they have brought evil on themselves.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> For Jerusalem is ruined, and Judah is fallen: because their tongue and their doings are against the LORD, to provoke the eyes of his glory.  <strong>9</strong> The shew of their countenance doth witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have rewarded evil unto themselves.  ","niv":"<sup><strong>8</strong></sup> Jerusalem staggers, Judah is falling; their words and deeds are against the LORD, defying his glorious presence. <sup><strong>9</strong></sup> The look on their faces testifies against them; they parade their sin like Sodom; they do not hide it. Woe to them! They have brought disaster upon themselves. "},{"_id":"616768c86451fe5325fa0b96","topicId":"616768c36451fe5325fa0b84","verse":"Ephesians 5:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49005031_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.”</p>\n</div>","kjv":"<strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  ","niv":"<sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\""},{"_id":"616768c86451fe5325fa0b97","topicId":"616768c36451fe5325fa0b84","verse":"Hebrews 13:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"616768c86451fe5325fa0b98","topicId":"616768c36451fe5325fa0b84","verse":"1 Timothy 1:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54001010_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001010-1\">10&nbsp;</b>the sexually immoral, men who practice homosexuality, enslavers, liars, perjurers, and whatever else is contrary to sound doctrine,</p>\n\n</div>","kjv":"<strong>10</strong> For whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to sound doctrine;  ","niv":"<sup><strong>10</strong></sup> for adulterers and perverts, for slave traders and liars and perjurers--and for whatever else is contrary to the sound doctrine"},{"_id":"616768c96451fe5325fa0b99","topicId":"616768c36451fe5325fa0b84","verse":"Malachi 2:13-16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p39002013_01-27\"><b class=\"verse-num\" id=\"v39002013-1\">13&nbsp;</b>And this second thing you do. You cover the LORD’s altar with tears, with weeping and groaning because he no longer regards the offering or accepts it with favor from your hand. <b class=\"verse-num\" id=\"v39002014-1\">14&nbsp;</b>But you say, “Why does he not?” Because the LORD was witness between you and the wife of your youth, to whom you have been faithless, though she is your companion and your wife by covenant. <b class=\"verse-num\" id=\"v39002015-1\">15&nbsp;</b>Did he not make them one, with a portion of the Spirit in their union? And what was the one God seeking? Godly offspring. So guard yourselves in your spirit, and let none of you be faithless to the wife of your youth. <b class=\"verse-num\" id=\"v39002016-1\">16&nbsp;</b>“For the man who does not love his wife but divorces her, says the LORD, the God of Israel, covers his garment with violence, says the LORD of hosts. So guard yourselves in your spirit, and do not be faithless.”</p>\n\n</div>","kjv":"<strong>13</strong> And this have ye done again, covering the altar of the LORD with tears, with weeping, and with crying out, insomuch that he regardeth not the offering any more, or receiveth it with good will at your hand.  <strong>14</strong> Yet ye say, Wherefore? Because the LORD hath been witness between thee and the wife of thy youth, against whom thou hast dealt treacherously: yet is she thy companion, and the wife of thy covenant.  <strong>15</strong> And did not he make one? Yet had he the residue of the spirit. And wherefore one? That he might seek a godly seed. Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth.  <strong>16</strong> For the LORD, the God of Israel, saith that he hateth putting away: for one covereth violence with his garment, saith the LORD of hosts: therefore take heed to your spirit, that ye deal not treacherously.  ","niv":"<sup><strong>13</strong></sup> Another thing you do: You flood the LORD's altar with tears. You weep and wail because he no longer pays attention to your offerings or accepts them with pleasure from your hands. <sup><strong>14</strong></sup> You ask, \"Why?\" It is because the LORD is acting as the witness between you and the wife of your youth, because you have broken faith with her, though she is your partner, the wife of your marriage covenant. <sup><strong>15</strong></sup> Has not the LORD made them one? In flesh and spirit they are his. And why one? Because he was seeking godly offspring. So guard yourself in your spirit, and do not break faith with the wife of your youth. <sup><strong>16</strong></sup> \"I hate divorce,\" says the LORD God of Israel, \"and I hate a man's covering himself with violence as well as with his garment,\" says the LORD Almighty. So guard yourself in your spirit, and do not break faith. "},{"_id":"616768c96451fe5325fa0b9a","topicId":"616768c36451fe5325fa0b84","verse":"Isaiah 5:20","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005020_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005020-1\">20&nbsp;</b>&nbsp;&nbsp;Woe to those who call evil good</span><br><span id=\"p23005020_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and good evil,</span><br><span id=\"p23005020_01-28\" class=\"line\">&nbsp;&nbsp;who put darkness for light</span><br><span id=\"p23005020_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and light for darkness,</span><br><span id=\"p23005020_01-28\" class=\"line\">&nbsp;&nbsp;who put bitter for sweet</span><br><span id=\"p23005020_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sweet for bitter!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!  ","niv":"<sup><strong>20</strong></sup> Woe to those who call evil good and good evil, who put darkness for light and light for darkness, who put bitter for sweet and sweet for bitter."},{"_id":"616768c96451fe5325fa0b9b","topicId":"616768c36451fe5325fa0b84","verse":"Acts 7:51","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44007051_01-29\"><b class=\"verse-num\" id=\"v44007051-1\">51&nbsp;</b>“You stiff-necked people, uncircumcised in heart and ears, you always resist the Holy Spirit. As your fathers did, so do you.</p>\n</div>","kjv":"<strong>51</strong> Ye stiffnecked and uncircumcised in heart and ears, ye do always resist the Holy Ghost: as your fathers did, so do ye.  ","niv":"<sup><strong>51</strong></sup> \"You stiff-necked people, with uncircumcised hearts and ears! You are just like your fathers: You always resist the Holy Spirit!"},{"_id":"616768ca6451fe5325fa0b9c","topicId":"616768c36451fe5325fa0b84","verse":"Genesis 19:1-38","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01019001_04-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01019001-1\">19:1&nbsp;</b>The two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom. When Lot saw them, he rose to meet them and bowed himself with his face to the earth <b class=\"verse-num\" id=\"v01019002-1\">2&nbsp;</b>and said, “My lords, please turn aside to your servant’s house and spend the night and wash your feet. Then you may rise up early and go on your way.” They said, “No; we will spend the night in the town square.” <b class=\"verse-num\" id=\"v01019003-1\">3&nbsp;</b>But he pressed them strongly; so they turned aside to him and entered his house. And he made them a feast and baked unleavened bread, and they ate.</p>\n<p id=\"p01019003_04-30\"><b class=\"verse-num\" id=\"v01019004-1\">4&nbsp;</b>But before they lay down, the men of the city, the men of Sodom, both young and old, all the people to the last man, surrounded the house. <b class=\"verse-num\" id=\"v01019005-1\">5&nbsp;</b>And they called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.” <b class=\"verse-num\" id=\"v01019006-1\">6&nbsp;</b>Lot went out to the men at the entrance, shut the door after him, <b class=\"verse-num\" id=\"v01019007-1\">7&nbsp;</b>and said, “I beg you, my brothers, do not act so wickedly. <b class=\"verse-num\" id=\"v01019008-1\">8&nbsp;</b>Behold, I have two daughters who have not known any man. Let me bring them out to you, and do to them as you please. Only do nothing to these men, for they have come under the shelter of my roof.” <b class=\"verse-num\" id=\"v01019009-1\">9&nbsp;</b>But they said, “Stand back!” And they said, “This fellow came to sojourn, and he has become the judge! Now we will deal worse with you than with them.” Then they pressed hard against the man Lot, and drew near to break the door down. <b class=\"verse-num\" id=\"v01019010-1\">10&nbsp;</b>But the men reached out their hands and brought Lot into the house with them and shut the door. <b class=\"verse-num\" id=\"v01019011-1\">11&nbsp;</b>And they struck with blindness the men who were at the entrance of the house, both small and great, so that they wore themselves out groping for the door.</p>\n<p id=\"p01019011_04-30\"><b class=\"verse-num\" id=\"v01019012-1\">12&nbsp;</b>Then the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters, or anyone you have in the city, bring them out of the place. <b class=\"verse-num\" id=\"v01019013-1\">13&nbsp;</b>For we are about to destroy this place, because the outcry against its people has become great before the LORD, and the LORD has sent us to destroy it.” <b class=\"verse-num\" id=\"v01019014-1\">14&nbsp;</b>So Lot went out and said to his sons-in-law, who were to marry his daughters, “Up! Get out of this place, for the LORD is about to destroy the city.” But he seemed to his sons-in-law to be jesting.</p>\n<p id=\"p01019014_04-30\"><b class=\"verse-num\" id=\"v01019015-1\">15&nbsp;</b>As morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.” <b class=\"verse-num\" id=\"v01019016-1\">16&nbsp;</b>But he lingered. So the men seized him and his wife and his two daughters by the hand, the LORD being merciful to him, and they brought him out and set him outside the city. <b class=\"verse-num\" id=\"v01019017-1\">17&nbsp;</b>And as they brought them out, one said, “Escape for your life. Do not look back or stop anywhere in the valley. Escape to the hills, lest you be swept away.” <b class=\"verse-num\" id=\"v01019018-1\">18&nbsp;</b>And Lot said to them, “Oh, no, my lords. <b class=\"verse-num\" id=\"v01019019-1\">19&nbsp;</b>Behold, your servant has found favor in your sight, and you have shown me great kindness in saving my life. But I cannot escape to the hills, lest the disaster overtake me and I die. <b class=\"verse-num\" id=\"v01019020-1\">20&nbsp;</b>Behold, this city is near enough to flee to, and it is a little one. Let me escape there—is it not a little one?—and my life will be saved!” <b class=\"verse-num\" id=\"v01019021-1\">21&nbsp;</b>He said to him, “Behold, I grant you this favor also, that I will not overthrow the city of which you have spoken. <b class=\"verse-num\" id=\"v01019022-1\">22&nbsp;</b>Escape there quickly, for I can do nothing till you arrive there.” Therefore the name of the city was called Zoar.</p>\n\n<p id=\"p01019022_07-30\"><b class=\"verse-num\" id=\"v01019023-1\">23&nbsp;</b>The sun had risen on the earth when Lot came to Zoar. <b class=\"verse-num\" id=\"v01019024-1\">24&nbsp;</b>Then the LORD rained on Sodom and Gomorrah sulfur and fire from the LORD out of heaven. <b class=\"verse-num\" id=\"v01019025-1\">25&nbsp;</b>And he overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground. <b class=\"verse-num\" id=\"v01019026-1\">26&nbsp;</b>But Lot’s wife, behind him, looked back, and she became a pillar of salt.</p>\n<p id=\"p01019026_07-30\"><b class=\"verse-num\" id=\"v01019027-1\">27&nbsp;</b>And Abraham went early in the morning to the place where he had stood before the LORD. <b class=\"verse-num\" id=\"v01019028-1\">28&nbsp;</b>And he looked down toward Sodom and Gomorrah and toward all the land of the valley, and he looked and, behold, the smoke of the land went up like the smoke of a furnace.</p>\n<p id=\"p01019028_07-30\"><b class=\"verse-num\" id=\"v01019029-1\">29&nbsp;</b>So it was that, when God destroyed the cities of the valley, God remembered Abraham and sent Lot out of the midst of the overthrow when he overthrew the cities in which Lot had lived.</p>\n\n<p id=\"p01019029_11-30\"><b class=\"verse-num\" id=\"v01019030-1\">30&nbsp;</b>Now Lot went up out of Zoar and lived in the hills with his two daughters, for he was afraid to live in Zoar. So he lived in a cave with his two daughters. <b class=\"verse-num\" id=\"v01019031-1\">31&nbsp;</b>And the firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us after the manner of all the earth. <b class=\"verse-num\" id=\"v01019032-1\">32&nbsp;</b>Come, let us make our father drink wine, and we will lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019033-1\">33&nbsp;</b>So they made their father drink wine that night. And the firstborn went in and lay with her father. He did not know when she lay down or when she arose.</p>\n<p id=\"p01019033_11-30\"><b class=\"verse-num\" id=\"v01019034-1\">34&nbsp;</b>The next day, the firstborn said to the younger, “Behold, I lay last night with my father. Let us make him drink wine tonight also. Then you go in and lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019035-1\">35&nbsp;</b>So they made their father drink wine that night also. And the younger arose and lay with him, and he did not know when she lay down or when she arose. <b class=\"verse-num\" id=\"v01019036-1\">36&nbsp;</b>Thus both the daughters of Lot became pregnant by their father. <b class=\"verse-num\" id=\"v01019037-1\">37&nbsp;</b>The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day. <b class=\"verse-num\" id=\"v01019038-1\">38&nbsp;</b>The younger also bore a son and called his name Ben-ammi. He is the father of the Ammonites to this day.</p>\n\n</div>","kjv":"<strong>1</strong> And there came two angels to Sodom at even; and Lot sat in the gate of Sodom: and Lot seeing them rose up to meet them; and he bowed himself with his face toward the ground;  <strong>2</strong> And he said, Behold now, my lords, turn in, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.  <strong>3</strong> And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.  <strong>4</strong> But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both old and young, all the people from every quarter:  <strong>5</strong> And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.  <strong>6</strong> And Lot went out at the door unto them, and shut the door after him,  <strong>7</strong> And said, I pray you, brethren, do not so wickedly.  <strong>8</strong> Behold now, I have two daughters which have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes: only unto these men do nothing; for therefore came they under the shadow of my roof.  <strong>9</strong> And they said, Stand back. And they said again, This one fellow came in to sojourn, and he will needs be a judge: now will we deal worse with thee, than with them. And they pressed sore upon the man, even Lot, and came near to break the door.  <strong>10</strong> But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.  <strong>11</strong> And they smote the men that were at the door of the house with blindness, both small and great: so that they wearied themselves to find the door.  <strong>12</strong> And the men said unto Lot, Hast thou here any besides? son in law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring them out of this place:  <strong>13</strong> For we will destroy this place, because the cry of them is waxen great before the face of the LORD; and the LORD hath sent us to destroy it.  <strong>14</strong> And Lot went out, and spake unto his sons in law, which married his daughters, and said, Up, get you out of this place; for the LORD will destroy this city. But he seemed as one that mocked unto his sons in law.  <strong>15</strong> And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters, which are here; lest thou be consumed in the iniquity of the city.  <strong>16</strong> And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the LORD being merciful unto him: and they brought him forth, and set him without the city.  <strong>17</strong> And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.  <strong>18</strong> And Lot said unto them, Oh, not so, my Lord:  <strong>19</strong> Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed unto me in saving my life; and I cannot escape to the mountain, lest some evil take me, and I die:  <strong>20</strong> Behold now, this city is near to flee unto, and it is a little one: Oh, let me escape thither, (is it not a little one?) and my soul shall live.  <strong>21</strong> And he said unto him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for the which thou hast spoken.  <strong>22</strong> Haste thee, escape thither; for I cannot do any thing till thou be come thither. Therefore the name of the city was called Zoar.  <strong>23</strong> The sun was risen upon the earth when Lot entered into Zoar.  <strong>24</strong> Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;  <strong>25</strong> And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.  <strong>26</strong> But his wife looked back from behind him, and she became a pillar of salt.  <strong>27</strong> And Abraham gat up early in the morning to the place where he stood before the LORD:  <strong>28</strong> And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and, lo, the smoke of the country went up as the smoke of a furnace.  <strong>29</strong> And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in the which Lot dwelt.  <strong>30</strong> And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.  <strong>31</strong> And the firstborn said unto the younger, Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth:  <strong>32</strong> Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.  <strong>33</strong> And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.  <strong>34</strong> And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.  <strong>35</strong> And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose.  <strong>36</strong> Thus were both the daughters of Lot with child by their father.  <strong>37</strong> And the firstborn bare a son, and called his name Moab: the same is the father of the Moabites unto this day.  <strong>38</strong> And the younger, she also bare a son, and called his name Benammi: the same is the father of the children of Ammon unto this day.  ","niv":"<sup><strong>1</strong></sup> The two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When he saw them, he got up to meet them and bowed down with his face to the ground. <sup><strong>2</strong></sup> \"My lords,\" he said, \"please turn aside to your servant's house. You can wash your feet and spend the night and then go on your way early in the morning.No,\" they answered, \"we will spend the night in the square.\" <sup><strong>3</strong></sup> But he insisted so strongly that they did go with him and entered his house. He prepared a meal for them, baking bread without yeast, and they ate. <sup><strong>4</strong></sup> Before they had gone to bed, all the men from every part of the city of Sodom-both young and old-surrounded the house. <sup><strong>5</strong></sup> They called to Lot, \"Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.\" <sup><strong>6</strong></sup> Lot went outside to meet them and shut the door behind him <sup><strong>7</strong></sup> and said, \"No, my friends. Don't do this wicked thing. <sup><strong>8</strong></sup> Look, I have two daughters who have never slept with a man. Let me bring them out to you, and you can do what you like with them. But don't do anything to these men, for they have come under the protection of my roof.\" <sup><strong>9</strong></sup> \"Get out of our way,\" they replied. And they said, \"This fellow came here as an alien, and now he wants to play the judge! We'll treat you worse than them.\" They kept bringing pressure on Lot and moved forward to break down the door. <sup><strong>10</strong></sup> But the men inside reached out and pulled Lot back into the house and shut the door. <sup><strong>11</strong></sup> Then they struck the men who were at the door of the house, young and old, with blindness so that they could not find the door. <sup><strong>12</strong></sup> The two men said to Lot, \"Do you have anyone else here-sons-in-law, sons or daughters, or anyone else in the city who belongs to you? Get them out of here, <sup><strong>13</strong></sup> because we are going to destroy this place. The outcry to the LORD against its people is so great that he has sent us to destroy it.\" <sup><strong>14</strong></sup> So Lot went out and spoke to his sons-in-law, who were pledged to marry his daughters. He said, \"Hurry and get out of this place, because the LORD is about to destroy the city!\" But his sons-in-law thought he was joking. <sup><strong>15</strong></sup> With the coming of dawn, the angels urged Lot, saying, \"Hurry! Take your wife and your two daughters who are here, or you will be swept away when the city is punished.\" <sup><strong>16</strong></sup> When he hesitated, the men grasped his hand and the hands of his wife and of his two daughters and led them safely out of the city, for the LORD was merciful to them. <sup><strong>17</strong></sup> As soon as they had brought them out, one of them said, \"Flee for your lives! Don't look back, and don't stop anywhere in the plain! Flee to the mountains or you will be swept away!\" <sup><strong>18</strong></sup> But Lot said to them, \"No, my lords, please! <sup><strong>19</strong></sup> Your servant has found favor in your eyes, and you have shown great kindness to me in sparing my life. But I can't flee to the mountains; this disaster will overtake me, and I'll die. <sup><strong>20</strong></sup> Look, here is a town near enough to run to, and it is small. Let me flee to it-it is very small, isn't it? Then my life will be spared.\" <sup><strong>21</strong></sup> He said to him, \"Very well, I will grant this request too; I will not overthrow the town you speak of. <sup><strong>22</strong></sup> But flee there quickly, because I cannot do anything until you reach it.\" (That is why the town was called Zoar. ) <sup><strong>23</strong></sup> By the time Lot reached Zoar, the sun had risen over the land. <sup><strong>24</strong></sup> Then the LORD rained down burning sulfur on Sodom and Gomorrah-from the LORD out of the heavens. <sup><strong>25</strong></sup> Thus he overthrew those cities and the entire plain, including all those living in the cities-and also the vegetation in the land. <sup><strong>26</strong></sup> But Lot's wife looked back, and she became a pillar of salt. <sup><strong>27</strong></sup> Early the next morning Abraham got up and returned to the place where he had stood before the LORD. <sup><strong>28</strong></sup> He looked down toward Sodom and Gomorrah, toward all the land of the plain, and he saw dense smoke rising from the land, like smoke from a furnace. <sup><strong>29</strong></sup> So when God destroyed the cities of the plain, he remembered Abraham, and he brought Lot out of the catastrophe that overthrew the cities where Lot had lived. <sup><strong>30</strong></sup> Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave. <sup><strong>31</strong></sup> One day the older daughter said to the younger, \"Our father is old, and there is no man around here to lie with us, as is the custom all over the earth. <sup><strong>32</strong></sup> Let's get our father to drink wine and then lie with him and preserve our family line through our father.\" <sup><strong>33</strong></sup> That night they got their father to drink wine, and the older daughter went in and lay with him. He was not aware of it when she lay down or when she got up. <sup><strong>34</strong></sup> The next day the older daughter said to the younger, \"Last night I lay with my father. Let's get him to drink wine again tonight, and you go in and lie with him so we can preserve our family line through our father.\" <sup><strong>35</strong></sup> So they got their father to drink wine that night also, and the younger daughter went and lay with him. Again he was not aware of it when she lay down or when she got up. <sup><strong>36</strong></sup> So both of Lot's daughters became pregnant by their father. <sup><strong>37</strong></sup> The older daughter had a son, and she named him Moab; he is the father of the Moabites of today. <sup><strong>38</strong></sup> The younger daughter also had a son, and she named him Ben-Ammi; he is the father of the Ammonites of today. "},{"_id":"616768ca6451fe5325fa0b9d","topicId":"616768c36451fe5325fa0b84","verse":"Genesis 18:20-21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01018020_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v01018020-1\">20&nbsp;</b>Then the LORD said, “Because the outcry against Sodom and Gomorrah is great and their sin is very grave, <b class=\"verse-num\" id=\"v01018021-1\">21&nbsp;</b>I will go down to see whether they have done altogether according to the outcry that has come to me. And if not, I will know.”</p>\n\n</div>","kjv":"<strong>20</strong> And the LORD said, Because the cry of Sodom and Gomorrah is great, and because their sin is very grievous;  <strong>21</strong> I will go down now, and see whether they have done altogether according to the cry of it, which is come unto me; and if not, I will know.  ","niv":"<sup><strong>20</strong></sup> Then the LORD said, \"The outcry against Sodom and Gomorrah is so great and their sin so grievous <sup><strong>21</strong></sup> that I will go down and see if what they have done is as bad as the outcry that has reached me. If not, I will know.\" "}]}