{"_id":"616769ae6451fe5325fa0c00","slug":"letting-false-witness-in","name":"Letting False Witness In","verses":[{"_id":"616769ae6451fe5325fa0c01","topicId":"616769ae6451fe5325fa0c00","verse":"Matthew 7:15","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40007015_06-1\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span></p>\n</div>","kjv":"<strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  ","niv":"<sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves."},{"_id":"616769ae6451fe5325fa0c02","topicId":"616769ae6451fe5325fa0c00","verse":"2 Timothy 4:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55004003_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions,</p>\n\n</div>","kjv":"<strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  ","niv":"<sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear."},{"_id":"616769af6451fe5325fa0c03","topicId":"616769ae6451fe5325fa0c00","verse":"Colossians 2:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-3\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"616769af6451fe5325fa0c04","topicId":"616769ae6451fe5325fa0c00","verse":"Galatians 1:6-9","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p48001006_04-4\"><b class=\"verse-num\" id=\"v48001006-1\">6&nbsp;</b>I am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—<b class=\"verse-num\" id=\"v48001007-1\">7&nbsp;</b>not that there is another one, but there are some who trouble you and want to distort the gospel of Christ. <b class=\"verse-num\" id=\"v48001008-1\">8&nbsp;</b>But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed. <b class=\"verse-num\" id=\"v48001009-1\">9&nbsp;</b>As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be accursed.</p>\n</div>","kjv":"<strong>6</strong> I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:  <strong>7</strong> Which is not another; but there be some that trouble you, and would pervert the gospel of Christ.  <strong>8</strong> But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.  <strong>9</strong> As we said before, so say I now again, If any man preach any other gospel unto you than that ye have received, let him be accursed.  ","niv":"<sup><strong>6</strong></sup> I am astonished that you are so quickly deserting the one who called you by the grace of Christ and are turning to a different gospel-- <sup><strong>7</strong></sup> which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ. <sup><strong>8</strong></sup> But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let him be eternally condemned! <sup><strong>9</strong></sup> As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let him be eternally condemned! "},{"_id":"616769af6451fe5325fa0c05","topicId":"616769ae6451fe5325fa0c00","verse":"2 Corinthians 11:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47011004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011004-1\">4&nbsp;</b>For if someone comes and proclaims another Jesus than the one we proclaimed, or if you receive a different spirit from the one you received, or if you accept a different gospel from the one you accepted, you put up with it readily enough.</p>\n</div>","kjv":"<strong>4</strong> For if he that cometh preacheth another Jesus, whom we have not preached, or if ye receive another spirit, which ye have not received, or another gospel, which ye have not accepted, ye might well bear with him.  ","niv":"<sup><strong>4</strong></sup> For if someone comes to you and preaches a Jesus other than the Jesus we preached, or if you receive a different spirit from the one you received, or a different gospel from the one you accepted, you put up with it easily enough."},{"_id":"616769af6451fe5325fa0c06","topicId":"616769ae6451fe5325fa0c00","verse":"John 3:16-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-6\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"616769b06451fe5325fa0c07","topicId":"616769ae6451fe5325fa0c00","verse":"Matthew 5:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."}]}