{"_id":"616769e16451fe5325fa0c22","slug":"liberals","name":"Liberals","verses":[{"_id":"616769e16451fe5325fa0c23","topicId":"616769e16451fe5325fa0c22","verse":"Ecclesiastes 10:2-3","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21010002_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010002-1\">2&nbsp;</b>&nbsp;&nbsp;A wise man’s heart inclines him to the right,</span><br><span id=\"p21010002_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a fool’s heart to the left.</span><br><span id=\"p21010003_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010003-1\">3&nbsp;</b>&nbsp;&nbsp;Even when the fool walks on the road, he lacks sense,</span><br><span id=\"p21010003_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he says to everyone that he is a fool.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> A wise man’s heart is at his right hand; but a fool’s heart at his left.  <strong>3</strong> Yea also, when he that is a fool walketh by the way, his wisdom faileth him, and he saith to every one that he is a fool.  ","niv":"<sup><strong>2</strong></sup> The heart of the wise inclines to the right, but the heart of the fool to the left. <sup><strong>3</strong></sup> Even as he walks along the road, the fool lacks sense and shows everyone how stupid he is. ","modified":"2022-11-03T20:51:01.169Z"},{"_id":"616769e16451fe5325fa0c24","topicId":"616769e16451fe5325fa0c22","verse":"Luke 18:9-14","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p42018009_07-2\"><b class=\"verse-num\" id=\"v42018009-1\">9&nbsp;</b>He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt: <b class=\"verse-num woc\" id=\"v42018010-1\">10&nbsp;</b><span class=\"woc\">“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.</span> <b class=\"verse-num woc\" id=\"v42018011-1\">11&nbsp;</b><span class=\"woc\">The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.</span> <b class=\"verse-num woc\" id=\"v42018012-1\">12&nbsp;</b><span class=\"woc\">I fast twice a week; I give tithes of all that I get.’</span> <b class=\"verse-num woc\" id=\"v42018013-1\">13&nbsp;</b><span class=\"woc\">But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’</span> <b class=\"verse-num woc\" id=\"v42018014-1\">14&nbsp;</b><span class=\"woc\">I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And he spake this parable unto certain which trusted in themselves that they were righteous, and despised others:  <strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  <strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  <strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  <strong>13</strong> And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.  <strong>14</strong> I tell you, this man went down to his house justified rather  than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.  ","niv":"<sup><strong>9</strong></sup> To some who were confident of their own righteousness and looked down on everybody else, Jesus told this parable: <sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector. <sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.' <sup><strong>13</strong></sup> \"But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, 'God, have mercy on me, a sinner.' <sup><strong>14</strong></sup> \"I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" "},{"_id":"616769e16451fe5325fa0c25","topicId":"616769e16451fe5325fa0c22","verse":"Proverbs 22:8-16","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022008_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022008-1\">8&nbsp;</b>&nbsp;&nbsp;Whoever sows injustice will reap calamity,</span><br><span id=\"p20022008_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rod of his fury will fail.</span><br><span id=\"p20022009_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022009-1\">9&nbsp;</b>&nbsp;&nbsp;Whoever has a bountiful eye will be blessed,</span><br><span id=\"p20022009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he shares his bread with the poor.</span><br><span id=\"p20022010_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022010-1\">10&nbsp;</b>&nbsp;&nbsp;Drive out a scoffer, and strife will go out,</span><br><span id=\"p20022010_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and quarreling and abuse will cease.</span><br><span id=\"p20022011_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022011-1\">11&nbsp;</b>&nbsp;&nbsp;He who loves purity of heart,</span><br><span id=\"p20022011_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whose speech is gracious, will have the king as his friend.</span><br><span id=\"p20022012_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022012-1\">12&nbsp;</b>&nbsp;&nbsp;The eyes of the LORD keep watch over knowledge,</span><br><span id=\"p20022012_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he overthrows the words of the traitor.</span><br><span id=\"p20022013_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022013-1\">13&nbsp;</b>&nbsp;&nbsp;The sluggard says, “There is a lion outside!</span><br><span id=\"p20022013_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I shall be killed in the streets!”</span><br><span id=\"p20022014_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022014-1\">14&nbsp;</b>&nbsp;&nbsp;The mouth of forbidden women is a deep pit;</span><br><span id=\"p20022014_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he with whom the LORD is angry will fall into it.</span><br><span id=\"p20022015_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022015-1\">15&nbsp;</b>&nbsp;&nbsp;Folly is bound up in the heart of a child,</span><br><span id=\"p20022015_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the rod of discipline drives it far from him.</span><br><span id=\"p20022016_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022016-1\">16&nbsp;</b>&nbsp;&nbsp;Whoever oppresses the poor to increase his own wealth,</span><br><span id=\"p20022016_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or gives to the rich, will only come to poverty.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> He that soweth iniquity shall reap vanity: and the rod of his anger shall fail.  <strong>9</strong> He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor.  <strong>10</strong> Cast out the scorner, and contention shall go out; yea, strife and reproach shall cease.  <strong>11</strong> He that loveth pureness of heart, for the grace of his lips the king shall be his friend.  <strong>12</strong> The eyes of the LORD preserve knowledge, and he overthroweth the words of the transgressor.  <strong>13</strong> The slothful man saith, There is a lion without, I shall be slain in the streets.  <strong>14</strong> The mouth of strange women is a deep pit: he that is abhorred of the LORD shall fall therein.  <strong>15</strong> Foolishness is bound in the heart of a child; but  the rod of correction shall drive it far from him.  <strong>16</strong> He that oppresseth the poor to increase his riches, and he that giveth to the rich, shall surely come to want.  ","niv":"<sup><strong>8</strong></sup> He who sows wickedness reaps trouble, and the rod of his fury will be destroyed. <sup><strong>9</strong></sup> A generous man will himself be blessed, for he shares his food with the poor. <sup><strong>10</strong></sup> Drive out the mocker, and out goes strife; quarrels and insults are ended. <sup><strong>11</strong></sup> He who loves a pure heart and whose speech is gracious will have the king for his friend. <sup><strong>12</strong></sup> The eyes of the LORD keep watch over knowledge, but he frustrates the words of the unfaithful. <sup><strong>13</strong></sup> The sluggard says, \"There is a lion outside!\" or, \"I will be murdered in the streets!\" <sup><strong>14</strong></sup> The mouth of an adulteress is a deep pit; he who is under the LORD's wrath will fall into it. <sup><strong>15</strong></sup> Folly is bound up in the heart of a child, but the rod of discipline will drive it far from him. <sup><strong>16</strong></sup> He who oppresses the poor to increase his wealth and he who gives gifts to the rich-both come to poverty. "},{"_id":"616769e26451fe5325fa0c26","topicId":"616769e16451fe5325fa0c22","verse":"James 2:5-19","votes":9,"__v":0,"esv":"<div>\n<p id=\"p59002005_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002005-1\">5&nbsp;</b>Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him? <b class=\"verse-num\" id=\"v59002006-1\">6&nbsp;</b>But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court? <b class=\"verse-num\" id=\"v59002007-1\">7&nbsp;</b>Are they not the ones who blaspheme the honorable name by which you were called?</p>\n<p id=\"p59002007_01-4\"><b class=\"verse-num\" id=\"v59002008-1\">8&nbsp;</b>If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well. <b class=\"verse-num\" id=\"v59002009-1\">9&nbsp;</b>But if you show partiality, you are committing sin and are convicted by the law as transgressors. <b class=\"verse-num\" id=\"v59002010-1\">10&nbsp;</b>For whoever keeps the whole law but fails in one point has become guilty of all of it. <b class=\"verse-num\" id=\"v59002011-1\">11&nbsp;</b>For he who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery but do murder, you have become a transgressor of the law. <b class=\"verse-num\" id=\"v59002012-1\">12&nbsp;</b>So speak and so act as those who are to be judged under the law of liberty. <b class=\"verse-num\" id=\"v59002013-1\">13&nbsp;</b>For judgment is without mercy to one who has shown no mercy. Mercy triumphs over judgment.</p>\n\n<p id=\"p59002013_06-4\"><b class=\"verse-num\" id=\"v59002014-1\">14&nbsp;</b>What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? <b class=\"verse-num\" id=\"v59002015-1\">15&nbsp;</b>If a brother or sister is poorly clothed and lacking in daily food, <b class=\"verse-num\" id=\"v59002016-1\">16&nbsp;</b>and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? <b class=\"verse-num\" id=\"v59002017-1\">17&nbsp;</b>So also faith by itself, if it does not have works, is dead.</p>\n<p id=\"p59002017_06-4\"><b class=\"verse-num\" id=\"v59002018-1\">18&nbsp;</b>But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works. <b class=\"verse-num\" id=\"v59002019-1\">19&nbsp;</b>You believe that God is one; you do well. Even the demons believe—and shudder!</p>\n\n</div>","kjv":"<strong>5</strong> Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?  <strong>6</strong> But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?  <strong>7</strong> Do not they blaspheme that worthy name by the which ye are called?  <strong>8</strong> If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:  <strong>9</strong> But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors.  <strong>10</strong> For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.  <strong>11</strong> For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.  <strong>12</strong> So speak ye, and so do, as they that shall be judged by the law of liberty.  <strong>13</strong> For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment.  <strong>14</strong> What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?  <strong>15</strong> If a brother or sister be naked, and destitute of daily food,  <strong>16</strong> And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?  <strong>17</strong> Even so faith, if it hath not works, is dead, being alone.  <strong>18</strong> Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.  <strong>19</strong> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.  ","niv":"<sup><strong>5</strong></sup> Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him? <sup><strong>6</strong></sup> But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court? <sup><strong>7</strong></sup> Are they not the ones who are slandering the noble name of him to whom you belong? <sup><strong>8</strong></sup> If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right. <sup><strong>9</strong></sup> But if you show favoritism, you sin and are convicted by the law as lawbreakers. <sup><strong>10</strong></sup> For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it. <sup><strong>11</strong></sup> For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker. <sup><strong>12</strong></sup> Speak and act as those who are going to be judged by the law that gives freedom, <sup><strong>13</strong></sup> because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment! <sup><strong>14</strong></sup> What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? <sup><strong>15</strong></sup> Suppose a brother or sister is without clothes and daily food. <sup><strong>16</strong></sup> If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? <sup><strong>17</strong></sup> In the same way, faith by itself, if it is not accompanied by action, is dead. <sup><strong>18</strong></sup> But someone will say, \"You have faith; I have deeds.\" Show me your faith without deeds, and I will show you my faith by what I do. <sup><strong>19</strong></sup> You believe that there is one God. Good! Even the demons believe that--and shudder. "},{"_id":"616769e26451fe5325fa0c27","topicId":"616769e16451fe5325fa0c22","verse":"Proverbs 25:10-15","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025010_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025010-1\">10&nbsp;</b>&nbsp;&nbsp;lest he who hears you bring shame upon you,</span><br><span id=\"p20025010_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your ill repute have no end.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20025011_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025011-1\">11&nbsp;</b>&nbsp;&nbsp;A word fitly spoken</span><br><span id=\"p20025011_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is like apples of gold in a setting of silver.</span><br><span id=\"p20025012_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025012-1\">12&nbsp;</b>&nbsp;&nbsp;Like a gold ring or an ornament of gold</span><br><span id=\"p20025012_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a wise reprover to a listening ear.</span><br><span id=\"p20025013_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025013-1\">13&nbsp;</b>&nbsp;&nbsp;Like the cold of snow in the time of harvest</span><br><span id=\"p20025013_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a faithful messenger to those who send him;</span><br><span id=\"p20025013_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he refreshes the soul of his masters.</span><br><span id=\"p20025014_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025014-1\">14&nbsp;</b>&nbsp;&nbsp;Like clouds and wind without rain</span><br><span id=\"p20025014_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a man who boasts of a gift he does not give.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20025015_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025015-1\">15&nbsp;</b>&nbsp;&nbsp;With patience a ruler may be persuaded,</span><br><span id=\"p20025015_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a soft tongue will break a bone.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Lest he that heareth it put thee to shame, and thine infamy turn not away.  <strong>11</strong> A word fitly spoken is like apples of gold in pictures of silver.  <strong>12</strong> As an earring of gold, and an ornament of fine gold, so is a wise reprover upon an obedient ear.  <strong>13</strong> As the cold of snow in the time of harvest, so is a faithful messenger to them that send him: for he refresheth the soul of his masters.  <strong>14</strong> Whoso boasteth himself of a false gift is like clouds and wind without rain.  <strong>15</strong> By long forbearing is a prince persuaded, and a soft tongue breaketh the bone.  ","niv":"<sup><strong>10</strong></sup> or he who hears it may shame you and you will never lose your bad reputation. <sup><strong>11</strong></sup> A word aptly spoken is like apples of gold in settings of silver. <sup><strong>12</strong></sup> Like an earring of gold or an ornament of fine gold is a wise man's rebuke to a listening ear. <sup><strong>13</strong></sup> Like the coolness of snow at harvest time is a trustworthy messenger to those who send him; he refreshes the spirit of his masters. <sup><strong>14</strong></sup> Like clouds and wind without rain is a man who boasts of gifts he does not give. <sup><strong>15</strong></sup> Through patience a ruler can be persuaded, and a gentle tongue can break a bone. "},{"_id":"616769e26451fe5325fa0c28","topicId":"616769e16451fe5325fa0c22","verse":"Esther 7:1-10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p17007001_01-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17007001-1\">7:1&nbsp;</b>So the king and Haman went in to feast with Queen Esther. <b class=\"verse-num\" id=\"v17007002-1\">2&nbsp;</b>And on the second day, as they were drinking wine after the feast, the king again said to Esther, “What is your wish, Queen Esther? It shall be granted you. And what is your request? Even to the half of my kingdom, it shall be fulfilled.” <b class=\"verse-num\" id=\"v17007003-1\">3&nbsp;</b>Then Queen Esther answered, “If I have found favor in your sight, O king, and if it please the king, let my life be granted me for my wish, and my people for my request. <b class=\"verse-num\" id=\"v17007004-1\">4&nbsp;</b>For we have been sold, I and my people, to be destroyed, to be killed, and to be annihilated. If we had been sold merely as slaves, men and women, I would have been silent, for our affliction is not to be compared with the loss to the king.” <b class=\"verse-num\" id=\"v17007005-1\">5&nbsp;</b>Then King Ahasuerus said to Queen Esther, “Who is he, and where is he, who has dared to do this?” <b class=\"verse-num\" id=\"v17007006-1\">6&nbsp;</b>And Esther said, “A foe and enemy! This wicked Haman!” Then Haman was terrified before the king and the queen.</p>\n\n<p id=\"p17007006_04-6\"><b class=\"verse-num\" id=\"v17007007-1\">7&nbsp;</b>And the king arose in his wrath from the wine-drinking and went into the palace garden, but Haman stayed to beg for his life from Queen Esther, for he saw that harm was determined against him by the king. <b class=\"verse-num\" id=\"v17007008-1\">8&nbsp;</b>And the king returned from the palace garden to the place where they were drinking wine, as Haman was falling on the couch where Esther was. And the king said, “Will he even assault the queen in my presence, in my own house?” As the word left the mouth of the king, they covered Haman’s face. <b class=\"verse-num\" id=\"v17007009-1\">9&nbsp;</b>Then Harbona, one of the eunuchs in attendance on the king, said, “Moreover, the gallows that Haman has prepared for Mordecai, whose word saved the king, is standing at Haman’s house, fifty cubits high.” And the king said, “Hang him on that.” <b class=\"verse-num\" id=\"v17007010-1\">10&nbsp;</b>So they hanged Haman on the gallows that he had prepared for Mordecai. Then the wrath of the king abated.</p>\n\n</div>","kjv":"<strong>1</strong> So the king and Haman came to banquet with Esther the queen.  <strong>2</strong> And the king said again unto Esther on the second day at the banquet of wine, What is thy petition, queen Esther? and it shall be granted thee: and what is thy request? and it shall be performed, even to the half of the kingdom.  <strong>3</strong> Then Esther the queen answered and said, If I have found favour in thy sight, O king, and if it please the king, let my life be given me at my petition, and my people at my request:  <strong>4</strong> For we are sold, I and my people, to be destroyed, to be slain, and to perish. But if we had been sold for bondmen and bondwomen, I had held my tongue, although the enemy could not countervail the king’s damage.  <strong>5</strong> Then the king Ahasuerus answered and said unto Esther the queen, Who is he, and where is he, that durst presume in his heart to do so?  <strong>6</strong> And Esther said, The adversary and enemy is this wicked Haman. Then Haman was afraid before the king and the queen.  <strong>7</strong> And the king arising from the banquet of wine in his wrath went  into the palace garden: and Haman stood up to make request for his life to Esther the queen; for he saw that there was evil determined against him by the king.  <strong>8</strong> Then the king returned out of the palace garden into the place of the banquet of wine; and Haman was fallen upon the bed whereon Esther was.  Then said the king, Will he force the queen also before me in the house? As the word went out of the king’s mouth, they covered Haman’s face.  <strong>9</strong> And Harbonah, one of the chamberlains, said before the king, Behold also, the gallows fifty cubits high, which Haman had made for Mordecai, who had spoken good for the king, standeth in the house of Haman. Then the king said, Hang him thereon.  <strong>10</strong> So they hanged Haman on the gallows that he had prepared for Mordecai. Then was the king’s wrath pacified.  ","niv":"<sup><strong>1</strong></sup> So the king and Haman went to dine with Queen Esther, <sup><strong>2</strong></sup> and as they were drinking wine on that second day, the king again asked, \"Queen Esther, what is your petition? It will be given you. What is your request? Even up to half the kingdom, it will be granted.\" <sup><strong>3</strong></sup> Then Queen Esther answered, \"If I have found favor with you, O king, and if it pleases your majesty, grant me my life-this is my petition. And spare my people-this is my request. <sup><strong>4</strong></sup> For I and my people have been sold for destruction and slaughter and annihilation. If we had merely been sold as male and female slaves, I would have kept quiet, because no such distress would justify disturbing the king. \" <sup><strong>5</strong></sup> King Xerxes asked Queen Esther, \"Who is he? Where is the man who has dared to do such a thing?\" <sup><strong>6</strong></sup> Esther said, \"The adversary and enemy is this vile Haman.\" Then Haman was terrified before the king and queen. <sup><strong>7</strong></sup> The king got up in a rage, left his wine and went out into the palace garden. But Haman, realizing that the king had already decided his fate, stayed behind to beg Queen Esther for his life. <sup><strong>8</strong></sup> Just as the king returned from the palace garden to the banquet hall, Haman was falling on the couch where Esther was reclining. The king exclaimed, \"Will he even molest the queen while she is with me in the house?\" As soon as the word left the king's mouth, they covered Haman's face. <sup><strong>9</strong></sup> Then Harbona, one of the eunuchs attending the king, said, \"A gallows seventy-five feet high stands by Haman's house. He had it made for Mordecai, who spoke up to help the king.\" The king said, \"Hang him on it!\" <sup><strong>10</strong></sup> So they hanged Haman on the gallows he had prepared for Mordecai. Then the king's fury subsided. "},{"_id":"616769e36451fe5325fa0c29","topicId":"616769e16451fe5325fa0c22","verse":"Luke 21:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42021014_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021014-1\">14&nbsp;</b><span class=\"woc\">Settle it therefore in your minds not to meditate beforehand how to answer,</span></p>\n</div>","kjv":"<strong>14</strong> Settle it therefore in your hearts, not to meditate before what ye shall answer:  ","niv":"<sup><strong>14</strong></sup> But make up your mind not to worry beforehand how you will defend yourselves."},{"_id":"616769e36451fe5325fa0c2a","topicId":"616769e16451fe5325fa0c22","verse":"Luke 7:33-47","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42007033_01-8\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v42007033-1\">33&nbsp;</b><span class=\"woc\">For John the Baptist has come eating no bread and drinking no wine, and you say, ‘He has a demon.’</span> <b class=\"verse-num woc\" id=\"v42007034-1\">34&nbsp;</b><span class=\"woc\">The Son of Man has come eating and drinking, and you say, ‘Look at him! A glutton and a drunkard, a friend of tax collectors and sinners!’</span> <b class=\"verse-num woc\" id=\"v42007035-1\">35&nbsp;</b><span class=\"woc\">Yet wisdom is justified by all her children.”</span></p>\n\n<p id=\"p42007035_05-8\"><b class=\"verse-num\" id=\"v42007036-1\">36&nbsp;</b>One of the Pharisees asked him to eat with him, and he went into the Pharisee’s house and reclined at table. <b class=\"verse-num\" id=\"v42007037-1\">37&nbsp;</b>And behold, a woman of the city, who was a sinner, when she learned that he was reclining at table in the Pharisee’s house, brought an alabaster flask of ointment, <b class=\"verse-num\" id=\"v42007038-1\">38&nbsp;</b>and standing behind him at his feet, weeping, she began to wet his feet with her tears and wiped them with the hair of her head and kissed his feet and anointed them with the ointment. <b class=\"verse-num\" id=\"v42007039-1\">39&nbsp;</b>Now when the Pharisee who had invited him saw this, he said to himself, “If this man were a prophet, he would have known who and what sort of woman this is who is touching him, for she is a sinner.” <b class=\"verse-num\" id=\"v42007040-1\">40&nbsp;</b>And Jesus answering said to him, <span class=\"woc\">“Simon, I have something to say to you.”</span> And he answered, “Say it, Teacher.”</p>\n<p id=\"p42007040_05-8\"><b class=\"verse-num woc\" id=\"v42007041-1\">41&nbsp;</b><span class=\"woc\">“A certain moneylender had two debtors. One owed five hundred denarii, and the other fifty.</span> <b class=\"verse-num woc\" id=\"v42007042-1\">42&nbsp;</b><span class=\"woc\">When they could not pay, he cancelled the debt of both. Now which of them will love him more?”</span> <b class=\"verse-num\" id=\"v42007043-1\">43&nbsp;</b>Simon answered, “The one, I suppose, for whom he cancelled the larger debt.” And he said to him, <span class=\"woc\">“You have judged rightly.”</span> <b class=\"verse-num\" id=\"v42007044-1\">44&nbsp;</b>Then turning toward the woman he said to Simon, <span class=\"woc\">“Do you see this woman? I entered your house; you gave me no water for my feet, but she has wet my feet with her tears and wiped them with her hair.</span> <b class=\"verse-num woc\" id=\"v42007045-1\">45&nbsp;</b><span class=\"woc\">You gave me no kiss, but from the time I came in she has not ceased to kiss my feet.</span> <b class=\"verse-num woc\" id=\"v42007046-1\">46&nbsp;</b><span class=\"woc\">You did not anoint my head with oil, but she has anointed my feet with ointment.</span> <b class=\"verse-num woc\" id=\"v42007047-1\">47&nbsp;</b><span class=\"woc\">Therefore I tell you, her sins, which are many, are forgiven—for she loved much. But he who is forgiven little, loves little.”</span></p>\n</div>","kjv":"<strong>33</strong> For John the Baptist came neither eating bread nor drinking wine; and ye say, He hath a devil.  <strong>34</strong> The Son of man is come eating and drinking; and ye say, Behold a gluttonous man, and a winebibber, a friend of publicans and sinners!  <strong>35</strong> But wisdom is justified of all her children. <strong>36</strong>           And one of the Pharisees desired him that he would eat with him. And he went into the Pharisee’s house, and sat down to meat.  <strong>37</strong> And, behold, a woman in the city, which was a sinner, when she knew that Jesus sat at meat in the Pharisee’s house, brought an alabaster box of ointment,  <strong>38</strong> And stood at his feet behind him weeping, and began to wash his feet with tears, and did wipe them with the hairs of her head, and kissed his feet, and anointed them with the ointment.  <strong>39</strong> Now when the Pharisee which had bidden him saw it, he spake within himself, saying, This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner.  <strong>40</strong> And Jesus answering said unto him, Simon, I have somewhat to say unto thee. And he saith, Master, say on.  <strong>41</strong> There was a certain creditor which had two debtors: the one owed five hundred pence, and the other fifty.  <strong>42</strong> And when they had nothing to pay, he frankly forgave them both. Tell me therefore, which of them will love him most?  <strong>43</strong> Simon answered and said, I suppose that he, to whom he forgave most. And he said unto him, Thou hast rightly judged.  <strong>44</strong> And he turned to the woman, and said unto Simon, Seest thou this woman? I entered into thine house, thou gavest me no water for my feet: but she hath washed my feet with tears, and wiped them with the hairs of her head.  <strong>45</strong> Thou gavest me no kiss: but this woman since the time I came in hath not ceased to kiss my feet.  <strong>46</strong> My head with oil thou didst not anoint: but this woman hath anointed my feet with ointment.  <strong>47</strong> Wherefore I say unto thee, Her sins, which are many, are forgiven; for she loved much: but to whom little is forgiven, the same loveth little.  ","niv":"<sup><strong>33</strong></sup> For John the Baptist came neither eating bread nor drinking wine, and you say, 'He has a demon.' <sup><strong>34</strong></sup> The Son of Man came eating and drinking, and you say, 'Here is a glutton and a drunkard, a friend of tax collectors and \"sinners.\"' <sup><strong>35</strong></sup> But wisdom is proved right by all her children.\" <sup><strong>36</strong></sup> Now one of the Pharisees invited Jesus to have dinner with him, so he went to the Pharisee's house and reclined at the table. <sup><strong>37</strong></sup> When a woman who had lived a sinful life in that town learned that Jesus was eating at the Pharisee's house, she brought an alabaster jar of perfume, <sup><strong>38</strong></sup> and as she stood behind him at his feet weeping, she began to wet his feet with her tears. Then she wiped them with her hair, kissed them and poured perfume on them. <sup><strong>39</strong></sup> When the Pharisee who had invited him saw this, he said to himself, \"If this man were a prophet, he would know who is touching him and what kind of woman she is--that she is a sinner.\" <sup><strong>40</strong></sup> Jesus answered him, \"Simon, I have something to tell you.Tell me, teacher,\" he said. <sup><strong>41</strong></sup> \"Two men owed money to a certain moneylender. One owed him five hundred denarii, and the other fifty. <sup><strong>42</strong></sup> Neither of them had the money to pay him back, so he canceled the debts of both. Now which of them will love him more?\" <sup><strong>43</strong></sup> Simon replied, \"I suppose the one who had the bigger debt canceled.You have judged correctly,\" Jesus said. <sup><strong>44</strong></sup> Then he turned toward the woman and said to Simon, \"Do you see this woman? I came into your house. You did not give me any water for my feet, but she wet my feet with her tears and wiped them with her hair. <sup><strong>45</strong></sup> You did not give me a kiss, but this woman, from the time I entered, has not stopped kissing my feet. <sup><strong>46</strong></sup> You did not put oil on my head, but she has poured perfume on my feet. <sup><strong>47</strong></sup> Therefore, I tell you, her many sins have been forgiven--for she loved much. But he who has been forgiven little loves little.\" "},{"_id":"616769e36451fe5325fa0c2b","topicId":"616769e16451fe5325fa0c22","verse":"Matthew 27:12-18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40027012_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v40027012-1\">12&nbsp;</b>But when he was accused by the chief priests and elders, he gave no answer. <b class=\"verse-num\" id=\"v40027013-1\">13&nbsp;</b>Then Pilate said to him, “Do you not hear how many things they testify against you?” <b class=\"verse-num\" id=\"v40027014-1\">14&nbsp;</b>But he gave him no answer, not even to a single charge, so that the governor was greatly amazed.</p>\n\n<p id=\"p40027014_05-9\"><b class=\"verse-num\" id=\"v40027015-1\">15&nbsp;</b>Now at the feast the governor was accustomed to release for the crowd any one prisoner whom they wanted. <b class=\"verse-num\" id=\"v40027016-1\">16&nbsp;</b>And they had then a notorious prisoner called Barabbas. <b class=\"verse-num\" id=\"v40027017-1\">17&nbsp;</b>So when they had gathered, Pilate said to them, “Whom do you want me to release for you: Barabbas, or Jesus who is called Christ?” <b class=\"verse-num\" id=\"v40027018-1\">18&nbsp;</b>For he knew that it was out of envy that they had delivered him up.</p>\n</div>","kjv":"<strong>12</strong> And when he was accused of the chief priests and elders, he answered nothing.  <strong>13</strong> Then said Pilate unto him, Hearest thou not how many things they witness against thee?  <strong>14</strong> And he answered him to never a word; insomuch that the governor marvelled greatly.  <strong>15</strong> Now at that feast the governor was wont to release unto the people a prisoner, whom they would.  <strong>16</strong> And they had then a notable prisoner, called Barabbas.  <strong>17</strong> Therefore when they were gathered together, Pilate said unto them, Whom will ye that I release unto you? Barabbas, or Jesus which is called Christ?  <strong>18</strong> For he knew that for envy they had delivered him.  ","niv":"<sup><strong>12</strong></sup> When he was accused by the chief priests and the elders, he gave no answer. <sup><strong>13</strong></sup> Then Pilate asked him, \"Don't you hear the testimony they are bringing against you?\" <sup><strong>14</strong></sup> But Jesus made no reply, not even to a single charge--to the great amazement of the governor. <sup><strong>15</strong></sup> Now it was the governor's custom at the Feast to release a prisoner chosen by the crowd. <sup><strong>16</strong></sup> At that time they had a notorious prisoner, called Barabbas. <sup><strong>17</strong></sup> So when the crowd had gathered, Pilate asked them, \"Which one do you want me to release to you: Barabbas, or Jesus who is called Christ?\" <sup><strong>18</strong></sup> For he knew it was out of envy that they had handed Jesus over to him. "},{"_id":"616769e36451fe5325fa0c2c","topicId":"616769e16451fe5325fa0c22","verse":"Matthew 23:32-24:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40023032_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023032-1\">32&nbsp;</b><span class=\"woc\">Fill up, then, the measure of your fathers.</span> <b class=\"verse-num woc\" id=\"v40023033-1\">33&nbsp;</b><span class=\"woc\">You serpents, you brood of vipers, how are you to escape being sentenced to hell?</span> <b class=\"verse-num woc\" id=\"v40023034-1\">34&nbsp;</b><span class=\"woc\">Therefore I send you prophets and wise men and scribes, some of whom you will kill and crucify, and some you will flog in your synagogues and persecute from town to town,</span> <b class=\"verse-num woc\" id=\"v40023035-1\">35&nbsp;</b><span class=\"woc\">so that on you may come all the righteous blood shed on earth, from the blood of righteous Abel to the blood of Zechariah the son of Barachiah, whom you murdered between the sanctuary and the altar.</span> <b class=\"verse-num woc\" id=\"v40023036-1\">36&nbsp;</b><span class=\"woc\">Truly, I say to you, all these things will come upon this generation.</span></p>\n\n<p id=\"p40023036_04-10\"><b class=\"verse-num woc\" id=\"v40023037-1\">37&nbsp;</b><span class=\"woc\">“O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to it! How often would I have gathered your children together as a hen gathers her brood under her wings, and you were not willing!</span> <b class=\"verse-num woc\" id=\"v40023038-1\">38&nbsp;</b><span class=\"woc\">See, your house is left to you desolate.</span> <b class=\"verse-num woc\" id=\"v40023039-1\">39&nbsp;</b><span class=\"woc\">For I tell you, you will not see me again, until you say, ‘Blessed is he who comes in the name of the Lord.’”</span></p>\n\n<p id=\"p40024001_10-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_17-10\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_17-10\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_21-10\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span></p>\n\n</div>","kjv":"<strong>32</strong> Fill ye up then the measure of your fathers.  <strong>33</strong> Ye serpents, ye generation of vipers, how can ye escape the damnation of hell? <strong>34</strong>           Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:  <strong>35</strong> That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar.  <strong>36</strong> Verily I say unto you, All these things shall come upon this generation.  <strong>37</strong> O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!  <strong>38</strong> Behold, your house is left unto you desolate.  <strong>39</strong> For I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh in the name of the Lord.  <strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) ","niv":""},{"_id":"616769e46451fe5325fa0c2d","topicId":"616769e16451fe5325fa0c22","verse":"Matthew 7:24-8:26","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40007024_07-11\"><b class=\"verse-num woc\" id=\"v40007024-1\">24&nbsp;</b><span class=\"woc\">“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.</span> <b class=\"verse-num woc\" id=\"v40007025-1\">25&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.</span> <b class=\"verse-num woc\" id=\"v40007026-1\">26&nbsp;</b><span class=\"woc\">And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.</span> <b class=\"verse-num woc\" id=\"v40007027-1\">27&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”</span></p>\n\n<p id=\"p40007027_11-11\"><b class=\"verse-num\" id=\"v40007028-1\">28&nbsp;</b>And when Jesus finished these sayings, the crowds were astonished at his teaching, <b class=\"verse-num\" id=\"v40007029-1\">29&nbsp;</b>for he was teaching them as one who had authority, and not as their scribes.</p>\n\n<p id=\"p40008001_15-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40008001-1\">8:1&nbsp;</b>When he came down from the mountain, great crowds followed him. <b class=\"verse-num\" id=\"v40008002-1\">2&nbsp;</b>And behold, a leper came to him and knelt before him, saying, “Lord, if you will, you can make me clean.” <b class=\"verse-num\" id=\"v40008003-1\">3&nbsp;</b>And Jesus stretched out his hand and touched him, saying, <span class=\"woc\">“I will; be clean.”</span> And immediately his leprosy was cleansed. <b class=\"verse-num\" id=\"v40008004-1\">4&nbsp;</b>And Jesus said to him, <span class=\"woc\">“See that you say nothing to anyone, but go, show yourself to the priest and offer the gift that Moses commanded, for a proof to them.”</span></p>\n\n<p id=\"p40008004_20-11\"><b class=\"verse-num\" id=\"v40008005-1\">5&nbsp;</b>When he had entered Capernaum, a centurion came forward to him, appealing to him, <b class=\"verse-num\" id=\"v40008006-1\">6&nbsp;</b>“Lord, my servant is lying paralyzed at home, suffering terribly.” <b class=\"verse-num\" id=\"v40008007-1\">7&nbsp;</b>And he said to him, <span class=\"woc\">“I will come and heal him.”</span> <b class=\"verse-num\" id=\"v40008008-1\">8&nbsp;</b>But the centurion replied, “Lord, I am not worthy to have you come under my roof, but only say the word, and my servant will be healed. <b class=\"verse-num\" id=\"v40008009-1\">9&nbsp;</b>For I too am a man under authority, with soldiers under me. And I say to one, ‘Go,’ and he goes, and to another, ‘Come,’ and he comes, and to my servant, ‘Do this,’ and he does it.” <b class=\"verse-num\" id=\"v40008010-1\">10&nbsp;</b>When Jesus heard this, he marveled and said to those who followed him, <span class=\"woc\">“Truly, I tell you, with no one in Israel have I found such faith.</span> <b class=\"verse-num woc\" id=\"v40008011-1\">11&nbsp;</b><span class=\"woc\">I tell you, many will come from east and west and recline at table with Abraham, Isaac, and Jacob in the kingdom of heaven,</span> <b class=\"verse-num woc\" id=\"v40008012-1\">12&nbsp;</b><span class=\"woc\">while the sons of the kingdom will be thrown into the outer darkness. In that place there will be weeping and gnashing of teeth.”</span> <b class=\"verse-num\" id=\"v40008013-1\">13&nbsp;</b>And to the centurion Jesus said, <span class=\"woc\">“Go; let it be done for you as you have believed.”</span> And the servant was healed at that very moment.</p>\n\n<p id=\"p40008013_23-11\"><b class=\"verse-num\" id=\"v40008014-1\">14&nbsp;</b>And when Jesus entered Peter’s house, he saw his mother-in-law lying sick with a fever. <b class=\"verse-num\" id=\"v40008015-1\">15&nbsp;</b>He touched her hand, and the fever left her, and she rose and began to serve him. <b class=\"verse-num\" id=\"v40008016-1\">16&nbsp;</b>That evening they brought to him many who were oppressed by demons, and he cast out the spirits with a word and healed all who were sick. <b class=\"verse-num\" id=\"v40008017-1\">17&nbsp;</b>This was to fulfill what was spoken by the prophet Isaiah: “He took our illnesses and bore our diseases.”</p>\n\n<p id=\"p40008017_28-11\"><b class=\"verse-num\" id=\"v40008018-1\">18&nbsp;</b>Now when Jesus saw a crowd around him, he gave orders to go over to the other side. <b class=\"verse-num\" id=\"v40008019-1\">19&nbsp;</b>And a scribe came up and said to him, “Teacher, I will follow you wherever you go.” <b class=\"verse-num\" id=\"v40008020-1\">20&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Foxes have holes, and birds of the air have nests, but the Son of Man has nowhere to lay his head.”</span> <b class=\"verse-num\" id=\"v40008021-1\">21&nbsp;</b>Another of the disciples said to him, “Lord, let me first go and bury my father.” <b class=\"verse-num\" id=\"v40008022-1\">22&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Follow me, and leave the dead to bury their own dead.”</span></p>\n\n<p id=\"p40008022_32-11\"><b class=\"verse-num\" id=\"v40008023-1\">23&nbsp;</b>And when he got into the boat, his disciples followed him. <b class=\"verse-num\" id=\"v40008024-1\">24&nbsp;</b>And behold, there arose a great storm on the sea, so that the boat was being swamped by the waves; but he was asleep. <b class=\"verse-num\" id=\"v40008025-1\">25&nbsp;</b>And they went and woke him, saying, “Save us, Lord; we are perishing.” <b class=\"verse-num\" id=\"v40008026-1\">26&nbsp;</b>And he said to them, <span class=\"woc\">“Why are you afraid, O you of little faith?”</span> Then he rose and rebuked the winds and the sea, and there was a great calm.</p>\n\n</div>","kjv":"<strong>24</strong>           Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:  <strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  <strong>26</strong> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:  <strong>27</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.  <strong>28</strong> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:  <strong>29</strong> For he taught them as one having authority, and not as the scribes.  <strong>1</strong> When he was come down from the mountain, great multitudes followed him.  <strong>2</strong> And, behold, there came a leper and worshipped him, saying, Lord, if thou wilt, thou canst make me clean.  <strong>3</strong> And Jesus put forth his hand, and touched him, saying, I will; be thou clean. And immediately his leprosy was cleansed.  <strong>4</strong> And Jesus saith unto him, See thou tell no man; but go thy way, shew thyself to the priest, and offer the gift that Moses commanded, for a testimony unto them. <strong>5</strong> And when Jesus was entered into Capernaum, there came unto him a centurion, beseeching him,  <strong>6</strong> And saying, Lord, my servant lieth at home sick of the palsy, grievously tormented.  <strong>7</strong> And Jesus saith unto him, I will come and heal him.  <strong>8</strong> The centurion answered and said, Lord, I am not worthy that thou shouldest come under my roof: but speak the word only, and my servant shall be healed.  <strong>9</strong> For I am a man under authority, having soldiers under me: and I say to this man, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it.  <strong>10</strong> When Jesus heard it, he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel.  <strong>11</strong> And I say unto you, That many shall come from the east and west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven.  <strong>12</strong> But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth.  <strong>13</strong> And Jesus said unto the centurion, Go thy way; and as thou hast believed, so be it done unto thee. And his servant was healed in the selfsame hour.  <strong>14</strong> And when Jesus was come into Peter’s house, he saw his wife’s mother laid, and sick of a fever.  <strong>15</strong> And he touched her hand, and the fever left her: and she arose, and ministered unto them.  <strong>16</strong> When the even was come, they brought unto him many that were possessed with devils: and he cast out the spirits with his word, and healed all that were sick:  <strong>17</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying, Himself took our infirmities, and bare our sicknesses.  <strong>18</strong> Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side.  <strong>19</strong> And a certain scribe came, and said unto him, Master, I will follow thee whithersoever thou goest.  <strong>20</strong> And Jesus saith unto him, The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.  <strong>21</strong> And another of his disciples said unto him, Lord, suffer me first to go and bury my father.  <strong>22</strong> But Jesus said unto him, Follow me; and let the dead bury their dead. <strong>23</strong> And when he was entered into a ship, his disciples followed him.  <strong>24</strong> And, behold, there arose a great tempest in the sea, insomuch that the ship was covered with the waves: but he was asleep.  <strong>25</strong> And his disciples came to him, and awoke him, saying, Lord, save us: we perish.  <strong>26</strong> And he saith unto them, Why are ye fearful, O ye of little faith? Then he arose, and rebuked the winds and the sea; and there was a great calm.  ","niv":""},{"_id":"616769e46451fe5325fa0c2e","topicId":"616769e16451fe5325fa0c22","verse":"1 Corinthians 14:26-15:9","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p46014026_03-13\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up. <b class=\"verse-num\" id=\"v46014027-1\">27&nbsp;</b>If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret. <b class=\"verse-num\" id=\"v46014028-1\">28&nbsp;</b>But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God. <b class=\"verse-num\" id=\"v46014029-1\">29&nbsp;</b>Let two or three prophets speak, and let the others weigh what is said. <b class=\"verse-num\" id=\"v46014030-1\">30&nbsp;</b>If a revelation is made to another sitting there, let the first be silent. <b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged, <b class=\"verse-num\" id=\"v46014032-1\">32&nbsp;</b>and the spirits of prophets are subject to prophets. <b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_03-13\">As in all the churches of the saints, <b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n<p id=\"p46014035_03-13\"><b class=\"verse-num\" id=\"v46014036-1\">36&nbsp;</b>Or was it from you that the word of God came? Or are you the only ones it has reached? <b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord. <b class=\"verse-num\" id=\"v46014038-1\">38&nbsp;</b>If anyone does not recognize this, he is not recognized. <b class=\"verse-num\" id=\"v46014039-1\">39&nbsp;</b>So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues. <b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n\n<p id=\"p46015001_07-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_07-13\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015005-1\">5&nbsp;</b>and that he appeared to Cephas, then to the twelve. <b class=\"verse-num\" id=\"v46015006-1\">6&nbsp;</b>Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep. <b class=\"verse-num\" id=\"v46015007-1\">7&nbsp;</b>Then he appeared to James, then to all the apostles. <b class=\"verse-num\" id=\"v46015008-1\">8&nbsp;</b>Last of all, as to one untimely born, he appeared also to me. <b class=\"verse-num\" id=\"v46015009-1\">9&nbsp;</b>For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God.</p>\n\n</div>","kjv":"<strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  <strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  ","niv":""},{"_id":"616769e46451fe5325fa0c2f","topicId":"616769e16451fe5325fa0c22","verse":"Romans 13:1-14","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-14\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-14\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"616769e56451fe5325fa0c30","topicId":"616769e16451fe5325fa0c22","verse":"Luke 5:28-6:35","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42005028_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42005028-1\">28&nbsp;</b>And leaving everything, he rose and followed him.</p>\n<p id=\"p42005028_01-15\"><b class=\"verse-num\" id=\"v42005029-1\">29&nbsp;</b>And Levi made him a great feast in his house, and there was a large company of tax collectors and others reclining at table with them. <b class=\"verse-num\" id=\"v42005030-1\">30&nbsp;</b>And the Pharisees and their scribes grumbled at his disciples, saying, “Why do you eat and drink with tax collectors and sinners?” <b class=\"verse-num\" id=\"v42005031-1\">31&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Those who are well have no need of a physician, but those who are sick.</span> <b class=\"verse-num woc\" id=\"v42005032-1\">32&nbsp;</b><span class=\"woc\">I have not come to call the righteous but sinners to repentance.”</span></p>\n\n<p id=\"p42005032_05-15\"><b class=\"verse-num\" id=\"v42005033-1\">33&nbsp;</b>And they said to him, “The disciples of John fast often and offer prayers, and so do the disciples of the Pharisees, but yours eat and drink.” <b class=\"verse-num\" id=\"v42005034-1\">34&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Can you make wedding guests fast while the bridegroom is with them?</span> <b class=\"verse-num woc\" id=\"v42005035-1\">35&nbsp;</b><span class=\"woc\">The days will come when the bridegroom is taken away from them, and then they will fast in those days.”</span> <b class=\"verse-num\" id=\"v42005036-1\">36&nbsp;</b>He also told them a parable: <span class=\"woc\">“No one tears a piece from a new garment and puts it on an old garment. If he does, he will tear the new, and the piece from the new will not match the old.</span> <b class=\"verse-num woc\" id=\"v42005037-1\">37&nbsp;</b><span class=\"woc\">And no one puts new wine into old wineskins. If he does, the new wine will burst the skins and it will be spilled, and the skins will be destroyed.</span> <b class=\"verse-num woc\" id=\"v42005038-1\">38&nbsp;</b><span class=\"woc\">But new wine must be put into fresh wineskins.</span> <b class=\"verse-num woc\" id=\"v42005039-1\">39&nbsp;</b><span class=\"woc\">And no one after drinking old wine desires new, for he says, ‘The old is good.’”</span></p>\n\n<p id=\"p42006001_11-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42006001-1\">6:1&nbsp;</b>On a Sabbath, while he was going through the grainfields, his disciples plucked and ate some heads of grain, rubbing them in their hands. <b class=\"verse-num\" id=\"v42006002-1\">2&nbsp;</b>But some of the Pharisees said, “Why are you doing what is not lawful to do on the Sabbath?” <b class=\"verse-num\" id=\"v42006003-1\">3&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Have you not read what David did when he was hungry, he and those who were with him:</span> <b class=\"verse-num woc\" id=\"v42006004-1\">4&nbsp;</b><span class=\"woc\">how he entered the house of God and took and ate the bread of the Presence, which is not lawful for any but the priests to eat, and also gave it to those with him?”</span> <b class=\"verse-num\" id=\"v42006005-1\">5&nbsp;</b>And he said to them, <span class=\"woc\">“The Son of Man is lord of the Sabbath.”</span></p>\n\n<p id=\"p42006005_17-15\"><b class=\"verse-num\" id=\"v42006006-1\">6&nbsp;</b>On another Sabbath, he entered the synagogue and was teaching, and a man was there whose right hand was withered. <b class=\"verse-num\" id=\"v42006007-1\">7&nbsp;</b>And the scribes and the Pharisees watched him, to see whether he would heal on the Sabbath, so that they might find a reason to accuse him. <b class=\"verse-num\" id=\"v42006008-1\">8&nbsp;</b>But he knew their thoughts, and he said to the man with the withered hand, <span class=\"woc\">“Come and stand here.”</span> And he rose and stood there. <b class=\"verse-num\" id=\"v42006009-1\">9&nbsp;</b>And Jesus said to them, <span class=\"woc\">“I ask you, is it lawful on the Sabbath to do good or to do harm, to save life or to destroy it?”</span> <b class=\"verse-num\" id=\"v42006010-1\">10&nbsp;</b>And after looking around at them all he said to him, <span class=\"woc\">“Stretch out your hand.”</span> And he did so, and his hand was restored. <b class=\"verse-num\" id=\"v42006011-1\">11&nbsp;</b>But they were filled with fury and discussed with one another what they might do to Jesus.</p>\n\n<p id=\"p42006011_20-15\"><b class=\"verse-num\" id=\"v42006012-1\">12&nbsp;</b>In these days he went out to the mountain to pray, and all night he continued in prayer to God. <b class=\"verse-num\" id=\"v42006013-1\">13&nbsp;</b>And when day came, he called his disciples and chose from them twelve, whom he named apostles: <b class=\"verse-num\" id=\"v42006014-1\">14&nbsp;</b>Simon, whom he named Peter, and Andrew his brother, and James and John, and Philip, and Bartholomew, <b class=\"verse-num\" id=\"v42006015-1\">15&nbsp;</b>and Matthew, and Thomas, and James the son of Alphaeus, and Simon who was called the Zealot, <b class=\"verse-num\" id=\"v42006016-1\">16&nbsp;</b>and Judas the son of James, and Judas Iscariot, who became a traitor.</p>\n\n<p id=\"p42006016_26-15\"><b class=\"verse-num\" id=\"v42006017-1\">17&nbsp;</b>And he came down with them and stood on a level place, with a great crowd of his disciples and a great multitude of people from all Judea and Jerusalem and the seacoast of Tyre and Sidon, <b class=\"verse-num\" id=\"v42006018-1\">18&nbsp;</b>who came to hear him and to be healed of their diseases. And those who were troubled with unclean spirits were cured. <b class=\"verse-num\" id=\"v42006019-1\">19&nbsp;</b>And all the crowd sought to touch him, for power came out from him and healed them all.</p>\n\n<p id=\"p42006019_28-15\"><b class=\"verse-num\" id=\"v42006020-1\">20&nbsp;</b>And he lifted up his eyes on his disciples, and said:</p>\n<p id=\"p42006020_28-15\"><span class=\"woc\">“Blessed are you who are poor, for yours is the kingdom of God.</span></p>\n<p id=\"p42006020_28-15\"><b class=\"verse-num woc\" id=\"v42006021-1\">21&nbsp;</b><span class=\"woc\">“Blessed are you who are hungry now, for you shall be satisfied.</span></p>\n<p id=\"p42006021_28-15\"><span class=\"woc\">“Blessed are you who weep now, for you shall laugh.</span></p>\n<p id=\"p42006021_28-15\"><b class=\"verse-num woc\" id=\"v42006022-1\">22&nbsp;</b><span class=\"woc\">“Blessed are you when people hate you and when they exclude you and revile you and spurn your name as evil, on account of the Son of Man!</span> <b class=\"verse-num woc\" id=\"v42006023-1\">23&nbsp;</b><span class=\"woc\">Rejoice in that day, and leap for joy, for behold, your reward is great in heaven; for so their fathers did to the prophets.</span></p>\n\n<p id=\"p42006023_31-15\"><b class=\"verse-num woc\" id=\"v42006024-1\">24&nbsp;</b><span class=\"woc\">“But woe to you who are rich, for you have received your consolation.</span></p>\n<p id=\"p42006024_31-15\"><b class=\"verse-num woc\" id=\"v42006025-1\">25&nbsp;</b><span class=\"woc\">“Woe to you who are full now, for you shall be hungry.</span></p>\n<p id=\"p42006025_31-15\"><span class=\"woc\">“Woe to you who laugh now, for you shall mourn and weep.</span></p>\n<p id=\"p42006025_31-15\"><b class=\"verse-num woc\" id=\"v42006026-1\">26&nbsp;</b><span class=\"woc\">“Woe to you, when all people speak well of you, for so their fathers did to the false prophets.</span></p>\n\n<p id=\"p42006026_34-15\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span> <b class=\"verse-num woc\" id=\"v42006028-1\">28&nbsp;</b><span class=\"woc\">bless those who curse you, pray for those who abuse you.</span> <b class=\"verse-num woc\" id=\"v42006029-1\">29&nbsp;</b><span class=\"woc\">To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either.</span> <b class=\"verse-num woc\" id=\"v42006030-1\">30&nbsp;</b><span class=\"woc\">Give to everyone who begs from you, and from one who takes away your goods do not demand them back.</span> <b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n<p id=\"p42006031_34-15\"><b class=\"verse-num woc\" id=\"v42006032-1\">32&nbsp;</b><span class=\"woc\">“If you love those who love you, what benefit is that to you? For even sinners love those who love them.</span> <b class=\"verse-num woc\" id=\"v42006033-1\">33&nbsp;</b><span class=\"woc\">And if you do good to those who do good to you, what benefit is that to you? For even sinners do the same.</span> <b class=\"verse-num woc\" id=\"v42006034-1\">34&nbsp;</b><span class=\"woc\">And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.</span> <b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span></p>\n\n</div>","kjv":"<strong>28</strong> And he left all, rose up, and followed him.  <strong>29</strong> And Levi made him a great feast in his own house: and there was a great company of publicans and of others that sat down with them.  <strong>30</strong> But their scribes and Pharisees murmured against his disciples, saying, Why do ye eat and drink with publicans and sinners?  <strong>31</strong> And Jesus answering said unto them, They that are whole need not a physician; but they that are sick.  <strong>32</strong> I came not to call the righteous, but sinners to repentance.  <strong>33</strong> And they said unto him, Why do the disciples of John fast often, and make prayers, and likewise the disciples of the Pharisees; but thine eat and drink?  <strong>34</strong> And he said unto them, Can ye make the children of the bridechamber fast, while the bridegroom is with them?  <strong>35</strong> But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days. <strong>36</strong> And he spake also a parable unto them; No man putteth a piece of a new garment upon an old; if otherwise, then both the new maketh a rent, and the piece that was taken out of the new agreeth not with the old.  <strong>37</strong> And no man putteth new wine into old bottles; else the new wine will burst the bottles, and be spilled, and the bottles shall perish.  <strong>38</strong> But new wine must be put into new bottles; and both are preserved.  <strong>39</strong> No man also having drunk old wine straightway desireth new: for he saith, The old is better. <strong>1</strong> And it came to pass on the second sabbath after the first, that he went through the corn fields; and his disciples plucked the ears of corn, and did eat, rubbing them in their hands.  <strong>2</strong> And certain of the Pharisees said unto them, Why do ye that which is not lawful to do on the sabbath days?  <strong>3</strong> And Jesus answering them said, Have ye not read so much as this, what David did, when himself was an hungred, and they which were with him;  <strong>4</strong> How he went into the house of God, and did take and eat the shewbread, and gave also to them that were with him; which it is not lawful to eat but for the priests alone?  <strong>5</strong> And he said unto them, That the Son of man is Lord also of the sabbath.  <strong>6</strong> And it came to pass also on another sabbath, that he entered into the synagogue and taught: and there was a man whose right hand was withered.  <strong>7</strong> And the scribes and Pharisees watched him, whether he would heal on the sabbath day; that they might find an accusation against him.  <strong>8</strong> But he knew their thoughts, and said to the man which had the withered hand, Rise up, and stand forth in the midst. And he arose and stood forth.  <strong>9</strong> Then said Jesus unto them, I will ask you one thing; Is it lawful on the sabbath days to do good, or to do evil? to save life, or to destroy it?  <strong>10</strong> And looking round about upon them all, he said unto the man, Stretch forth thy hand. And he did so: and his hand was restored whole as the other.  <strong>11</strong> And they were filled with madness; and communed one with another what they might do to Jesus.  <strong>12</strong> And it came to pass in those days, that he went out into a mountain to pray, and continued all night in prayer to God.  <strong>13</strong> And when it was day, he called unto him his disciples: and of them he chose twelve, whom also he named apostles;  <strong>14</strong> Simon, (whom he also named Peter,) and Andrew his brother, James and John, Philip and Bartholomew,  <strong>15</strong> Matthew and Thomas, James the son of Alphaeus, and Simon called Zelotes,  <strong>16</strong> And Judas the brother of James, and Judas Iscariot, which also was the traitor.  <strong>17</strong> And he came down with them, and stood in the plain, and the company of his disciples, and a great multitude of people out of all Judaea and Jerusalem, and from the sea coast of Tyre and Sidon, which came to hear him, and to be healed of their diseases;  <strong>18</strong> And they that were vexed with unclean spirits: and they were healed.  <strong>19</strong> And the whole multitude sought to touch him: for there went virtue out of him, and healed them all.  <strong>20</strong> And he lifted up his eyes on his disciples, and said, Blessed be ye poor: for yours is the kingdom of God.  <strong>21</strong> Blessed are ye that hunger now: for ye shall be filled. Blessed are ye that weep now: for ye shall laugh.  <strong>22</strong> Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man’s sake.  <strong>23</strong> Rejoice ye in that day, and leap for joy: for, behold, your reward is great in heaven: for in the like manner did their fathers unto the prophets.  <strong>24</strong> But woe unto you that are rich! for ye have received your consolation.  <strong>25</strong> Woe unto you that are full! for ye shall hunger. Woe unto you that laugh now! for ye shall mourn and weep.  <strong>26</strong> Woe unto you, when all men shall speak well of you! for so did their fathers to the false prophets. <strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  <strong>28</strong> Bless them that curse you, and pray for them which despitefully use you.  <strong>29</strong> And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloke forbid not to take thy coat also.  <strong>30</strong> Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again.  <strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  <strong>32</strong> For if ye love them which love you, what thank have ye? for sinners also love those that love them.  <strong>33</strong> And if ye do good to them which do good to you, what thank have ye? for sinners also do even the same.  <strong>34</strong> And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again.  <strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  ","niv":""},{"_id":"616769e56451fe5325fa0c31","topicId":"616769e16451fe5325fa0c22","verse":"Revelation 17:1-18:24","votes":4,"__v":0,"kjv":"<strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  <strong>15</strong> And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.  <strong>16</strong> And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.  <strong>17</strong> For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.  <strong>18</strong> And the woman which thou sawest is that great city, which reigneth over the kings of the earth.  <strong>1</strong> And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.  <strong>2</strong> And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.  <strong>3</strong> For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.  <strong>4</strong> And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.  <strong>5</strong> For her sins have reached unto heaven, and God hath remembered her iniquities.  <strong>6</strong> Reward her even as she rewarded you, and double unto her double according to her works: in the cup which she hath filled fill to her double.  <strong>7</strong> How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.  <strong>8</strong> Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is  the Lord God who judgeth her.  <strong>9</strong> And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,  <strong>10</strong> Standing afar off for the fear of her torment, saying, Alas, alas, that great city Babylon, that mighty city! for in one hour is thy judgment come.  <strong>11</strong> And the merchants of the earth shall weep and mourn over her; for no man buyeth their merchandise any more:  <strong>12</strong> The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,  <strong>13</strong> And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.  <strong>14</strong> And the fruits that thy soul lusted after are departed from thee, and all things which were dainty and goodly are departed from thee, and thou shalt find them no more at all.  <strong>15</strong> The merchants of these things, which were made rich by her, shall stand afar off for the fear of her torment, weeping and wailing,  <strong>16</strong> And saying, Alas, alas, that great city, that was clothed in fine linen, and purple, and scarlet, and decked with gold, and precious stones, and pearls!  <strong>17</strong> For in one hour so great riches is come to nought. And every shipmaster, and all the company in ships, and sailors, and as many as trade by sea, stood afar off,  <strong>18</strong> And cried when they saw the smoke of her burning, saying, What city is like unto this great city!  <strong>19</strong> And they cast dust on their heads, and cried, weeping and wailing, saying, Alas, alas, that great city, wherein were made rich all that had ships in the sea by reason of her costliness! for in one hour is she made desolate.  <strong>20</strong> Rejoice over her, thou heaven, and ye holy apostles and prophets; for God hath avenged you on her.  <strong>21</strong> And a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, Thus with violence shall that great city Babylon be thrown down, and shall be found no more at all.  <strong>22</strong> And the voice of harpers, and musicians, and of pipers, and trumpeters, shall be heard no more at all in thee; and no craftsman, of whatsoever craft he be, shall be found any more in thee; and the sound of a millstone shall be heard no more at all in thee;  <strong>23</strong> And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.  <strong>24</strong> And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth.  ","niv":"<sup><strong>1</strong></sup> One of the seven angels who had the seven bowls came and said to me, \"Come, I will show you the punishment of the great prostitute, who sits on many waters. <sup><strong>2</strong></sup> With her the kings of the earth committed adultery and the inhabitants of the earth were intoxicated with the wine of her adulteries.\" <sup><strong>3</strong></sup> Then the angel carried me away in the Spirit into a desert. There I saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns. <sup><strong>4</strong></sup> The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries. <sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH. <sup><strong>6</strong></sup> I saw that the woman was drunk with the blood of the saints, the blood of those who bore testimony to Jesus. <sup><strong>7</strong></sup> When I saw her, I was greatly astonished. Then the angel said to me: \"Why are you astonished? I will explain to you the mystery of the woman and of the beast she rides, which has the seven heads and ten horns. <sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come. <sup><strong>9</strong></sup> \"This calls for a mind with wisdom. The seven heads are seven hills on which the woman sits. <sup><strong>10</strong></sup> They are also seven kings. Five have fallen, one is, the other has not yet come; but when he does come, he must remain for a little while. <sup><strong>11</strong></sup> The beast who once was, and now is not, is an eighth king. He belongs to the seven and is going to his destruction. <sup><strong>12</strong></sup> \"The ten horns you saw are ten kings who have not yet received a kingdom, but who for one hour will receive authority as kings along with the beast. <sup><strong>13</strong></sup> They have one purpose and will give their power and authority to the beast. <sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\" <sup><strong>15</strong></sup> Then the angel said to me, \"The waters you saw, where the prostitute sits, are peoples, multitudes, nations and languages. <sup><strong>16</strong></sup> The beast and the ten horns you saw will hate the prostitute. They will bring her to ruin and leave her naked; they will eat her flesh and burn her with fire. <sup><strong>17</strong></sup> For God has put it into their hearts to accomplish his purpose by agreeing to give the beast their power to rule, until God's words are fulfilled. <sup><strong>18</strong></sup> The woman you saw is the great city that rules over the kings of the earth.\" "},{"_id":"616769e56451fe5325fa0c32","topicId":"616769e16451fe5325fa0c22","verse":"Revelation 11:7-13:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66011007_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66011007-1\">7&nbsp;</b>And when they have finished their testimony, the beast that rises from the bottomless pit will make war on them and conquer them and kill them, <b class=\"verse-num\" id=\"v66011008-1\">8&nbsp;</b>and their dead bodies will lie in the street of the great city that symbolically is called Sodom and Egypt, where their Lord was crucified. <b class=\"verse-num\" id=\"v66011009-1\">9&nbsp;</b>For three and a half days some from the peoples and tribes and languages and nations will gaze at their dead bodies and refuse to let them be placed in a tomb, <b class=\"verse-num\" id=\"v66011010-1\">10&nbsp;</b>and those who dwell on the earth will rejoice over them and make merry and exchange presents, because these two prophets had been a torment to those who dwell on the earth. <b class=\"verse-num\" id=\"v66011011-1\">11&nbsp;</b>But after the three and a half days a breath of life from God entered them, and they stood up on their feet, and great fear fell on those who saw them. <b class=\"verse-num\" id=\"v66011012-1\">12&nbsp;</b>Then they heard a loud voice from heaven saying to them, “Come up here!” And they went up to heaven in a cloud, and their enemies watched them. <b class=\"verse-num\" id=\"v66011013-1\">13&nbsp;</b>And at that hour there was a great earthquake, and a tenth of the city fell. Seven thousand people were killed in the earthquake, and the rest were terrified and gave glory to the God of heaven.</p>\n<p id=\"p66011013_01-17\"><b class=\"verse-num\" id=\"v66011014-1\">14&nbsp;</b>The second woe has passed; behold, the third woe is soon to come.</p>\n\n<p id=\"p66011014_04-17\"><b class=\"verse-num\" id=\"v66011015-1\">15&nbsp;</b>Then the seventh angel blew his trumpet, and there were loud voices in heaven, saying, “The kingdom of the world has become the kingdom of our Lord and of his Christ, and he shall reign forever and ever.” <b class=\"verse-num\" id=\"v66011016-1\">16&nbsp;</b>And the twenty-four elders who sit on their thrones before God fell on their faces and worshiped God, <b class=\"verse-num\" id=\"v66011017-1\">17&nbsp;</b>saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66011017_04-17\" class=\"line\">&nbsp;&nbsp;“We give thanks to you, Lord God Almighty,</span><br><span id=\"p66011017_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who is and who was,</span><br><span id=\"p66011017_04-17\" class=\"line\">&nbsp;&nbsp;for you have taken your great power</span><br><span id=\"p66011017_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and begun to reign.</span><br><span id=\"p66011018_04-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v66011018-1\">18&nbsp;</b>&nbsp;&nbsp;The nations raged,</span><br><span id=\"p66011018_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your wrath came,</span><br><span id=\"p66011018_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the time for the dead to be judged,</span><br><span id=\"p66011018_04-17\" class=\"line\">&nbsp;&nbsp;and for rewarding your servants, the prophets and saints,</span><br><span id=\"p66011018_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who fear your name,</span><br><span id=\"p66011018_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;both small and great,</span><br><span id=\"p66011018_04-17\" class=\"line\">&nbsp;&nbsp;and for destroying the destroyers of the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66011018_04-17\"><b class=\"verse-num\" id=\"v66011019-1\">19&nbsp;</b>Then God’s temple in heaven was opened, and the ark of his covenant was seen within his temple. There were flashes of lightning, rumblings, peals of thunder, an earthquake, and heavy hail.</p>\n\n<p id=\"p66012001_09-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66012001-1\">12:1&nbsp;</b>And a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars. <b class=\"verse-num\" id=\"v66012002-1\">2&nbsp;</b>She was pregnant and was crying out in birth pains and the agony of giving birth. <b class=\"verse-num\" id=\"v66012003-1\">3&nbsp;</b>And another sign appeared in heaven: behold, a great red dragon, with seven heads and ten horns, and on his heads seven diadems. <b class=\"verse-num\" id=\"v66012004-1\">4&nbsp;</b>His tail swept down a third of the stars of heaven and cast them to the earth. And the dragon stood before the woman who was about to give birth, so that when she bore her child he might devour it. <b class=\"verse-num\" id=\"v66012005-1\">5&nbsp;</b>She gave birth to a male child, one who is to rule all the nations with a rod of iron, but her child was caught up to God and to his throne, <b class=\"verse-num\" id=\"v66012006-1\">6&nbsp;</b>and the woman fled into the wilderness, where she has a place prepared by God, in which she is to be nourished for 1,260 days.</p>\n\n<p id=\"p66012006_14-17\"><b class=\"verse-num\" id=\"v66012007-1\">7&nbsp;</b>Now war arose in heaven, Michael and his angels fighting against the dragon. And the dragon and his angels fought back, <b class=\"verse-num\" id=\"v66012008-1\">8&nbsp;</b>but he was defeated, and there was no longer any place for them in heaven. <b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him. <b class=\"verse-num\" id=\"v66012010-1\">10&nbsp;</b>And I heard a loud voice in heaven, saying, “Now the salvation and the power and the kingdom of our God and the authority of his Christ have come, for the accuser of our brothers has been thrown down, who accuses them day and night before our God. <b class=\"verse-num\" id=\"v66012011-1\">11&nbsp;</b>And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death. <b class=\"verse-num\" id=\"v66012012-1\">12&nbsp;</b>Therefore, rejoice, O heavens and you who dwell in them! But woe to you, O earth and sea, for the devil has come down to you in great wrath, because he knows that his time is short!”</p>\n<p id=\"p66012012_14-17\"><b class=\"verse-num\" id=\"v66012013-1\">13&nbsp;</b>And when the dragon saw that he had been thrown down to the earth, he pursued the woman who had given birth to the male child. <b class=\"verse-num\" id=\"v66012014-1\">14&nbsp;</b>But the woman was given the two wings of the great eagle so that she might fly from the serpent into the wilderness, to the place where she is to be nourished for a time, and times, and half a time. <b class=\"verse-num\" id=\"v66012015-1\">15&nbsp;</b>The serpent poured water like a river out of his mouth after the woman, to sweep her away with a flood. <b class=\"verse-num\" id=\"v66012016-1\">16&nbsp;</b>But the earth came to the help of the woman, and the earth opened its mouth and swallowed the river that the dragon had poured from his mouth. <b class=\"verse-num\" id=\"v66012017-1\">17&nbsp;</b>Then the dragon became furious with the woman and went off to make war on the rest of her offspring, on those who keep the commandments of God and hold to the testimony of Jesus. And he stood on the sand of the sea.</p>\n\n<p id=\"p66013001_17-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads. <b class=\"verse-num\" id=\"v66013002-1\">2&nbsp;</b>And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority. <b class=\"verse-num\" id=\"v66013003-1\">3&nbsp;</b>One of its heads seemed to have a mortal wound, but its mortal wound was healed, and the whole earth marveled as they followed the beast. <b class=\"verse-num\" id=\"v66013004-1\">4&nbsp;</b>And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”</p>\n<p id=\"p66013004_17-17\"><b class=\"verse-num\" id=\"v66013005-1\">5&nbsp;</b>And the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months. <b class=\"verse-num\" id=\"v66013006-1\">6&nbsp;</b>It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven. <b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation,</p>\n\n</div>","kjv":"<strong>7</strong> And when they shall have finished their testimony, the beast that ascendeth out of the bottomless pit shall make war against them, and shall overcome them, and kill them.  <strong>8</strong> And their dead bodies shall lie in the street of the great city, which spiritually is called Sodom and Egypt, where also our Lord was crucified.  <strong>9</strong> And they of the people and kindreds and tongues and nations shall see their dead bodies three days and an half, and shall not suffer their dead bodies to be put in graves.  <strong>10</strong> And they that dwell upon the earth shall rejoice over them, and make merry, and shall send gifts one to another; because these two prophets tormented them that dwelt on the earth.  <strong>11</strong> And after three days and an half the Spirit of life from God entered into them, and they stood upon their feet; and great fear fell upon them which saw them.  <strong>12</strong> And they heard a great voice from heaven saying unto them, Come up hither. And they ascended up to heaven in a cloud; and their enemies beheld them.  <strong>13</strong> And the same hour was there a great earthquake, and the tenth part of the city fell, and in the earthquake were slain of men seven thousand: and the remnant were affrighted, and gave glory to the God of heaven.  <strong>14</strong> The second woe is past; and, behold, the third woe cometh quickly.  <strong>15</strong> And the seventh angel sounded; and there were great voices in heaven, saying, The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever.  <strong>16</strong> And the four and twenty elders, which sat before God on their seats, fell upon their faces, and worshipped God,  <strong>17</strong> Saying, We give thee thanks, O Lord God Almighty, which art, and wast, and art to come; because thou hast taken to thee thy great power, and hast reigned.  <strong>18</strong> And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.  <strong>19</strong> And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.  <strong>1</strong> And there appeared a great wonder in heaven; a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars:  <strong>2</strong> And she being with child cried, travailing in birth, and pained to be delivered.  <strong>3</strong> And there appeared another wonder in heaven; and behold a great red dragon, having seven heads and ten horns, and seven crowns upon his heads.  <strong>4</strong> And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon stood before the woman which was ready to be delivered, for to devour her child as soon as it was born.  <strong>5</strong> And she brought forth a man child, who was to rule all nations with a rod of iron: and her child was caught up unto God, and to his throne.  <strong>6</strong> And the woman fled into the wilderness, where she hath a place prepared of God, that they should feed her there a thousand two hundred and  threescore days.  <strong>7</strong> And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,  <strong>8</strong> And prevailed not; neither was their place found any more in heaven.  <strong>9</strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.  <strong>10</strong> And I heard a loud voice saying in heaven, Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night.  <strong>11</strong> And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.  <strong>12</strong> Therefore rejoice, ye heavens, and ye that dwell in them. Woe to the inhabiters of the earth and of the sea! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.  <strong>13</strong> And when the dragon saw that he was cast unto the earth, he persecuted the woman which brought forth the man child.  <strong>14</strong> And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.  <strong>15</strong> And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away of the flood.  <strong>16</strong> And the earth helped the woman, and the earth opened her mouth, and swallowed up the flood which the dragon cast out of his mouth.  <strong>17</strong> And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.  <strong>1</strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.  <strong>2</strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.  <strong>3</strong> And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast.  <strong>4</strong> And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?  <strong>5</strong> And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and  two months.  <strong>6</strong> And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.  <strong>7</strong> And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.  ","niv":"<sup><strong>7</strong></sup> Now when they have finished their testimony, the beast that comes up from the Abyss will attack them, and overpower and kill them. <sup><strong>8</strong></sup> Their bodies will lie in the street of the great city, which is figuratively called Sodom and Egypt, where also their Lord was crucified. <sup><strong>9</strong></sup> For three and a half days men from every people, tribe, language and nation will gaze on their bodies and refuse them burial. <sup><strong>10</strong></sup> The inhabitants of the earth will gloat over them and will celebrate by sending each other gifts, because these two prophets had tormented those who live on the earth. <sup><strong>11</strong></sup> But after the three and a half days a breath of life from God entered them, and they stood on their feet, and terror struck those who saw them. <sup><strong>12</strong></sup> Then they heard a loud voice from heaven saying to them, \"Come up here.\" And they went up to heaven in a cloud, while their enemies looked on. <sup><strong>13</strong></sup> At that very hour there was a severe earthquake and a tenth of the city collapsed. Seven thousand people were killed in the earthquake, and the survivors were terrified and gave glory to the God of heaven. "},{"_id":"616769e66451fe5325fa0c33","topicId":"616769e16451fe5325fa0c22","verse":"2 Peter 2:12-22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61002012_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002012-1\">12&nbsp;</b>But these, like irrational animals, creatures of instinct, born to be caught and destroyed, blaspheming about matters of which they are ignorant, will also be destroyed in their destruction, <b class=\"verse-num\" id=\"v61002013-1\">13&nbsp;</b>suffering wrong as the wage for their wrongdoing. They count it pleasure to revel in the daytime. They are blots and blemishes, reveling in their deceptions, while they feast with you. <b class=\"verse-num\" id=\"v61002014-1\">14&nbsp;</b>They have eyes full of adultery, insatiable for sin. They entice unsteady souls. They have hearts trained in greed. Accursed children! <b class=\"verse-num\" id=\"v61002015-1\">15&nbsp;</b>Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing, <b class=\"verse-num\" id=\"v61002016-1\">16&nbsp;</b>but was rebuked for his own transgression; a speechless donkey spoke with human voice and restrained the prophet’s madness.</p>\n<p id=\"p61002016_01-18\"><b class=\"verse-num\" id=\"v61002017-1\">17&nbsp;</b>These are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved. <b class=\"verse-num\" id=\"v61002018-1\">18&nbsp;</b>For, speaking loud boasts of folly, they entice by sensual passions of the flesh those who are barely escaping from those who live in error. <b class=\"verse-num\" id=\"v61002019-1\">19&nbsp;</b>They promise them freedom, but they themselves are slaves of corruption. For whatever overcomes a person, to that he is enslaved. <b class=\"verse-num\" id=\"v61002020-1\">20&nbsp;</b>For if, after they have escaped the defilements of the world through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and overcome, the last state has become worse for them than the first. <b class=\"verse-num\" id=\"v61002021-1\">21&nbsp;</b>For it would have been better for them never to have known the way of righteousness than after knowing it to turn back from the holy commandment delivered to them. <b class=\"verse-num\" id=\"v61002022-1\">22&nbsp;</b>What the true proverb says has happened to them: “The dog returns to its own vomit, and the sow, after washing herself, returns to wallow in the mire.”</p>\n\n</div>","kjv":"<strong>12</strong> But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption;  <strong>13</strong> And shall receive the reward of unrighteousness, as they that count it pleasure to riot in the daytime. Spots they are and blemishes, sporting themselves with their own deceivings while they feast with you;  <strong>14</strong> Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:  <strong>15</strong> Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;  <strong>16</strong> But was rebuked for his iniquity: the dumb ass speaking with man’s voice forbad the madness of the prophet.  <strong>17</strong> These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.  <strong>18</strong> For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.  <strong>19</strong> While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.  <strong>20</strong> For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.  <strong>21</strong> For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.  <strong>22</strong> But it is happened unto them according to the true proverb, The dog is turned to his own vomit again; and the sow that was washed to her wallowing in the mire.  ","niv":"<sup><strong>12</strong></sup> But these men blaspheme in matters they do not understand. They are like brute beasts, creatures of instinct, born only to be caught and destroyed, and like beasts they too will perish. <sup><strong>13</strong></sup> They will be paid back with harm for the harm they have done. Their idea of pleasure is to carouse in broad daylight. They are blots and blemishes, reveling in their pleasures while they feast with you. <sup><strong>14</strong></sup> With eyes full of adultery, they never stop sinning; they seduce the unstable; they are experts in greed--an accursed brood! <sup><strong>15</strong></sup> They have left the straight way and wandered off to follow the way of Balaam son of Beor, who loved the wages of wickedness. <sup><strong>16</strong></sup> But he was rebuked for his wrongdoing by a donkey--a beast without speech--who spoke with a man's voice and restrained the prophet's madness. <sup><strong>17</strong></sup> These men are springs without water and mists driven by a storm. Blackest darkness is reserved for them. <sup><strong>18</strong></sup> For they mouth empty, boastful words and, by appealing to the lustful desires of sinful human nature, they entice people who are just escaping from those who live in error. <sup><strong>19</strong></sup> They promise them freedom, while they themselves are slaves of depravity--for a man is a slave to whatever has mastered him. <sup><strong>20</strong></sup> If they have escaped the corruption of the world by knowing our Lord and Savior Jesus Christ and are again entangled in it and overcome, they are worse off at the end than they were at the beginning. <sup><strong>21</strong></sup> It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them. <sup><strong>22</strong></sup> Of them the proverbs are true: \"A dog returns to its vomit,\" and, \"A sow that is washed goes back to her wallowing in the mud.\" "},{"_id":"616769e66451fe5325fa0c34","topicId":"616769e16451fe5325fa0c22","verse":"1 Peter 2:12-23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60002012_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n\n<p id=\"p60002012_04-20\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n<p id=\"p60002017_04-20\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. <b class=\"verse-num\" id=\"v60002019-1\">19&nbsp;</b>For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. <b class=\"verse-num\" id=\"v60002020-1\">20&nbsp;</b>For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God. <b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly.</p>\n\n</div>","kjv":"<strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  <strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  <strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  <strong>19</strong> For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.  <strong>20</strong> For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it,  ye take it patiently, this is acceptable with God.  <strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  ","niv":"<sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. <sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh. <sup><strong>19</strong></sup> For it is commendable if a man bears up under the pain of unjust suffering because he is conscious of God. <sup><strong>20</strong></sup> But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. <sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. "},{"_id":"616769e66451fe5325fa0c35","topicId":"616769e16451fe5325fa0c22","verse":"James 1:8-15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59001008_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_01-21\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_01-21\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n\n</div>","kjv":"<strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  ","niv":"<sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. "},{"_id":"616769e66451fe5325fa0c36","topicId":"616769e16451fe5325fa0c22","verse":"1 Corinthians 11:1-34","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-23\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-23\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-23\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-23\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-23\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. "},{"_id":"616769e76451fe5325fa0c37","topicId":"616769e16451fe5325fa0c22","verse":"1 Corinthians 1:18-2:14","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46001018_08-25\"><b class=\"verse-num\" id=\"v46001018-1\">18&nbsp;</b>For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God. <b class=\"verse-num\" id=\"v46001019-1\">19&nbsp;</b>For it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46001019_08-25\" class=\"line\">&nbsp;&nbsp;“I will destroy the wisdom of the wise,</span><br><span id=\"p46001019_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the discernment of the discerning I will thwart.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46001019_08-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46001020-1\">20&nbsp;</b>Where is the one who is wise? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world? <b class=\"verse-num\" id=\"v46001021-1\">21&nbsp;</b>For since, in the wisdom of God, the world did not know God through wisdom, it pleased God through the folly of what we preach to save those who believe. <b class=\"verse-num\" id=\"v46001022-1\">22&nbsp;</b>For Jews demand signs and Greeks seek wisdom, <b class=\"verse-num\" id=\"v46001023-1\">23&nbsp;</b>but we preach Christ crucified, a stumbling block to Jews and folly to Gentiles, <b class=\"verse-num\" id=\"v46001024-1\">24&nbsp;</b>but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God. <b class=\"verse-num\" id=\"v46001025-1\">25&nbsp;</b>For the foolishness of God is wiser than men, and the weakness of God is stronger than men.</p>\n<p id=\"p46001025_08-25\"><b class=\"verse-num\" id=\"v46001026-1\">26&nbsp;</b>For consider your calling, brothers: not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth. <b class=\"verse-num\" id=\"v46001027-1\">27&nbsp;</b>But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong; <b class=\"verse-num\" id=\"v46001028-1\">28&nbsp;</b>God chose what is low and despised in the world, even things that are not, to bring to nothing things that are, <b class=\"verse-num\" id=\"v46001029-1\">29&nbsp;</b>so that no human being might boast in the presence of God. <b class=\"verse-num\" id=\"v46001030-1\">30&nbsp;</b>And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption, <b class=\"verse-num\" id=\"v46001031-1\">31&nbsp;</b>so that, as it is written, “Let the one who boasts, boast in the Lord.”</p>\n\n<p id=\"p46002001_11-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46002001-1\">2:1&nbsp;</b>And I, when I came to you, brothers, did not come proclaiming to you the testimony of God with lofty speech or wisdom. <b class=\"verse-num\" id=\"v46002002-1\">2&nbsp;</b>For I decided to know nothing among you except Jesus Christ and him crucified. <b class=\"verse-num\" id=\"v46002003-1\">3&nbsp;</b>And I was with you in weakness and in fear and much trembling, <b class=\"verse-num\" id=\"v46002004-1\">4&nbsp;</b>and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power, <b class=\"verse-num\" id=\"v46002005-1\">5&nbsp;</b>so that your faith might not rest in the wisdom of men but in the power of God.</p>\n\n<p id=\"p46002005_15-25\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away. <b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. <b class=\"verse-num\" id=\"v46002008-1\">8&nbsp;</b>None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. <b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_15-25\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_15-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_15-25\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46002009_15-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46002010-1\">10&nbsp;</b>these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God. <b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God. <b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. <b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n<p id=\"p46002013_15-25\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.</p>\n\n</div>","kjv":"<strong>18</strong> For the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God.  <strong>19</strong> For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent.  <strong>20</strong> Where is the wise? where is the scribe? where is the disputer of this world? hath not God made foolish the wisdom of this world?  <strong>21</strong> For after that in the wisdom of God the world by wisdom knew not God, it pleased God by the foolishness of preaching to save them that believe.  <strong>22</strong> For the Jews require a sign, and the Greeks seek after wisdom:  <strong>23</strong> But we preach Christ crucified, unto the Jews a stumblingblock, and unto the Greeks foolishness;  <strong>24</strong> But unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God.  <strong>25</strong> Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.  <strong>26</strong> For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:  <strong>27</strong> But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;  <strong>28</strong> And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:  <strong>29</strong> That no flesh should glory in his presence.  <strong>30</strong> But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:  <strong>31</strong> That, according as it is written, He that glorieth, let him glory in the Lord.  <strong>1</strong> And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.  <strong>2</strong> For I determined not to know any thing among you, save Jesus Christ, and him crucified.  <strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  <strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  <strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  <strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  <strong>8</strong> Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.  <strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  <strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  <strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  ","niv":""},{"_id":"616769e76451fe5325fa0c38","topicId":"616769e16451fe5325fa0c22","verse":"Acts 20:30-21:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44020030_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020030-1\">30&nbsp;</b>and from among your own selves will arise men speaking twisted things, to draw away the disciples after them. <b class=\"verse-num\" id=\"v44020031-1\">31&nbsp;</b>Therefore be alert, remembering that for three years I did not cease night or day to admonish every one with tears. <b class=\"verse-num\" id=\"v44020032-1\">32&nbsp;</b>And now I commend you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are sanctified. <b class=\"verse-num\" id=\"v44020033-1\">33&nbsp;</b>I coveted no one’s silver or gold or apparel. <b class=\"verse-num\" id=\"v44020034-1\">34&nbsp;</b>You yourselves know that these hands ministered to my necessities and to those who were with me. <b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n<p id=\"p44020035_01-26\"><b class=\"verse-num\" id=\"v44020036-1\">36&nbsp;</b>And when he had said these things, he knelt down and prayed with them all. <b class=\"verse-num\" id=\"v44020037-1\">37&nbsp;</b>And there was much weeping on the part of all; they embraced Paul and kissed him, <b class=\"verse-num\" id=\"v44020038-1\">38&nbsp;</b>being sorrowful most of all because of the word he had spoken, that they would not see his face again. And they accompanied him to the ship.</p>\n\n<p id=\"p44021001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44021001-1\">21:1&nbsp;</b>And when we had parted from them and set sail, we came by a straight course to Cos, and the next day to Rhodes, and from there to Patara. <b class=\"verse-num\" id=\"v44021002-1\">2&nbsp;</b>And having found a ship crossing to Phoenicia, we went aboard and set sail. <b class=\"verse-num\" id=\"v44021003-1\">3&nbsp;</b>When we had come in sight of Cyprus, leaving it on the left we sailed to Syria and landed at Tyre, for there the ship was to unload its cargo. <b class=\"verse-num\" id=\"v44021004-1\">4&nbsp;</b>And having sought out the disciples, we stayed there for seven days. And through the Spirit they were telling Paul not to go on to Jerusalem. <b class=\"verse-num\" id=\"v44021005-1\">5&nbsp;</b>When our days there were ended, we departed and went on our journey, and they all, with wives and children, accompanied us until we were outside the city. And kneeling down on the beach, we prayed <b class=\"verse-num\" id=\"v44021006-1\">6&nbsp;</b>and said farewell to one another. Then we went on board the ship, and they returned home.</p>\n<p id=\"p44021006_05-26\"><b class=\"verse-num\" id=\"v44021007-1\">7&nbsp;</b>When we had finished the voyage from Tyre, we arrived at Ptolemais, and we greeted the brothers and stayed with them for one day. <b class=\"verse-num\" id=\"v44021008-1\">8&nbsp;</b>On the next day we departed and came to Caesarea, and we entered the house of Philip the evangelist, who was one of the seven, and stayed with him. <b class=\"verse-num\" id=\"v44021009-1\">9&nbsp;</b>He had four unmarried daughters, who prophesied. <b class=\"verse-num\" id=\"v44021010-1\">10&nbsp;</b>While we were staying for many days, a prophet named Agabus came down from Judea. <b class=\"verse-num\" id=\"v44021011-1\">11&nbsp;</b>And coming to us, he took Paul’s belt and bound his own feet and hands and said, “Thus says the Holy Spirit, ‘This is how the Jews at Jerusalem will bind the man who owns this belt and deliver him into the hands of the Gentiles.’” <b class=\"verse-num\" id=\"v44021012-1\">12&nbsp;</b>When we heard this, we and the people there urged him not to go up to Jerusalem. <b class=\"verse-num\" id=\"v44021013-1\">13&nbsp;</b>Then Paul answered, “What are you doing, weeping and breaking my heart? For I am ready not only to be imprisoned but even to die in Jerusalem for the name of the Lord Jesus.”</p>\n\n</div>","kjv":"<strong>30</strong> Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them.  <strong>31</strong> Therefore watch, and remember, that by the space of three years I ceased not to warn every one night and day with tears.  <strong>32</strong> And now, brethren, I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all them which are sanctified.  <strong>33</strong> I have coveted no man’s silver, or gold, or apparel.  <strong>34</strong> Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me.  <strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. <strong>36</strong> And when he had thus spoken, he kneeled down, and prayed with them all.  <strong>37</strong> And they all wept sore, and fell on Paul’s neck, and kissed him,  <strong>38</strong> Sorrowing most of all for the words which he spake, that they should see his face no more. And they accompanied him unto the ship.  <strong>1</strong> And it came to pass, that after we were gotten from them, and had launched, we came with a straight course unto Coos, and the day  following unto Rhodes, and from thence unto Patara:  <strong>2</strong> And finding a ship sailing over unto Phenicia, we went aboard, and set forth.  <strong>3</strong> Now when we had discovered Cyprus, we left it on the left hand, and sailed into Syria, and landed at Tyre: for there the ship was to unlade her burden.  <strong>4</strong> And finding disciples, we tarried there seven days: who said to Paul through the Spirit, that he should not go up to Jerusalem.  <strong>5</strong> And when we had accomplished those days, we departed and went our way; and they all brought us on our way, with wives and children, till we were out of the city: and we kneeled down on the shore, and prayed.  <strong>6</strong> And when we had taken our leave one of another, we took ship; and they returned home again.  <strong>7</strong> And when we had finished our course from Tyre, we came to Ptolemais, and saluted the brethren, and abode with them one day.  <strong>8</strong> And the next day we that were of Paul’s company departed, and came unto Caesarea: and we entered into the house of Philip the evangelist, which was one of the seven; and abode with him.  <strong>9</strong> And the same man had four daughters, virgins, which did prophesy.  <strong>10</strong> And as we tarried there many days, there came down from Judaea a certain prophet, named Agabus.  <strong>11</strong> And when he was come unto us, he took Paul’s girdle, and bound his own hands and feet, and said, Thus saith the Holy Ghost, So shall the Jews at Jerusalem bind the man that owneth this girdle, and shall deliver him  into the hands of the Gentiles.  <strong>12</strong> And when we heard these things, both we, and they of that place, besought him not to go up to Jerusalem.  <strong>13</strong> Then Paul answered, What mean ye to weep and to break mine heart? for I am ready not to be bound only, but also to die at Jerusalem for the name of the Lord Jesus.  ","niv":""},{"_id":"616769e76451fe5325fa0c39","topicId":"616769e16451fe5325fa0c22","verse":"Acts 4:1-37","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44004001_07-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44004001-1\">4:1&nbsp;</b>And as they were speaking to the people, the priests and the captain of the temple and the Sadducees came upon them, <b class=\"verse-num\" id=\"v44004002-1\">2&nbsp;</b>greatly annoyed because they were teaching the people and proclaiming in Jesus the resurrection from the dead. <b class=\"verse-num\" id=\"v44004003-1\">3&nbsp;</b>And they arrested them and put them in custody until the next day, for it was already evening. <b class=\"verse-num\" id=\"v44004004-1\">4&nbsp;</b>But many of those who had heard the word believed, and the number of the men came to about five thousand.</p>\n<p id=\"p44004004_07-27\"><b class=\"verse-num\" id=\"v44004005-1\">5&nbsp;</b>On the next day their rulers and elders and scribes gathered together in Jerusalem, <b class=\"verse-num\" id=\"v44004006-1\">6&nbsp;</b>with Annas the high priest and Caiaphas and John and Alexander, and all who were of the high-priestly family. <b class=\"verse-num\" id=\"v44004007-1\">7&nbsp;</b>And when they had set them in the midst, they inquired, “By what power or by what name did you do this?” <b class=\"verse-num\" id=\"v44004008-1\">8&nbsp;</b>Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders, <b class=\"verse-num\" id=\"v44004009-1\">9&nbsp;</b>if we are being examined today concerning a good deed done to a crippled man, by what means this man has been healed, <b class=\"verse-num\" id=\"v44004010-1\">10&nbsp;</b>let it be known to all of you and to all the people of Israel that by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead—by him this man is standing before you well. <b class=\"verse-num\" id=\"v44004011-1\">11&nbsp;</b>This Jesus is the stone that was rejected by you, the builders, which has become the cornerstone. <b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n<p id=\"p44004012_07-27\"><b class=\"verse-num\" id=\"v44004013-1\">13&nbsp;</b>Now when they saw the boldness of Peter and John, and perceived that they were uneducated, common men, they were astonished. And they recognized that they had been with Jesus. <b class=\"verse-num\" id=\"v44004014-1\">14&nbsp;</b>But seeing the man who was healed standing beside them, they had nothing to say in opposition. <b class=\"verse-num\" id=\"v44004015-1\">15&nbsp;</b>But when they had commanded them to leave the council, they conferred with one another, <b class=\"verse-num\" id=\"v44004016-1\">16&nbsp;</b>saying, “What shall we do with these men? For that a notable sign has been performed through them is evident to all the inhabitants of Jerusalem, and we cannot deny it. <b class=\"verse-num\" id=\"v44004017-1\">17&nbsp;</b>But in order that it may spread no further among the people, let us warn them to speak no more to anyone in this name.” <b class=\"verse-num\" id=\"v44004018-1\">18&nbsp;</b>So they called them and charged them not to speak or teach at all in the name of Jesus. <b class=\"verse-num\" id=\"v44004019-1\">19&nbsp;</b>But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, you must judge, <b class=\"verse-num\" id=\"v44004020-1\">20&nbsp;</b>for we cannot but speak of what we have seen and heard.” <b class=\"verse-num\" id=\"v44004021-1\">21&nbsp;</b>And when they had further threatened them, they let them go, finding no way to punish them, because of the people, for all were praising God for what had happened. <b class=\"verse-num\" id=\"v44004022-1\">22&nbsp;</b>For the man on whom this sign of healing was performed was more than forty years old.</p>\n\n<p id=\"p44004022_12-27\"><b class=\"verse-num\" id=\"v44004023-1\">23&nbsp;</b>When they were released, they went to their friends and reported what the chief priests and the elders had said to them. <b class=\"verse-num\" id=\"v44004024-1\">24&nbsp;</b>And when they heard it, they lifted their voices together to God and said, “Sovereign Lord, who made the heaven and the earth and the sea and everything in them, <b class=\"verse-num\" id=\"v44004025-1\">25&nbsp;</b>who through the mouth of our father David, your servant, said by the Holy Spirit,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44004025_12-27\" class=\"line\">&nbsp;&nbsp;“‘Why did the Gentiles rage,</span><br><span id=\"p44004025_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the peoples plot in vain?</span><br><span id=\"p44004026_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44004026-1\">26&nbsp;</b>&nbsp;&nbsp;The kings of the earth set themselves,</span><br><span id=\"p44004026_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rulers were gathered together,</span><br><span id=\"p44004026_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against the Lord and against his Anointed’—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44004026_12-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44004027-1\">27&nbsp;</b>for truly in this city there were gathered together against your holy servant Jesus, whom you anointed, both Herod and Pontius Pilate, along with the Gentiles and the peoples of Israel, <b class=\"verse-num\" id=\"v44004028-1\">28&nbsp;</b>to do whatever your hand and your plan had predestined to take place. <b class=\"verse-num\" id=\"v44004029-1\">29&nbsp;</b>And now, Lord, look upon their threats and grant to your servants to continue to speak your word with all boldness, <b class=\"verse-num\" id=\"v44004030-1\">30&nbsp;</b>while you stretch out your hand to heal, and signs and wonders are performed through the name of your holy servant Jesus.” <b class=\"verse-num\" id=\"v44004031-1\">31&nbsp;</b>And when they had prayed, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and continued to speak the word of God with boldness.</p>\n\n<p id=\"p44004031_17-27\"><b class=\"verse-num\" id=\"v44004032-1\">32&nbsp;</b>Now the full number of those who believed were of one heart and soul, and no one said that any of the things that belonged to him was his own, but they had everything in common. <b class=\"verse-num\" id=\"v44004033-1\">33&nbsp;</b>And with great power the apostles were giving their testimony to the resurrection of the Lord Jesus, and great grace was upon them all. <b class=\"verse-num\" id=\"v44004034-1\">34&nbsp;</b>There was not a needy person among them, for as many as were owners of lands or houses sold them and brought the proceeds of what was sold <b class=\"verse-num\" id=\"v44004035-1\">35&nbsp;</b>and laid it at the apostles’ feet, and it was distributed to each as any had need. <b class=\"verse-num\" id=\"v44004036-1\">36&nbsp;</b>Thus Joseph, who was also called by the apostles Barnabas (which means son of encouragement), a Levite, a native of Cyprus, <b class=\"verse-num\" id=\"v44004037-1\">37&nbsp;</b>sold a field that belonged to him and brought the money and laid it at the apostles’ feet.</p>\n\n</div>","kjv":"<strong>1</strong> And as they spake unto the people, the priests, and the captain of the temple, and the Sadducees, came upon them,  <strong>2</strong> Being grieved that they taught the people, and preached through Jesus the resurrection from the dead.  <strong>3</strong> And they laid hands on them, and put them in hold unto the next day: for it was now eventide.  <strong>4</strong> Howbeit many of them which heard the word believed; and the number of the men was about five thousand.  <strong>5</strong> And it came to pass on the morrow, that their rulers, and elders, and scribes,  <strong>6</strong> And Annas the high priest, and Caiaphas, and John, and Alexander, and as many as were of the kindred of the high priest, were gathered together at Jerusalem.  <strong>7</strong> And when they had set them in the midst, they asked, By what power, or by what name, have ye done this?  <strong>8</strong> Then Peter, filled with the Holy Ghost, said unto them, Ye rulers of the people, and elders of Israel,  <strong>9</strong> If we this day be examined of the good deed done to the impotent man, by what means he is made whole;  <strong>10</strong> Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, even by him doth this man stand here before you whole.  <strong>11</strong> This is the stone which was set at nought of you builders, which is become the head of the corner.  <strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  <strong>13</strong> Now when they saw the boldness of Peter and John, and perceived that they were unlearned and ignorant men, they marvelled; and they took knowledge of them, that they had been with Jesus.  <strong>14</strong> And beholding the man which was healed standing with them, they could say nothing against it.  <strong>15</strong> But when they had commanded them to go aside out of the council, they conferred among themselves,  <strong>16</strong> Saying, What shall we do to these men? for that indeed a notable miracle hath been done by them is manifest to all them that dwell in Jerusalem; and we cannot deny it.  <strong>17</strong> But that it spread no further among the people, let us straitly threaten them, that they speak henceforth to no man in this name.  <strong>18</strong> And they called them, and commanded them not to speak at all nor teach in the name of Jesus.  <strong>19</strong> But Peter and John answered and said unto them, Whether it be right in the sight of God to hearken unto you more than unto God, judge ye.  <strong>20</strong> For we cannot but speak the things which we have seen and heard.  <strong>21</strong> So when they had further threatened them, they let them go, finding nothing how they might punish them, because of the people: for all men  glorified God for that which was done.  <strong>22</strong> For the man was above forty years old, on whom this miracle of healing was shewed.  <strong>23</strong> And being let go, they went to their own company, and reported all that the chief priests and elders had said unto them.  <strong>24</strong> And when they heard that, they lifted up their voice to God with one accord, and said, Lord, thou art God, which hast made heaven, and earth, and the sea, and all that in them is:  <strong>25</strong> Who by the mouth of thy servant David hast said, Why did the heathen rage, and the people imagine vain things?  <strong>26</strong> The kings of the earth stood up, and the rulers were gathered together against the Lord, and against his Christ.  <strong>27</strong> For of a truth against thy holy child Jesus, whom thou hast anointed, both Herod, and Pontius Pilate, with the Gentiles, and the people of Israel, were gathered together,  <strong>28</strong> For to do whatsoever thy hand and thy counsel determined before to be done.  <strong>29</strong> And now, Lord, behold their threatenings: and grant unto thy servants, that with all boldness they may speak thy word,  <strong>30</strong> By stretching forth thine hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus.  <strong>31</strong> And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness.  <strong>32</strong> And the multitude of them that believed were of one heart and of one soul: neither said any of them that ought of the things which he possessed was his own; but they had all things common.  <strong>33</strong> And with great power gave the apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all.  <strong>34</strong> Neither was there any among them that lacked: for as many as were possessors of lands or houses sold them, and brought the prices of the things that were sold,  <strong>35</strong> And laid them down at the apostles’ feet: and distribution was made unto every man according as he had need.  <strong>36</strong> And Joses, who by the apostles was surnamed Barnabas, (which is, being interpreted, The son of consolation,) a Levite, and of the country of Cyprus,  <strong>37</strong> Having land, sold it, and brought the money, and laid it at the apostles’ feet.  ","niv":"<sup><strong>1</strong></sup> The priests and the captain of the temple guard and the Sadducees came up to Peter and John while they were speaking to the people. <sup><strong>2</strong></sup> They were greatly disturbed because the apostles were teaching the people and proclaiming in Jesus the resurrection of the dead. <sup><strong>3</strong></sup> They seized Peter and John, and because it was evening, they put them in jail until the next day. <sup><strong>4</strong></sup> But many who heard the message believed, and the number of men grew to about five thousand. <sup><strong>5</strong></sup> The next day the rulers, elders and teachers of the law met in Jerusalem. <sup><strong>6</strong></sup> Annas the high priest was there, and so were Caiaphas, John, Alexander and the other men of the high priest's family. <sup><strong>7</strong></sup> They had Peter and John brought before them and began to question them: \"By what power or what name did you do this?\" <sup><strong>8</strong></sup> Then Peter, filled with the Holy Spirit, said to them: \"Rulers and elders of the people! <sup><strong>9</strong></sup> If we are being called to account today for an act of kindness shown to a cripple and are asked how he was healed, <sup><strong>10</strong></sup> then know this, you and all the people of Israel: It is by the name of Jesus Christ of Nazareth, whom you crucified but whom God raised from the dead, that this man stands before you healed. <sup><strong>11</strong></sup> He is \"'the stone you builders rejected, which has become the capstone. ' <sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\" <sup><strong>13</strong></sup> When they saw the courage of Peter and John and realized that they were unschooled, ordinary men, they were astonished and they took note that these men had been with Jesus. <sup><strong>14</strong></sup> But since they could see the man who had been healed standing there with them, there was nothing they could say. <sup><strong>15</strong></sup> So they ordered them to withdraw from the Sanhedrin and then conferred together. <sup><strong>16</strong></sup> \"What are we going to do with these men?\" they asked. \"Everybody living in Jerusalem knows they have done an outstanding miracle, and we cannot deny it. <sup><strong>17</strong></sup> But to stop this thing from spreading any further among the people, we must warn these men to speak no longer to anyone in this name.\" <sup><strong>18</strong></sup> Then they called them in again and commanded them not to speak or teach at all in the name of Jesus. <sup><strong>19</strong></sup> But Peter and John replied, \"Judge for yourselves whether it is right in God's sight to obey you rather than God. <sup><strong>20</strong></sup> For we cannot help speaking about what we have seen and heard.\" <sup><strong>21</strong></sup> After further threats they let them go. They could not decide how to punish them, because all the people were praising God for what had happened. <sup><strong>22</strong></sup> For the man who was miraculously healed was over forty years old. <sup><strong>23</strong></sup> On their release, Peter and John went back to their own people and reported all that the chief priests and elders had said to them. <sup><strong>24</strong></sup> When they heard this, they raised their voices together in prayer to God. \"Sovereign Lord,\" they said, \"you made the heaven and the earth and the sea, and everything in them. <sup><strong>25</strong></sup> You spoke by the Holy Spirit through the mouth of your servant, our father David: \"'Why do the nations rage and the peoples plot in vain? <sup><strong>26</strong></sup> The kings of the earth take their stand and the rulers gather together against the Lord and against his Anointed One. ' <sup><strong>27</strong></sup> Indeed Herod and Pontius Pilate met together with the Gentiles and the people of Israel in this city to conspire against your holy servant Jesus, whom you anointed. <sup><strong>28</strong></sup> They did what your power and will had decided beforehand should happen. <sup><strong>29</strong></sup> Now, Lord, consider their threats and enable your servants to speak your word with great boldness. <sup><strong>30</strong></sup> Stretch out your hand to heal and perform miraculous signs and wonders through the name of your holy servant Jesus.\" <sup><strong>31</strong></sup> After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly. <sup><strong>32</strong></sup> All the believers were one in heart and mind. No one claimed that any of his possessions was his own, but they shared everything they had. <sup><strong>33</strong></sup> With great power the apostles continued to testify to the resurrection of the Lord Jesus, and much grace was upon them all. <sup><strong>34</strong></sup> There were no needy persons among them. For from time to time those who owned lands or houses sold them, brought the money from the sales <sup><strong>35</strong></sup> and put it at the apostles' feet, and it was distributed to anyone as he had need. <sup><strong>36</strong></sup> Joseph, a Levite from Cyprus, whom the apostles called Barnabas (which means Son of Encouragement), <sup><strong>37</strong></sup> sold a field he owned and brought the money and put it at the apostles' feet. "},{"_id":"616769e86451fe5325fa0c3a","topicId":"616769e16451fe5325fa0c22","verse":"John 11:44-12:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43011044_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011044-1\">44&nbsp;</b>The man who had died came out, his hands and feet bound with linen strips, and his face wrapped with a cloth. Jesus said to them, <span class=\"woc\">“Unbind him, and let him go.”</span></p>\n\n<p id=\"p43011044_06-28\"><b class=\"verse-num\" id=\"v43011045-1\">45&nbsp;</b>Many of the Jews therefore, who had come with Mary and had seen what he did, believed in him, <b class=\"verse-num\" id=\"v43011046-1\">46&nbsp;</b>but some of them went to the Pharisees and told them what Jesus had done. <b class=\"verse-num\" id=\"v43011047-1\">47&nbsp;</b>So the chief priests and the Pharisees gathered the council and said, “What are we to do? For this man performs many signs. <b class=\"verse-num\" id=\"v43011048-1\">48&nbsp;</b>If we let him go on like this, everyone will believe in him, and the Romans will come and take away both our place and our nation.” <b class=\"verse-num\" id=\"v43011049-1\">49&nbsp;</b>But one of them, Caiaphas, who was high priest that year, said to them, “You know nothing at all. <b class=\"verse-num\" id=\"v43011050-1\">50&nbsp;</b>Nor do you understand that it is better for you that one man should die for the people, not that the whole nation should perish.” <b class=\"verse-num\" id=\"v43011051-1\">51&nbsp;</b>He did not say this of his own accord, but being high priest that year he prophesied that Jesus would die for the nation, <b class=\"verse-num\" id=\"v43011052-1\">52&nbsp;</b>and not for the nation only, but also to gather into one the children of God who are scattered abroad. <b class=\"verse-num\" id=\"v43011053-1\">53&nbsp;</b>So from that day on they made plans to put him to death.</p>\n<p id=\"p43011053_06-28\"><b class=\"verse-num\" id=\"v43011054-1\">54&nbsp;</b>Jesus therefore no longer walked openly among the Jews, but went from there to the region near the wilderness, to a town called Ephraim, and there he stayed with the disciples.</p>\n<p id=\"p43011054_06-28\"><b class=\"verse-num\" id=\"v43011055-1\">55&nbsp;</b>Now the Passover of the Jews was at hand, and many went up from the country to Jerusalem before the Passover to purify themselves. <b class=\"verse-num\" id=\"v43011056-1\">56&nbsp;</b>They were looking for Jesus and saying to one another as they stood in the temple, “What do you think? That he will not come to the feast at all?” <b class=\"verse-num\" id=\"v43011057-1\">57&nbsp;</b>Now the chief priests and the Pharisees had given orders that if anyone knew where he was, he should let them know, so that they might arrest him.</p>\n\n<p id=\"p43012001_11-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43012001-1\">12:1&nbsp;</b>Six days before the Passover, Jesus therefore came to Bethany, where Lazarus was, whom Jesus had raised from the dead. <b class=\"verse-num\" id=\"v43012002-1\">2&nbsp;</b>So they gave a dinner for him there. Martha served, and Lazarus was one of those reclining with him at table. <b class=\"verse-num\" id=\"v43012003-1\">3&nbsp;</b>Mary therefore took a pound of expensive ointment made from pure nard, and anointed the feet of Jesus and wiped his feet with her hair. The house was filled with the fragrance of the perfume. <b class=\"verse-num\" id=\"v43012004-1\">4&nbsp;</b>But Judas Iscariot, one of his disciples (he who was about to betray him), said, <b class=\"verse-num\" id=\"v43012005-1\">5&nbsp;</b>“Why was this ointment not sold for three hundred denarii and given to the poor?” <b class=\"verse-num\" id=\"v43012006-1\">6&nbsp;</b>He said this, not because he cared about the poor, but because he was a thief, and having charge of the moneybag he used to help himself to what was put into it.</p>\n\n</div>","kjv":"<strong>44</strong> And he that was dead came forth, bound hand and foot with graveclothes: and his face was bound about with a napkin. Jesus saith unto them, Loose him, and let him go.  <strong>45</strong> Then many of the Jews which came to Mary, and had seen the things which Jesus did, believed on him.  <strong>46</strong> But some of them went their ways to the Pharisees, and told them what things Jesus had done.  <strong>47</strong> Then gathered the chief priests and the Pharisees a council, and said, What do we? for this man doeth many miracles.  <strong>48</strong> If we let him thus alone, all men will believe on him: and the Romans shall come and take away both our place and nation.  <strong>49</strong> And one of them, named Caiaphas, being the high priest that same year, said unto them, Ye know nothing at all,  <strong>50</strong> Nor consider that it is expedient for us, that one man should die for the people, and that the whole nation perish not.  <strong>51</strong> And this spake he not of himself: but being high priest that year, he prophesied that Jesus should die for that nation;  <strong>52</strong> And not for that nation only, but that also he should gather together in one the children of God that were scattered abroad.  <strong>53</strong> Then from that day forth they took counsel together for to put him to death.  <strong>54</strong> Jesus therefore walked no more openly among the Jews; but went thence unto a country near to the wilderness, into a city called Ephraim, and there continued with his disciples.  <strong>55</strong> And the Jews’ passover was nigh at hand: and many went out of the country up to Jerusalem before the passover, to purify themselves.  <strong>56</strong> Then sought they for Jesus, and spake among themselves, as they stood in the temple, What think ye, that he will not come to the feast?  <strong>57</strong> Now both the chief priests and the Pharisees had given a commandment, that, if any man knew where he were, he should shew it, that they might take him.  <strong>1</strong> Then Jesus six days before the passover came to Bethany, where Lazarus was which had been dead, whom he raised from the dead.  <strong>2</strong> There they made him a supper; and Martha served: but Lazarus was one of them that sat at the table with him.  <strong>3</strong> Then took Mary a pound of ointment of spikenard, very costly, and anointed the feet of Jesus, and wiped his feet with her hair: and the house was filled with the odour of the ointment.  <strong>4</strong> Then saith one of his disciples, Judas Iscariot, Simon’s son,  which should betray him,  <strong>5</strong> Why was not this ointment sold for three hundred pence, and given to the poor?  <strong>6</strong> This he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein.  ","niv":""},{"_id":"616769e86451fe5325fa0c3b","topicId":"616769e16451fe5325fa0c22","verse":"Luke 4:41","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42004041_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v42004041-1\">41&nbsp;</b>And demons also came out of many, crying, “You are the Son of God!” But he rebuked them and would not allow them to speak, because they knew that he was the Christ.</p>\n</div>","kjv":"<strong>41</strong> And devils also came out of many, crying out, and saying, Thou art Christ the Son of God. And he rebuking them suffered them not to speak: for they knew that he was Christ.  ","niv":"<sup><strong>41</strong></sup> Moreover, demons came out of many people, shouting, \"You are the Son of God!\" But he rebuked them and would not allow them to speak, because they knew he was the Christ."}]}