{"_id":"616773436451fe5325fa0ddc","slug":"litter","name":"Litter","verses":[{"_id":"616773446451fe5325fa0ddd","topicId":"616773436451fe5325fa0ddc","verse":"Titus 2:11-14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p56002011_01-1\"><b class=\"verse-num\" id=\"v56002011-1\">11&nbsp;</b>For the grace of God has appeared, bringing salvation for all people, <b class=\"verse-num\" id=\"v56002012-1\">12&nbsp;</b>training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age, <b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ, <b class=\"verse-num\" id=\"v56002014-1\">14&nbsp;</b>who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.</p>\n</div>","kjv":"<strong>11</strong> For the grace of God that bringeth salvation hath appeared to all men,  <strong>12</strong> Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;  <strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  <strong>14</strong> Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.  ","niv":"<sup><strong>11</strong></sup> For the grace of God that brings salvation has appeared to all men. <sup><strong>12</strong></sup> It teaches us to say \"No\" to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age, <sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ, <sup><strong>14</strong></sup> who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good. ","modified":"2023-05-08T01:58:39.141Z"}]}