{"_id":"616777556451fe5325fa0ee2","slug":"living-in-the-past","name":"Living In The Past","verses":[{"_id":"616777556451fe5325fa0ee3","topicId":"616777556451fe5325fa0ee2","verse":"Isaiah 43:18-19","votes":113,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043018-1\">18&nbsp;</b>&nbsp;&nbsp;“Remember not the former things,</span><br><span id=\"p23043018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor consider the things of old.</span><br><span id=\"p23043019_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043019-1\">19&nbsp;</b>&nbsp;&nbsp;Behold, I am doing a new thing;</span><br><span id=\"p23043019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;now it springs forth, do you not perceive it?</span><br><span id=\"p23043019_01-1\" class=\"line\">&nbsp;&nbsp;I will make a way in the wilderness</span><br><span id=\"p23043019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rivers in the desert.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Remember ye not the former things, neither consider the things of old.  <strong>19</strong> Behold, I will do a new thing; now it shall spring forth; shall ye not know it? I will even make a way in the wilderness, and rivers in the desert.  ","niv":"<sup><strong>18</strong></sup> \"Forget the former things; do not dwell on the past. <sup><strong>19</strong></sup> See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the desert and streams in the wasteland. "},{"_id":"616777566451fe5325fa0ee4","topicId":"616777556451fe5325fa0ee2","verse":"2 Corinthians 5:17","votes":72,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},{"_id":"616777566451fe5325fa0ee5","topicId":"616777556451fe5325fa0ee2","verse":"Luke 9:62","votes":66,"__v":0,"esv":"<div>\n<p id=\"p42009062_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v42009062-1\">62&nbsp;</b>Jesus said to him, <span class=\"woc\">“No one who puts his hand to the plow and looks back is fit for the kingdom of God.”</span></p>\n</div>","kjv":"<strong>62</strong> And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God. ","niv":"<sup><strong>62</strong></sup> Jesus replied, \"No one who puts his hand to the plow and looks back is fit for service in the kingdom of God.\"","modified":"2022-04-08T02:46:31.098Z"},{"_id":"616777566451fe5325fa0ee6","topicId":"616777556451fe5325fa0ee2","verse":"Romans 13:12","votes":56,"__v":0,"esv":"<div>\n<p id=\"p45013012_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light.</p>\n</div>","kjv":"<strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  ","niv":"<sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light."},{"_id":"616777566451fe5325fa0ee7","topicId":"616777556451fe5325fa0ee2","verse":"Ecclesiastes 7:10","votes":56,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21007010_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v21007010-1\">10&nbsp;</b>&nbsp;&nbsp;Say not, “Why were the former days better than these?”</span><br><span id=\"p21007010_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For it is not from wisdom that you ask this.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Say not thou, What is the cause that the former days were better than these? for thou dost not enquire wisely concerning this.  ","niv":"<sup><strong>10</strong></sup> Do not say, \"Why were the old days better than these?\" For it is not wise to ask such questions."},{"_id":"616777576451fe5325fa0ee8","topicId":"616777556451fe5325fa0ee2","verse":"Philippians 3:13-14","votes":53,"__v":0,"esv":"<div>\n<p id=\"p50003013_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003013-1\">13&nbsp;</b>Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, <b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus.</p>\n</div>","kjv":"<strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  <strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  ","niv":"<sup><strong>13</strong></sup> Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, <sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. "},{"_id":"616777576451fe5325fa0ee9","topicId":"616777556451fe5325fa0ee2","verse":"1 John 1:9","votes":41,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616777576451fe5325fa0eea","topicId":"616777556451fe5325fa0ee2","verse":"Colossians 3:2","votes":36,"__v":0,"esv":"<div>\n<p id=\"p51003002_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth.</p>\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things."},{"_id":"616777586451fe5325fa0eeb","topicId":"616777556451fe5325fa0ee2","verse":"Hebrews 8:12","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58008012_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v58008012-1\">12&nbsp;</b>&nbsp;&nbsp;For I will be merciful toward their iniquities,</span><br><span id=\"p58008012_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will remember their sins no more.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> For I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more.  ","niv":"<sup><strong>12</strong></sup> For I will forgive their wickedness and will remember their sins no more.\""},{"_id":"616777586451fe5325fa0eec","topicId":"616777556451fe5325fa0ee2","verse":"2 Corinthians 7:10","votes":27,"__v":0,"esv":"<div>\n<p id=\"p47007010_01-10\"><b class=\"verse-num\" id=\"v47007010-1\">10&nbsp;</b>For godly grief produces a repentance that leads to salvation without regret, whereas worldly grief produces death.</p>\n</div>","kjv":"<strong>10</strong> For godly sorrow worketh repentance to salvation not to be repented of: but the sorrow of the world worketh death.  ","niv":"<sup><strong>10</strong></sup> Godly sorrow brings repentance that leads to salvation and leaves no regret, but worldly sorrow brings death."},{"_id":"616777586451fe5325fa0eed","topicId":"616777556451fe5325fa0ee2","verse":"2 Timothy 2:1-26","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p55002001_07-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55002001-1\">2:1&nbsp;</b>You then, my child, be strengthened by the grace that is in Christ Jesus, <b class=\"verse-num\" id=\"v55002002-1\">2&nbsp;</b>and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also. <b class=\"verse-num\" id=\"v55002003-1\">3&nbsp;</b>Share in suffering as a good soldier of Christ Jesus. <b class=\"verse-num\" id=\"v55002004-1\">4&nbsp;</b>No soldier gets entangled in civilian pursuits, since his aim is to please the one who enlisted him. <b class=\"verse-num\" id=\"v55002005-1\">5&nbsp;</b>An athlete is not crowned unless he competes according to the rules. <b class=\"verse-num\" id=\"v55002006-1\">6&nbsp;</b>It is the hard-working farmer who ought to have the first share of the crops. <b class=\"verse-num\" id=\"v55002007-1\">7&nbsp;</b>Think over what I say, for the Lord will give you understanding in everything.</p>\n<p id=\"p55002007_07-11\"><b class=\"verse-num\" id=\"v55002008-1\">8&nbsp;</b>Remember Jesus Christ, risen from the dead, the offspring of David, as preached in my gospel, <b class=\"verse-num\" id=\"v55002009-1\">9&nbsp;</b>for which I am suffering, bound with chains as a criminal. But the word of God is not bound! <b class=\"verse-num\" id=\"v55002010-1\">10&nbsp;</b>Therefore I endure everything for the sake of the elect, that they also may obtain the salvation that is in Christ Jesus with eternal glory. <b class=\"verse-num\" id=\"v55002011-1\">11&nbsp;</b>The saying is trustworthy, for:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p55002011_07-11\" class=\"line\">&nbsp;&nbsp;If we have died with him, we will also live with him;</span><br><span id=\"p55002012_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v55002012-1\">12&nbsp;</b>&nbsp;&nbsp;if we endure, we will also reign with him;</span><br><span id=\"p55002012_07-11\" class=\"line\">&nbsp;&nbsp;if we deny him, he also will deny us;</span><br><span id=\"p55002013_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v55002013-1\">13&nbsp;</b>&nbsp;&nbsp;if we are faithless, he remains faithful—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p55002013_07-11\" class=\"same-paragraph\">for he cannot deny himself.</p>\n\n<p id=\"p55002013_12-11\"><b class=\"verse-num\" id=\"v55002014-1\">14&nbsp;</b>Remind them of these things, and charge them before God not to quarrel about words, which does no good, but only ruins the hearers. <b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth. <b class=\"verse-num\" id=\"v55002016-1\">16&nbsp;</b>But avoid irreverent babble, for it will lead people into more and more ungodliness, <b class=\"verse-num\" id=\"v55002017-1\">17&nbsp;</b>and their talk will spread like gangrene. Among them are Hymenaeus and Philetus, <b class=\"verse-num\" id=\"v55002018-1\">18&nbsp;</b>who have swerved from the truth, saying that the resurrection has already happened. They are upsetting the faith of some. <b class=\"verse-num\" id=\"v55002019-1\">19&nbsp;</b>But God’s firm foundation stands, bearing this seal: “The Lord knows those who are his,” and, “Let everyone who names the name of the Lord depart from iniquity.”</p>\n<p id=\"p55002019_12-11\"><b class=\"verse-num\" id=\"v55002020-1\">20&nbsp;</b>Now in a great house there are not only vessels of gold and silver but also of wood and clay, some for honorable use, some for dishonorable. <b class=\"verse-num\" id=\"v55002021-1\">21&nbsp;</b>Therefore, if anyone cleanses himself from what is dishonorable, he will be a vessel for honorable use, set apart as holy, useful to the master of the house, ready for every good work.</p>\n<p id=\"p55002021_12-11\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart. <b class=\"verse-num\" id=\"v55002023-1\">23&nbsp;</b>Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. <b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n\n</div>","kjv":"<strong>1</strong> Thou therefore, my son, be strong in the grace that is in Christ Jesus.  <strong>2</strong> And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.  <strong>3</strong> Thou therefore endure hardness, as a good soldier of Jesus Christ.  <strong>4</strong> No man that warreth entangleth himself with the affairs of this  life; that he may please him who hath chosen him to be a soldier.  <strong>5</strong> And if a man also strive for masteries, yet is he not crowned, except he strive lawfully.  <strong>6</strong> The husbandman that laboureth must be first partaker of the fruits.  <strong>7</strong> Consider what I say; and the Lord give thee understanding in all things.  <strong>8</strong> Remember that Jesus Christ of the seed of David was raised from the dead according to my gospel:  <strong>9</strong> Wherein I suffer trouble, as an evil doer, even unto bonds; but the word of God is not bound.  <strong>10</strong> Therefore I endure all things for the elect’s sakes, that they may also obtain the salvation which is in Christ Jesus with eternal glory.  <strong>11</strong> It is a faithful saying: For if we be dead with him,  we shall also live with him:  <strong>12</strong> If we suffer, we shall also reign with him: if we deny him, he also will deny us:  <strong>13</strong> If we believe not, yet he abideth faithful: he cannot deny himself.  <strong>14</strong> Of these things put them in remembrance, charging them  before the Lord that they strive not about words to no profit, but to the subverting of the hearers.  <strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  <strong>16</strong> But shun profane and vain babblings: for they will increase unto more ungodliness.  <strong>17</strong> And their word will eat as doth a canker: of whom is Hymenaeus and Philetus;  <strong>18</strong> Who concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some.  <strong>19</strong> Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity.  <strong>20</strong> But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.  <strong>21</strong> If a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master’s use, and prepared unto every good work.  <strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  <strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>1</strong></sup> You then, my son, be strong in the grace that is in Christ Jesus. <sup><strong>2</strong></sup> And the things you have heard me say in the presence of many witnesses entrust to reliable men who will also be qualified to teach others. <sup><strong>3</strong></sup> Endure hardship with us like a good soldier of Christ Jesus. <sup><strong>4</strong></sup> No one serving as a soldier gets involved in civilian affairs--he wants to please his commanding officer. <sup><strong>5</strong></sup> Similarly, if anyone competes as an athlete, he does not receive the victor's crown unless he competes according to the rules. <sup><strong>6</strong></sup> The hardworking farmer should be the first to receive a share of the crops. <sup><strong>7</strong></sup> Reflect on what I am saying, for the Lord will give you insight into all this. <sup><strong>8</strong></sup> Remember Jesus Christ, raised from the dead, descended from David. This is my gospel, <sup><strong>9</strong></sup> for which I am suffering even to the point of being chained like a criminal. But God's word is not chained. <sup><strong>10</strong></sup> Therefore I endure everything for the sake of the elect, that they too may obtain the salvation that is in Christ Jesus, with eternal glory. <sup><strong>11</strong></sup> Here is a trustworthy saying: If we died with him, we will also live with him; <sup><strong>12</strong></sup> if we endure, we will also reign with him. If we disown him, he will also disown us; <sup><strong>13</strong></sup> if we are faithless, he will remain faithful, for he cannot disown himself. <sup><strong>14</strong></sup> Keep reminding them of these things. Warn them before God against quarreling about words; it is of no value, and only ruins those who listen. <sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth. <sup><strong>16</strong></sup> Avoid godless chatter, because those who indulge in it will become more and more ungodly. <sup><strong>17</strong></sup> Their teaching will spread like gangrene. Among them are Hymenaeus and Philetus, <sup><strong>18</strong></sup> who have wandered away from the truth. They say that the resurrection has already taken place, and they destroy the faith of some. <sup><strong>19</strong></sup> Nevertheless, God's solid foundation stands firm, sealed with this inscription: \"The Lord knows those who are his,\" and, \"Everyone who confesses the name of the Lord must turn away from wickedness.\" <sup><strong>20</strong></sup> In a large house there are articles not only of gold and silver, but also of wood and clay; some are for noble purposes and some for ignoble. <sup><strong>21</strong></sup> If a man cleanses himself from the latter, he will be an instrument for noble purposes, made holy, useful to the Master and prepared to do any good work. <sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart. <sup><strong>23</strong></sup> Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. <sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. "},{"_id":"616777596451fe5325fa0eee","topicId":"616777556451fe5325fa0ee2","verse":"Psalm 103:2","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19103002_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103002-1\">2&nbsp;</b>&nbsp;&nbsp;Bless the LORD, O my soul,</span><br><span id=\"p19103002_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and forget not all his benefits,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Bless the LORD, O my soul, and forget not all his benefits:  ","niv":"<sup><strong>2</strong></sup> Praise the LORD, O my soul, and forget not all his benefits-"},{"_id":"616777596451fe5325fa0eef","topicId":"616777556451fe5325fa0ee2","verse":"Lamentations 3:23","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p25003023_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003023-1\">23&nbsp;</b>&nbsp;&nbsp;they are new every morning;</span><br><span id=\"p25003023_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;great is your faithfulness.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> They are new every morning: great is thy faithfulness.  ","niv":"<sup><strong>23</strong></sup> They are new every morning; great is your faithfulness."},{"_id":"616777596451fe5325fa0ef0","topicId":"616777556451fe5325fa0ee2","verse":"Romans 14:5","votes":23,"__v":0,"esv":"<div>\n<p id=\"p45014005_01-14\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind.</p>\n</div>","kjv":"<strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  ","niv":"<sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind.","modified":"2022-06-24T07:11:16.439Z"},{"_id":"616777596451fe5325fa0ef1","topicId":"616777556451fe5325fa0ee2","verse":"1 Corinthians 13:11","votes":21,"__v":0,"esv":"<div>\n<p id=\"p46013011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways.</p>\n</div>","kjv":"<strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  ","niv":"<sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me."},{"_id":"6167775a6451fe5325fa0ef2","topicId":"616777556451fe5325fa0ee2","verse":"Acts 17:30","votes":21,"__v":0,"esv":"<div>\n<p id=\"p44017030_01-17\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44017030-1\">30&nbsp;</b>The times of ignorance God overlooked, but now he commands all people everywhere to repent,</p>\n</div>","kjv":"<strong>30</strong> And the times of this ignorance God winked at; but now commandeth all men every where to repent:  ","niv":"<sup><strong>30</strong></sup> In the past God overlooked such ignorance, but now he commands all people everywhere to repent."},{"_id":"6167775a6451fe5325fa0ef3","topicId":"616777556451fe5325fa0ee2","verse":"Acts 20:24","votes":20,"__v":0,"esv":"<div>\n<p id=\"p44020024_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020024-1\">24&nbsp;</b>But I do not account my life of any value nor as precious to myself, if only I may finish my course and the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God.</p>\n</div>","kjv":"<strong>24</strong> But none of these things move me, neither count I my life dear unto myself, so that I might finish my course with joy, and the ministry, which I have received of the Lord Jesus, to testify the gospel of the grace of God.  ","niv":"<sup><strong>24</strong></sup> However, I consider my life worth nothing to me, if only I may finish the race and complete the task the Lord Jesus has given me--the task of testifying to the gospel of God's grace."},{"_id":"6167775a6451fe5325fa0ef4","topicId":"616777556451fe5325fa0ee2","verse":"Malachi 3:6","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p39003006_03-19\"><b class=\"verse-num\" id=\"v39003006-1\">6&nbsp;</b>“For I the LORD do not change; therefore you, O children of Jacob, are not consumed.</p>\n</div>","kjv":"<strong>6</strong> For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.  ","niv":"<sup><strong>6</strong></sup> \"I the LORD do not change. So you, O descendants of Jacob, are not destroyed."},{"_id":"6167775b6451fe5325fa0ef5","topicId":"616777556451fe5325fa0ee2","verse":"Matthew 24:2","votes":19,"__v":0,"esv":"<div>\n<p id=\"p40024002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n</div>","kjv":"<strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. ","niv":"<sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\""},{"_id":"6167775b6451fe5325fa0ef6","topicId":"616777556451fe5325fa0ee2","verse":"Psalm 16:10","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19016010_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19016010-1\">10&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Sheol,</span><br><span id=\"p19016010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your holy one see corruption.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> For thou wilt not leave my soul in hell; neither wilt thou suffer thine Holy One to see corruption.  ","niv":"<sup><strong>10</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay."},{"_id":"6167775b6451fe5325fa0ef7","topicId":"616777556451fe5325fa0ee2","verse":"Acts 2:27","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002027_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  ","niv":"<sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay."},{"_id":"6167775c6451fe5325fa0ef8","topicId":"616777556451fe5325fa0ee2","verse":"Psalm 136:1-26","votes":16,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19136001_06-23\" class=\"line\"><b class=\"chapter-num\" id=\"v19136001-1\">136:1&nbsp;</b>&nbsp;&nbsp;Give thanks to the LORD, for he is good,</span><br><span id=\"p19136001_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever.</span><br><span id=\"p19136002_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136002-1\">2&nbsp;</b>&nbsp;&nbsp;Give thanks to the God of gods,</span><br><span id=\"p19136002_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever.</span><br><span id=\"p19136003_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136003-1\">3&nbsp;</b>&nbsp;&nbsp;Give thanks to the Lord of lords,</span><br><span id=\"p19136003_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19136004_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136004-1\">4&nbsp;</b>&nbsp;&nbsp;to him who alone does great wonders,</span><br><span id=\"p19136004_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136005_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136005-1\">5&nbsp;</b>&nbsp;&nbsp;to him who by understanding made the heavens,</span><br><span id=\"p19136005_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136006_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136006-1\">6&nbsp;</b>&nbsp;&nbsp;to him who spread out the earth above the waters,</span><br><span id=\"p19136006_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136007_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136007-1\">7&nbsp;</b>&nbsp;&nbsp;to him who made the great lights,</span><br><span id=\"p19136007_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136008_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136008-1\">8&nbsp;</b>&nbsp;&nbsp;the sun to rule over the day,</span><br><span id=\"p19136008_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136009_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136009-1\">9&nbsp;</b>&nbsp;&nbsp;the moon and stars to rule over the night,</span><br><span id=\"p19136009_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19136010_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136010-1\">10&nbsp;</b>&nbsp;&nbsp;to him who struck down the firstborn of Egypt,</span><br><span id=\"p19136010_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136011_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136011-1\">11&nbsp;</b>&nbsp;&nbsp;and brought Israel out from among them,</span><br><span id=\"p19136011_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136012_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136012-1\">12&nbsp;</b>&nbsp;&nbsp;with a strong hand and an outstretched arm,</span><br><span id=\"p19136012_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136013_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136013-1\">13&nbsp;</b>&nbsp;&nbsp;to him who divided the Red Sea in two,</span><br><span id=\"p19136013_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136014_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136014-1\">14&nbsp;</b>&nbsp;&nbsp;and made Israel pass through the midst of it,</span><br><span id=\"p19136014_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136015_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136015-1\">15&nbsp;</b>&nbsp;&nbsp;but overthrew Pharaoh and his host in the Red Sea,</span><br><span id=\"p19136015_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136016_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136016-1\">16&nbsp;</b>&nbsp;&nbsp;to him who led his people through the wilderness,</span><br><span id=\"p19136016_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19136017_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136017-1\">17&nbsp;</b>&nbsp;&nbsp;to him who struck down great kings,</span><br><span id=\"p19136017_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136018_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136018-1\">18&nbsp;</b>&nbsp;&nbsp;and killed mighty kings,</span><br><span id=\"p19136018_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136019_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136019-1\">19&nbsp;</b>&nbsp;&nbsp;Sihon, king of the Amorites,</span><br><span id=\"p19136019_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136020_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136020-1\">20&nbsp;</b>&nbsp;&nbsp;and Og, king of Bashan,</span><br><span id=\"p19136020_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136021_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136021-1\">21&nbsp;</b>&nbsp;&nbsp;and gave their land as a heritage,</span><br><span id=\"p19136021_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136022_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136022-1\">22&nbsp;</b>&nbsp;&nbsp;a heritage to Israel his servant,</span><br><span id=\"p19136022_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19136023_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136023-1\">23&nbsp;</b>&nbsp;&nbsp;It is he who remembered us in our low estate,</span><br><span id=\"p19136023_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136024_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136024-1\">24&nbsp;</b>&nbsp;&nbsp;and rescued us from our foes,</span><br><span id=\"p19136024_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136025_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136025-1\">25&nbsp;</b>&nbsp;&nbsp;he who gives food to all flesh,</span><br><span id=\"p19136025_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19136026_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136026-1\">26&nbsp;</b>&nbsp;&nbsp;Give thanks to the God of heaven,</span><br><span id=\"p19136026_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> O give thanks unto the LORD; for he is good: for his mercy endureth for ever.  <strong>2</strong> O give thanks unto the God of gods: for his mercy endureth  for ever.  <strong>3</strong> O give thanks to the Lord of lords: for his mercy endureth  for ever.  <strong>4</strong> To him who alone doeth great wonders: for his mercy endureth  for ever.  <strong>5</strong> To him that by wisdom made the heavens: for his mercy endureth  for ever.  <strong>6</strong> To him that stretched out the earth above the waters: for his mercy endureth for ever.  <strong>7</strong> To him that made great lights: for his mercy endureth for ever:  <strong>8</strong> The sun to rule by day: for his mercy endureth for ever:  <strong>9</strong> The moon and stars to rule by night: for his mercy endureth  for ever.  <strong>10</strong> To him that smote Egypt in their firstborn: for his mercy endureth  for ever:  <strong>11</strong> And brought out Israel from among them: for his mercy endureth  for ever:  <strong>12</strong> With a strong hand, and with a stretched out arm: for his mercy endureth for ever.  <strong>13</strong> To him which divided the Red sea into parts: for his mercy endureth  for ever:  <strong>14</strong> And made Israel to pass through the midst of it: for his mercy endureth for ever:  <strong>15</strong> But overthrew Pharaoh and his host in the Red sea: for his mercy endureth for ever.  <strong>16</strong> To him which led his people through the wilderness: for his mercy endureth for ever.  <strong>17</strong> To him which smote great kings: for his mercy endureth for ever:  <strong>18</strong> And slew famous kings: for his mercy endureth for ever:  <strong>19</strong> Sihon king of the Amorites: for his mercy endureth for ever:  <strong>20</strong> And Og the king of Bashan: for his mercy endureth for ever:  <strong>21</strong> And gave their land for an heritage: for his mercy endureth  for ever:  <strong>22</strong>             Even an heritage unto Israel his servant: for his mercy endureth for ever.  <strong>23</strong> Who remembered us in our low estate: for his mercy endureth  for ever:  <strong>24</strong> And hath redeemed us from our enemies: for his mercy endureth  for ever.  <strong>25</strong> Who giveth food to all flesh: for his mercy endureth for ever.  <strong>26</strong> O give thanks unto the God of heaven: for his mercy endureth  for ever.  ","niv":"<sup><strong>1</strong></sup> Give thanks to the LORD, for he is good. His love endures forever. <sup><strong>2</strong></sup> Give thanks to the God of gods. His love endures forever. <sup><strong>3</strong></sup> Give thanks to the Lord of lords: His love endures forever. <sup><strong>4</strong></sup> to him who alone does great wonders, His love endures forever. <sup><strong>5</strong></sup> who by his understanding made the heavens, His love endures forever. <sup><strong>6</strong></sup> who spread out the earth upon the waters, His love endures forever. <sup><strong>7</strong></sup> who made the great lights- His love endures forever. <sup><strong>8</strong></sup> the sun to govern the day, His love endures forever. <sup><strong>9</strong></sup> the moon and stars to govern the night; His love endures forever. <sup><strong>10</strong></sup> to him who struck down the firstborn of Egypt His love endures forever. <sup><strong>11</strong></sup> and brought Israel out from among them His love endures forever. <sup><strong>12</strong></sup> with a mighty hand and outstretched arm; His love endures forever. <sup><strong>13</strong></sup> to him who divided the Red Sea asunder His love endures forever. <sup><strong>14</strong></sup> and brought Israel through the midst of it, His love endures forever. <sup><strong>15</strong></sup> but swept Pharaoh and his army into the Red Sea; His love endures forever. <sup><strong>16</strong></sup> to him who led his people through the desert, His love endures forever. <sup><strong>17</strong></sup> who struck down great kings, His love endures forever. <sup><strong>18</strong></sup> and killed mighty kings- His love endures forever. <sup><strong>19</strong></sup> Sihon king of the Amorites His love endures forever. <sup><strong>20</strong></sup> and Og king of Bashan- His love endures forever. <sup><strong>21</strong></sup> and gave their land as an inheritance, His love endures forever. <sup><strong>22</strong></sup> an inheritance to his servant Israel; His love endures forever. <sup><strong>23</strong></sup> to the One who remembered us in our low estate His love endures forever. <sup><strong>24</strong></sup> and freed us from our enemies, His love endures forever. <sup><strong>25</strong></sup> and who gives food to every creature. His love endures forever. <sup><strong>26</strong></sup> Give thanks to the God of heaven. His love endures forever. "},{"_id":"6167775c6451fe5325fa0ef9","topicId":"616777556451fe5325fa0ee2","verse":"1 John 2:15-19","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-24\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n<p id=\"p62002017_09-24\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour. <b class=\"verse-num\" id=\"v62002019-1\">19&nbsp;</b>They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  <strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  <strong>19</strong> They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. <sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. <sup><strong>19</strong></sup> They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. "},{"_id":"6167775c6451fe5325fa0efa","topicId":"616777556451fe5325fa0ee2","verse":"Galatians 2:20","votes":12,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"6167775c6451fe5325fa0efb","topicId":"616777556451fe5325fa0ee2","verse":"Matthew 24:35","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40024035_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n</div>","kjv":"<strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  ","niv":"<sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away."}]}