{"_id":"616777fb6451fe5325fa0f45","slug":"living-wills","name":"Living Wills","verses":[{"_id":"616777fb6451fe5325fa0f46","topicId":"616777fb6451fe5325fa0f45","verse":"Hebrews 9:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58009016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009016-1\">16&nbsp;</b>For where a will is involved, the death of the one who made it must be established.</p>\n</div>","kjv":"<strong>16</strong> For where a testament is, there must also of necessity be the death of the testator.  ","niv":"<sup><strong>16</strong></sup> In the case of a will, it is necessary to prove the death of the one who made it,"},{"_id":"616777fb6451fe5325fa0f47","topicId":"616777fb6451fe5325fa0f45","verse":"Hebrews 9:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58009017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009017-1\">17&nbsp;</b>For a will takes effect only at death, since it is not in force as long as the one who made it is alive.</p>\n</div>","kjv":"<strong>17</strong> For a testament is of force after men are dead: otherwise it is of no strength at all while the testator liveth.  ","niv":"<sup><strong>17</strong></sup> because a will is in force only when somebody has died; it never takes effect while the one who made it is living."},{"_id":"616777fc6451fe5325fa0f48","topicId":"616777fb6451fe5325fa0f45","verse":"Romans 12:1-2","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. "},{"_id":"616777fc6451fe5325fa0f49","topicId":"616777fb6451fe5325fa0f45","verse":"1 Timothy 2:11-15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"616777fc6451fe5325fa0f4a","topicId":"616777fb6451fe5325fa0f45","verse":"Romans 12:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616777fd6451fe5325fa0f4b","topicId":"616777fb6451fe5325fa0f45","verse":"Luke 16:19-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-7\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"616777fd6451fe5325fa0f4c","topicId":"616777fb6451fe5325fa0f45","verse":"2 Samuel 17:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10017023_01-8\"><b class=\"verse-num\" id=\"v10017023-1\">23&nbsp;</b>When Ahithophel saw that his counsel was not followed, he saddled his donkey and went off home to his own city. He set his house in order and hanged himself, and he died and was buried in the tomb of his father.</p>\n</div>","kjv":"<strong>23</strong> And when Ahithophel saw that his counsel was not followed, he saddled his ass, and arose, and gat him home to his house, to his city, and put his household in order, and hanged himself, and died, and was buried in the sepulchre of his father.  ","niv":"<sup><strong>23</strong></sup> When Ahithophel saw that his advice had not been followed, he saddled his donkey and set out for his house in his hometown. He put his house in order and then hanged himself. So he died and was buried in his father's tomb."},{"_id":"616777fd6451fe5325fa0f4d","topicId":"616777fb6451fe5325fa0f45","verse":"James 1:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-9\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.</p>\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him."},{"_id":"616777fe6451fe5325fa0f4e","topicId":"616777fb6451fe5325fa0f45","verse":"Galatians 5:19-21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"616777fe6451fe5325fa0f4f","topicId":"616777fb6451fe5325fa0f45","verse":"1 Corinthians 7:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46007002_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband.</p>\n</div>","kjv":"<strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  ","niv":"<sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband."},{"_id":"616777fe6451fe5325fa0f50","topicId":"616777fb6451fe5325fa0f45","verse":"1 Corinthians 6:19-20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"616777fe6451fe5325fa0f51","topicId":"616777fb6451fe5325fa0f45","verse":"1 Corinthians 6:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006013-1\">13&nbsp;</b>“Food is meant for the stomach and the stomach for food”—and God will destroy both one and the other. The body is not meant for sexual immorality, but for the Lord, and the Lord for the body.</p>\n</div>","kjv":"<strong>13</strong> Meats for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body.  ","niv":"<sup><strong>13</strong></sup> \"Food for the stomach and the stomach for food\"--but God will destroy them both. The body is not meant for sexual immorality, but for the Lord, and the Lord for the body."},{"_id":"616777ff6451fe5325fa0f52","topicId":"616777fb6451fe5325fa0f45","verse":"Romans 12:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"616777ff6451fe5325fa0f53","topicId":"616777fb6451fe5325fa0f45","verse":"Jeremiah 29:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"616777ff6451fe5325fa0f54","topicId":"616777fb6451fe5325fa0f45","verse":"Psalm 89:48","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19089048_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089048-1\">48&nbsp;</b>&nbsp;&nbsp;What man can live and never see death?</span><br><span id=\"p19089048_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who can deliver his soul from the power of Sheol? <span class=\"selah\">Selah</span></span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>48</strong> What man is he that liveth, and shall not see death? shall he deliver his soul from the hand of the grave? Selah.  ","niv":"<sup><strong>48</strong></sup> What man can live and not see death, or save himself from the power of the grave? Selah"},{"_id":"616778006451fe5325fa0f55","topicId":"616777fb6451fe5325fa0f45","verse":"Judges 16:25-30","votes":1,"__v":0,"esv":"<div>\n<p id=\"p07016025_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v07016025-1\">25&nbsp;</b>And when their hearts were merry, they said, “Call Samson, that he may entertain us.” So they called Samson out of the prison, and he entertained them. They made him stand between the pillars. <b class=\"verse-num\" id=\"v07016026-1\">26&nbsp;</b>And Samson said to the young man who held him by the hand, “Let me feel the pillars on which the house rests, that I may lean against them.” <b class=\"verse-num\" id=\"v07016027-1\">27&nbsp;</b>Now the house was full of men and women. All the lords of the Philistines were there, and on the roof there were about 3,000 men and women, who looked on while Samson entertained.</p>\n<p id=\"p07016027_01-20\"><b class=\"verse-num\" id=\"v07016028-1\">28&nbsp;</b>Then Samson called to the LORD and said, “O Lord GOD, please remember me and please strengthen me only this once, O God, that I may be avenged on the Philistines for my two eyes.” <b class=\"verse-num\" id=\"v07016029-1\">29&nbsp;</b>And Samson grasped the two middle pillars on which the house rested, and he leaned his weight against them, his right hand on the one and his left hand on the other. <b class=\"verse-num\" id=\"v07016030-1\">30&nbsp;</b>And Samson said, “Let me die with the Philistines.” Then he bowed with all his strength, and the house fell upon the lords and upon all the people who were in it. So the dead whom he killed at his death were more than those whom he had killed during his life.</p>\n</div>","kjv":"<strong>25</strong> And it came to pass, when their hearts were merry, that they said, Call for Samson, that he may make us sport. And they called for Samson out of the prison house; and he made them sport: and they set him between the pillars.  <strong>26</strong> And Samson said unto the lad that held him by the hand, Suffer me that I may feel the pillars whereupon the house standeth, that I may lean upon them.  <strong>27</strong> Now the house was full of men and women; and all the lords of the Philistines were there; and there were upon the roof about three thousand men and women, that beheld while Samson made sport.  <strong>28</strong> And Samson called unto the LORD, and said, O Lord GOD, remember me, I pray thee, and strengthen me, I pray thee, only this once, O God, that I may be at once avenged of the Philistines for my two eyes.  <strong>29</strong> And Samson took hold of the two middle pillars upon which the house stood, and on which it was borne up, of the one with his right hand, and of the other with his left.  <strong>30</strong> And Samson said, Let me die with the Philistines. And he bowed himself with all his might; and the house fell upon the lords, and upon all the people that were therein. So the dead which he slew at his death were more than they which he slew in his life.  ","niv":"<sup><strong>25</strong></sup> While they were in high spirits, they shouted, \"Bring out Samson to entertain us.\" So they called Samson out of the prison, and he performed for them. When they stood him among the pillars, <sup><strong>26</strong></sup> Samson said to the servant who held his hand, \"Put me where I can feel the pillars that support the temple, so that I may lean against them.\" <sup><strong>27</strong></sup> Now the temple was crowded with men and women; all the rulers of the Philistines were there, and on the roof were about three thousand men and women watching Samson perform. <sup><strong>28</strong></sup> Then Samson prayed to the LORD, \"O Sovereign LORD, remember me. O God, please strengthen me just once more, and let me with one blow get revenge on the Philistines for my two eyes.\" <sup><strong>29</strong></sup> Then Samson reached toward the two central pillars on which the temple stood. Bracing himself against them, his right hand on the one and his left hand on the other, <sup><strong>30</strong></sup> Samson said, \"Let me die with the Philistines!\" Then he pushed with all his might, and down came the temple on the rulers and all the people in it. Thus he killed many more when he died than while he lived. "},{"_id":"616778006451fe5325fa0f56","topicId":"616777fb6451fe5325fa0f45","verse":"Genesis 2:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"616778006451fe5325fa0f57","topicId":"616777fb6451fe5325fa0f45","verse":"Genesis 1:26-27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-22\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. "},{"_id":"616778016451fe5325fa0f58","topicId":"616777fb6451fe5325fa0f45","verse":"Romans 13:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God."}]}