{"_id":"616778a56451fe5325fa0fab","slug":"long-suffering","name":"Long Suffering","verses":[{"_id":"616778a56451fe5325fa0fac","topicId":"616778a56451fe5325fa0fab","verse":"2 Peter 3:9","votes":98,"__v":0,"esv":"<div>\n\n<p id=\"p61003001_08-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61003001-1\">3:1&nbsp;</b>This is now the second letter that I am writing to you, beloved. In both of them I am stirring up your sincere mind by way of reminder, <b class=\"verse-num\" id=\"v61003002-1\">2&nbsp;</b>that you should remember the predictions of the holy prophets and the commandment of the Lord and Savior through your apostles, <b class=\"verse-num\" id=\"v61003003-1\">3&nbsp;</b>knowing this first of all, that scoffers will come in the last days with scoffing, following their own sinful desires. <b class=\"verse-num\" id=\"v61003004-1\">4&nbsp;</b>They will say, “Where is the promise of his coming? For ever since the fathers fell asleep, all things are continuing as they were from the beginning of creation.” <b class=\"verse-num\" id=\"v61003005-1\">5&nbsp;</b>For they deliberately overlook this fact, that the heavens existed long ago, and the earth was formed out of water and through water by the word of God, <b class=\"verse-num\" id=\"v61003006-1\">6&nbsp;</b>and that by means of these the world that then existed was deluged with water and perished. <b class=\"verse-num\" id=\"v61003007-1\">7&nbsp;</b>But by the same word the heavens and earth that now exist are stored up for fire, being kept until the day of judgment and destruction of the ungodly.</p>\n<p id=\"p61003007_08-15\"><b class=\"verse-num\" id=\"v61003008-1\">8&nbsp;</b>But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day. <b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance. <b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n<p id=\"p61003010_08-15\"><b class=\"verse-num\" id=\"v61003011-1\">11&nbsp;</b>Since all these things are thus to be dissolved, what sort of people ought you to be in lives of holiness and godliness, <b class=\"verse-num\" id=\"v61003012-1\">12&nbsp;</b>waiting for and hastening the coming of the day of God, because of which the heavens will be set on fire and dissolved, and the heavenly bodies will melt as they burn! <b class=\"verse-num\" id=\"v61003013-1\">13&nbsp;</b>But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells.</p>\n\n<p id=\"p61003013_10-15\"><b class=\"verse-num\" id=\"v61003014-1\">14&nbsp;</b>Therefore, beloved, since you are waiting for these, be diligent to be found by him without spot or blemish, and at peace. <b class=\"verse-num\" id=\"v61003015-1\">15&nbsp;</b>And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him, <b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures. <b class=\"verse-num\" id=\"v61003017-1\">17&nbsp;</b>You therefore, beloved, knowing this beforehand, take care that you are not carried away with the error of lawless people and lose your own stability. <b class=\"verse-num\" id=\"v61003018-1\">18&nbsp;</b>But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance.","modified":"2022-05-23T12:06:03.663Z"},{"_id":"616778a66451fe5325fa0fad","topicId":"616778a56451fe5325fa0fab","verse":"Romans 5:3-4","votes":79,"__v":0,"esv":"<div>\n<p id=\"p45005003_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005003-1\">3&nbsp;</b>Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, <b class=\"verse-num\" id=\"v45005004-1\">4&nbsp;</b>and endurance produces character, and character produces hope,</p>\n</div>","kjv":"<strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  ","niv":"<sup><strong>3</strong></sup> Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance; <sup><strong>4</strong></sup> perseverance, character; and character, hope. ","modified":"2023-07-15T23:44:50.400Z"},{"_id":"616778a66451fe5325fa0fae","topicId":"616778a56451fe5325fa0fab","verse":"Galatians 5:22","votes":77,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,","modified":"2023-08-24T12:11:31.849Z"},{"_id":"616778a66451fe5325fa0faf","topicId":"616778a56451fe5325fa0fab","verse":"Ephesians 4:2","votes":67,"__v":0,"esv":"<div>\n<p id=\"p49004002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love,</p>\n</div>","kjv":"<strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  ","niv":"<sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love.","modified":"2022-03-29T18:14:26.956Z"},{"_id":"616778a76451fe5325fa0fb0","topicId":"616778a56451fe5325fa0fab","verse":"Romans 8:28","votes":57,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose.","modified":"2022-03-28T22:09:38.423Z"},{"_id":"616778a76451fe5325fa0fb1","topicId":"616778a56451fe5325fa0fab","verse":"Romans 2:4","votes":53,"__v":0,"esv":"<div>\n<p id=\"p45002004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance?</p>\n</div>","kjv":"<strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  ","niv":"<sup><strong>4</strong></sup> Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance?","modified":"2022-09-10T21:55:50.233Z"},{"_id":"616778a76451fe5325fa0fb2","topicId":"616778a56451fe5325fa0fab","verse":"Exodus 34:6","votes":39,"__v":0,"esv":"<div>\n<p id=\"p02034006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v02034006-1\">6&nbsp;</b>The LORD passed before him and proclaimed, “The LORD, the LORD, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,</p>\n</div>","kjv":"<strong>6</strong> And the LORD passed by before him, and proclaimed, The LORD, The LORD God, merciful and gracious, longsuffering, and abundant in goodness and truth,  ","niv":"<sup><strong>6</strong></sup> And he passed in front of Moses, proclaiming, \"The LORD, the LORD, the compassionate and gracious God, slow to anger, abounding in love and faithfulness,","modified":"2022-11-26T16:15:11.000Z"},{"_id":"616778a76451fe5325fa0fb3","topicId":"616778a56451fe5325fa0fab","verse":"James 4:7","votes":39,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"616778a86451fe5325fa0fb4","topicId":"616778a56451fe5325fa0fab","verse":"Hebrews 2:10","votes":35,"__v":0,"esv":"<div>\n<p id=\"p58002010_01-9\"><b class=\"verse-num\" id=\"v58002010-1\">10&nbsp;</b>For it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering.</p>\n</div>","kjv":"<strong>10</strong> For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.  ","niv":"<sup><strong>10</strong></sup> In bringing many sons to glory, it was fitting that God, for whom and through whom everything exists, should make the author of their salvation perfect through suffering.","modified":"2023-08-04T12:23:33.089Z"},{"_id":"616778a86451fe5325fa0fb5","topicId":"616778a56451fe5325fa0fab","verse":"Colossians 3:12","votes":33,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-10\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience.","modified":"2023-07-19T23:14:19.348Z"},{"_id":"616778a86451fe5325fa0fb6","topicId":"616778a56451fe5325fa0fab","verse":"Romans 9:22","votes":32,"__v":0,"esv":"<div>\n<p id=\"p45009022_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009022-1\">22&nbsp;</b>What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction,</p>\n</div>","kjv":"<strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  ","niv":"<sup><strong>22</strong></sup> What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath--prepared for destruction?","modified":"2023-10-15T04:51:20.871Z"},{"_id":"616778a96451fe5325fa0fb7","topicId":"616778a56451fe5325fa0fab","verse":"Romans 8:18","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p45008018_03-12\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.</p>\n</div>","kjv":"<strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  ","niv":"<sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us."},{"_id":"616778a96451fe5325fa0fb8","topicId":"616778a56451fe5325fa0fab","verse":"1 Corinthians 13:4","votes":26,"__v":0,"esv":"<div>\n<p id=\"p46013004_01-14\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant</p>\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud.","modified":"2022-09-16T17:37:21.594Z"},{"_id":"616778a96451fe5325fa0fb9","topicId":"616778a56451fe5325fa0fab","verse":"2 Peter 3:1-18","votes":21,"__v":0,"kjv":"<strong>1</strong> This second epistle, beloved, I now write unto you; in both  which I stir up your pure minds by way of remembrance:  <strong>2</strong> That ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us the apostles of the Lord and Saviour:  <strong>3</strong> Knowing this first, that there shall come in the last days scoffers, walking after their own lusts,  <strong>4</strong> And saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.  <strong>5</strong> For this they willingly are ignorant of, that by the word of God the heavens were of old, and the earth standing out of the water and in the water:  <strong>6</strong> Whereby the world that then was, being overflowed with water, perished:  <strong>7</strong> But the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.  <strong>8</strong> But, beloved, be not ignorant of this one thing, that one day is  with the Lord as a thousand years, and a thousand years as one day.  <strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  <strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  <strong>11</strong> Seeing then that all these things shall be dissolved, what manner of persons ought ye to be in all  holy conversation and godliness,  <strong>12</strong> Looking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?  <strong>13</strong> Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness.  <strong>14</strong> Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot, and blameless.  <strong>15</strong> And account that the longsuffering of our Lord is  salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;  <strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  <strong>17</strong> Ye therefore, beloved, seeing ye know these things before, beware lest ye also, being led away with the error of the wicked, fall from your own stedfastness.  <strong>18</strong> But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.  ","niv":"<sup><strong>1</strong></sup> Dear friends, this is now my second letter to you. I have written both of them as reminders to stimulate you to wholesome thinking. <sup><strong>2</strong></sup> I want you to recall the words spoken in the past by the holy prophets and the command given by our Lord and Savior through your apostles. <sup><strong>3</strong></sup> First of all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires. <sup><strong>4</strong></sup> They will say, \"Where is this 'coming' he promised? Ever since our fathers died, everything goes on as it has since the beginning of creation.\" <sup><strong>5</strong></sup> But they deliberately forget that long ago by God's word the heavens existed and the earth was formed out of water and by water. <sup><strong>6</strong></sup> By these waters also the world of that time was deluged and destroyed. <sup><strong>7</strong></sup> By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of ungodly men. <sup><strong>8</strong></sup> But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day. <sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance. <sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare. <sup><strong>11</strong></sup> Since everything will be destroyed in this way, what kind of people ought you to be? You ought to live holy and godly lives <sup><strong>12</strong></sup> as you look forward to the day of God and speed its coming. That day will bring about the destruction of the heavens by fire, and the elements will melt in the heat. <sup><strong>13</strong></sup> But in keeping with his promise we are looking forward to a new heaven and a new earth, the home of righteousness. <sup><strong>14</strong></sup> So then, dear friends, since you are looking forward to this, make every effort to be found spotless, blameless and at peace with him. <sup><strong>15</strong></sup> Bear in mind that our Lord's patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him. <sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction. <sup><strong>17</strong></sup> Therefore, dear friends, since you already know this, be on your guard so that you may not be carried away by the error of lawless men and fall from your secure position. <sup><strong>18</strong></sup> But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen. ","modified":"2023-11-04T00:58:34.937Z"},{"_id":"616778aa6451fe5325fa0fba","topicId":"616778a56451fe5325fa0fab","verse":"Romans 8:28-29","votes":23,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. ","modified":"2022-12-18T08:57:36.434Z"},{"_id":"616778aa6451fe5325fa0fbb","topicId":"616778a56451fe5325fa0fab","verse":"James 1:2-4","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p59001002_05-17\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n\n</div>","kjv":"<strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  ","niv":"<sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. "},{"_id":"616778aa6451fe5325fa0fbc","topicId":"616778a56451fe5325fa0fab","verse":"Matthew 25:41","votes":22,"__v":0,"esv":"<div>\n<p id=\"p40025041_01-18\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span></p>\n</div>","kjv":"<strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  ","niv":"<sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels."},{"_id":"616778aa6451fe5325fa0fbd","topicId":"616778a56451fe5325fa0fab","verse":"2 Peter 3:15","votes":21,"__v":0,"esv":"<div>\n<p id=\"p61003015_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003015-1\">15&nbsp;</b>And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him,</p>\n</div>","kjv":"<strong>15</strong> And account that the longsuffering of our Lord is  salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;  ","niv":"<sup><strong>15</strong></sup> Bear in mind that our Lord's patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him."},{"_id":"616778ab6451fe5325fa0fbe","topicId":"616778a56451fe5325fa0fab","verse":"1 Peter 5:10","votes":24,"__v":0,"esv":"<div>\n<p id=\"p60005010_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you.</p>\n</div>","kjv":"<strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  ","niv":"<sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast.","modified":"2023-04-27T21:57:03.775Z"},{"_id":"616778ab6451fe5325fa0fbf","topicId":"616778a56451fe5325fa0fab","verse":"Galatians 5:22-23","votes":21,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"616778ab6451fe5325fa0fc0","topicId":"616778a56451fe5325fa0fab","verse":"Hebrews 4:15","votes":22,"__v":0,"esv":"<div>\n<p id=\"p58004015_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.</p>\n</div>","kjv":"<strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  ","niv":"<sup><strong>15</strong></sup> For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet was without sin.","modified":"2022-09-10T22:03:17.954Z"},{"_id":"616778ac6451fe5325fa0fc1","topicId":"616778a56451fe5325fa0fab","verse":"1 Corinthians 2:9","votes":21,"__v":0,"esv":"<div>\n<p id=\"p46002009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_01-25\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_01-25\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  ","niv":"<sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"--"},{"_id":"616778ac6451fe5325fa0fc2","topicId":"616778a56451fe5325fa0fab","verse":"Job 1:1-22","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p18001001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v18001001-1\">1:1&nbsp;</b>There was a man in the land of Uz whose name was Job, and that man was blameless and upright, one who feared God and turned away from evil. <b class=\"verse-num\" id=\"v18001002-1\">2&nbsp;</b>There were born to him seven sons and three daughters. <b class=\"verse-num\" id=\"v18001003-1\">3&nbsp;</b>He possessed 7,000 sheep, 3,000 camels, 500 yoke of oxen, and 500 female donkeys, and very many servants, so that this man was the greatest of all the people of the east. <b class=\"verse-num\" id=\"v18001004-1\">4&nbsp;</b>His sons used to go and hold a feast in the house of each one on his day, and they would send and invite their three sisters to eat and drink with them. <b class=\"verse-num\" id=\"v18001005-1\">5&nbsp;</b>And when the days of the feast had run their course, Job would send and consecrate them, and he would rise early in the morning and offer burnt offerings according to the number of them all. For Job said, “It may be that my children have sinned, and cursed God in their hearts.” Thus Job did continually.</p>\n\n<p id=\"p18001005_10-26\"><b class=\"verse-num\" id=\"v18001006-1\">6&nbsp;</b>Now there was a day when the sons of God came to present themselves before the LORD, and Satan also came among them. <b class=\"verse-num\" id=\"v18001007-1\">7&nbsp;</b>The LORD said to Satan, “From where have you come?” Satan answered the LORD and said, “From going to and fro on the earth, and from walking up and down on it.” <b class=\"verse-num\" id=\"v18001008-1\">8&nbsp;</b>And the LORD said to Satan, “Have you considered my servant Job, that there is none like him on the earth, a blameless and upright man, who fears God and turns away from evil?” <b class=\"verse-num\" id=\"v18001009-1\">9&nbsp;</b>Then Satan answered the LORD and said, “Does Job fear God for no reason? <b class=\"verse-num\" id=\"v18001010-1\">10&nbsp;</b>Have you not put a hedge around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land. <b class=\"verse-num\" id=\"v18001011-1\">11&nbsp;</b>But stretch out your hand and touch all that he has, and he will curse you to your face.” <b class=\"verse-num\" id=\"v18001012-1\">12&nbsp;</b>And the LORD said to Satan, “Behold, all that he has is in your hand. Only against him do not stretch out your hand.” So Satan went out from the presence of the LORD.</p>\n\n<p id=\"p18001012_16-26\"><b class=\"verse-num\" id=\"v18001013-1\">13&nbsp;</b>Now there was a day when his sons and daughters were eating and drinking wine in their oldest brother’s house, <b class=\"verse-num\" id=\"v18001014-1\">14&nbsp;</b>and there came a messenger to Job and said, “The oxen were plowing and the donkeys feeding beside them, <b class=\"verse-num\" id=\"v18001015-1\">15&nbsp;</b>and the Sabeans fell upon them and took them and struck down the servants with the edge of the sword, and I alone have escaped to tell you.” <b class=\"verse-num\" id=\"v18001016-1\">16&nbsp;</b>While he was yet speaking, there came another and said, “The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.” <b class=\"verse-num\" id=\"v18001017-1\">17&nbsp;</b>While he was yet speaking, there came another and said, “The Chaldeans formed three groups and made a raid on the camels and took them and struck down the servants with the edge of the sword, and I alone have escaped to tell you.” <b class=\"verse-num\" id=\"v18001018-1\">18&nbsp;</b>While he was yet speaking, there came another and said, “Your sons and daughters were eating and drinking wine in their oldest brother’s house, <b class=\"verse-num\" id=\"v18001019-1\">19&nbsp;</b>and behold, a great wind came across the wilderness and struck the four corners of the house, and it fell upon the young people, and they are dead, and I alone have escaped to tell you.”</p>\n<p id=\"p18001019_16-26\"><b class=\"verse-num\" id=\"v18001020-1\">20&nbsp;</b>Then Job arose and tore his robe and shaved his head and fell on the ground and worshiped. <b class=\"verse-num\" id=\"v18001021-1\">21&nbsp;</b>And he said, “Naked I came from my mother’s womb, and naked shall I return. The LORD gave, and the LORD has taken away; blessed be the name of the LORD.”</p>\n<p id=\"p18001021_16-26\"><b class=\"verse-num\" id=\"v18001022-1\">22&nbsp;</b>In all this Job did not sin or charge God with wrong.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man in the land of Uz, whose name was Job; and that man was perfect and upright, and one that feared God, and eschewed evil.  <strong>2</strong> And there were born unto him seven sons and three daughters.  <strong>3</strong> His substance also was seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she asses, and a very great household; so that this man was the greatest of all the men of the east.  <strong>4</strong> And his sons went and feasted in their houses, every one his day; and sent and called for their three sisters to eat and to drink with them.  <strong>5</strong> And it was so, when the days of their feasting were gone about, that Job sent and sanctified them, and rose up early in the morning, and offered burnt offerings according to the number of them all: for Job said, It may be that my sons have sinned, and cursed God in their hearts. Thus did Job continually.  <strong>6</strong> Now there was a day when the sons of God came to present themselves before the LORD, and Satan came also among them.  <strong>7</strong> And the LORD said unto Satan, Whence comest thou? Then Satan answered the LORD, and said, From going to and fro in the earth, and from walking up and down in it.  <strong>8</strong> And the LORD said unto Satan, Hast thou considered my servant Job, that there is none like him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil?  <strong>9</strong> Then Satan answered the LORD, and said, Doth Job fear God for nought?  <strong>10</strong> Hast not thou made an hedge about him, and about his house, and about all that he hath on every side? thou hast blessed the work of his hands, and his substance is increased in the land.  <strong>11</strong> But put forth thine hand now, and touch all that he hath, and he will curse thee to thy face.  <strong>12</strong> And the LORD said unto Satan, Behold, all that he hath is  in thy power; only upon himself put not forth thine hand. So Satan went forth from the presence of the LORD.  <strong>13</strong> And there was a day when his sons and his daughters were  eating and drinking wine in their eldest brother’s house:  <strong>14</strong> And there came a messenger unto Job, and said, The oxen were plowing, and the asses feeding beside them:  <strong>15</strong> And the Sabeans fell upon them, and took them away; yea, they have slain the servants with the edge of the sword; and I only am escaped alone to tell thee.  <strong>16</strong> While he was yet speaking, there came also another, and said, The fire of God is fallen from heaven, and hath burned up the sheep, and the servants, and consumed them; and I only am escaped alone to tell thee.  <strong>17</strong> While he was yet speaking, there came also another, and said, The Chaldeans made out three bands, and fell upon the camels, and have carried them away, yea, and slain the servants with the edge of the sword; and I only am escaped alone to tell thee.  <strong>18</strong> While he was yet speaking, there came also another, and said, Thy sons and thy daughters were eating and drinking wine in their eldest brother’s house:  <strong>19</strong> And, behold, there came a great wind from the wilderness, and smote the four corners of the house, and it fell upon the young men, and they are dead; and I only am escaped alone to tell thee.  <strong>20</strong> Then Job arose, and rent his mantle, and shaved his head, and fell down upon the ground, and worshipped,  <strong>21</strong> And said, Naked came I out of my mother’s womb, and naked shall I return thither: the LORD gave, and the LORD hath taken away; blessed be the name of the LORD.  <strong>22</strong> In all this Job sinned not, nor charged God foolishly.  ","niv":"<sup><strong>1</strong></sup> In the land of Uz there lived a man whose name was Job. This man was blameless and upright; he feared God and shunned evil. <sup><strong>2</strong></sup> He had seven sons and three daughters, <sup><strong>3</strong></sup> and he owned seven thousand sheep, three thousand camels, five hundred yoke of oxen and five hundred donkeys, and had a large number of servants. He was the greatest man among all the people of the East. <sup><strong>4</strong></sup> His sons used to take turns holding feasts in their homes, and they would invite their three sisters to eat and drink with them. <sup><strong>5</strong></sup> When a period of feasting had run its course, Job would send and have them purified. Early in the morning he would sacrifice a burnt offering for each of them, thinking, \"Perhaps my children have sinned and cursed God in their hearts.\" This was Job's regular custom. <sup><strong>6</strong></sup> One day the angels came to present themselves before the LORD, and Satan also came with them. <sup><strong>7</strong></sup> The LORD said to Satan, \"Where have you come from?\" Satan answered the LORD, \"From roaming through the earth and going back and forth in it.\" <sup><strong>8</strong></sup> Then the LORD said to Satan, \"Have you considered my servant Job? There is no one on earth like him; he is blameless and upright, a man who fears God and shuns evil.\" <sup><strong>9</strong></sup> \"Does Job fear God for nothing?\" Satan replied. <sup><strong>10</strong></sup> \"Have you not put a hedge around him and his household and everything he has? You have blessed the work of his hands, so that his flocks and herds are spread throughout the land. <sup><strong>11</strong></sup> But stretch out your hand and strike everything he has, and he will surely curse you to your face.\" <sup><strong>12</strong></sup> The LORD said to Satan, \"Very well, then, everything he has is in your hands, but on the man himself do not lay a finger.\" Then Satan went out from the presence of the LORD. <sup><strong>13</strong></sup> One day when Job's sons and daughters were feasting and drinking wine at the oldest brother's house, <sup><strong>14</strong></sup> a messenger came to Job and said, \"The oxen were plowing and the donkeys were grazing nearby, <sup><strong>15</strong></sup> and the Sabeans attacked and carried them off. They put the servants to the sword, and I am the only one who has escaped to tell you!\" <sup><strong>16</strong></sup> While he was still speaking, another messenger came and said, \"The fire of God fell from the sky and burned up the sheep and the servants, and I am the only one who has escaped to tell you!\" <sup><strong>17</strong></sup> While he was still speaking, another messenger came and said, \"The Chaldeans formed three raiding parties and swept down on your camels and carried them off. They put the servants to the sword, and I am the only one who has escaped to tell you!\" <sup><strong>18</strong></sup> While he was still speaking, yet another messenger came and said, \"Your sons and daughters were feasting and drinking wine at the oldest brother's house, <sup><strong>19</strong></sup> when suddenly a mighty wind swept in from the desert and struck the four corners of the house. It collapsed on them and they are dead, and I am the only one who has escaped to tell you!\" <sup><strong>20</strong></sup> At this, Job got up and tore his robe and shaved his head. Then he fell to the ground in worship <sup><strong>21</strong></sup> and said: \"Naked I came from my mother's womb, and naked I will depart. The LORD gave and the LORD has taken away; may the name of the LORD be praised.\" <sup><strong>22</strong></sup> In all this, Job did not sin by charging God with wrongdoing. "},{"_id":"616778ac6451fe5325fa0fc3","topicId":"616778a56451fe5325fa0fab","verse":"Matthew 25:46","votes":20,"__v":0,"esv":"<div>\n<p id=\"p40025046_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n</div>","kjv":"<strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\""},{"_id":"616778ad6451fe5325fa0fc4","topicId":"616778a56451fe5325fa0fab","verse":"Psalm 37:10-11","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037010_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037010-1\">10&nbsp;</b>&nbsp;&nbsp;In just a little while, the wicked will be no more;</span><br><span id=\"p19037010_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;though you look carefully at his place, he will not be there.</span><br><span id=\"p19037011_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037011-1\">11&nbsp;</b>&nbsp;&nbsp;But the meek shall inherit the land</span><br><span id=\"p19037011_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delight themselves in abundant peace.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> For yet a little while, and the wicked shall not be:  yea, thou shalt diligently consider his place, and it shall  not be. <strong>11</strong> But the meek shall inherit the earth; and shall delight themselves in the abundance of peace.  ","niv":"<sup><strong>10</strong></sup> A little while, and the wicked will be no more; though you look for them, they will not be found. <sup><strong>11</strong></sup> But the meek will inherit the land and enjoy great peace. ","modified":"2022-09-27T18:45:10.255Z"}]}