{"_id":"6167795a6451fe5325fa1019","slug":"looking-for-husband","name":"Looking For A Husband","verses":[{"_id":"6167795b6451fe5325fa101a","topicId":"6167795a6451fe5325fa1019","verse":"1 Peter 3:7","votes":8,"__v":0,"esv":"<div>\n<p id=\"p60003007_01-1\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n</div>","kjv":"<strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  ","niv":"<sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers."},{"_id":"6167795b6451fe5325fa101b","topicId":"6167795a6451fe5325fa1019","verse":"2 Corinthians 6:14","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-2\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"6167795b6451fe5325fa101c","topicId":"6167795a6451fe5325fa1019","verse":"Genesis 2:24","votes":8,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"6167795b6451fe5325fa101d","topicId":"6167795a6451fe5325fa1019","verse":"Jeremiah 1:5","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-4\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-4\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"6167795c6451fe5325fa101e","topicId":"6167795a6451fe5325fa1019","verse":"1 Corinthians 6:9-11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-6\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"6167795c6451fe5325fa101f","topicId":"6167795a6451fe5325fa1019","verse":"Romans 10:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45010013_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\""},{"_id":"6167795c6451fe5325fa1020","topicId":"6167795a6451fe5325fa1019","verse":"Romans 10:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"6167795d6451fe5325fa1021","topicId":"6167795a6451fe5325fa1019","verse":"Hebrews 4:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"6167795d6451fe5325fa1022","topicId":"6167795a6451fe5325fa1019","verse":"1 Corinthians 4:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46004005_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004005-1\">5&nbsp;</b>Therefore do not pronounce judgment before the time, before the Lord comes, who will bring to light the things now hidden in darkness and will disclose the purposes of the heart. Then each one will receive his commendation from God.</p>\n</div>","kjv":"<strong>5</strong> Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.  ","niv":"<sup><strong>5</strong></sup> Therefore judge nothing before the appointed time; wait till the Lord comes. He will bring to light what is hidden in darkness and will expose the motives of men's hearts. At that time each will receive his praise from God."},{"_id":"6167795d6451fe5325fa1023","topicId":"6167795a6451fe5325fa1019","verse":"1 Timothy 2:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54002012_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet.</p>\n</div>","kjv":"<strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  ","niv":"<sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent."},{"_id":"6167795e6451fe5325fa1024","topicId":"6167795a6451fe5325fa1019","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-14\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6167795e6451fe5325fa1025","topicId":"6167795a6451fe5325fa1019","verse":"Matthew 19:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40019009_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\""},{"_id":"6167795e6451fe5325fa1026","topicId":"6167795a6451fe5325fa1019","verse":"John 20:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43020017_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span></p>\n</div>","kjv":"<strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  ","niv":"<sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\""},{"_id":"6167795e6451fe5325fa1027","topicId":"6167795a6451fe5325fa1019","verse":"Exodus 20:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02020013_01-17\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n\n</div>","kjv":"<strong>13</strong> Thou shalt not kill.  ","niv":"<sup><strong>13</strong></sup> \"You shall not murder."},{"_id":"6167795f6451fe5325fa1028","topicId":"6167795a6451fe5325fa1019","verse":"Matthew 24:30","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40024030_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span></p>\n</div>","kjv":"<strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  ","niv":"<sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory."},{"_id":"6167795f6451fe5325fa1029","topicId":"6167795a6451fe5325fa1019","verse":"Matthew 18:1-35","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40018001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40018001-1\">18:1&nbsp;</b>At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?” <b class=\"verse-num\" id=\"v40018002-1\">2&nbsp;</b>And calling to him a child, he put him in the midst of them <b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n<p id=\"p40018004_05-19\"><b class=\"verse-num woc\" id=\"v40018005-1\">5&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me,</span> <b class=\"verse-num woc\" id=\"v40018006-1\">6&nbsp;</b><span class=\"woc\">but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.</span></p>\n\n<p id=\"p40018006_08-19\"><b class=\"verse-num woc\" id=\"v40018007-1\">7&nbsp;</b><span class=\"woc\">“Woe to the world for temptations to sin! For it is necessary that temptations come, but woe to the one by whom the temptation comes!</span> <b class=\"verse-num woc\" id=\"v40018008-1\">8&nbsp;</b><span class=\"woc\">And if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than with two hands or two feet to be thrown into the eternal fire.</span> <b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n<p id=\"p40018009_14-19\"><b class=\"verse-num woc\" id=\"v40018010-1\">10&nbsp;</b><span class=\"woc\">“See that you do not despise one of these little ones. For I tell you that in heaven their angels always see the face of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40018012-1\">12&nbsp;</b><span class=\"woc\">What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray?</span> <b class=\"verse-num woc\" id=\"v40018013-1\">13&nbsp;</b><span class=\"woc\">And if he finds it, truly, I say to you, he rejoices over it more than over the ninety-nine that never went astray.</span> <b class=\"verse-num woc\" id=\"v40018014-1\">14&nbsp;</b><span class=\"woc\">So it is not the will of my Father who is in heaven that one of these little ones should perish.</span></p>\n\n<p id=\"p40018014_20-19\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span> <b class=\"verse-num woc\" id=\"v40018018-1\">18&nbsp;</b><span class=\"woc\">Truly, I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.</span> <b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span> <b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n\n<p id=\"p40018020_26-19\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n<p id=\"p40018022_26-19\"><b class=\"verse-num woc\" id=\"v40018023-1\">23&nbsp;</b><span class=\"woc\">“Therefore the kingdom of heaven may be compared to a king who wished to settle accounts with his servants.</span> <b class=\"verse-num woc\" id=\"v40018024-1\">24&nbsp;</b><span class=\"woc\">When he began to settle, one was brought to him who owed him ten thousand talents.</span> <b class=\"verse-num woc\" id=\"v40018025-1\">25&nbsp;</b><span class=\"woc\">And since he could not pay, his master ordered him to be sold, with his wife and children and all that he had, and payment to be made.</span> <b class=\"verse-num woc\" id=\"v40018026-1\">26&nbsp;</b><span class=\"woc\">So the servant fell on his knees, imploring him, ‘Have patience with me, and I will pay you everything.’</span> <b class=\"verse-num woc\" id=\"v40018027-1\">27&nbsp;</b><span class=\"woc\">And out of pity for him, the master of that servant released him and forgave him the debt.</span> <b class=\"verse-num woc\" id=\"v40018028-1\">28&nbsp;</b><span class=\"woc\">But when that same servant went out, he found one of his fellow servants who owed him a hundred denarii, and seizing him, he began to choke him, saying, ‘Pay what you owe.’</span> <b class=\"verse-num woc\" id=\"v40018029-1\">29&nbsp;</b><span class=\"woc\">So his fellow servant fell down and pleaded with him, ‘Have patience with me, and I will pay you.’</span> <b class=\"verse-num woc\" id=\"v40018030-1\">30&nbsp;</b><span class=\"woc\">He refused and went and put him in prison until he should pay the debt.</span> <b class=\"verse-num woc\" id=\"v40018031-1\">31&nbsp;</b><span class=\"woc\">When his fellow servants saw what had taken place, they were greatly distressed, and they went and reported to their master all that had taken place.</span> <b class=\"verse-num woc\" id=\"v40018032-1\">32&nbsp;</b><span class=\"woc\">Then his master summoned him and said to him, ‘You wicked servant! I forgave you all that debt because you pleaded with me.</span> <b class=\"verse-num woc\" id=\"v40018033-1\">33&nbsp;</b><span class=\"woc\">And should not you have had mercy on your fellow servant, as I had mercy on you?’</span> <b class=\"verse-num woc\" id=\"v40018034-1\">34&nbsp;</b><span class=\"woc\">And in anger his master delivered him to the jailers, until he should pay all his debt.</span> <b class=\"verse-num woc\" id=\"v40018035-1\">35&nbsp;</b><span class=\"woc\">So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.”</span></p>\n\n</div>","kjv":"<strong>1</strong> At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?  <strong>2</strong> And Jesus called a little child unto him, and set him in the midst of them,  <strong>3</strong> And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.  <strong>4</strong> Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.  <strong>5</strong> And whoso shall receive one such little child in my name receiveth me.  <strong>6</strong> But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. <strong>7</strong>           Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh!  <strong>8</strong> Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.  <strong>9</strong> And if thine eye offend thee, pluck it out, and cast it  from thee: it is better for thee to enter into life with one eye, rather than having two eyes to be cast into hell fire.  <strong>10</strong> Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven.  <strong>11</strong> For the Son of man is come to save that which was lost.  <strong>12</strong> How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray?  <strong>13</strong> And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray.  <strong>14</strong> Even so it is not the will of your Father which is in heaven, that one of these little ones should perish. <strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  <strong>18</strong> Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.  <strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  <strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. <strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  <strong>22</strong> Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. <strong>23</strong>           Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants.  <strong>24</strong> And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.  <strong>25</strong> But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made.  <strong>26</strong> The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay thee all.  <strong>27</strong> Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt.  <strong>28</strong> But the same servant went out, and found one of his fellowservants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that thou owest.  <strong>29</strong> And his fellowservant fell down at his feet, and besought him, saying, Have patience with me, and I will pay thee all.  <strong>30</strong> And he would not: but went and cast him into prison, till he should pay the debt.  <strong>31</strong> So when his fellowservants saw what was done, they were very sorry, and came and told unto their lord all that was done.  <strong>32</strong> Then his lord, after that he had called him, said unto him, O thou wicked servant, I forgave thee all that debt, because thou desiredst me:  <strong>33</strong> Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee?  <strong>34</strong> And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him.  <strong>35</strong> So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses. ","niv":"<sup><strong>1</strong></sup> At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\" <sup><strong>2</strong></sup> He called a little child and had him stand among them. <sup><strong>3</strong></sup> And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven. <sup><strong>4</strong></sup> Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven. <sup><strong>5</strong></sup> \"And whoever welcomes a little child like this in my name welcomes me. <sup><strong>6</strong></sup> But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea. <sup><strong>7</strong></sup> \"Woe to the world because of the things that cause people to sin! Such things must come, but woe to the man through whom they come! <sup><strong>8</strong></sup> If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire. <sup><strong>9</strong></sup> And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell. <sup><strong>10</strong></sup> \"See that you do not look down on one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven. <sup><strong>11</strong></sup> See Footnote <sup><strong>12</strong></sup> \"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off? <sup><strong>13</strong></sup> And if he finds it, I tell you the truth, he is happier about that one sheep than about the ninety-nine that did not wander off. <sup><strong>14</strong></sup> In the same way your Father in heaven is not willing that any of these little ones should be lost. <sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. <sup><strong>18</strong></sup> \"I tell you the truth, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven. <sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven. <sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\" <sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\" <sup><strong>22</strong></sup> Jesus answered, \"I tell you, not seven times, but seventy-seven times. <sup><strong>23</strong></sup> \"Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. <sup><strong>24</strong></sup> As he began the settlement, a man who owed him ten thousand talents was brought to him. <sup><strong>25</strong></sup> Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. <sup><strong>26</strong></sup> \"The servant fell on his knees before him. 'Be patient with me,' he begged, 'and I will pay back everything.' <sup><strong>27</strong></sup> The servant's master took pity on him, canceled the debt and let him go. <sup><strong>28</strong></sup> \"But when that servant went out, he found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him. 'Pay back what you owe me!' he demanded. <sup><strong>29</strong></sup> \"His fellow servant fell to his knees and begged him, 'Be patient with me, and I will pay you back.' <sup><strong>30</strong></sup> \"But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. <sup><strong>31</strong></sup> When the other servants saw what had happened, they were greatly distressed and went and told their master everything that had happened. <sup><strong>32</strong></sup> \"Then the master called the servant in. 'You wicked servant,' he said, 'I canceled all that debt of yours because you begged me to. <sup><strong>33</strong></sup> Shouldn't you have had mercy on your fellow servant just as I had on you?' <sup><strong>34</strong></sup> In anger his master turned him over to the jailers to be tortured, until he should pay back all he owed. <sup><strong>35</strong></sup> \"This is how my heavenly Father will treat each of you unless you forgive your brother from your heart.\" "},{"_id":"6167795f6451fe5325fa102a","topicId":"6167795a6451fe5325fa1019","verse":"Proverbs 23:14","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023014_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023014-1\">14&nbsp;</b>&nbsp;&nbsp;If you strike him with the rod,</span><br><span id=\"p20023014_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will save his soul from Sheol.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Thou shalt beat him with the rod, and shalt deliver his soul from hell.  ","niv":"<sup><strong>14</strong></sup> Punish him with the rod and save his soul from death."},{"_id":"616779606451fe5325fa102b","topicId":"6167795a6451fe5325fa1019","verse":"Exodus 21:22-25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p02021022_01-21\"><b class=\"verse-num\" id=\"v02021022-1\">22&nbsp;</b>“When men strive together and hit a pregnant woman, so that her children come out, but there is no harm, the one who hit her shall surely be fined, as the woman’s husband shall impose on him, and he shall pay as the judges determine. <b class=\"verse-num\" id=\"v02021023-1\">23&nbsp;</b>But if there is harm, then you shall pay life for life, <b class=\"verse-num\" id=\"v02021024-1\">24&nbsp;</b>eye for eye, tooth for tooth, hand for hand, foot for foot, <b class=\"verse-num\" id=\"v02021025-1\">25&nbsp;</b>burn for burn, wound for wound, stripe for stripe.</p>\n\n</div>","kjv":"<strong>22</strong> If men strive, and hurt a woman with child, so that her fruit depart from her, and yet no mischief follow: he shall be surely punished, according as the woman’s husband will lay upon him; and he shall pay as the judges determine.  <strong>23</strong> And if any mischief follow, then thou shalt give life for life,  <strong>24</strong> Eye for eye, tooth for tooth, hand for hand, foot for foot,  <strong>25</strong> Burning for burning, wound for wound, stripe for stripe.  ","niv":"<sup><strong>22</strong></sup> \"If men who are fighting hit a pregnant woman and she gives birth prematurely but there is no serious injury, the offender must be fined whatever the woman's husband demands and the court allows. <sup><strong>23</strong></sup> But if there is serious injury, you are to take life for life, <sup><strong>24</strong></sup> eye for eye, tooth for tooth, hand for hand, foot for foot, <sup><strong>25</strong></sup> burn for burn, wound for wound, bruise for bruise. "},{"_id":"616779606451fe5325fa102c","topicId":"6167795a6451fe5325fa1019","verse":"Genesis 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"616779606451fe5325fa102d","topicId":"6167795a6451fe5325fa1019","verse":"1 John 2:27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62002027_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n</div>","kjv":"<strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  ","niv":"<sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him."},{"_id":"616779616451fe5325fa102e","topicId":"6167795a6451fe5325fa1019","verse":"1 John 1:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616779616451fe5325fa102f","topicId":"6167795a6451fe5325fa1019","verse":"Romans 9:1-33","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45009001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45009001-1\">9:1&nbsp;</b>I am speaking the truth in Christ—I am not lying; my conscience bears me witness in the Holy Spirit—<b class=\"verse-num\" id=\"v45009002-1\">2&nbsp;</b>that I have great sorrow and unceasing anguish in my heart. <b class=\"verse-num\" id=\"v45009003-1\">3&nbsp;</b>For I could wish that I myself were accursed and cut off from Christ for the sake of my brothers, my kinsmen according to the flesh. <b class=\"verse-num\" id=\"v45009004-1\">4&nbsp;</b>They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the worship, and the promises. <b class=\"verse-num\" id=\"v45009005-1\">5&nbsp;</b>To them belong the patriarchs, and from their race, according to the flesh, is the Christ, who is God over all, blessed forever. Amen.</p>\n<p id=\"p45009005_04-25\"><b class=\"verse-num\" id=\"v45009006-1\">6&nbsp;</b>But it is not as though the word of God has failed. For not all who are descended from Israel belong to Israel, <b class=\"verse-num\" id=\"v45009007-1\">7&nbsp;</b>and not all are children of Abraham because they are his offspring, but “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v45009008-1\">8&nbsp;</b>This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as offspring. <b class=\"verse-num\" id=\"v45009009-1\">9&nbsp;</b>For this is what the promise said: “About this time next year I will return, and Sarah shall have a son.” <b class=\"verse-num\" id=\"v45009010-1\">10&nbsp;</b>And not only so, but also when Rebekah had conceived children by one man, our forefather Isaac, <b class=\"verse-num\" id=\"v45009011-1\">11&nbsp;</b>though they were not yet born and had done nothing either good or bad—in order that God’s purpose of election might continue, not because of works but because of him who calls—<b class=\"verse-num\" id=\"v45009012-1\">12&nbsp;</b>she was told, “The older will serve the younger.” <b class=\"verse-num\" id=\"v45009013-1\">13&nbsp;</b>As it is written, “Jacob I loved, but Esau I hated.”</p>\n<p id=\"p45009013_04-25\"><b class=\"verse-num\" id=\"v45009014-1\">14&nbsp;</b>What shall we say then? Is there injustice on God’s part? By no means! <b class=\"verse-num\" id=\"v45009015-1\">15&nbsp;</b>For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.” <b class=\"verse-num\" id=\"v45009016-1\">16&nbsp;</b>So then it depends not on human will or exertion, but on God, who has mercy. <b class=\"verse-num\" id=\"v45009017-1\">17&nbsp;</b>For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.” <b class=\"verse-num\" id=\"v45009018-1\">18&nbsp;</b>So then he has mercy on whomever he wills, and he hardens whomever he wills.</p>\n<p id=\"p45009018_04-25\"><b class=\"verse-num\" id=\"v45009019-1\">19&nbsp;</b>You will say to me then, “Why does he still find fault? For who can resist his will?” <b class=\"verse-num\" id=\"v45009020-1\">20&nbsp;</b>But who are you, O man, to answer back to God? Will what is molded say to its molder, “Why have you made me like this?” <b class=\"verse-num\" id=\"v45009021-1\">21&nbsp;</b>Has the potter no right over the clay, to make out of the same lump one vessel for honorable use and another for dishonorable use? <b class=\"verse-num\" id=\"v45009022-1\">22&nbsp;</b>What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction, <b class=\"verse-num\" id=\"v45009023-1\">23&nbsp;</b>in order to make known the riches of his glory for vessels of mercy, which he has prepared beforehand for glory—<b class=\"verse-num\" id=\"v45009024-1\">24&nbsp;</b>even us whom he has called, not from the Jews only but also from the Gentiles? <b class=\"verse-num\" id=\"v45009025-1\">25&nbsp;</b>As indeed he says in Hosea,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009025_04-25\" class=\"line\">&nbsp;&nbsp;“Those who were not my people I will call ‘my people,’</span><br><span id=\"p45009025_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her who was not beloved I will call ‘beloved.’”</span><br><span id=\"p45009026_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v45009026-1\">26&nbsp;</b>&nbsp;&nbsp;“And in the very place where it was said to them, ‘You are not my people,’</span><br><span id=\"p45009026_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there they will be called ‘sons of the living God.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45009026_04-25\"><b class=\"verse-num\" id=\"v45009027-1\">27&nbsp;</b>And Isaiah cries out concerning Israel: “Though the number of the sons of Israel be as the sand of the sea, only a remnant of them will be saved, <b class=\"verse-num\" id=\"v45009028-1\">28&nbsp;</b>for the Lord will carry out his sentence upon the earth fully and without delay.” <b class=\"verse-num\" id=\"v45009029-1\">29&nbsp;</b>And as Isaiah predicted,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009029_04-25\" class=\"line\">&nbsp;&nbsp;“If the Lord of hosts had not left us offspring,</span><br><span id=\"p45009029_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we would have been like Sodom</span><br><span id=\"p45009029_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p45009029_06-25\"><b class=\"verse-num\" id=\"v45009030-1\">30&nbsp;</b>What shall we say, then? That Gentiles who did not pursue righteousness have attained it, that is, a righteousness that is by faith; <b class=\"verse-num\" id=\"v45009031-1\">31&nbsp;</b>but that Israel who pursued a law that would lead to righteousness did not succeed in reaching that law. <b class=\"verse-num\" id=\"v45009032-1\">32&nbsp;</b>Why? Because they did not pursue it by faith, but as if it were based on works. They have stumbled over the stumbling stone, <b class=\"verse-num\" id=\"v45009033-1\">33&nbsp;</b>as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009033_06-25\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone of stumbling, and a rock of offense;</span><br><span id=\"p45009033_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,  <strong>2</strong> That I have great heaviness and continual sorrow in my heart.  <strong>3</strong> For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:  <strong>4</strong> Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;  <strong>5</strong> Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.  <strong>6</strong> Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:  <strong>7</strong> Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.  <strong>8</strong> That is, They which are the children of the flesh, these are  not the children of God: but the children of the promise are counted for the seed.  <strong>9</strong> For this is the word of promise, At this time will I come, and Sarah shall have a son.  <strong>10</strong> And not only this; but when Rebecca also had conceived by one, even by our father Isaac;  <strong>11</strong> (For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)  <strong>12</strong> It was said unto her, The elder shall serve the younger.  <strong>13</strong> As it is written, Jacob have I loved, but Esau have I hated.  <strong>14</strong> What shall we say then? Is there unrighteousness with God? God forbid.  <strong>15</strong> For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.  <strong>16</strong> So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.  <strong>17</strong> For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.  <strong>18</strong> Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.  <strong>19</strong> Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?  <strong>20</strong> Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?  <strong>21</strong> Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?  <strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  <strong>23</strong> And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,  <strong>24</strong> Even us, whom he hath called, not of the Jews only, but also of the Gentiles?  <strong>25</strong> As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.  <strong>26</strong> And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.  <strong>27</strong> Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:  <strong>28</strong> For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.  <strong>29</strong> And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.  <strong>30</strong> What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.  <strong>31</strong> But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.  <strong>32</strong> Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;  <strong>33</strong> As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not be ashamed.  ","niv":"<sup><strong>1</strong></sup> I speak the truth in Christ--I am not lying, my conscience confirms it in the Holy Spirit-- <sup><strong>2</strong></sup> I have great sorrow and unceasing anguish in my heart. <sup><strong>3</strong></sup> For I could wish that I myself were cursed and cut off from Christ for the sake of my brothers, those of my own race, <sup><strong>4</strong></sup> the people of Israel. Theirs is the adoption as sons; theirs the divine glory, the covenants, the receiving of the law, the temple worship and the promises. <sup><strong>5</strong></sup> Theirs are the patriarchs, and from them is traced the human ancestry of Christ, who is God over all, forever praised! Amen. <sup><strong>6</strong></sup> It is not as though God's word had failed. For not all who are descended from Israel are Israel. <sup><strong>7</strong></sup> Nor because they are his descendants are they all Abraham's children. On the contrary, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>8</strong></sup> In other words, it is not the natural children who are God's children, but it is the children of the promise who are regarded as Abraham's offspring. <sup><strong>9</strong></sup> For this was how the promise was stated: \"At the appointed time I will return, and Sarah will have a son.\" <sup><strong>10</strong></sup> Not only that, but Rebekah's children had one and the same father, our father Isaac. <sup><strong>11</strong></sup> Yet, before the twins were born or had done anything good or bad--in order that God's purpose in election might stand: <sup><strong>12</strong></sup> not by works but by him who calls--she was told, \"The older will serve the younger.\" <sup><strong>13</strong></sup> Just as it is written: \"Jacob I loved, but Esau I hated.\" <sup><strong>14</strong></sup> What then shall we say? Is God unjust? Not at all! <sup><strong>15</strong></sup> For he says to Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\" <sup><strong>16</strong></sup> It does not, therefore, depend on man's desire or effort, but on God's mercy. <sup><strong>17</strong></sup> For the Scripture says to Pharaoh: \"I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.\" <sup><strong>18</strong></sup> Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden. <sup><strong>19</strong></sup> One of you will say to me: \"Then why does God still blame us? For who resists his will?\" <sup><strong>20</strong></sup> But who are you, O man, to talk back to God? \"Shall what is formed say to him who formed it, 'Why did you make me like this?'\" <sup><strong>21</strong></sup> Does not the potter have the right to make out of the same lump of clay some pottery for noble purposes and some for common use? <sup><strong>22</strong></sup> What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath--prepared for destruction? <sup><strong>23</strong></sup> What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory-- <sup><strong>24</strong></sup> even us, whom he also called, not only from the Jews but also from the Gentiles? <sup><strong>25</strong></sup> As he says in Hosea: \"I will call them 'my people' who are not my people; and I will call her 'my loved one' who is not my loved one,\" <sup><strong>26</strong></sup> and, \"It will happen that in the very place where it was said to them, 'You are not my people,' they will be called 'sons of the living God.'\" <sup><strong>27</strong></sup> Isaiah cries out concerning Israel: \"Though the number of the Israelites be like the sand by the sea, only the remnant will be saved. <sup><strong>28</strong></sup> For the Lord will carry out his sentence on earth with speed and finality.\" <sup><strong>29</strong></sup> It is just as Isaiah said previously: \"Unless the Lord Almighty had left us descendants, we would have become like Sodom, we would have been like Gomorrah.\" <sup><strong>30</strong></sup> What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith; <sup><strong>31</strong></sup> but Israel, who pursued a law of righteousness, has not attained it. <sup><strong>32</strong></sup> Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the \"stumbling stone.\" <sup><strong>33</strong></sup> As it is written: \"See, I lay in Zion a stone that causes men to stumble and a rock that makes them fall, and the one who trusts in him will never be put to shame.\" "},{"_id":"616779616451fe5325fa1030","topicId":"6167795a6451fe5325fa1019","verse":"Acts 2:38","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616779616451fe5325fa1031","topicId":"6167795a6451fe5325fa1019","verse":"John 19:41","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43019041_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019041-1\">41&nbsp;</b>Now in the place where he was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid.</p>\n</div>","kjv":"<strong>41</strong> Now in the place where he was crucified there was a garden; and in the garden a new sepulchre, wherein was never man yet laid.  ","niv":"<sup><strong>41</strong></sup> At the place where Jesus was crucified, there was a garden, and in the garden a new tomb, in which no one had ever been laid."},{"_id":"616779626451fe5325fa1032","topicId":"6167795a6451fe5325fa1019","verse":"Luke 16:18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42016018_04-28\"><b class=\"verse-num woc\" id=\"v42016018-1\">18&nbsp;</b><span class=\"woc\">“Everyone who divorces his wife and marries another commits adultery, and he who marries a woman divorced from her husband commits adultery.</span></p>\n</div>","kjv":"<strong>18</strong> Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her  husband committeth adultery. ","niv":"<sup><strong>18</strong></sup> \"Anyone who divorces his wife and marries another woman commits adultery, and the man who marries a divorced woman commits adultery."}]}