{"_id":"616779e36451fe5325fa105d","slug":"lords-will","name":"Lords Will","verses":[{"_id":"616779e36451fe5325fa105e","topicId":"616779e36451fe5325fa105d","verse":"Romans 12:2","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616779e36451fe5325fa105f","topicId":"616779e36451fe5325fa105d","verse":"Isaiah 41:10","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-2\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"616779e36451fe5325fa1060","topicId":"616779e36451fe5325fa105d","verse":"Romans 6:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"616779e46451fe5325fa1061","topicId":"616779e36451fe5325fa105d","verse":"Hebrews 13:5-6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.” <b class=\"verse-num\" id=\"v58013006-1\">6&nbsp;</b>So we can confidently say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58013006_01-4\" class=\"line\">&nbsp;&nbsp;“The Lord is my helper;</span><br><span id=\"p58013006_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not fear;</span><br><span id=\"p58013006_01-4\" class=\"line\">&nbsp;&nbsp;what can man do to me?”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  <strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\" <sup><strong>6</strong></sup> So we say with confidence, \"The Lord is my helper; I will not be afraid. What can man do to me?\" "},{"_id":"616779e46451fe5325fa1062","topicId":"616779e36451fe5325fa105d","verse":"Philippians 4:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"616779e46451fe5325fa1063","topicId":"616779e36451fe5325fa105d","verse":"2 Thessalonians 3:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p53003003_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v53003003-1\">3&nbsp;</b>But the Lord is faithful. He will establish you and guard you against the evil one.</p>\n\n</div>","kjv":"<strong>3</strong> But the Lord is faithful, who shall stablish you, and keep you  from evil.  ","niv":"<sup><strong>3</strong></sup> But the Lord is faithful, and he will strengthen and protect you from the evil one."},{"_id":"616779e56451fe5325fa1064","topicId":"616779e36451fe5325fa105d","verse":"Philippians 2:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50002013_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n</div>","kjv":"<strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  ","niv":"<sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose."},{"_id":"616779e56451fe5325fa1065","topicId":"616779e36451fe5325fa105d","verse":"Revelation 1:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,"},{"_id":"616779e56451fe5325fa1066","topicId":"616779e36451fe5325fa105d","verse":"Hebrews 4:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"616779e66451fe5325fa1067","topicId":"616779e36451fe5325fa105d","verse":"Ephesians 6:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49006017_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God,</p>\n</div>","kjv":"<strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  ","niv":"<sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God."},{"_id":"616779e66451fe5325fa1068","topicId":"616779e36451fe5325fa105d","verse":"Ephesians 2:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49002002_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002002-1\">2&nbsp;</b>in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—</p>\n</div>","kjv":"<strong>2</strong> Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:  ","niv":"<sup><strong>2</strong></sup> in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient."},{"_id":"616779e66451fe5325fa1069","topicId":"616779e36451fe5325fa105d","verse":"Galatians 1:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48001004_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001004-1\">4&nbsp;</b>who gave himself for our sins to deliver us from the present evil age, according to the will of our God and Father,</p>\n</div>","kjv":"<strong>4</strong> Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father:  ","niv":"<sup><strong>4</strong></sup> who gave himself for our sins to rescue us from the present evil age, according to the will of our God and Father,"},{"_id":"616779e66451fe5325fa106a","topicId":"616779e36451fe5325fa105d","verse":"2 Corinthians 12:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47012010_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012010-1\">10&nbsp;</b>For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.</p>\n</div>","kjv":"<strong>10</strong> Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong.  ","niv":"<sup><strong>10</strong></sup> That is why, for Christ's sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong."},{"_id":"616779e76451fe5325fa106b","topicId":"616779e36451fe5325fa105d","verse":"John 5:30","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43005030_04-14\"><b class=\"verse-num woc\" id=\"v43005030-1\">30&nbsp;</b><span class=\"woc\">“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.</span></p>\n</div>","kjv":"<strong>30</strong> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.  ","niv":"<sup><strong>30</strong></sup> By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me."},{"_id":"616779e76451fe5325fa106c","topicId":"616779e36451fe5325fa105d","verse":"Matthew 7:21","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-15\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven."},{"_id":"616779e76451fe5325fa106d","topicId":"616779e36451fe5325fa105d","verse":"Revelation 19:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66019016_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n</div>","kjv":"<strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  ","niv":"<sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS."},{"_id":"616779e86451fe5325fa106e","topicId":"616779e36451fe5325fa105d","verse":"1 John 2:15-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-17\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. "},{"_id":"616779e86451fe5325fa106f","topicId":"616779e36451fe5325fa105d","verse":"Hebrews 2:9-10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58002009_01-18\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v58002009-1\">9&nbsp;</b>But we see him who for a little while was made lower than the angels, namely Jesus, crowned with glory and honor because of the suffering of death, so that by the grace of God he might taste death for everyone.</p>\n<p id=\"p58002009_01-18\"><b class=\"verse-num\" id=\"v58002010-1\">10&nbsp;</b>For it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering.</p>\n</div>","kjv":"<strong>9</strong> But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.  <strong>10</strong> For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.  ","niv":"<sup><strong>9</strong></sup> But we see Jesus, who was made a little lower than the angels, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone. <sup><strong>10</strong></sup> In bringing many sons to glory, it was fitting that God, for whom and through whom everything exists, should make the author of their salvation perfect through suffering. "},{"_id":"616779e86451fe5325fa1070","topicId":"616779e36451fe5325fa105d","verse":"1 Thessalonians 5:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52005018_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005018-1\">18&nbsp;</b>give thanks in all circumstances; for this is the will of God in Christ Jesus for you.</p>\n</div>","kjv":"<strong>18</strong> In every thing give thanks: for this is the will of God in Christ Jesus concerning you.  ","niv":"<sup><strong>18</strong></sup> give thanks in all circumstances, for this is God's will for you in Christ Jesus."},{"_id":"616779e86451fe5325fa1071","topicId":"616779e36451fe5325fa105d","verse":"Galatians 5:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"_id":"616779e96451fe5325fa1072","topicId":"616779e36451fe5325fa105d","verse":"John 6:55-59","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43006055_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n</div>","kjv":"<strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  ","niv":"<sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. "},{"_id":"616779e96451fe5325fa1073","topicId":"616779e36451fe5325fa105d","verse":"John 6:47-50","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43006047_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006047-1\">47&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever believes has eternal life.</span> <b class=\"verse-num woc\" id=\"v43006048-1\">48&nbsp;</b><span class=\"woc\">I am the bread of life.</span> <b class=\"verse-num woc\" id=\"v43006049-1\">49&nbsp;</b><span class=\"woc\">Your fathers ate the manna in the wilderness, and they died.</span> <b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span></p>\n</div>","kjv":"<strong>47</strong> Verily, verily, I say unto you, He that believeth on me hath everlasting life.  <strong>48</strong> I am that bread of life.  <strong>49</strong> Your fathers did eat manna in the wilderness, and are dead.  <strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  ","niv":"<sup><strong>47</strong></sup> I tell you the truth, he who believes has everlasting life. <sup><strong>48</strong></sup> I am the bread of life. <sup><strong>49</strong></sup> Your forefathers ate the manna in the desert, yet they died. <sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. "},{"_id":"616779e96451fe5325fa1074","topicId":"616779e36451fe5325fa105d","verse":"Matthew 25:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40025021_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025021-1\">21&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span></p>\n\n</div>","kjv":"<strong>21</strong> His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  ","niv":"<sup><strong>21</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!'"},{"_id":"616779ea6451fe5325fa1075","topicId":"616779e36451fe5325fa105d","verse":"Matthew 24:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40024014_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n</div>","kjv":"<strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  ","niv":"<sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come."},{"_id":"616779ea6451fe5325fa1076","topicId":"616779e36451fe5325fa105d","verse":"Matthew 6:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."}]}