{"_id":"5fc31fd98888bb90841decf9","slug":"loss","name":"Loss","verses":[{"_id":"5fd254e3a1012d290aa882e7","topicId":"5fc31fd98888bb90841decf9","verse":"Psalm 34:17-20","votes":42,"__v":0,"niv":"<sup><strong>17</strong></sup> The righteous cry out, and the LORD hears them; he delivers them from all their troubles. <sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit. <sup><strong>19</strong></sup> A righteous man may have many troubles, but the LORD delivers him from them all; <sup><strong>20</strong></sup> he protects all his bones, not one of them will be broken. ","kjv":"<strong>17</strong>             The righteous cry, and the LORD heareth, and delivereth them out of all their troubles.  <strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  <strong>19</strong> Many are the afflictions of the righteous: but the LORD delivereth him out of them all.  <strong>20</strong> He keepeth all his bones: not one of them is broken.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034017_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034017-1\">17&nbsp;</b>&nbsp;&nbsp;When the righteous cry for help, the LORD hears</span><br><span id=\"p19034017_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delivers them out of all their troubles.</span><br><span id=\"p19034018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034019_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034019-1\">19&nbsp;</b>&nbsp;&nbsp;Many are the afflictions of the righteous,</span><br><span id=\"p19034019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD delivers him out of them all.</span><br><span id=\"p19034020_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034020-1\">20&nbsp;</b>&nbsp;&nbsp;He keeps all his bones;</span><br><span id=\"p19034020_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one of them is broken.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd254e3a1012d290aa882e8","topicId":"5fc31fd98888bb90841decf9","verse":"Matthew 5:4","votes":33,"__v":0,"niv":"<sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted.","kjv":"<strong>4</strong> Blessed are they that mourn: for they shall be comforted.  ","esv":"<div>\n<p id=\"p40005004_01-2\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n</div>"},{"_id":"5fd254e3a1012d290aa882e9","topicId":"5fc31fd98888bb90841decf9","verse":"2 Corinthians 12:9","votes":23,"__v":0,"niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me.","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  ","esv":"<div>\n<p id=\"p47012009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.</p>\n</div>"},{"_id":"5fd254e3a1012d290aa882ea","topicId":"5fc31fd98888bb90841decf9","verse":"Philippians 4:19","votes":17,"__v":0,"niv":"<sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus.","kjv":"<strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  ","esv":"<div>\n<p id=\"p50004019_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus.</p>\n</div>"},{"_id":"5fd254e3a1012d290aa882eb","topicId":"5fc31fd98888bb90841decf9","verse":"2 Corinthians 1:3-5","votes":17,"__v":0,"niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, <sup><strong>4</strong></sup> who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves have received from God. <sup><strong>5</strong></sup> For just as the sufferings of Christ flow over into our lives, so also through Christ our comfort overflows. ","kjv":"<strong>3</strong> Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort;  <strong>4</strong> Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.  <strong>5</strong> For as the sufferings of Christ abound in us, so our consolation also aboundeth by Christ.  ","esv":"<div>\n\n<p id=\"p47001003_05-5\"><b class=\"verse-num\" id=\"v47001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, <b class=\"verse-num\" id=\"v47001004-1\">4&nbsp;</b>who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God. <b class=\"verse-num\" id=\"v47001005-1\">5&nbsp;</b>For as we share abundantly in Christ’s sufferings, so through Christ we share abundantly in comfort too.</p>\n\n</div>"},{"_id":"5fd254e3a1012d290aa882ec","topicId":"5fc31fd98888bb90841decf9","verse":"Matthew 5:1-12","votes":11,"__v":0,"niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. ","kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  ","esv":"<div>\n\n<p id=\"p40005001_06-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-6\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-6\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-6\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-6\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-6\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-6\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-6\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-6\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-6\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-6\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n</div>"},{"_id":"5fd254e3a1012d290aa882ed","topicId":"5fc31fd98888bb90841decf9","verse":"2 Peter 2:9","votes":9,"__v":0,"niv":"<sup><strong>9</strong></sup> if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment.","kjv":"<strong>9</strong> The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:  ","esv":"<div>\n<p id=\"p61002009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002009-1\">9&nbsp;</b>then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment,</p>\n\n</div>"},{"_id":"5fd254e4a1012d290aa882ee","topicId":"5fc31fd98888bb90841decf9","verse":"Jeremiah 17:10","votes":8,"__v":0,"niv":"<sup><strong>10</strong></sup> \"I the LORD search the heart and examine the mind, to reward a man according to his conduct, according to what his deeds deserve.\"","kjv":"<strong>10</strong> I the LORD search the heart, I try the reins, even to give every man according to his ways, and according to the fruit of his doings.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017010_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017010-1\">10&nbsp;</b>&nbsp;&nbsp;“I the LORD search the heart</span><br><span id=\"p24017010_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and test the mind,</span><br><span id=\"p24017010_01-8\" class=\"line\">&nbsp;&nbsp;to give every man according to his ways,</span><br><span id=\"p24017010_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to the fruit of his deeds.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"5fd254e4a1012d290aa882ef","topicId":"5fc31fd98888bb90841decf9","verse":"John 1","votes":8,"__v":0,"niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. <sup><strong>4</strong></sup> In him was life, and that life was the light of men. <sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it. <sup><strong>6</strong></sup> There came a man who was sent from God; his name was John. <sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe. <sup><strong>8</strong></sup> He himself was not the light; he came only as a witness to the light. <sup><strong>9</strong></sup> The true light that gives light to every man was coming into the world. <sup><strong>10</strong></sup> He was in the world, and though the world was made through him, the world did not recognize him. <sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him. <sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God-- <sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God. <sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth. <sup><strong>15</strong></sup> John testifies concerning him. He cries out, saying, \"This was he of whom I said, 'He who comes after me has surpassed me because he was before me.'\" <sup><strong>16</strong></sup> From the fullness of his grace we have all received one blessing after another. <sup><strong>17</strong></sup> For the law was given through Moses; grace and truth came through Jesus Christ. <sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known. <sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" <sup><strong>26</strong></sup> \"I baptize with water,\" John replied, \"but among you stands one you do not know. <sup><strong>27</strong></sup> He is the one who comes after me, the thongs of whose sandals I am not worthy to untie.\" <sup><strong>28</strong></sup> This all happened at Bethany on the other side of the Jordan, where John was baptizing. <sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world! <sup><strong>30</strong></sup> This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.' <sup><strong>31</strong></sup> I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.\" <sup><strong>32</strong></sup> Then John gave this testimony: \"I saw the Spirit come down from heaven as a dove and remain on him. <sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.' <sup><strong>34</strong></sup> I have seen and I testify that this is the Son of God.\" <sup><strong>35</strong></sup> The next day John was there again with two of his disciples. <sup><strong>36</strong></sup> When he saw Jesus passing by, he said, \"Look, the Lamb of God!\" <sup><strong>37</strong></sup> When the two disciples heard him say this, they followed Jesus. <sup><strong>38</strong></sup> Turning around, Jesus saw them following and asked, \"What do you want?\" They said, \"Rabbi\" (which means Teacher), \"where are you staying?\" <sup><strong>39</strong></sup> \"Come,\" he replied, \"and you will see.\" So they went and saw where he was staying, and spent that day with him. It was about the tenth hour. <sup><strong>40</strong></sup> Andrew, Simon Peter's brother, was one of the two who heard what John had said and who had followed Jesus. <sup><strong>41</strong></sup> The first thing Andrew did was to find his brother Simon and tell him, \"We have found the Messiah\" (that is, the Christ). <sup><strong>42</strong></sup> And he brought him to Jesus. Jesus looked at him and said, \"You are Simon son of John. You will be called Cephas\" (which, when translated, is Peter ). <sup><strong>43</strong></sup> The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, \"Follow me.\" <sup><strong>44</strong></sup> Philip, like Andrew and Peter, was from the town of Bethsaida. <sup><strong>45</strong></sup> Philip found Nathanael and told him, \"We have found the one Moses wrote about in the Law, and about whom the prophets also wrote--Jesus of Nazareth, the son of Joseph.\" <sup><strong>46</strong></sup> \"Nazareth! Can anything good come from there?\" Nathanael asked. \"Come and see,\" said Philip. <sup><strong>47</strong></sup> When Jesus saw Nathanael approaching, he said of him, \"Here is a true Israelite, in whom there is nothing false.\" <sup><strong>48</strong></sup> \"How do you know me?\" Nathanael asked. Jesus answered, \"I saw you while you were still under the fig tree before Philip called you.\" <sup><strong>49</strong></sup> Then Nathanael declared, \"Rabbi, you are the Son of God; you are the King of Israel.\" <sup><strong>50</strong></sup> Jesus said, \"You believe because I told you I saw you under the fig tree. You shall see greater things than that.\" <sup><strong>51</strong></sup> He then added, \"I tell you the truth, you shall see heaven open, and the angels of God ascending and descending on the Son of Man.\" ","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  <strong>4</strong> In him was life; and the life was the light of men.  <strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  <strong>6</strong> There was a man sent from God, whose name was John.  <strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  <strong>8</strong> He was not that Light, but was sent to bear witness of that Light.  <strong>9</strong> That was the true Light, which lighteth every man that cometh into the world.  <strong>10</strong> He was in the world, and the world was made by him, and the world knew him not.  <strong>11</strong> He came unto his own, and his own received him not.  <strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  <strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  <strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  <strong>15</strong> John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.  <strong>16</strong> And of his fulness have all we received, and grace for grace.  <strong>17</strong> For the law was given by Moses, but grace and truth came by Jesus Christ.  <strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  <strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  <strong>26</strong> John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;  <strong>27</strong> He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose.  <strong>28</strong> These things were done in Bethabara beyond Jordan, where John was baptizing.  <strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  <strong>30</strong> This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.  <strong>31</strong> And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.  <strong>32</strong> And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.  <strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  <strong>34</strong> And I saw, and bare record that this is the Son of God.  <strong>35</strong> Again the next day after John stood, and two of his disciples;  <strong>36</strong> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!  <strong>37</strong> And the two disciples heard him speak, and they followed Jesus.  <strong>38</strong> Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?  <strong>39</strong> He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.  <strong>40</strong> One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother.  <strong>41</strong> He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ.  <strong>42</strong> And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone.  <strong>43</strong> The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.  <strong>44</strong> Now Philip was of Bethsaida, the city of Andrew and Peter.  <strong>45</strong> Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.  <strong>46</strong> And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.  <strong>47</strong> Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!  <strong>48</strong> Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.  <strong>49</strong> Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.  <strong>50</strong> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.  <strong>51</strong> And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man. ","esv":"<div>\n\n<p id=\"p43001001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made. <b class=\"verse-num\" id=\"v43001004-1\">4&nbsp;</b>In him was life, and the life was the light of men. <b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n<p id=\"p43001005_05-1\"><b class=\"verse-num\" id=\"v43001006-1\">6&nbsp;</b>There was a man sent from God, whose name was John. <b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him. <b class=\"verse-num\" id=\"v43001008-1\">8&nbsp;</b>He was not the light, but came to bear witness about the light.</p>\n<p id=\"p43001008_05-1\"><b class=\"verse-num\" id=\"v43001009-1\">9&nbsp;</b>The true light, which gives light to everyone, was coming into the world. <b class=\"verse-num\" id=\"v43001010-1\">10&nbsp;</b>He was in the world, and the world was made through him, yet the world did not know him. <b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him. <b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God, <b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n<p id=\"p43001013_05-1\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth. <b class=\"verse-num\" id=\"v43001015-1\">15&nbsp;</b>(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”) <b class=\"verse-num\" id=\"v43001016-1\">16&nbsp;</b>For from his fullness we have all received, grace upon grace. <b class=\"verse-num\" id=\"v43001017-1\">17&nbsp;</b>For the law was given through Moses; grace and truth came through Jesus Christ. <b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n<p id=\"p43001018_11-1\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_11-1\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?” <b class=\"verse-num\" id=\"v43001026-1\">26&nbsp;</b>John answered them, “I baptize with water, but among you stands one you do not know, <b class=\"verse-num\" id=\"v43001027-1\">27&nbsp;</b>even he who comes after me, the strap of whose sandal I am not worthy to untie.” <b class=\"verse-num\" id=\"v43001028-1\">28&nbsp;</b>These things took place in Bethany across the Jordan, where John was baptizing.</p>\n\n<p id=\"p43001028_16-1\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world! <b class=\"verse-num\" id=\"v43001030-1\">30&nbsp;</b>This is he of whom I said, ‘After me comes a man who ranks before me, because he was before me.’ <b class=\"verse-num\" id=\"v43001031-1\">31&nbsp;</b>I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.” <b class=\"verse-num\" id=\"v43001032-1\">32&nbsp;</b>And John bore witness: “I saw the Spirit descend from heaven like a dove, and it remained on him. <b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’ <b class=\"verse-num\" id=\"v43001034-1\">34&nbsp;</b>And I have seen and have borne witness that this is the Son of God.”</p>\n\n<p id=\"p43001034_21-1\"><b class=\"verse-num\" id=\"v43001035-1\">35&nbsp;</b>The next day again John was standing with two of his disciples, <b class=\"verse-num\" id=\"v43001036-1\">36&nbsp;</b>and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!” <b class=\"verse-num\" id=\"v43001037-1\">37&nbsp;</b>The two disciples heard him say this, and they followed Jesus. <b class=\"verse-num\" id=\"v43001038-1\">38&nbsp;</b>Jesus turned and saw them following and said to them, <span class=\"woc\">“What are you seeking?”</span> And they said to him, “Rabbi” (which means Teacher), “where are you staying?” <b class=\"verse-num\" id=\"v43001039-1\">39&nbsp;</b>He said to them, <span class=\"woc\">“Come and you will see.”</span> So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour. <b class=\"verse-num\" id=\"v43001040-1\">40&nbsp;</b>One of the two who heard John speak and followed Jesus was Andrew, Simon Peter’s brother. <b class=\"verse-num\" id=\"v43001041-1\">41&nbsp;</b>He first found his own brother Simon and said to him, “We have found the Messiah” (which means Christ). <b class=\"verse-num\" id=\"v43001042-1\">42&nbsp;</b>He brought him to Jesus. Jesus looked at him and said, <span class=\"woc\">“You are Simon the son of John. You shall be called Cephas”</span> (which means Peter).</p>\n\n<p id=\"p43001042_26-1\"><b class=\"verse-num\" id=\"v43001043-1\">43&nbsp;</b>The next day Jesus decided to go to Galilee. He found Philip and said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v43001044-1\">44&nbsp;</b>Now Philip was from Bethsaida, the city of Andrew and Peter. <b class=\"verse-num\" id=\"v43001045-1\">45&nbsp;</b>Philip found Nathanael and said to him, “We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.” <b class=\"verse-num\" id=\"v43001046-1\">46&nbsp;</b>Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.” <b class=\"verse-num\" id=\"v43001047-1\">47&nbsp;</b>Jesus saw Nathanael coming toward him and said of him, <span class=\"woc\">“Behold, an Israelite indeed, in whom there is no deceit!”</span> <b class=\"verse-num\" id=\"v43001048-1\">48&nbsp;</b>Nathanael said to him, “How do you know me?” Jesus answered him, <span class=\"woc\">“Before Philip called you, when you were under the fig tree, I saw you.”</span> <b class=\"verse-num\" id=\"v43001049-1\">49&nbsp;</b>Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!” <b class=\"verse-num\" id=\"v43001050-1\">50&nbsp;</b>Jesus answered him, <span class=\"woc\">“Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”</span> <b class=\"verse-num\" id=\"v43001051-1\">51&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”</span></p>\n\n</div>"},{"_id":"5fd254e4a1012d290aa882f0","topicId":"5fc31fd98888bb90841decf9","verse":"Isaiah 40","votes":7,"__v":0,"niv":"<sup><strong>1</strong></sup> Comfort, comfort my people, says your God. <sup><strong>2</strong></sup> Speak tenderly to Jerusalem, and proclaim to her that her hard service has been completed, that her sin has been paid for, that she has received from the LORD's hand double for all her sins. <sup><strong>3</strong></sup> A voice of one calling: \"In the desert prepare the way for the LORD; make straight in the wilderness a highway for our God. <sup><strong>4</strong></sup> Every valley shall be raised up, every mountain and hill made low; the rough ground shall become level, the rugged places a plain. <sup><strong>5</strong></sup> And the glory of the LORD will be revealed, and all mankind together will see it. For the mouth of the LORD has spoken.\" <sup><strong>6</strong></sup> A voice says, \"Cry out.\" And I said, \"What shall I cry?All men are like grass, and all their glory is like the flowers of the field. <sup><strong>7</strong></sup> The grass withers and the flowers fall, because the breath of the LORD blows on them. Surely the people are grass. <sup><strong>8</strong></sup> The grass withers and the flowers fall, but the word of our God stands forever.\" <sup><strong>9</strong></sup> You who bring good tidings to Zion, go up on a high mountain. You who bring good tidings to Jerusalem, lift up your voice with a shout, lift it up, do not be afraid; say to the towns of Judah, \"Here is your God!\" <sup><strong>10</strong></sup> See, the Sovereign LORD comes with power, and his arm rules for him. See, his reward is with him, and his recompense accompanies him. <sup><strong>11</strong></sup> He tends his flock like a shepherd: He gathers the lambs in his arms and carries them close to his heart; he gently leads those that have young. <sup><strong>12</strong></sup> Who has measured the waters in the hollow of his hand, or with the breadth of his hand marked off the heavens? Who has held the dust of the earth in a basket, or weighed the mountains on the scales and the hills in a balance? <sup><strong>13</strong></sup> Who has understood the mind of the LORD, or instructed him as his counselor? <sup><strong>14</strong></sup> Whom did the LORD consult to enlighten him, and who taught him the right way? Who was it that taught him knowledge or showed him the path of understanding? <sup><strong>15</strong></sup> Surely the nations are like a drop in a bucket; they are regarded as dust on the scales; he weighs the islands as though they were fine dust. <sup><strong>16</strong></sup> Lebanon is not sufficient for altar fires, nor its animals enough for burnt offerings. <sup><strong>17</strong></sup> Before him all the nations are as nothing; they are regarded by him as worthless and less than nothing. <sup><strong>18</strong></sup> To whom, then, will you compare God? What image will you compare him to? <sup><strong>19</strong></sup> As for an idol, a craftsman casts it, and a goldsmith overlays it with gold and fashions silver chains for it. <sup><strong>20</strong></sup> A man too poor to present such an offering selects wood that will not rot. He looks for a skilled craftsman to set up an idol that will not topple. <sup><strong>21</strong></sup> Do you not know? Have you not heard? Has it not been told you from the beginning? Have you not understood since the earth was founded? <sup><strong>22</strong></sup> He sits enthroned above the circle of the earth, and its people are like grasshoppers. He stretches out the heavens like a canopy, and spreads them out like a tent to live in. <sup><strong>23</strong></sup> He brings princes to naught and reduces the rulers of this world to nothing. <sup><strong>24</strong></sup> No sooner are they planted, no sooner are they sown, no sooner do they take root in the ground, than he blows on them and they wither, and a whirlwind sweeps them away like chaff. <sup><strong>25</strong></sup> \"To whom will you compare me? Or who is my equal?\" says the Holy One. <sup><strong>26</strong></sup> Lift your eyes and look to the heavens: Who created all these? He who brings out the starry host one by one, and calls them each by name. Because of his great power and mighty strength, not one of them is missing. <sup><strong>27</strong></sup> Why do you say, O Jacob, and complain, O Israel, \"My way is hidden from the LORD; my cause is disregarded by my God\"? <sup><strong>28</strong></sup> Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom. <sup><strong>29</strong></sup> He gives strength to the weary and increases the power of the weak. <sup><strong>30</strong></sup> Even youths grow tired and weary, and young men stumble and fall; <sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint. ","kjv":"<strong>1</strong> Comfort ye, comfort ye my people, saith your God.  <strong>2</strong> Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she hath received of the LORD’S hand double for all her sins.  <strong>3</strong> The voice of him that crieth in the wilderness, Prepare ye the way of the LORD, make straight in the desert a highway for our God.  <strong>4</strong> Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain:  <strong>5</strong> And the glory of the LORD shall be revealed, and all flesh shall see it together: for the mouth of the LORD hath spoken it.  <strong>6</strong> The voice said, Cry. And he said, What shall I cry? All flesh is  grass, and all the goodliness thereof is as the flower of the field:  <strong>7</strong> The grass withereth, the flower fadeth: because the spirit of the LORD bloweth upon it: surely the people is grass.  <strong>8</strong> The grass withereth, the flower fadeth: but the word of our God shall stand for ever.  <strong>9</strong> O Zion, that bringest good tidings, get thee up into the high mountain; O Jerusalem, that bringest good tidings, lift up thy voice with strength; lift it up, be not afraid; say unto the cities of Judah, Behold your God!  <strong>10</strong> Behold, the Lord GOD will come with strong hand, and his arm shall rule for him: behold, his reward is with him, and his work before him.  <strong>11</strong> He shall feed his flock like a shepherd: he shall gather the lambs with his arm, and carry them in his bosom, and shall gently lead those that are with young.  <strong>12</strong> Who hath measured the waters in the hollow of his hand, and meted out heaven with the span, and comprehended the dust of the earth in a measure, and weighed the mountains in scales, and the hills in a balance?  <strong>13</strong> Who hath directed the Spirit of the LORD, or being his counsellor hath taught him?  <strong>14</strong> With whom took he counsel, and who instructed him, and taught him in the path of judgment, and taught him knowledge, and shewed to him the way of understanding?  <strong>15</strong> Behold, the nations are as a drop of a bucket, and are counted as the small dust of the balance: behold, he taketh up the isles as a very little thing.  <strong>16</strong> And Lebanon is not sufficient to burn, nor the beasts thereof sufficient for a burnt offering.  <strong>17</strong> All nations before him are as nothing; and they are counted to him less than nothing, and vanity.  <strong>18</strong> To whom then will ye liken God? or what likeness will ye compare unto him?  <strong>19</strong> The workman melteth a graven image, and the goldsmith spreadeth it over with gold, and casteth silver chains.  <strong>20</strong> He that is so impoverished that he hath no oblation chooseth a tree that will not rot; he seeketh unto him a cunning workman to prepare a graven image, that shall not be moved.  <strong>21</strong> Have ye not known? have ye not heard? hath it not been told you from the beginning? have ye not understood from the foundations of the earth?  <strong>22</strong> It is he that sitteth upon the circle of the earth, and the inhabitants thereof are as grasshoppers; that stretcheth out the heavens as a curtain, and spreadeth them out as a tent to dwell in:  <strong>23</strong> That bringeth the princes to nothing; he maketh the judges of the earth as vanity.  <strong>24</strong> Yea, they shall not be planted; yea, they shall not be sown: yea, their stock shall not take root in the earth: and he shall also blow upon them, and they shall wither, and the whirlwind shall take them away as stubble.  <strong>25</strong> To whom then will ye liken me, or shall I be equal? saith the Holy One.  <strong>26</strong> Lift up your eyes on high, and behold who hath created these things,  that bringeth out their host by number: he calleth them all by names by the greatness of his might, for that he is strong in power; not one faileth.  <strong>27</strong> Why sayest thou, O Jacob, and speakest, O Israel, My way is hid from the LORD, and my judgment is passed over from my God?  <strong>28</strong> Hast thou not known? hast thou not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding.  <strong>29</strong> He giveth power to the faint; and to them that have no might he increaseth strength.  <strong>30</strong> Even the youths shall faint and be weary, and the young men shall utterly fall:  <strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040001_05-2\" class=\"line\"><b class=\"chapter-num\" id=\"v23040001-1\">40:1&nbsp;</b>&nbsp;&nbsp;Comfort, comfort my people, says your God.</span><br><span id=\"p23040002_05-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040002-1\">2&nbsp;</b>&nbsp;&nbsp;Speak tenderly to Jerusalem,</span><br><span id=\"p23040002_05-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cry to her</span><br><span id=\"p23040002_05-2\" class=\"line\">&nbsp;&nbsp;that her warfare is ended,</span><br><span id=\"p23040002_05-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that her iniquity is pardoned,</span><br><span id=\"p23040002_05-2\" class=\"line\">&nbsp;&nbsp;that she has received from the LORD’s hand</span><br><span id=\"p23040002_05-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;double for all her sins.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040003_05-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040003-1\">3&nbsp;</b>&nbsp;&nbsp;A voice cries:</span><br><span id=\"p23040003_05-2\" class=\"line\">&nbsp;&nbsp;“In the wilderness prepare the way of the LORD;</span><br><span id=\"p23040003_05-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make straight in the desert a highway for our God.</span><br><span id=\"p23040004_05-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040004-1\">4&nbsp;</b>&nbsp;&nbsp;Every valley shall be lifted up,</span><br><span id=\"p23040004_05-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every mountain and hill be made low;</span><br><span id=\"p23040004_05-2\" class=\"line\">&nbsp;&nbsp;the uneven ground shall become level,</span><br><span id=\"p23040004_05-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rough places a plain.</span><br><span id=\"p23040005_05-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040005-1\">5&nbsp;</b>&nbsp;&nbsp;And the glory of the LORD shall be revealed,</span><br><span id=\"p23040005_05-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all flesh shall see it together,</span><br><span id=\"p23040005_05-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040006_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040006-1\">6&nbsp;</b>&nbsp;&nbsp;A voice says, “Cry!”</span><br><span id=\"p23040006_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And I said, “What shall I cry?”</span><br><span id=\"p23040006_11-2\" class=\"line\">&nbsp;&nbsp;All flesh is grass,</span><br><span id=\"p23040006_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all its beauty is like the flower of the field.</span><br><span id=\"p23040007_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040007-1\">7&nbsp;</b>&nbsp;&nbsp;The grass withers, the flower fades</span><br><span id=\"p23040007_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when the breath of the LORD blows on it;</span><br><span id=\"p23040007_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;surely the people are grass.</span><br><span id=\"p23040008_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040008-1\">8&nbsp;</b>&nbsp;&nbsp;The grass withers, the flower fades,</span><br><span id=\"p23040008_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the word of our God will stand forever.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040009_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040009-1\">9&nbsp;</b>&nbsp;&nbsp;Go on up to a high mountain,</span><br><span id=\"p23040009_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Zion, herald of good news;</span><br><span id=\"p23040009_15-2\" class=\"line\">&nbsp;&nbsp;lift up your voice with strength,</span><br><span id=\"p23040009_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Jerusalem, herald of good news;</span><br><span id=\"p23040009_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lift it up, fear not;</span><br><span id=\"p23040009_15-2\" class=\"line\">&nbsp;&nbsp;say to the cities of Judah,</span><br><span id=\"p23040009_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Behold your God!”</span><br><span id=\"p23040010_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040010-1\">10&nbsp;</b>&nbsp;&nbsp;Behold, the Lord GOD comes with might,</span><br><span id=\"p23040010_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his arm rules for him;</span><br><span id=\"p23040010_15-2\" class=\"line\">&nbsp;&nbsp;behold, his reward is with him,</span><br><span id=\"p23040010_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his recompense before him.</span><br><span id=\"p23040011_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040011-1\">11&nbsp;</b>&nbsp;&nbsp;He will tend his flock like a shepherd;</span><br><span id=\"p23040011_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will gather the lambs in his arms;</span><br><span id=\"p23040011_15-2\" class=\"line\">&nbsp;&nbsp;he will carry them in his bosom,</span><br><span id=\"p23040011_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gently lead those that are with young.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040012_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040012-1\">12&nbsp;</b>&nbsp;&nbsp;Who has measured the waters in the hollow of his hand</span><br><span id=\"p23040012_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and marked off the heavens with a span,</span><br><span id=\"p23040012_15-2\" class=\"line\">&nbsp;&nbsp;enclosed the dust of the earth in a measure</span><br><span id=\"p23040012_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and weighed the mountains in scales</span><br><span id=\"p23040012_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hills in a balance?</span><br><span id=\"p23040013_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040013-1\">13&nbsp;</b>&nbsp;&nbsp;Who has measured the Spirit of the LORD,</span><br><span id=\"p23040013_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or what man shows him his counsel?</span><br><span id=\"p23040014_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040014-1\">14&nbsp;</b>&nbsp;&nbsp;Whom did he consult,</span><br><span id=\"p23040014_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and who made him understand?</span><br><span id=\"p23040014_15-2\" class=\"line\">&nbsp;&nbsp;Who taught him the path of justice,</span><br><span id=\"p23040014_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and taught him knowledge,</span><br><span id=\"p23040014_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and showed him the way of understanding?</span><br><span id=\"p23040015_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040015-1\">15&nbsp;</b>&nbsp;&nbsp;Behold, the nations are like a drop from a bucket,</span><br><span id=\"p23040015_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and are accounted as the dust on the scales;</span><br><span id=\"p23040015_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behold, he takes up the coastlands like fine dust.</span><br><span id=\"p23040016_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040016-1\">16&nbsp;</b>&nbsp;&nbsp;Lebanon would not suffice for fuel,</span><br><span id=\"p23040016_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor are its beasts enough for a burnt offering.</span><br><span id=\"p23040017_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040017-1\">17&nbsp;</b>&nbsp;&nbsp;All the nations are as nothing before him,</span><br><span id=\"p23040017_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are accounted by him as less than nothing and emptiness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040018_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040018-1\">18&nbsp;</b>&nbsp;&nbsp;To whom then will you liken God,</span><br><span id=\"p23040018_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or what likeness compare with him?</span><br><span id=\"p23040019_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040019-1\">19&nbsp;</b>&nbsp;&nbsp;An idol! A craftsman casts it,</span><br><span id=\"p23040019_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a goldsmith overlays it with gold</span><br><span id=\"p23040019_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and casts for it silver chains.</span><br><span id=\"p23040020_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040020-1\">20&nbsp;</b>&nbsp;&nbsp;He who is too impoverished for an offering</span><br><span id=\"p23040020_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;chooses wood that will not rot;</span><br><span id=\"p23040020_15-2\" class=\"line\">&nbsp;&nbsp;he seeks out a skillful craftsman</span><br><span id=\"p23040020_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to set up an idol that will not move.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040021_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040021-1\">21&nbsp;</b>&nbsp;&nbsp;Do you not know? Do you not hear?</span><br><span id=\"p23040021_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Has it not been told you from the beginning?</span><br><span id=\"p23040021_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Have you not understood from the foundations of the earth?</span><br><span id=\"p23040022_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040022-1\">22&nbsp;</b>&nbsp;&nbsp;It is he who sits above the circle of the earth,</span><br><span id=\"p23040022_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its inhabitants are like grasshoppers;</span><br><span id=\"p23040022_15-2\" class=\"line\">&nbsp;&nbsp;who stretches out the heavens like a curtain,</span><br><span id=\"p23040022_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and spreads them like a tent to dwell in;</span><br><span id=\"p23040023_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040023-1\">23&nbsp;</b>&nbsp;&nbsp;who brings princes to nothing,</span><br><span id=\"p23040023_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes the rulers of the earth as emptiness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040024_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040024-1\">24&nbsp;</b>&nbsp;&nbsp;Scarcely are they planted, scarcely sown,</span><br><span id=\"p23040024_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;scarcely has their stem taken root in the earth,</span><br><span id=\"p23040024_15-2\" class=\"line\">&nbsp;&nbsp;when he blows on them, and they wither,</span><br><span id=\"p23040024_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the tempest carries them off like stubble.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040025_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040025-1\">25&nbsp;</b>&nbsp;&nbsp;To whom then will you compare me,</span><br><span id=\"p23040025_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I should be like him? says the Holy One.</span><br><span id=\"p23040026_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040026-1\">26&nbsp;</b>&nbsp;&nbsp;Lift up your eyes on high and see:</span><br><span id=\"p23040026_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who created these?</span><br><span id=\"p23040026_15-2\" class=\"line\">&nbsp;&nbsp;He who brings out their host by number,</span><br><span id=\"p23040026_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;calling them all by name;</span><br><span id=\"p23040026_15-2\" class=\"line\">&nbsp;&nbsp;by the greatness of his might</span><br><span id=\"p23040026_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and because he is strong in power,</span><br><span id=\"p23040026_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one is missing.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040027_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040027-1\">27&nbsp;</b>&nbsp;&nbsp;Why do you say, O Jacob,</span><br><span id=\"p23040027_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and speak, O Israel,</span><br><span id=\"p23040027_15-2\" class=\"line\">&nbsp;&nbsp;“My way is hidden from the LORD,</span><br><span id=\"p23040027_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my right is disregarded by my God”?</span><br><span id=\"p23040028_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040028-1\">28&nbsp;</b>&nbsp;&nbsp;Have you not known? Have you not heard?</span><br><span id=\"p23040028_15-2\" class=\"line\">&nbsp;&nbsp;The LORD is the everlasting God,</span><br><span id=\"p23040028_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Creator of the ends of the earth.</span><br><span id=\"p23040028_15-2\" class=\"line\">&nbsp;&nbsp;He does not faint or grow weary;</span><br><span id=\"p23040028_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his understanding is unsearchable.</span><br><span id=\"p23040029_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040029-1\">29&nbsp;</b>&nbsp;&nbsp;He gives power to the faint,</span><br><span id=\"p23040029_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to him who has no might he increases strength.</span><br><span id=\"p23040030_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040030-1\">30&nbsp;</b>&nbsp;&nbsp;Even youths shall faint and be weary,</span><br><span id=\"p23040030_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and young men shall fall exhausted;</span><br><span id=\"p23040031_15-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_15-2\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_15-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"5fd254e4a1012d290aa882f1","topicId":"5fc31fd98888bb90841decf9","verse":"1 Corinthians 6:19-20","votes":6,"__v":0,"niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. ","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","esv":"<div>\n<p id=\"p46006019_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>"},{"_id":"5fd254e4a1012d290aa882f2","topicId":"5fc31fd98888bb90841decf9","verse":"Romans 8:1","votes":6,"__v":0,"niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus,","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  ","esv":"<div>\n\n<p id=\"p45008001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus.</p>\n\n</div>"},{"_id":"5fd254e4a1012d290aa882f3","topicId":"5fc31fd98888bb90841decf9","verse":"Titus 1","votes":5,"__v":0,"niv":"<sup><strong>1</strong></sup> Paul, a servant of God and an apostle of Jesus Christ for the faith of God's elect and the knowledge of the truth that leads to godliness-- <sup><strong>2</strong></sup> a faith and knowledge resting on the hope of eternal life, which God, who does not lie, promised before the beginning of time, <sup><strong>3</strong></sup> and at his appointed season he brought his word to light through the preaching entrusted to me by the command of God our Savior, <sup><strong>4</strong></sup> To Titus, my true son in our common faith: Grace and peace from God the Father and Christ Jesus our Savior. <sup><strong>5</strong></sup> The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you. <sup><strong>6</strong></sup> An elder must be blameless, the husband of but one wife, a man whose children believe and are not open to the charge of being wild and disobedient. <sup><strong>7</strong></sup> Since an overseer is entrusted with God's work, he must be blameless--not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain. <sup><strong>8</strong></sup> Rather he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined. <sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. <sup><strong>10</strong></sup> For there are many rebellious people, mere talkers and deceivers, especially those of the circumcision group. <sup><strong>11</strong></sup> They must be silenced, because they are ruining whole households by teaching things they ought not to teach--and that for the sake of dishonest gain. <sup><strong>12</strong></sup> Even one of their own prophets has said, \"Cretans are always liars, evil brutes, lazy gluttons.\" <sup><strong>13</strong></sup> This testimony is true. Therefore, rebuke them sharply, so that they will be sound in the faith <sup><strong>14</strong></sup> and will pay no attention to Jewish myths or to the commands of those who reject the truth. <sup><strong>15</strong></sup> To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure. In fact, both their minds and consciences are corrupted. <sup><strong>16</strong></sup> They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good. ","kjv":"<strong>1</strong> Paul, a servant of God, and an apostle of Jesus Christ, according to the faith of God’s elect, and the acknowledging of the truth which is after godliness;  <strong>2</strong> In hope of eternal life, which God, that cannot lie, promised before the world began;  <strong>3</strong> But hath in due times manifested his word through preaching, which is committed unto me according to the commandment of God our Saviour;  <strong>4</strong> To Titus, mine own son after the common faith: Grace, mercy, and peace, from God the Father and the Lord Jesus Christ our Saviour.  <strong>5</strong> For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:  <strong>6</strong> If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.  <strong>7</strong> For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;  <strong>8</strong> But a lover of hospitality, a lover of good men, sober, just, holy, temperate;  <strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  <strong>10</strong> For there are many unruly and vain talkers and deceivers, specially they of the circumcision:  <strong>11</strong> Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre’s sake.  <strong>12</strong> One of themselves, even a prophet of their own, said, The Cretians are alway liars, evil beasts, slow bellies.  <strong>13</strong> This witness is true. Wherefore rebuke them sharply, that they may be sound in the faith;  <strong>14</strong> Not giving heed to Jewish fables, and commandments of men, that turn from the truth.  <strong>15</strong> Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.  <strong>16</strong> They profess that they know God; but in works they deny him,  being abominable, and disobedient, and unto every good work reprobate.  ","esv":"<div>\n\n<p id=\"p56001001_02-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56001001-1\">1:1&nbsp;</b>Paul, a servant of God and an apostle of Jesus Christ, for the sake of the faith of God’s elect and their knowledge of the truth, which accords with godliness, <b class=\"verse-num\" id=\"v56001002-1\">2&nbsp;</b>in hope of eternal life, which God, who never lies, promised before the ages began <b class=\"verse-num\" id=\"v56001003-1\">3&nbsp;</b>and at the proper time manifested in his word through the preaching with which I have been entrusted by the command of God our Savior;</p>\n<p id=\"p56001003_02-3\"><b class=\"verse-num\" id=\"v56001004-1\">4&nbsp;</b>To Titus, my true child in a common faith:</p>\n<p id=\"p56001004_02-3\">Grace and peace from God the Father and Christ Jesus our Savior.</p>\n\n<p id=\"p56001004_05-3\"><b class=\"verse-num\" id=\"v56001005-1\">5&nbsp;</b>This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—<b class=\"verse-num\" id=\"v56001006-1\">6&nbsp;</b>if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination. <b class=\"verse-num\" id=\"v56001007-1\">7&nbsp;</b>For an overseer, as God’s steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain, <b class=\"verse-num\" id=\"v56001008-1\">8&nbsp;</b>but hospitable, a lover of good, self-controlled, upright, holy, and disciplined. <b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n<p id=\"p56001009_05-3\"><b class=\"verse-num\" id=\"v56001010-1\">10&nbsp;</b>For there are many who are insubordinate, empty talkers and deceivers, especially those of the circumcision party. <b class=\"verse-num\" id=\"v56001011-1\">11&nbsp;</b>They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach. <b class=\"verse-num\" id=\"v56001012-1\">12&nbsp;</b>One of the Cretans, a prophet of their own, said, “Cretans are always liars, evil beasts, lazy gluttons.” <b class=\"verse-num\" id=\"v56001013-1\">13&nbsp;</b>This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith, <b class=\"verse-num\" id=\"v56001014-1\">14&nbsp;</b>not devoting themselves to Jewish myths and the commands of people who turn away from the truth. <b class=\"verse-num\" id=\"v56001015-1\">15&nbsp;</b>To the pure, all things are pure, but to the defiled and unbelieving, nothing is pure; but both their minds and their consciences are defiled. <b class=\"verse-num\" id=\"v56001016-1\">16&nbsp;</b>They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work.</p>\n\n</div>"},{"_id":"5fd254e4a1012d290aa882f4","topicId":"5fc31fd98888bb90841decf9","verse":"1 John 2:2","votes":5,"__v":0,"niv":"<sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world.","kjv":"<strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  ","esv":"<div>\n<p id=\"p62002002_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.</p>\n</div>"},{"_id":"5fd254e5a1012d290aa882f5","topicId":"5fc31fd98888bb90841decf9","verse":"1 John 1:9","votes":4,"__v":0,"niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","esv":"<div>\n<p id=\"p62001009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>"},{"_id":"5fd254e5a1012d290aa882f6","topicId":"5fc31fd98888bb90841decf9","verse":"Romans 10:7","votes":4,"__v":0,"niv":"<sup><strong>7</strong></sup> \"or 'Who will descend into the deep?'\" (that is, to bring Christ up from the dead).","kjv":"<strong>7</strong> Or, Who shall descend into the deep? (that is, to bring up Christ again from the dead.)  ","esv":"<div>\n<p id=\"p45010007_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010007-1\">7&nbsp;</b>“or ‘Who will descend into the abyss?’” (that is, to bring Christ up from the dead).</p>\n</div>"},{"_id":"5fd254e5a1012d290aa882f7","topicId":"5fc31fd98888bb90841decf9","verse":"Matthew 25:15","votes":4,"__v":0,"niv":"<sup><strong>15</strong></sup> To one he gave five talents of money, to another two talents, and to another one talent, each according to his ability. Then he went on his journey.","kjv":"<strong>15</strong> And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.  ","esv":"<div>\n<p id=\"p40025015_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025015-1\">15&nbsp;</b><span class=\"woc\">To one he gave five talents, to another two, to another one, to each according to his ability. Then he went away.</span></p>\n\n</div>"},{"_id":"5fd254e5a1012d290aa882f8","topicId":"5fc31fd98888bb90841decf9","verse":"Job 10:8-12","votes":4,"__v":0,"niv":"<sup><strong>8</strong></sup> \"Your hands shaped me and made me. Will you now turn and destroy me? <sup><strong>9</strong></sup> Remember that you molded me like clay. Will you now turn me to dust again? <sup><strong>10</strong></sup> Did you not pour me out like milk and curdle me like cheese, <sup><strong>11</strong></sup> clothe me with skin and flesh and knit me together with bones and sinews? <sup><strong>12</strong></sup> You gave me life and showed me kindness, and in your providence watched over my spirit. ","kjv":"<strong>8</strong> Thine hands have made me and fashioned me together round about; yet thou dost destroy me.  <strong>9</strong> Remember, I beseech thee, that thou hast made me as the clay; and wilt thou bring me into dust again?  <strong>10</strong> Hast thou not poured me out as milk, and curdled me like cheese?  <strong>11</strong> Thou hast clothed me with skin and flesh, and hast fenced me with bones and sinews.  <strong>12</strong> Thou hast granted me life and favour, and thy visitation hath preserved my spirit.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18010008_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18010008-1\">8&nbsp;</b>&nbsp;&nbsp;Your hands fashioned and made me,</span><br><span id=\"p18010008_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and now you have destroyed me altogether.</span><br><span id=\"p18010009_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18010009-1\">9&nbsp;</b>&nbsp;&nbsp;Remember that you have made me like clay;</span><br><span id=\"p18010009_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will you return me to the dust?</span><br><span id=\"p18010010_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18010010-1\">10&nbsp;</b>&nbsp;&nbsp;Did you not pour me out like milk</span><br><span id=\"p18010010_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and curdle me like cheese?</span><br><span id=\"p18010011_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18010011-1\">11&nbsp;</b>&nbsp;&nbsp;You clothed me with skin and flesh,</span><br><span id=\"p18010011_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and knit me together with bones and sinews.</span><br><span id=\"p18010012_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18010012-1\">12&nbsp;</b>&nbsp;&nbsp;You have granted me life and steadfast love,</span><br><span id=\"p18010012_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your care has preserved my spirit.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd254e5a1012d290aa882f9","topicId":"5fc31fd98888bb90841decf9","verse":"Psalm 34","votes":3,"__v":0,"niv":"<sup><strong>1</strong></sup> I will extol the LORD at all times; his praise will always be on my lips. <sup><strong>2</strong></sup> My soul will boast in the LORD; let the afflicted hear and rejoice. <sup><strong>3</strong></sup> Glorify the LORD with me; let us exalt his name together. <sup><strong>4</strong></sup> I sought the LORD, and he answered me; he delivered me from all my fears. <sup><strong>5</strong></sup> Those who look to him are radiant; their faces are never covered with shame. <sup><strong>6</strong></sup> This poor man called, and the LORD heard him; he saved him out of all his troubles. <sup><strong>7</strong></sup> The angel of the LORD encamps around those who fear him, and he delivers them. <sup><strong>8</strong></sup> Taste and see that the LORD is good; blessed is the man who takes refuge in him. <sup><strong>9</strong></sup> Fear the LORD, you his saints, for those who fear him lack nothing. <sup><strong>10</strong></sup> The lions may grow weak and hungry, but those who seek the LORD lack no good thing. <sup><strong>11</strong></sup> Come, my children, listen to me; I will teach you the fear of the LORD. <sup><strong>12</strong></sup> Whoever of you loves life and desires to see many good days, <sup><strong>13</strong></sup> keep your tongue from evil and your lips from speaking lies. <sup><strong>14</strong></sup> Turn from evil and do good; seek peace and pursue it. <sup><strong>15</strong></sup> The eyes of the LORD are on the righteous and his ears are attentive to their cry; <sup><strong>16</strong></sup> the face of the LORD is against those who do evil, to cut off the memory of them from the earth. <sup><strong>17</strong></sup> The righteous cry out, and the LORD hears them; he delivers them from all their troubles. <sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit. <sup><strong>19</strong></sup> A righteous man may have many troubles, but the LORD delivers him from them all; <sup><strong>20</strong></sup> he protects all his bones, not one of them will be broken. <sup><strong>21</strong></sup> Evil will slay the wicked; the foes of the righteous will be condemned. <sup><strong>22</strong></sup> The LORD redeems his servants; no one will be condemned who takes refuge in him. ","kjv":"<strong>1</strong> I will bless the LORD at all times: his praise shall continually be in my mouth.  <strong>2</strong> My soul shall make her boast in the LORD: the humble shall hear thereof, and be glad.  <strong>3</strong> O magnify the LORD with me, and let us exalt his name together.  <strong>4</strong> I sought the LORD, and he heard me, and delivered me from all my fears.  <strong>5</strong> They looked unto him, and were lightened: and their faces were not ashamed.  <strong>6</strong> This poor man cried, and the LORD heard him, and saved him out of all his troubles.  <strong>7</strong> The angel of the LORD encampeth round about them that fear him, and delivereth them.  <strong>8</strong> O taste and see that the LORD is good: blessed is  the man that trusteth in him.  <strong>9</strong> O fear the LORD, ye his saints: for there is no want to them that fear him.  <strong>10</strong> The young lions do lack, and suffer hunger: but they that seek the LORD shall not want any good thing. <strong>11</strong> Come, ye children, hearken unto me: I will teach you the fear of the LORD.  <strong>12</strong> What man is he that desireth life, and loveth many days, that he may see good?  <strong>13</strong> Keep thy tongue from evil, and thy lips from speaking guile.  <strong>14</strong> Depart from evil, and do good; seek peace, and pursue it.  <strong>15</strong> The eyes of the LORD are upon the righteous, and his ears are open unto their cry.  <strong>16</strong> The face of the LORD is against them that do evil, to cut off the remembrance of them from the earth.  <strong>17</strong>             The righteous cry, and the LORD heareth, and delivereth them out of all their troubles.  <strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  <strong>19</strong> Many are the afflictions of the righteous: but the LORD delivereth him out of them all.  <strong>20</strong> He keepeth all his bones: not one of them is broken.  <strong>21</strong> Evil shall slay the wicked: and they that hate the righteous shall be desolate.  <strong>22</strong> The LORD redeemeth the soul of his servants: and none of them that trust in him shall be desolate.  ","esv":"<div>\n\n<h4 id=\"p19034001_09-4\" class=\"psalm-title\"> Of David, when he changed his behavior before Abimelech, so that he drove him out, and he went away.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034001_09-4\" class=\"line\"><b class=\"chapter-num\" id=\"v19034001-1\">34:1&nbsp;</b>&nbsp;&nbsp;I will bless the LORD at all times;</span><br><span id=\"p19034001_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his praise shall continually be in my mouth.</span><br><span id=\"p19034002_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034002-1\">2&nbsp;</b>&nbsp;&nbsp;My soul makes its boast in the LORD;</span><br><span id=\"p19034002_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the humble hear and be glad.</span><br><span id=\"p19034003_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034003-1\">3&nbsp;</b>&nbsp;&nbsp;Oh, magnify the LORD with me,</span><br><span id=\"p19034003_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let us exalt his name together!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034004_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034004-1\">4&nbsp;</b>&nbsp;&nbsp;I sought the LORD, and he answered me</span><br><span id=\"p19034004_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delivered me from all my fears.</span><br><span id=\"p19034005_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034005-1\">5&nbsp;</b>&nbsp;&nbsp;Those who look to him are radiant,</span><br><span id=\"p19034005_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their faces shall never be ashamed.</span><br><span id=\"p19034006_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034006-1\">6&nbsp;</b>&nbsp;&nbsp;This poor man cried, and the LORD heard him</span><br><span id=\"p19034006_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saved him out of all his troubles.</span><br><span id=\"p19034007_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034007-1\">7&nbsp;</b>&nbsp;&nbsp;The angel of the LORD encamps</span><br><span id=\"p19034007_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;around those who fear him, and delivers them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034008_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034008-1\">8&nbsp;</b>&nbsp;&nbsp;Oh, taste and see that the LORD is good!</span><br><span id=\"p19034008_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Blessed is the man who takes refuge in him!</span><br><span id=\"p19034009_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034009-1\">9&nbsp;</b>&nbsp;&nbsp;Oh, fear the LORD, you his saints,</span><br><span id=\"p19034009_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for those who fear him have no lack!</span><br><span id=\"p19034010_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034010-1\">10&nbsp;</b>&nbsp;&nbsp;The young lions suffer want and hunger;</span><br><span id=\"p19034010_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who seek the LORD lack no good thing.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034011_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034011-1\">11&nbsp;</b>&nbsp;&nbsp;Come, O children, listen to me;</span><br><span id=\"p19034011_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will teach you the fear of the LORD.</span><br><span id=\"p19034012_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034012-1\">12&nbsp;</b>&nbsp;&nbsp;What man is there who desires life</span><br><span id=\"p19034012_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and loves many days, that he may see good?</span><br><span id=\"p19034013_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034013-1\">13&nbsp;</b>&nbsp;&nbsp;Keep your tongue from evil</span><br><span id=\"p19034013_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your lips from speaking deceit.</span><br><span id=\"p19034014_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034014-1\">14&nbsp;</b>&nbsp;&nbsp;Turn away from evil and do good;</span><br><span id=\"p19034014_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seek peace and pursue it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034015_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034015-1\">15&nbsp;</b>&nbsp;&nbsp;The eyes of the LORD are toward the righteous</span><br><span id=\"p19034015_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears toward their cry.</span><br><span id=\"p19034016_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034016-1\">16&nbsp;</b>&nbsp;&nbsp;The face of the LORD is against those who do evil,</span><br><span id=\"p19034016_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to cut off the memory of them from the earth.</span><br><span id=\"p19034017_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034017-1\">17&nbsp;</b>&nbsp;&nbsp;When the righteous cry for help, the LORD hears</span><br><span id=\"p19034017_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delivers them out of all their troubles.</span><br><span id=\"p19034018_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034019_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034019-1\">19&nbsp;</b>&nbsp;&nbsp;Many are the afflictions of the righteous,</span><br><span id=\"p19034019_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD delivers him out of them all.</span><br><span id=\"p19034020_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034020-1\">20&nbsp;</b>&nbsp;&nbsp;He keeps all his bones;</span><br><span id=\"p19034020_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one of them is broken.</span><br><span id=\"p19034021_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034021-1\">21&nbsp;</b>&nbsp;&nbsp;Affliction will slay the wicked,</span><br><span id=\"p19034021_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who hate the righteous will be condemned.</span><br><span id=\"p19034022_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034022-1\">22&nbsp;</b>&nbsp;&nbsp;The LORD redeems the life of his servants;</span><br><span id=\"p19034022_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;none of those who take refuge in him will be condemned.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"5fd254e5a1012d290aa882fa","topicId":"5fc31fd98888bb90841decf9","verse":"Psalm 119","votes":3,"__v":0,"niv":"<sup><strong>1</strong></sup> Blessed are they whose ways are blameless, who walk according to the law of the LORD. <sup><strong>2</strong></sup> Blessed are they who keep his statutes and seek him with all their heart. <sup><strong>3</strong></sup> They do nothing wrong; they walk in his ways. <sup><strong>4</strong></sup> You have laid down precepts that are to be fully obeyed. <sup><strong>5</strong></sup> Oh, that my ways were steadfast in obeying your decrees! <sup><strong>6</strong></sup> Then I would not be put to shame when I consider all your commands. <sup><strong>7</strong></sup> I will praise you with an upright heart as I learn your righteous laws. <sup><strong>8</strong></sup> I will obey your decrees; do not utterly forsake me. <sup><strong>9</strong></sup> How can a young man keep his way pure? By living according to your word. <sup><strong>10</strong></sup> I seek you with all my heart; do not let me stray from your commands. <sup><strong>11</strong></sup> I have hidden your word in my heart that I might not sin against you. <sup><strong>12</strong></sup> Praise be to you, O LORD; teach me your decrees. <sup><strong>13</strong></sup> With my lips I recount all the laws that come from your mouth. <sup><strong>14</strong></sup> I rejoice in following your statutes as one rejoices in great riches. <sup><strong>15</strong></sup> I meditate on your precepts and consider your ways. <sup><strong>16</strong></sup> I delight in your decrees; I will not neglect your word. <sup><strong>17</strong></sup> Do good to your servant, and I will live; I will obey your word. <sup><strong>18</strong></sup> Open my eyes that I may see wonderful things in your law. <sup><strong>19</strong></sup> I am a stranger on earth; do not hide your commands from me. <sup><strong>20</strong></sup> My soul is consumed with longing for your laws at all times. <sup><strong>21</strong></sup> You rebuke the arrogant, who are cursed and who stray from your commands. <sup><strong>22</strong></sup> Remove from me scorn and contempt, for I keep your statutes. <sup><strong>23</strong></sup> Though rulers sit together and slander me, your servant will meditate on your decrees. <sup><strong>24</strong></sup> Your statutes are my delight; they are my counselors. <sup><strong>25</strong></sup> I am laid low in the dust; preserve my life according to your word. <sup><strong>26</strong></sup> I recounted my ways and you answered me; teach me your decrees. <sup><strong>27</strong></sup> Let me understand the teaching of your precepts; then I will meditate on your wonders. <sup><strong>28</strong></sup> My soul is weary with sorrow; strengthen me according to your word. <sup><strong>29</strong></sup> Keep me from deceitful ways; be gracious to me through your law. <sup><strong>30</strong></sup> I have chosen the way of truth; I have set my heart on your laws. <sup><strong>31</strong></sup> I hold fast to your statutes, O LORD; do not let me be put to shame. <sup><strong>32</strong></sup> I run in the path of your commands, for you have set my heart free. <sup><strong>33</strong></sup> Teach me, O LORD, to follow your decrees; then I will keep them to the end. <sup><strong>34</strong></sup> Give me understanding, and I will keep your law and obey it with all my heart. <sup><strong>35</strong></sup> Direct me in the path of your commands, for there I find delight. <sup><strong>36</strong></sup> Turn my heart toward your statutes and not toward selfish gain. <sup><strong>37</strong></sup> Turn my eyes away from worthless things; preserve my life according to your word. <sup><strong>38</strong></sup> Fulfill your promise to your servant, so that you may be feared. <sup><strong>39</strong></sup> Take away the disgrace I dread, for your laws are good. <sup><strong>40</strong></sup> How I long for your precepts! Preserve my life in your righteousness. <sup><strong>41</strong></sup> May your unfailing love come to me, O LORD, your salvation according to your promise; <sup><strong>42</strong></sup> then I will answer the one who taunts me, for I trust in your word. <sup><strong>43</strong></sup> Do not snatch the word of truth from my mouth, for I have put my hope in your laws. <sup><strong>44</strong></sup> I will always obey your law, for ever and ever. <sup><strong>45</strong></sup> I will walk about in freedom, for I have sought out your precepts. <sup><strong>46</strong></sup> I will speak of your statutes before kings and will not be put to shame, <sup><strong>47</strong></sup> for I delight in your commands because I love them. <sup><strong>48</strong></sup> I lift up my hands to your commands, which I love, and I meditate on your decrees. <sup><strong>49</strong></sup> Remember your word to your servant, for you have given me hope. <sup><strong>50</strong></sup> My comfort in my suffering is this: Your promise preserves my life. <sup><strong>51</strong></sup> The arrogant mock me without restraint, but I do not turn from your law. <sup><strong>52</strong></sup> I remember your ancient laws, O LORD, and I find comfort in them. <sup><strong>53</strong></sup> Indignation grips me because of the wicked, who have forsaken your law. <sup><strong>54</strong></sup> Your decrees are the theme of my song wherever I lodge. <sup><strong>55</strong></sup> In the night I remember your name, O LORD, and I will keep your law. <sup><strong>56</strong></sup> This has been my practice: I obey your precepts. <sup><strong>57</strong></sup> You are my portion, O LORD; I have promised to obey your words. <sup><strong>58</strong></sup> I have sought your face with all my heart; be gracious to me according to your promise. <sup><strong>59</strong></sup> I have considered my ways and have turned my steps to your statutes. <sup><strong>60</strong></sup> I will hasten and not delay to obey your commands. <sup><strong>61</strong></sup> Though the wicked bind me with ropes, I will not forget your law. <sup><strong>62</strong></sup> At midnight I rise to give you thanks for your righteous laws. <sup><strong>63</strong></sup> I am a friend to all who fear you, to all who follow your precepts. <sup><strong>64</strong></sup> The earth is filled with your love, O LORD; teach me your decrees. <sup><strong>65</strong></sup> Do good to your servant according to your word, O LORD. <sup><strong>66</strong></sup> Teach me knowledge and good judgment, for I believe in your commands. <sup><strong>67</strong></sup> Before I was afflicted I went astray, but now I obey your word. <sup><strong>68</strong></sup> You are good, and what you do is good; teach me your decrees. <sup><strong>69</strong></sup> Though the arrogant have smeared me with lies, I keep your precepts with all my heart. <sup><strong>70</strong></sup> Their hearts are callous and unfeeling, but I delight in your law. <sup><strong>71</strong></sup> It was good for me to be afflicted so that I might learn your decrees. <sup><strong>72</strong></sup> The law from your mouth is more precious to me than thousands of pieces of silver and gold. <sup><strong>73</strong></sup> Your hands made me and formed me; give me understanding to learn your commands. <sup><strong>74</strong></sup> May those who fear you rejoice when they see me, for I have put my hope in your word. <sup><strong>75</strong></sup> I know, O LORD, that your laws are righteous, and in faithfulness you have afflicted me. <sup><strong>76</strong></sup> May your unfailing love be my comfort, according to your promise to your servant. <sup><strong>77</strong></sup> Let your compassion come to me that I may live, for your law is my delight. <sup><strong>78</strong></sup> May the arrogant be put to shame for wronging me without cause; but I will meditate on your precepts. <sup><strong>79</strong></sup> May those who fear you turn to me, those who understand your statutes. <sup><strong>80</strong></sup> May my heart be blameless toward your decrees, that I may not be put to shame. <sup><strong>81</strong></sup> My soul faints with longing for your salvation, but I have put my hope in your word. <sup><strong>82</strong></sup> My eyes fail, looking for your promise; I say, \"When will you comfort me?\" <sup><strong>83</strong></sup> Though I am like a wineskin in the smoke, I do not forget your decrees. <sup><strong>84</strong></sup> How long must your servant wait? When will you punish my persecutors? <sup><strong>85</strong></sup> The arrogant dig pitfalls for me, contrary to your law. <sup><strong>86</strong></sup> All your commands are trustworthy; help me, for men persecute me without cause. <sup><strong>87</strong></sup> They almost wiped me from the earth, but I have not forsaken your precepts. <sup><strong>88</strong></sup> Preserve my life according to your love, and I will obey the statutes of your mouth. <sup><strong>89</strong></sup> Your word, O LORD, is eternal; it stands firm in the heavens. <sup><strong>90</strong></sup> Your faithfulness continues through all generations; you established the earth, and it endures. <sup><strong>91</strong></sup> Your laws endure to this day, for all things serve you. <sup><strong>92</strong></sup> If your law had not been my delight, I would have perished in my affliction. <sup><strong>93</strong></sup> I will never forget your precepts, for by them you have preserved my life. <sup><strong>94</strong></sup> Save me, for I am yours; I have sought out your precepts. <sup><strong>95</strong></sup> The wicked are waiting to destroy me, but I will ponder your statutes. <sup><strong>96</strong></sup> To all perfection I see a limit; but your commands are boundless. <sup><strong>97</strong></sup> Oh, how I love your law! I meditate on it all day long. <sup><strong>98</strong></sup> Your commands make me wiser than my enemies, for they are ever with me. <sup><strong>99</strong></sup> I have more insight than all my teachers, for I meditate on your statutes. <sup><strong>100</strong></sup> I have more understanding than the elders, for I obey your precepts. <sup><strong>101</strong></sup> I have kept my feet from every evil path so that I might obey your word. <sup><strong>102</strong></sup> I have not departed from your laws, for you yourself have taught me. <sup><strong>103</strong></sup> How sweet are your words to my taste, sweeter than honey to my mouth! <sup><strong>104</strong></sup> I gain understanding from your precepts; therefore I hate every wrong path. <sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path. <sup><strong>106</strong></sup> I have taken an oath and confirmed it, that I will follow your righteous laws. <sup><strong>107</strong></sup> I have suffered much; preserve my life, O LORD, according to your word. <sup><strong>108</strong></sup> Accept, O LORD, the willing praise of my mouth, and teach me your laws. <sup><strong>109</strong></sup> Though I constantly take my life in my hands, I will not forget your law. <sup><strong>110</strong></sup> The wicked have set a snare for me, but I have not strayed from your precepts. <sup><strong>111</strong></sup> Your statutes are my heritage forever; they are the joy of my heart. <sup><strong>112</strong></sup> My heart is set on keeping your decrees to the very end. <sup><strong>113</strong></sup> I hate double-minded men, but I love your law. <sup><strong>114</strong></sup> You are my refuge and my shield; I have put my hope in your word. <sup><strong>115</strong></sup> Away from me, you evildoers, that I may keep the commands of my God! <sup><strong>116</strong></sup> Sustain me according to your promise, and I will live; do not let my hopes be dashed. <sup><strong>117</strong></sup> Uphold me, and I will be delivered; I will always have regard for your decrees. <sup><strong>118</strong></sup> You reject all who stray from your decrees, for their deceitfulness is in vain. <sup><strong>119</strong></sup> All the wicked of the earth you discard like dross; therefore I love your statutes. <sup><strong>120</strong></sup> My flesh trembles in fear of you; I stand in awe of your laws. <sup><strong>121</strong></sup> I have done what is righteous and just; do not leave me to my oppressors. <sup><strong>122</strong></sup> Ensure your servant's well-being; let not the arrogant oppress me. <sup><strong>123</strong></sup> My eyes fail, looking for your salvation, looking for your righteous promise. <sup><strong>124</strong></sup> Deal with your servant according to your love and teach me your decrees. <sup><strong>125</strong></sup> I am your servant; give me discernment that I may understand your statutes. <sup><strong>126</strong></sup> It is time for you to act, O LORD; your law is being broken. <sup><strong>127</strong></sup> Because I love your commands more than gold, more than pure gold, <sup><strong>128</strong></sup> and because I consider all your precepts right, I hate every wrong path. <sup><strong>129</strong></sup> Your statutes are wonderful; therefore I obey them. <sup><strong>130</strong></sup> The unfolding of your words gives light; it gives understanding to the simple. <sup><strong>131</strong></sup> I open my mouth and pant, longing for your commands. <sup><strong>132</strong></sup> Turn to me and have mercy on me, as you always do to those who love your name. <sup><strong>133</strong></sup> Direct my footsteps according to your word; let no sin rule over me. <sup><strong>134</strong></sup> Redeem me from the oppression of men, that I may obey your precepts. <sup><strong>135</strong></sup> Make your face shine upon your servant and teach me your decrees. <sup><strong>136</strong></sup> Streams of tears flow from my eyes, for your law is not obeyed. <sup><strong>137</strong></sup> Righteous are you, O LORD, and your laws are right. <sup><strong>138</strong></sup> The statutes you have laid down are righteous; they are fully trustworthy. <sup><strong>139</strong></sup> My zeal wears me out, for my enemies ignore your words. <sup><strong>140</strong></sup> Your promises have been thoroughly tested, and your servant loves them. <sup><strong>141</strong></sup> Though I am lowly and despised, I do not forget your precepts. <sup><strong>142</strong></sup> Your righteousness is everlasting and your law is true. <sup><strong>143</strong></sup> Trouble and distress have come upon me, but your commands are my delight. <sup><strong>144</strong></sup> Your statutes are forever right; give me understanding that I may live. <sup><strong>145</strong></sup> I call with all my heart; answer me, O LORD, and I will obey your decrees. <sup><strong>146</strong></sup> I call out to you; save me and I will keep your statutes. <sup><strong>147</strong></sup> I rise before dawn and cry for help; I have put my hope in your word. <sup><strong>148</strong></sup> My eyes stay open through the watches of the night, that I may meditate on your promises. <sup><strong>149</strong></sup> Hear my voice in accordance with your love; preserve my life, O LORD, according to your laws. <sup><strong>150</strong></sup> Those who devise wicked schemes are near, but they are far from your law. <sup><strong>151</strong></sup> Yet you are near, O LORD, and all your commands are true. <sup><strong>152</strong></sup> Long ago I learned from your statutes that you established them to last forever. <sup><strong>153</strong></sup> Look upon my suffering and deliver me, for I have not forgotten your law. <sup><strong>154</strong></sup> Defend my cause and redeem me; preserve my life according to your promise. <sup><strong>155</strong></sup> Salvation is far from the wicked, for they do not seek out your decrees. <sup><strong>156</strong></sup> Your compassion is great, O LORD; preserve my life according to your laws. <sup><strong>157</strong></sup> Many are the foes who persecute me, but I have not turned from your statutes. <sup><strong>158</strong></sup> I look on the faithless with loathing, for they do not obey your word. <sup><strong>159</strong></sup> See how I love your precepts; preserve my life, O LORD, according to your love. <sup><strong>160</strong></sup> All your words are true; all your righteous laws are eternal. <sup><strong>161</strong></sup> Rulers persecute me without cause, but my heart trembles at your word. <sup><strong>162</strong></sup> I rejoice in your promise like one who finds great spoil. <sup><strong>163</strong></sup> I hate and abhor falsehood but I love your law. <sup><strong>164</strong></sup> Seven times a day I praise you for your righteous laws. <sup><strong>165</strong></sup> Great peace have they who love your law, and nothing can make them stumble. <sup><strong>166</strong></sup> I wait for your salvation, O LORD, and I follow your commands. <sup><strong>167</strong></sup> I obey your statutes, for I love them greatly. <sup><strong>168</strong></sup> I obey your precepts and your statutes, for all my ways are known to you. <sup><strong>169</strong></sup> May my cry come before you, O LORD; give me understanding according to your word. <sup><strong>170</strong></sup> May my supplication come before you; deliver me according to your promise. <sup><strong>171</strong></sup> May my lips overflow with praise, for you teach me your decrees. <sup><strong>172</strong></sup> May my tongue sing of your word, for all your commands are righteous. <sup><strong>173</strong></sup> May your hand be ready to help me, for I have chosen your precepts. <sup><strong>174</strong></sup> I long for your salvation, O LORD, and your law is my delight. <sup><strong>175</strong></sup> Let me live that I may praise you, and may your laws sustain me. <sup><strong>176</strong></sup> I have strayed like a lost sheep. Seek your servant, for I have not forgotten your commands. ","kjv":"<strong>1</strong> Blessed are the undefiled in the way, who walk in the law of the LORD.  <strong>2</strong> Blessed are they that keep his testimonies, and that  seek him with the whole heart.  <strong>3</strong> They also do no iniquity: they walk in his ways.  <strong>4</strong> Thou hast commanded us to keep thy precepts diligently.  <strong>5</strong> O that my ways were directed to keep thy statutes!  <strong>6</strong> Then shall I not be ashamed, when I have respect unto all thy commandments.  <strong>7</strong> I will praise thee with uprightness of heart, when I shall have learned thy righteous judgments.  <strong>8</strong> I will keep thy statutes: O forsake me not utterly.  <strong>9</strong> Wherewithal shall a young man cleanse his way? by taking heed thereto  according to thy word.  <strong>10</strong> With my whole heart have I sought thee: O let me not wander from thy commandments.  <strong>11</strong> Thy word have I hid in mine heart, that I might not sin against thee.  <strong>12</strong> Blessed art thou, O LORD: teach me thy statutes.  <strong>13</strong> With my lips have I declared all the judgments of thy mouth.  <strong>14</strong> I have rejoiced in the way of thy testimonies, as much as  in all riches.  <strong>15</strong> I will meditate in thy precepts, and have respect unto thy ways.  <strong>16</strong> I will delight myself in thy statutes: I will not forget thy word.  <strong>17</strong> Deal bountifully with thy servant, that I may live, and keep thy word.  <strong>18</strong> Open thou mine eyes, that I may behold wondrous things out of thy law.  <strong>19</strong> I am a stranger in the earth: hide not thy commandments from me.  <strong>20</strong> My soul breaketh for the longing that it hath unto thy judgments at all times.  <strong>21</strong> Thou hast rebuked the proud that are cursed, which do err from thy commandments.  <strong>22</strong> Remove from me reproach and contempt; for I have kept thy testimonies.  <strong>23</strong> Princes also did sit and speak against me: but  thy servant did meditate in thy statutes.  <strong>24</strong> Thy testimonies also are my delight and my counsellors.  <strong>25</strong> My soul cleaveth unto the dust: quicken thou me according to thy word.  <strong>26</strong> I have declared my ways, and thou heardest me: teach me thy statutes.  <strong>27</strong> Make me to understand the way of thy precepts: so shall I talk of thy wondrous works.  <strong>28</strong> My soul melteth for heaviness: strengthen thou me according unto thy word.  <strong>29</strong> Remove from me the way of lying: and grant me thy law graciously.  <strong>30</strong> I have chosen the way of truth: thy judgments have I laid before me. <strong>31</strong> I have stuck unto thy testimonies: O LORD, put me not to shame.  <strong>32</strong> I will run the way of thy commandments, when thou shalt enlarge my heart.  <strong>33</strong> Teach me, O LORD, the way of thy statutes; and I shall keep it unto the end.  <strong>34</strong> Give me understanding, and I shall keep thy law; yea, I shall observe it with my whole heart.  <strong>35</strong> Make me to go in the path of thy commandments; for therein do I delight.  <strong>36</strong> Incline my heart unto thy testimonies, and not to covetousness.  <strong>37</strong> Turn away mine eyes from beholding vanity; and quicken thou me in thy way.  <strong>38</strong> Stablish thy word unto thy servant, who is devoted to thy fear.  <strong>39</strong> Turn away my reproach which I fear: for thy judgments are  good.  <strong>40</strong> Behold, I have longed after thy precepts: quicken me in thy righteousness.  <strong>41</strong> Let thy mercies come also unto me, O LORD, even thy salvation, according to thy word.  <strong>42</strong> So shall I have wherewith to answer him that reproacheth me: for I trust in thy word.  <strong>43</strong> And take not the word of truth utterly out of my mouth; for I have hoped in thy judgments.  <strong>44</strong> So shall I keep thy law continually for ever and ever.  <strong>45</strong> And I will walk at liberty: for I seek thy precepts.  <strong>46</strong> I will speak of thy testimonies also before kings, and will not be ashamed.  <strong>47</strong> And I will delight myself in thy commandments, which I have loved.  <strong>48</strong> My hands also will I lift up unto thy commandments, which I have loved; and I will meditate in thy statutes.  <strong>49</strong> Remember the word unto thy servant, upon which thou hast caused me to hope.  <strong>50</strong> This is my comfort in my affliction: for thy word hath quickened me.  <strong>51</strong> The proud have had me greatly in derision: yet have I not declined from thy law.  <strong>52</strong> I remembered thy judgments of old, O LORD; and have comforted myself.  <strong>53</strong> Horror hath taken hold upon me because of the wicked that forsake thy law.  <strong>54</strong> Thy statutes have been my songs in the house of my pilgrimage.  <strong>55</strong> I have remembered thy name, O LORD, in the night, and have kept thy law.  <strong>56</strong> This I had, because I kept thy precepts.  <strong>57</strong>             Thou art my portion, O LORD: I have said that I would keep thy words.  <strong>58</strong> I intreated thy favour with my whole heart: be merciful unto me according to thy word.  <strong>59</strong> I thought on my ways, and turned my feet unto thy testimonies.  <strong>60</strong> I made haste, and delayed not to keep thy commandments.  <strong>61</strong> The bands of the wicked have robbed me: but I have not forgotten thy law.  <strong>62</strong> At midnight I will rise to give thanks unto thee because of thy righteous judgments.  <strong>63</strong> I am a companion of all them that fear thee, and of them that keep thy precepts.  <strong>64</strong> The earth, O LORD, is full of thy mercy: teach me thy statutes.  <strong>65</strong> Thou hast dealt well with thy servant, O LORD, according unto thy word.  <strong>66</strong> Teach me good judgment and knowledge: for I have believed thy commandments.  <strong>67</strong> Before I was afflicted I went astray: but now have I kept thy word.  <strong>68</strong> Thou art good, and doest good; teach me thy statutes.  <strong>69</strong> The proud have forged a lie against me: but I will keep thy precepts with my whole heart.  <strong>70</strong> Their heart is as fat as grease; but I delight in thy law.  <strong>71</strong>             It is good for me that I have been afflicted; that I might learn thy statutes.  <strong>72</strong> The law of thy mouth is better unto me than thousands of gold and silver.  <strong>73</strong> Thy hands have made me and fashioned me: give me understanding, that I may learn thy commandments.  <strong>74</strong> They that fear thee will be glad when they see me; because I have hoped in thy word.  <strong>75</strong> I know, O LORD, that thy judgments are right, and that thou in faithfulness hast afflicted me.  <strong>76</strong> Let, I pray thee, thy merciful kindness be for my comfort, according to thy word unto thy servant.  <strong>77</strong> Let thy tender mercies come unto me, that I may live: for thy law is my delight.  <strong>78</strong> Let the proud be ashamed; for they dealt perversely with me without a cause: but I will meditate in thy precepts.  <strong>79</strong> Let those that fear thee turn unto me, and those that have known thy testimonies.  <strong>80</strong> Let my heart be sound in thy statutes; that I be not ashamed.  <strong>81</strong> My soul fainteth for thy salvation: but I hope in thy word.  <strong>82</strong> Mine eyes fail for thy word, saying, When wilt thou comfort me?  <strong>83</strong> For I am become like a bottle in the smoke; yet do I not forget thy statutes.  <strong>84</strong> How many are the days of thy servant? when wilt thou execute judgment on them that persecute me?  <strong>85</strong> The proud have digged pits for me, which are not after thy law.  <strong>86</strong> All thy commandments are faithful: they persecute me wrongfully; help thou me.  <strong>87</strong> They had almost consumed me upon earth; but I forsook not thy precepts.  <strong>88</strong> Quicken me after thy lovingkindness; so shall I keep the testimony of thy mouth.  <strong>89</strong> For ever, O LORD, thy word is settled in heaven.  <strong>90</strong> Thy faithfulness is unto all generations: thou hast established the earth, and it abideth.  <strong>91</strong> They continue this day according to thine ordinances: for all are thy servants.  <strong>92</strong> Unless thy law had been my delights, I should then have perished in mine affliction.  <strong>93</strong> I will never forget thy precepts: for with them thou hast quickened me.  <strong>94</strong> I am thine, save me; for I have sought thy precepts.  <strong>95</strong> The wicked have waited for me to destroy me: but I will consider thy testimonies.  <strong>96</strong> I have seen an end of all perfection: but thy commandment is exceeding broad.  <strong>97</strong> O how love I thy law! it is my meditation all the day.  <strong>98</strong> Thou through thy commandments hast made me wiser than mine enemies: for they are ever with me.  <strong>99</strong> I have more understanding than all my teachers: for thy testimonies are my meditation.  <strong>100</strong> I understand more than the ancients, because I keep thy precepts.  <strong>101</strong> I have refrained my feet from every evil way, that I might keep thy word.  <strong>102</strong> I have not departed from thy judgments: for thou hast taught me.  <strong>103</strong> How sweet are thy words unto my taste! yea, sweeter than honey to my mouth!  <strong>104</strong> Through thy precepts I get understanding: therefore I hate every false way.  <strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  <strong>106</strong> I have sworn, and I will perform it, that I will keep thy righteous judgments.  <strong>107</strong> I am afflicted very much: quicken me, O LORD, according unto thy word.  <strong>108</strong> Accept, I beseech thee, the freewill offerings of my mouth, O LORD, and teach me thy judgments.  <strong>109</strong> My soul is continually in my hand: yet do I not forget thy law.  <strong>110</strong> The wicked have laid a snare for me: yet I erred not from thy precepts.  <strong>111</strong> Thy testimonies have I taken as an heritage for ever: for they are the rejoicing of my heart.  <strong>112</strong> I have inclined mine heart to perform thy statutes alway, even unto the end.  <strong>113</strong> I hate vain thoughts: but thy law do I love.  <strong>114</strong> Thou art my hiding place and my shield: I hope in thy word.  <strong>115</strong> Depart from me, ye evildoers: for I will keep the commandments of my God.  <strong>116</strong> Uphold me according unto thy word, that I may live: and let me not be ashamed of my hope.  <strong>117</strong> Hold thou me up, and I shall be safe: and I will have respect unto thy statutes continually.  <strong>118</strong> Thou hast trodden down all them that err from thy statutes: for their deceit is falsehood.  <strong>119</strong> Thou puttest away all the wicked of the earth like dross: therefore I love thy testimonies.  <strong>120</strong> My flesh trembleth for fear of thee; and I am afraid of thy judgments.  <strong>121</strong> I have done judgment and justice: leave me not to mine oppressors.  <strong>122</strong> Be surety for thy servant for good: let not the proud oppress me.  <strong>123</strong> Mine eyes fail for thy salvation, and for the word of thy righteousness.  <strong>124</strong> Deal with thy servant according unto thy mercy, and teach me thy statutes.  <strong>125</strong> I am thy servant; give me understanding, that I may know thy testimonies.  <strong>126</strong>             It is time for thee, LORD, to work: for  they have made void thy law.  <strong>127</strong> Therefore I love thy commandments above gold; yea, above fine gold.  <strong>128</strong> Therefore I esteem all thy precepts concerning  all things to be right; and I hate every false way.  <strong>129</strong> Thy testimonies are wonderful: therefore doth my soul keep them.  <strong>130</strong> The entrance of thy words giveth light; it giveth understanding unto the simple.  <strong>131</strong> I opened my mouth, and panted: for I longed for thy commandments.  <strong>132</strong> Look thou upon me, and be merciful unto me, as thou usest to do unto those that love thy name.  <strong>133</strong> Order my steps in thy word: and let not any iniquity have dominion over me.  <strong>134</strong> Deliver me from the oppression of man: so will I keep thy precepts.  <strong>135</strong> Make thy face to shine upon thy servant; and teach me thy statutes.  <strong>136</strong> Rivers of waters run down mine eyes, because they keep not thy law.  <strong>137</strong> Righteous art thou, O LORD, and upright are thy judgments.  <strong>138</strong> Thy testimonies that thou hast commanded are righteous and very faithful.  <strong>139</strong> My zeal hath consumed me, because mine enemies have forgotten thy words.  <strong>140</strong> Thy word is very pure: therefore thy servant loveth it.  <strong>141</strong> I am small and despised: yet do not I forget thy precepts.  <strong>142</strong> Thy righteousness is an everlasting righteousness, and thy law is the truth.  <strong>143</strong> Trouble and anguish have taken hold on me: yet thy commandments are my delights.  <strong>144</strong> The righteousness of thy testimonies is everlasting: give me understanding, and I shall live.  <strong>145</strong> I cried with my whole heart; hear me, O LORD: I will keep thy statutes.  <strong>146</strong> I cried unto thee; save me, and I shall keep thy testimonies.  <strong>147</strong> I prevented the dawning of the morning, and cried: I hoped in thy word.  <strong>148</strong> Mine eyes prevent the night watches, that I might meditate in thy word.  <strong>149</strong> Hear my voice according unto thy lovingkindness: O LORD, quicken me according to thy judgment.  <strong>150</strong> They draw nigh that follow after mischief: they are far from thy law.  <strong>151</strong> Thou art near, O LORD; and all thy commandments are  truth.  <strong>152</strong> Concerning thy testimonies, I have known of old that thou hast founded them for ever.  <strong>153</strong> Consider mine affliction, and deliver me: for I do not forget thy law.  <strong>154</strong> Plead my cause, and deliver me: quicken me according to thy word.  <strong>155</strong> Salvation is far from the wicked: for they seek not thy statutes.  <strong>156</strong> Great are thy tender mercies, O LORD: quicken me according to thy judgments.  <strong>157</strong> Many are my persecutors and mine enemies; yet  do I not decline from thy testimonies.  <strong>158</strong> I beheld the transgressors, and was grieved; because they kept not thy word.  <strong>159</strong> Consider how I love thy precepts: quicken me, O LORD, according to thy lovingkindness.  <strong>160</strong> Thy word is true from the beginning: and every one of thy righteous judgments endureth for ever.  <strong>161</strong> Princes have persecuted me without a cause: but my heart standeth in awe of thy word.  <strong>162</strong> I rejoice at thy word, as one that findeth great spoil.  <strong>163</strong> I hate and abhor lying: but thy law do I love.  <strong>164</strong> Seven times a day do I praise thee because of thy righteous judgments.  <strong>165</strong> Great peace have they which love thy law: and nothing shall offend them.  <strong>166</strong> LORD, I have hoped for thy salvation, and done thy commandments.  <strong>167</strong> My soul hath kept thy testimonies; and I love them exceedingly.  <strong>168</strong> I have kept thy precepts and thy testimonies: for all my ways are before thee.  <strong>169</strong> Let my cry come near before thee, O LORD: give me understanding according to thy word.  <strong>170</strong> Let my supplication come before thee: deliver me according to thy word.  <strong>171</strong> My lips shall utter praise, when thou hast taught me thy statutes.  <strong>172</strong> My tongue shall speak of thy word: for all thy commandments are  righteousness.  <strong>173</strong> Let thine hand help me; for I have chosen thy precepts.  <strong>174</strong> I have longed for thy salvation, O LORD; and thy law is  my delight.  <strong>175</strong> Let my soul live, and it shall praise thee; and let thy judgments help me.  <strong>176</strong> I have gone astray like a lost sheep; seek thy servant; for I do not forget thy commandments.  ","esv":"<div>\n\n<h4 id=\"p19119001_09-5\" class=\"psalm-acrostic-title\">Aleph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119001_09-5\" class=\"line\"><b class=\"chapter-num\" id=\"v19119001-1\">119:1&nbsp;</b>&nbsp;&nbsp; Blessed are those whose way is blameless,</span><br><span id=\"p19119001_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walk in the law of the LORD!</span><br><span id=\"p19119002_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119002-1\">2&nbsp;</b>&nbsp;&nbsp;Blessed are those who keep his testimonies,</span><br><span id=\"p19119002_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who seek him with their whole heart,</span><br><span id=\"p19119003_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119003-1\">3&nbsp;</b>&nbsp;&nbsp;who also do no wrong,</span><br><span id=\"p19119003_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but walk in his ways!</span><br><span id=\"p19119004_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119004-1\">4&nbsp;</b>&nbsp;&nbsp;You have commanded your precepts</span><br><span id=\"p19119004_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to be kept diligently.</span><br><span id=\"p19119005_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119005-1\">5&nbsp;</b>&nbsp;&nbsp;Oh that my ways may be steadfast</span><br><span id=\"p19119005_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in keeping your statutes!</span><br><span id=\"p19119006_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119006-1\">6&nbsp;</b>&nbsp;&nbsp;Then I shall not be put to shame,</span><br><span id=\"p19119006_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;having my eyes fixed on all your commandments.</span><br><span id=\"p19119007_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119007-1\">7&nbsp;</b>&nbsp;&nbsp;I will praise you with an upright heart,</span><br><span id=\"p19119007_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I learn your righteous rules.</span><br><span id=\"p19119008_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119008-1\">8&nbsp;</b>&nbsp;&nbsp;I will keep your statutes;</span><br><span id=\"p19119008_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not utterly forsake me!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119008_09-5\" class=\"psalm-acrostic-title\">Beth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119009_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119009-1\">9&nbsp;</b>&nbsp;&nbsp;How can a young man keep his way pure?</span><br><span id=\"p19119009_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;By guarding it according to your word.</span><br><span id=\"p19119010_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119010-1\">10&nbsp;</b>&nbsp;&nbsp;With my whole heart I seek you;</span><br><span id=\"p19119010_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not wander from your commandments!</span><br><span id=\"p19119011_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119011-1\">11&nbsp;</b>&nbsp;&nbsp;I have stored up your word in my heart,</span><br><span id=\"p19119011_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might not sin against you.</span><br><span id=\"p19119012_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119012-1\">12&nbsp;</b>&nbsp;&nbsp;Blessed are you, O LORD;</span><br><span id=\"p19119012_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span id=\"p19119013_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119013-1\">13&nbsp;</b>&nbsp;&nbsp;With my lips I declare</span><br><span id=\"p19119013_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the rules of your mouth.</span><br><span id=\"p19119014_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119014-1\">14&nbsp;</b>&nbsp;&nbsp;In the way of your testimonies I delight</span><br><span id=\"p19119014_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as much as in all riches.</span><br><span id=\"p19119015_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119015-1\">15&nbsp;</b>&nbsp;&nbsp;I will meditate on your precepts</span><br><span id=\"p19119015_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fix my eyes on your ways.</span><br><span id=\"p19119016_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119016-1\">16&nbsp;</b>&nbsp;&nbsp;I will delight in your statutes;</span><br><span id=\"p19119016_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not forget your word.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119016_09-5\" class=\"psalm-acrostic-title\">Gimel</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119017_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119017-1\">17&nbsp;</b>&nbsp;&nbsp;Deal bountifully with your servant,</span><br><span id=\"p19119017_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may live and keep your word.</span><br><span id=\"p19119018_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119018-1\">18&nbsp;</b>&nbsp;&nbsp;Open my eyes, that I may behold</span><br><span id=\"p19119018_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wondrous things out of your law.</span><br><span id=\"p19119019_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119019-1\">19&nbsp;</b>&nbsp;&nbsp;I am a sojourner on the earth;</span><br><span id=\"p19119019_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hide not your commandments from me!</span><br><span id=\"p19119020_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119020-1\">20&nbsp;</b>&nbsp;&nbsp;My soul is consumed with longing</span><br><span id=\"p19119020_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your rules at all times.</span><br><span id=\"p19119021_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119021-1\">21&nbsp;</b>&nbsp;&nbsp;You rebuke the insolent, accursed ones,</span><br><span id=\"p19119021_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who wander from your commandments.</span><br><span id=\"p19119022_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119022-1\">22&nbsp;</b>&nbsp;&nbsp;Take away from me scorn and contempt,</span><br><span id=\"p19119022_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have kept your testimonies.</span><br><span id=\"p19119023_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119023-1\">23&nbsp;</b>&nbsp;&nbsp;Even though princes sit plotting against me,</span><br><span id=\"p19119023_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your servant will meditate on your statutes.</span><br><span id=\"p19119024_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119024-1\">24&nbsp;</b>&nbsp;&nbsp;Your testimonies are my delight;</span><br><span id=\"p19119024_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are my counselors.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119024_09-5\" class=\"psalm-acrostic-title\">Daleth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119025_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119025-1\">25&nbsp;</b>&nbsp;&nbsp;My soul clings to the dust;</span><br><span id=\"p19119025_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your word!</span><br><span id=\"p19119026_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119026-1\">26&nbsp;</b>&nbsp;&nbsp;When I told of my ways, you answered me;</span><br><span id=\"p19119026_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span id=\"p19119027_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119027-1\">27&nbsp;</b>&nbsp;&nbsp;Make me understand the way of your precepts,</span><br><span id=\"p19119027_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will meditate on your wondrous works.</span><br><span id=\"p19119028_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119028-1\">28&nbsp;</b>&nbsp;&nbsp;My soul melts away for sorrow;</span><br><span id=\"p19119028_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strengthen me according to your word!</span><br><span id=\"p19119029_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119029-1\">29&nbsp;</b>&nbsp;&nbsp;Put false ways far from me</span><br><span id=\"p19119029_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and graciously teach me your law!</span><br><span id=\"p19119030_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119030-1\">30&nbsp;</b>&nbsp;&nbsp;I have chosen the way of faithfulness;</span><br><span id=\"p19119030_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I set your rules before me.</span><br><span id=\"p19119031_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119031-1\">31&nbsp;</b>&nbsp;&nbsp;I cling to your testimonies, O LORD;</span><br><span id=\"p19119031_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not be put to shame!</span><br><span id=\"p19119032_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119032-1\">32&nbsp;</b>&nbsp;&nbsp;I will run in the way of your commandments</span><br><span id=\"p19119032_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when you enlarge my heart!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119032_09-5\" class=\"psalm-acrostic-title\">He</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119033_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119033-1\">33&nbsp;</b>&nbsp;&nbsp;Teach me, O LORD, the way of your statutes;</span><br><span id=\"p19119033_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will keep it to the end.</span><br><span id=\"p19119034_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119034-1\">34&nbsp;</b>&nbsp;&nbsp;Give me understanding, that I may keep your law</span><br><span id=\"p19119034_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and observe it with my whole heart.</span><br><span id=\"p19119035_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119035-1\">35&nbsp;</b>&nbsp;&nbsp;Lead me in the path of your commandments,</span><br><span id=\"p19119035_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I delight in it.</span><br><span id=\"p19119036_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119036-1\">36&nbsp;</b>&nbsp;&nbsp;Incline my heart to your testimonies,</span><br><span id=\"p19119036_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and not to selfish gain!</span><br><span id=\"p19119037_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119037-1\">37&nbsp;</b>&nbsp;&nbsp;Turn my eyes from looking at worthless things;</span><br><span id=\"p19119037_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give me life in your ways.</span><br><span id=\"p19119038_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119038-1\">38&nbsp;</b>&nbsp;&nbsp;Confirm to your servant your promise,</span><br><span id=\"p19119038_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you may be feared.</span><br><span id=\"p19119039_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119039-1\">39&nbsp;</b>&nbsp;&nbsp;Turn away the reproach that I dread,</span><br><span id=\"p19119039_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your rules are good.</span><br><span id=\"p19119040_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119040-1\">40&nbsp;</b>&nbsp;&nbsp;Behold, I long for your precepts;</span><br><span id=\"p19119040_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in your righteousness give me life!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119040_09-5\" class=\"psalm-acrostic-title\">Waw</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119041_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119041-1\">41&nbsp;</b>&nbsp;&nbsp;Let your steadfast love come to me, O LORD,</span><br><span id=\"p19119041_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your salvation according to your promise;</span><br><span id=\"p19119042_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119042-1\">42&nbsp;</b>&nbsp;&nbsp;then shall I have an answer for him who taunts me,</span><br><span id=\"p19119042_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I trust in your word.</span><br><span id=\"p19119043_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119043-1\">43&nbsp;</b>&nbsp;&nbsp;And take not the word of truth utterly out of my mouth,</span><br><span id=\"p19119043_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for my hope is in your rules.</span><br><span id=\"p19119044_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119044-1\">44&nbsp;</b>&nbsp;&nbsp;I will keep your law continually,</span><br><span id=\"p19119044_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever and ever,</span><br><span id=\"p19119045_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119045-1\">45&nbsp;</b>&nbsp;&nbsp;and I shall walk in a wide place,</span><br><span id=\"p19119045_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have sought your precepts.</span><br><span id=\"p19119046_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119046-1\">46&nbsp;</b>&nbsp;&nbsp;I will also speak of your testimonies before kings</span><br><span id=\"p19119046_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall not be put to shame,</span><br><span id=\"p19119047_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119047-1\">47&nbsp;</b>&nbsp;&nbsp;for I find my delight in your commandments,</span><br><span id=\"p19119047_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which I love.</span><br><span id=\"p19119048_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119048-1\">48&nbsp;</b>&nbsp;&nbsp;I will lift up my hands toward your commandments, which I love,</span><br><span id=\"p19119048_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will meditate on your statutes.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119048_09-5\" class=\"psalm-acrostic-title\">Zayin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119049_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119049-1\">49&nbsp;</b>&nbsp;&nbsp;Remember your word to your servant,</span><br><span id=\"p19119049_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in which you have made me hope.</span><br><span id=\"p19119050_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119050-1\">50&nbsp;</b>&nbsp;&nbsp;This is my comfort in my affliction,</span><br><span id=\"p19119050_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that your promise gives me life.</span><br><span id=\"p19119051_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119051-1\">51&nbsp;</b>&nbsp;&nbsp;The insolent utterly deride me,</span><br><span id=\"p19119051_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not turn away from your law.</span><br><span id=\"p19119052_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119052-1\">52&nbsp;</b>&nbsp;&nbsp;When I think of your rules from of old,</span><br><span id=\"p19119052_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I take comfort, O LORD.</span><br><span id=\"p19119053_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119053-1\">53&nbsp;</b>&nbsp;&nbsp;Hot indignation seizes me because of the wicked,</span><br><span id=\"p19119053_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who forsake your law.</span><br><span id=\"p19119054_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119054-1\">54&nbsp;</b>&nbsp;&nbsp;Your statutes have been my songs</span><br><span id=\"p19119054_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of my sojourning.</span><br><span id=\"p19119055_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119055-1\">55&nbsp;</b>&nbsp;&nbsp;I remember your name in the night, O LORD,</span><br><span id=\"p19119055_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keep your law.</span><br><span id=\"p19119056_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119056-1\">56&nbsp;</b>&nbsp;&nbsp;This blessing has fallen to me,</span><br><span id=\"p19119056_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I have kept your precepts.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119056_09-5\" class=\"psalm-acrostic-title\">Heth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119057_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119057-1\">57&nbsp;</b>&nbsp;&nbsp;The LORD is my portion;</span><br><span id=\"p19119057_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I promise to keep your words.</span><br><span id=\"p19119058_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119058-1\">58&nbsp;</b>&nbsp;&nbsp;I entreat your favor with all my heart;</span><br><span id=\"p19119058_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be gracious to me according to your promise.</span><br><span id=\"p19119059_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119059-1\">59&nbsp;</b>&nbsp;&nbsp;When I think on my ways,</span><br><span id=\"p19119059_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I turn my feet to your testimonies;</span><br><span id=\"p19119060_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119060-1\">60&nbsp;</b>&nbsp;&nbsp;I hasten and do not delay</span><br><span id=\"p19119060_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to keep your commandments.</span><br><span id=\"p19119061_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119061-1\">61&nbsp;</b>&nbsp;&nbsp;Though the cords of the wicked ensnare me,</span><br><span id=\"p19119061_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I do not forget your law.</span><br><span id=\"p19119062_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119062-1\">62&nbsp;</b>&nbsp;&nbsp;At midnight I rise to praise you,</span><br><span id=\"p19119062_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of your righteous rules.</span><br><span id=\"p19119063_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119063-1\">63&nbsp;</b>&nbsp;&nbsp;I am a companion of all who fear you,</span><br><span id=\"p19119063_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of those who keep your precepts.</span><br><span id=\"p19119064_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119064-1\">64&nbsp;</b>&nbsp;&nbsp;The earth, O LORD, is full of your steadfast love;</span><br><span id=\"p19119064_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119064_09-5\" class=\"psalm-acrostic-title\">Teth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119065_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119065-1\">65&nbsp;</b>&nbsp;&nbsp;You have dealt well with your servant,</span><br><span id=\"p19119065_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, according to your word.</span><br><span id=\"p19119066_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119066-1\">66&nbsp;</b>&nbsp;&nbsp;Teach me good judgment and knowledge,</span><br><span id=\"p19119066_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I believe in your commandments.</span><br><span id=\"p19119067_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119067-1\">67&nbsp;</b>&nbsp;&nbsp;Before I was afflicted I went astray,</span><br><span id=\"p19119067_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but now I keep your word.</span><br><span id=\"p19119068_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119068-1\">68&nbsp;</b>&nbsp;&nbsp;You are good and do good;</span><br><span id=\"p19119068_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes.</span><br><span id=\"p19119069_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119069-1\">69&nbsp;</b>&nbsp;&nbsp;The insolent smear me with lies,</span><br><span id=\"p19119069_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with my whole heart I keep your precepts;</span><br><span id=\"p19119070_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119070-1\">70&nbsp;</b>&nbsp;&nbsp;their heart is unfeeling like fat,</span><br><span id=\"p19119070_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I delight in your law.</span><br><span id=\"p19119071_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119071-1\">71&nbsp;</b>&nbsp;&nbsp;It is good for me that I was afflicted,</span><br><span id=\"p19119071_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might learn your statutes.</span><br><span id=\"p19119072_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119072-1\">72&nbsp;</b>&nbsp;&nbsp;The law of your mouth is better to me</span><br><span id=\"p19119072_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than thousands of gold and silver pieces.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119072_09-5\" class=\"psalm-acrostic-title\">Yodh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119073_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119073-1\">73&nbsp;</b>&nbsp;&nbsp;Your hands have made and fashioned me;</span><br><span id=\"p19119073_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding that I may learn your commandments.</span><br><span id=\"p19119074_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119074-1\">74&nbsp;</b>&nbsp;&nbsp;Those who fear you shall see me and rejoice,</span><br><span id=\"p19119074_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because I have hoped in your word.</span><br><span id=\"p19119075_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119075-1\">75&nbsp;</b>&nbsp;&nbsp;I know, O LORD, that your rules are righteous,</span><br><span id=\"p19119075_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that in faithfulness you have afflicted me.</span><br><span id=\"p19119076_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119076-1\">76&nbsp;</b>&nbsp;&nbsp;Let your steadfast love comfort me</span><br><span id=\"p19119076_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your promise to your servant.</span><br><span id=\"p19119077_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119077-1\">77&nbsp;</b>&nbsp;&nbsp;Let your mercy come to me, that I may live;</span><br><span id=\"p19119077_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your law is my delight.</span><br><span id=\"p19119078_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119078-1\">78&nbsp;</b>&nbsp;&nbsp;Let the insolent be put to shame,</span><br><span id=\"p19119078_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they have wronged me with falsehood;</span><br><span id=\"p19119078_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as for me, I will meditate on your precepts.</span><br><span id=\"p19119079_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119079-1\">79&nbsp;</b>&nbsp;&nbsp;Let those who fear you turn to me,</span><br><span id=\"p19119079_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may know your testimonies.</span><br><span id=\"p19119080_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119080-1\">80&nbsp;</b>&nbsp;&nbsp;May my heart be blameless in your statutes,</span><br><span id=\"p19119080_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may not be put to shame!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119080_09-5\" class=\"psalm-acrostic-title\">Kaph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119081_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119081-1\">81&nbsp;</b>&nbsp;&nbsp;My soul longs for your salvation;</span><br><span id=\"p19119081_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your word.</span><br><span id=\"p19119082_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119082-1\">82&nbsp;</b>&nbsp;&nbsp;My eyes long for your promise;</span><br><span id=\"p19119082_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I ask, “When will you comfort me?”</span><br><span id=\"p19119083_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119083-1\">83&nbsp;</b>&nbsp;&nbsp;For I have become like a wineskin in the smoke,</span><br><span id=\"p19119083_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I have not forgotten your statutes.</span><br><span id=\"p19119084_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119084-1\">84&nbsp;</b>&nbsp;&nbsp;How long must your servant endure?</span><br><span id=\"p19119084_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;When will you judge those who persecute me?</span><br><span id=\"p19119085_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119085-1\">85&nbsp;</b>&nbsp;&nbsp;The insolent have dug pitfalls for me;</span><br><span id=\"p19119085_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they do not live according to your law.</span><br><span id=\"p19119086_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119086-1\">86&nbsp;</b>&nbsp;&nbsp;All your commandments are sure;</span><br><span id=\"p19119086_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they persecute me with falsehood; help me!</span><br><span id=\"p19119087_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119087-1\">87&nbsp;</b>&nbsp;&nbsp;They have almost made an end of me on earth,</span><br><span id=\"p19119087_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I have not forsaken your precepts.</span><br><span id=\"p19119088_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119088-1\">88&nbsp;</b>&nbsp;&nbsp;In your steadfast love give me life,</span><br><span id=\"p19119088_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep the testimonies of your mouth.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119088_09-5\" class=\"psalm-acrostic-title\">Lamedh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119089_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119089-1\">89&nbsp;</b>&nbsp;&nbsp;Forever, O LORD, your word</span><br><span id=\"p19119089_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is firmly fixed in the heavens.</span><br><span id=\"p19119090_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119090-1\">90&nbsp;</b>&nbsp;&nbsp;Your faithfulness endures to all generations;</span><br><span id=\"p19119090_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have established the earth, and it stands fast.</span><br><span id=\"p19119091_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119091-1\">91&nbsp;</b>&nbsp;&nbsp;By your appointment they stand this day,</span><br><span id=\"p19119091_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all things are your servants.</span><br><span id=\"p19119092_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119092-1\">92&nbsp;</b>&nbsp;&nbsp;If your law had not been my delight,</span><br><span id=\"p19119092_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I would have perished in my affliction.</span><br><span id=\"p19119093_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119093-1\">93&nbsp;</b>&nbsp;&nbsp;I will never forget your precepts,</span><br><span id=\"p19119093_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for by them you have given me life.</span><br><span id=\"p19119094_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119094-1\">94&nbsp;</b>&nbsp;&nbsp;I am yours; save me,</span><br><span id=\"p19119094_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have sought your precepts.</span><br><span id=\"p19119095_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119095-1\">95&nbsp;</b>&nbsp;&nbsp;The wicked lie in wait to destroy me,</span><br><span id=\"p19119095_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I consider your testimonies.</span><br><span id=\"p19119096_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119096-1\">96&nbsp;</b>&nbsp;&nbsp;I have seen a limit to all perfection,</span><br><span id=\"p19119096_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your commandment is exceedingly broad.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119096_09-5\" class=\"psalm-acrostic-title\">Mem</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119097_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119097-1\">97&nbsp;</b>&nbsp;&nbsp;Oh how I love your law!</span><br><span id=\"p19119097_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;It is my meditation all the day.</span><br><span id=\"p19119098_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119098-1\">98&nbsp;</b>&nbsp;&nbsp;Your commandment makes me wiser than my enemies,</span><br><span id=\"p19119098_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it is ever with me.</span><br><span id=\"p19119099_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119099-1\">99&nbsp;</b>&nbsp;&nbsp;I have more understanding than all my teachers,</span><br><span id=\"p19119099_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your testimonies are my meditation.</span><br><span id=\"p19119100_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119100-1\">100&nbsp;</b>&nbsp;&nbsp;I understand more than the aged,</span><br><span id=\"p19119100_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I keep your precepts.</span><br><span id=\"p19119101_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119101-1\">101&nbsp;</b>&nbsp;&nbsp;I hold back my feet from every evil way,</span><br><span id=\"p19119101_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in order to keep your word.</span><br><span id=\"p19119102_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119102-1\">102&nbsp;</b>&nbsp;&nbsp;I do not turn aside from your rules,</span><br><span id=\"p19119102_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have taught me.</span><br><span id=\"p19119103_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119103-1\">103&nbsp;</b>&nbsp;&nbsp;How sweet are your words to my taste,</span><br><span id=\"p19119103_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sweeter than honey to my mouth!</span><br><span id=\"p19119104_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119104-1\">104&nbsp;</b>&nbsp;&nbsp;Through your precepts I get understanding;</span><br><span id=\"p19119104_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I hate every false way.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119104_09-5\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br><span id=\"p19119106_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119106-1\">106&nbsp;</b>&nbsp;&nbsp;I have sworn an oath and confirmed it,</span><br><span id=\"p19119106_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to keep your righteous rules.</span><br><span id=\"p19119107_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119107-1\">107&nbsp;</b>&nbsp;&nbsp;I am severely afflicted;</span><br><span id=\"p19119107_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life, O LORD, according to your word!</span><br><span id=\"p19119108_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119108-1\">108&nbsp;</b>&nbsp;&nbsp;Accept my freewill offerings of praise, O LORD,</span><br><span id=\"p19119108_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your rules.</span><br><span id=\"p19119109_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119109-1\">109&nbsp;</b>&nbsp;&nbsp;I hold my life in my hand continually,</span><br><span id=\"p19119109_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not forget your law.</span><br><span id=\"p19119110_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119110-1\">110&nbsp;</b>&nbsp;&nbsp;The wicked have laid a snare for me,</span><br><span id=\"p19119110_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not stray from your precepts.</span><br><span id=\"p19119111_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119111-1\">111&nbsp;</b>&nbsp;&nbsp;Your testimonies are my heritage forever,</span><br><span id=\"p19119111_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they are the joy of my heart.</span><br><span id=\"p19119112_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119112-1\">112&nbsp;</b>&nbsp;&nbsp;I incline my heart to perform your statutes</span><br><span id=\"p19119112_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever, to the end.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119112_09-5\" class=\"psalm-acrostic-title\">Samekh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119113_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119113-1\">113&nbsp;</b>&nbsp;&nbsp;I hate the double-minded,</span><br><span id=\"p19119113_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I love your law.</span><br><span id=\"p19119114_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119114-1\">114&nbsp;</b>&nbsp;&nbsp;You are my hiding place and my shield;</span><br><span id=\"p19119114_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your word.</span><br><span id=\"p19119115_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119115-1\">115&nbsp;</b>&nbsp;&nbsp;Depart from me, you evildoers,</span><br><span id=\"p19119115_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep the commandments of my God.</span><br><span id=\"p19119116_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119116-1\">116&nbsp;</b>&nbsp;&nbsp;Uphold me according to your promise, that I may live,</span><br><span id=\"p19119116_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let me not be put to shame in my hope!</span><br><span id=\"p19119117_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119117-1\">117&nbsp;</b>&nbsp;&nbsp;Hold me up, that I may be safe</span><br><span id=\"p19119117_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have regard for your statutes continually!</span><br><span id=\"p19119118_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119118-1\">118&nbsp;</b>&nbsp;&nbsp;You spurn all who go astray from your statutes,</span><br><span id=\"p19119118_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for their cunning is in vain.</span><br><span id=\"p19119119_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119119-1\">119&nbsp;</b>&nbsp;&nbsp;All the wicked of the earth you discard like dross,</span><br><span id=\"p19119119_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I love your testimonies.</span><br><span id=\"p19119120_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119120-1\">120&nbsp;</b>&nbsp;&nbsp;My flesh trembles for fear of you,</span><br><span id=\"p19119120_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I am afraid of your judgments.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119120_09-5\" class=\"psalm-acrostic-title\">Ayin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119121_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119121-1\">121&nbsp;</b>&nbsp;&nbsp;I have done what is just and right;</span><br><span id=\"p19119121_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not leave me to my oppressors.</span><br><span id=\"p19119122_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119122-1\">122&nbsp;</b>&nbsp;&nbsp;Give your servant a pledge of good;</span><br><span id=\"p19119122_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let not the insolent oppress me.</span><br><span id=\"p19119123_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119123-1\">123&nbsp;</b>&nbsp;&nbsp;My eyes long for your salvation</span><br><span id=\"p19119123_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for the fulfillment of your righteous promise.</span><br><span id=\"p19119124_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119124-1\">124&nbsp;</b>&nbsp;&nbsp;Deal with your servant according to your steadfast love,</span><br><span id=\"p19119124_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your statutes.</span><br><span id=\"p19119125_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119125-1\">125&nbsp;</b>&nbsp;&nbsp;I am your servant; give me understanding,</span><br><span id=\"p19119125_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may know your testimonies!</span><br><span id=\"p19119126_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119126-1\">126&nbsp;</b>&nbsp;&nbsp;It is time for the LORD to act,</span><br><span id=\"p19119126_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your law has been broken.</span><br><span id=\"p19119127_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119127-1\">127&nbsp;</b>&nbsp;&nbsp;Therefore I love your commandments</span><br><span id=\"p19119127_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;above gold, above fine gold.</span><br><span id=\"p19119128_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119128-1\">128&nbsp;</b>&nbsp;&nbsp;Therefore I consider all your precepts to be right;</span><br><span id=\"p19119128_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hate every false way.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119128_09-5\" class=\"psalm-acrostic-title\">Pe</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119129_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119129-1\">129&nbsp;</b>&nbsp;&nbsp;Your testimonies are wonderful;</span><br><span id=\"p19119129_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore my soul keeps them.</span><br><span id=\"p19119130_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119130-1\">130&nbsp;</b>&nbsp;&nbsp;The unfolding of your words gives light;</span><br><span id=\"p19119130_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it imparts understanding to the simple.</span><br><span id=\"p19119131_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119131-1\">131&nbsp;</b>&nbsp;&nbsp;I open my mouth and pant,</span><br><span id=\"p19119131_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because I long for your commandments.</span><br><span id=\"p19119132_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119132-1\">132&nbsp;</b>&nbsp;&nbsp;Turn to me and be gracious to me,</span><br><span id=\"p19119132_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as is your way with those who love your name.</span><br><span id=\"p19119133_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119133-1\">133&nbsp;</b>&nbsp;&nbsp;Keep steady my steps according to your promise,</span><br><span id=\"p19119133_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let no iniquity get dominion over me.</span><br><span id=\"p19119134_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119134-1\">134&nbsp;</b>&nbsp;&nbsp;Redeem me from man’s oppression,</span><br><span id=\"p19119134_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep your precepts.</span><br><span id=\"p19119135_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119135-1\">135&nbsp;</b>&nbsp;&nbsp;Make your face shine upon your servant,</span><br><span id=\"p19119135_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your statutes.</span><br><span id=\"p19119136_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119136-1\">136&nbsp;</b>&nbsp;&nbsp;My eyes shed streams of tears,</span><br><span id=\"p19119136_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because people do not keep your law.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119136_09-5\" class=\"psalm-acrostic-title\">Tsadhe</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119137_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119137-1\">137&nbsp;</b>&nbsp;&nbsp;Righteous are you, O LORD,</span><br><span id=\"p19119137_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and right are your rules.</span><br><span id=\"p19119138_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119138-1\">138&nbsp;</b>&nbsp;&nbsp;You have appointed your testimonies in righteousness</span><br><span id=\"p19119138_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in all faithfulness.</span><br><span id=\"p19119139_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119139-1\">139&nbsp;</b>&nbsp;&nbsp;My zeal consumes me,</span><br><span id=\"p19119139_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because my foes forget your words.</span><br><span id=\"p19119140_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119140-1\">140&nbsp;</b>&nbsp;&nbsp;Your promise is well tried,</span><br><span id=\"p19119140_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your servant loves it.</span><br><span id=\"p19119141_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119141-1\">141&nbsp;</b>&nbsp;&nbsp;I am small and despised,</span><br><span id=\"p19119141_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I do not forget your precepts.</span><br><span id=\"p19119142_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119142-1\">142&nbsp;</b>&nbsp;&nbsp;Your righteousness is righteous forever,</span><br><span id=\"p19119142_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your law is true.</span><br><span id=\"p19119143_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119143-1\">143&nbsp;</b>&nbsp;&nbsp;Trouble and anguish have found me out,</span><br><span id=\"p19119143_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your commandments are my delight.</span><br><span id=\"p19119144_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119144-1\">144&nbsp;</b>&nbsp;&nbsp;Your testimonies are righteous forever;</span><br><span id=\"p19119144_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding that I may live.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119144_09-5\" class=\"psalm-acrostic-title\">Qoph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119145_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119145-1\">145&nbsp;</b>&nbsp;&nbsp;With my whole heart I cry; answer me, O LORD!</span><br><span id=\"p19119145_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will keep your statutes.</span><br><span id=\"p19119146_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119146-1\">146&nbsp;</b>&nbsp;&nbsp;I call to you; save me,</span><br><span id=\"p19119146_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may observe your testimonies.</span><br><span id=\"p19119147_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119147-1\">147&nbsp;</b>&nbsp;&nbsp;I rise before dawn and cry for help;</span><br><span id=\"p19119147_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your words.</span><br><span id=\"p19119148_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119148-1\">148&nbsp;</b>&nbsp;&nbsp;My eyes are awake before the watches of the night,</span><br><span id=\"p19119148_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may meditate on your promise.</span><br><span id=\"p19119149_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119149-1\">149&nbsp;</b>&nbsp;&nbsp;Hear my voice according to your steadfast love;</span><br><span id=\"p19119149_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, according to your justice give me life.</span><br><span id=\"p19119150_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119150-1\">150&nbsp;</b>&nbsp;&nbsp;They draw near who persecute me with evil purpose;</span><br><span id=\"p19119150_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are far from your law.</span><br><span id=\"p19119151_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119151-1\">151&nbsp;</b>&nbsp;&nbsp;But you are near, O LORD,</span><br><span id=\"p19119151_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all your commandments are true.</span><br><span id=\"p19119152_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119152-1\">152&nbsp;</b>&nbsp;&nbsp;Long have I known from your testimonies</span><br><span id=\"p19119152_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have founded them forever.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119152_09-5\" class=\"psalm-acrostic-title\">Resh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119153_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119153-1\">153&nbsp;</b>&nbsp;&nbsp;Look on my affliction and deliver me,</span><br><span id=\"p19119153_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I do not forget your law.</span><br><span id=\"p19119154_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119154-1\">154&nbsp;</b>&nbsp;&nbsp;Plead my cause and redeem me;</span><br><span id=\"p19119154_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your promise!</span><br><span id=\"p19119155_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119155-1\">155&nbsp;</b>&nbsp;&nbsp;Salvation is far from the wicked,</span><br><span id=\"p19119155_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they do not seek your statutes.</span><br><span id=\"p19119156_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119156-1\">156&nbsp;</b>&nbsp;&nbsp;Great is your mercy, O LORD;</span><br><span id=\"p19119156_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your rules.</span><br><span id=\"p19119157_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119157-1\">157&nbsp;</b>&nbsp;&nbsp;Many are my persecutors and my adversaries,</span><br><span id=\"p19119157_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not swerve from your testimonies.</span><br><span id=\"p19119158_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119158-1\">158&nbsp;</b>&nbsp;&nbsp;I look at the faithless with disgust,</span><br><span id=\"p19119158_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they do not keep your commands.</span><br><span id=\"p19119159_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119159-1\">159&nbsp;</b>&nbsp;&nbsp;Consider how I love your precepts!</span><br><span id=\"p19119159_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Give me life according to your steadfast love.</span><br><span id=\"p19119160_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119160-1\">160&nbsp;</b>&nbsp;&nbsp;The sum of your word is truth,</span><br><span id=\"p19119160_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every one of your righteous rules endures forever.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119160_09-5\" class=\"psalm-acrostic-title\">Sin and Shin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119161_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119161-1\">161&nbsp;</b>&nbsp;&nbsp;Princes persecute me without cause,</span><br><span id=\"p19119161_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but my heart stands in awe of your words.</span><br><span id=\"p19119162_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119162-1\">162&nbsp;</b>&nbsp;&nbsp;I rejoice at your word</span><br><span id=\"p19119162_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like one who finds great spoil.</span><br><span id=\"p19119163_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119163-1\">163&nbsp;</b>&nbsp;&nbsp;I hate and abhor falsehood,</span><br><span id=\"p19119163_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I love your law.</span><br><span id=\"p19119164_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119164-1\">164&nbsp;</b>&nbsp;&nbsp;Seven times a day I praise you</span><br><span id=\"p19119164_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your righteous rules.</span><br><span id=\"p19119165_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119165-1\">165&nbsp;</b>&nbsp;&nbsp;Great peace have those who love your law;</span><br><span id=\"p19119165_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nothing can make them stumble.</span><br><span id=\"p19119166_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119166-1\">166&nbsp;</b>&nbsp;&nbsp;I hope for your salvation, O LORD,</span><br><span id=\"p19119166_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I do your commandments.</span><br><span id=\"p19119167_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119167-1\">167&nbsp;</b>&nbsp;&nbsp;My soul keeps your testimonies;</span><br><span id=\"p19119167_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I love them exceedingly.</span><br><span id=\"p19119168_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119168-1\">168&nbsp;</b>&nbsp;&nbsp;I keep your precepts and testimonies,</span><br><span id=\"p19119168_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all my ways are before you.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119168_09-5\" class=\"psalm-acrostic-title\">Taw</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119169_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119169-1\">169&nbsp;</b>&nbsp;&nbsp;Let my cry come before you, O LORD;</span><br><span id=\"p19119169_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding according to your word!</span><br><span id=\"p19119170_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119170-1\">170&nbsp;</b>&nbsp;&nbsp;Let my plea come before you;</span><br><span id=\"p19119170_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;deliver me according to your word.</span><br><span id=\"p19119171_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119171-1\">171&nbsp;</b>&nbsp;&nbsp;My lips will pour forth praise,</span><br><span id=\"p19119171_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you teach me your statutes.</span><br><span id=\"p19119172_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119172-1\">172&nbsp;</b>&nbsp;&nbsp;My tongue will sing of your word,</span><br><span id=\"p19119172_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all your commandments are right.</span><br><span id=\"p19119173_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119173-1\">173&nbsp;</b>&nbsp;&nbsp;Let your hand be ready to help me,</span><br><span id=\"p19119173_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have chosen your precepts.</span><br><span id=\"p19119174_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119174-1\">174&nbsp;</b>&nbsp;&nbsp;I long for your salvation, O LORD,</span><br><span id=\"p19119174_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your law is my delight.</span><br><span id=\"p19119175_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119175-1\">175&nbsp;</b>&nbsp;&nbsp;Let my soul live and praise you,</span><br><span id=\"p19119175_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let your rules help me.</span><br><span id=\"p19119176_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119176-1\">176&nbsp;</b>&nbsp;&nbsp;I have gone astray like a lost sheep; seek your servant,</span><br><span id=\"p19119176_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I do not forget your commandments.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"5fd254e6a1012d290aa882fb","topicId":"5fc31fd98888bb90841decf9","verse":"Psalm 56:8","votes":3,"__v":0,"niv":"<sup><strong>8</strong></sup> Record my lament; list my tears on your scroll - are they not in your record?","kjv":"<strong>8</strong> Thou tellest my wanderings: put thou my tears into thy bottle: are they not in thy book?  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19056008_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056008-1\">8&nbsp;</b>&nbsp;&nbsp;You have kept count of my tossings;</span><br><span id=\"p19056008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;put my tears in your bottle.</span><br><span id=\"p19056008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Are they not in your book?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"5fd254e6a1012d290aa882fc","topicId":"5fc31fd98888bb90841decf9","verse":"Matthew 16:25","votes":2,"__v":0,"niv":"<sup><strong>25</strong></sup> For whoever wants to save his life will lose it, but whoever loses his life for me will find it.","kjv":"<strong>25</strong> For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.  ","esv":"<div>\n<p id=\"p40016025_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016025-1\">25&nbsp;</b><span class=\"woc\">For whoever would save his life will lose it, but whoever loses his life for my sake will find it.</span></p>\n\n</div>"},{"_id":"5fd254e6a1012d290aa882fd","topicId":"5fc31fd98888bb90841decf9","verse":"2 Samuel 12:15-23","votes":2,"__v":0,"niv":"<sup><strong>15</strong></sup> After Nathan had gone home, the LORD struck the child that Uriah's wife had borne to David, and he became ill. <sup><strong>16</strong></sup> David pleaded with God for the child. He fasted and went into his house and spent the nights lying on the ground. <sup><strong>17</strong></sup> The elders of his household stood beside him to get him up from the ground, but he refused, and he would not eat any food with them. <sup><strong>18</strong></sup> On the seventh day the child died. David's servants were afraid to tell him that the child was dead, for they thought, \"While the child was still living, we spoke to David but he would not listen to us. How can we tell him the child is dead? He may do something desperate.\" <sup><strong>19</strong></sup> David noticed that his servants were whispering among themselves and he realized the child was dead. \"Is the child dead?\" he asked. \"Yes,\" they replied, \"he is dead.\" <sup><strong>20</strong></sup> Then David got up from the ground. After he had washed, put on lotions and changed his clothes, he went into the house of the LORD and worshiped. Then he went to his own house, and at his request they served him food, and he ate. <sup><strong>21</strong></sup> His servants asked him, \"Why are you acting this way? While the child was alive, you fasted and wept, but now that the child is dead, you get up and eat!\" <sup><strong>22</strong></sup> He answered, \"While the child was still alive, I fasted and wept. I thought, 'Who knows? The LORD may be gracious to me and let the child live.' <sup><strong>23</strong></sup> But now that he is dead, why should I fast? Can I bring him back again? I will go to him, but he will not return to me.\" ","kjv":"<strong>15</strong> And Nathan departed unto his house. And the LORD struck the child that Uriah’s wife bare unto David, and it was very sick.  <strong>16</strong> David therefore besought God for the child; and David fasted, and went in, and lay all night upon the earth.  <strong>17</strong> And the elders of his house arose, and went to him, to raise him up from the earth: but he would not, neither did he eat bread with them.  <strong>18</strong> And it came to pass on the seventh day, that the child died. And the servants of David feared to tell him that the child was dead: for they said, Behold, while the child was yet alive, we spake unto him, and he would not hearken unto our voice: how will he then vex himself, if we tell him that the child is dead?  <strong>19</strong> But when David saw that his servants whispered, David perceived that the child was dead: therefore David said unto his servants, Is the child dead? And they said, He is dead.  <strong>20</strong> Then David arose from the earth, and washed, and anointed himself,  and changed his apparel, and came into the house of the LORD, and worshipped: then he came to his own house; and when he required, they set bread before him, and he did eat.  <strong>21</strong> Then said his servants unto him, What thing is this that thou hast done? thou didst fast and weep for the child, while it was  alive; but when the child was dead, thou didst rise and eat bread.  <strong>22</strong> And he said, While the child was yet alive, I fasted and wept: for I said, Who can tell whether GOD will be gracious to me, that the child may live?  <strong>23</strong> But now he is dead, wherefore should I fast? can I bring him back again? I shall go to him, but he shall not return to me.  ","esv":"<div>\n<p id=\"p10012015_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v10012015-1\">15&nbsp;</b>Then Nathan went to his house.</p>\n\n<p id=\"p10012015_04-24\">And the LORD afflicted the child that Uriah’s wife bore to David, and he became sick. <b class=\"verse-num\" id=\"v10012016-1\">16&nbsp;</b>David therefore sought God on behalf of the child. And David fasted and went in and lay all night on the ground. <b class=\"verse-num\" id=\"v10012017-1\">17&nbsp;</b>And the elders of his house stood beside him, to raise him from the ground, but he would not, nor did he eat food with them. <b class=\"verse-num\" id=\"v10012018-1\">18&nbsp;</b>On the seventh day the child died. And the servants of David were afraid to tell him that the child was dead, for they said, “Behold, while the child was yet alive, we spoke to him, and he did not listen to us. How then can we say to him the child is dead? He may do himself some harm.” <b class=\"verse-num\" id=\"v10012019-1\">19&nbsp;</b>But when David saw that his servants were whispering together, David understood that the child was dead. And David said to his servants, “Is the child dead?” They said, “He is dead.” <b class=\"verse-num\" id=\"v10012020-1\">20&nbsp;</b>Then David arose from the earth and washed and anointed himself and changed his clothes. And he went into the house of the LORD and worshiped. He then went to his own house. And when he asked, they set food before him, and he ate. <b class=\"verse-num\" id=\"v10012021-1\">21&nbsp;</b>Then his servants said to him, “What is this thing that you have done? You fasted and wept for the child while he was alive; but when the child died, you arose and ate food.” <b class=\"verse-num\" id=\"v10012022-1\">22&nbsp;</b>He said, “While the child was still alive, I fasted and wept, for I said, ‘Who knows whether the LORD will be gracious to me, that the child may live?’ <b class=\"verse-num\" id=\"v10012023-1\">23&nbsp;</b>But now he is dead. Why should I fast? Can I bring him back again? I shall go to him, but he will not return to me.”</p>\n</div>"}]}