{"_id":"61677a456451fe5325fa1097","slug":"lost-sheep","name":"Lost Sheep","verses":[{"_id":"61677a456451fe5325fa1098","topicId":"61677a456451fe5325fa1097","verse":"Luke 15:3-7","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him. <b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n<p id=\"p42015002_07-7\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n\n<p id=\"p42015007_13-7\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n<p id=\"p42015010_19-7\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span> <b class=\"verse-num woc\" id=\"v42015013-1\">13&nbsp;</b><span class=\"woc\">Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.</span> <b class=\"verse-num woc\" id=\"v42015014-1\">14&nbsp;</b><span class=\"woc\">And when he had spent everything, a severe famine arose in that country, and he began to be in need.</span> <b class=\"verse-num woc\" id=\"v42015015-1\">15&nbsp;</b><span class=\"woc\">So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.</span> <b class=\"verse-num woc\" id=\"v42015016-1\">16&nbsp;</b><span class=\"woc\">And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.</span></p>\n<p id=\"p42015016_19-7\"><b class=\"verse-num woc\" id=\"v42015017-1\">17&nbsp;</b><span class=\"woc\">“But when he came to himself, he said, ‘How many of my father’s hired servants have more than enough bread, but I perish here with hunger!</span> <b class=\"verse-num woc\" id=\"v42015018-1\">18&nbsp;</b><span class=\"woc\">I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.</span> <b class=\"verse-num woc\" id=\"v42015019-1\">19&nbsp;</b><span class=\"woc\">I am no longer worthy to be called your son. Treat me as one of your hired servants.”’</span> <b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span> <b class=\"verse-num woc\" id=\"v42015021-1\">21&nbsp;</b><span class=\"woc\">And the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’</span> <b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span> <b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n<p id=\"p42015024_19-7\"><b class=\"verse-num woc\" id=\"v42015025-1\">25&nbsp;</b><span class=\"woc\">“Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.</span> <b class=\"verse-num woc\" id=\"v42015026-1\">26&nbsp;</b><span class=\"woc\">And he called one of the servants and asked what these things meant.</span> <b class=\"verse-num woc\" id=\"v42015027-1\">27&nbsp;</b><span class=\"woc\">And he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’</span> <b class=\"verse-num woc\" id=\"v42015028-1\">28&nbsp;</b><span class=\"woc\">But he was angry and refused to go in. His father came out and entreated him,</span> <b class=\"verse-num woc\" id=\"v42015029-1\">29&nbsp;</b><span class=\"woc\">but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.</span> <b class=\"verse-num woc\" id=\"v42015030-1\">30&nbsp;</b><span class=\"woc\">But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!’</span> <b class=\"verse-num woc\" id=\"v42015031-1\">31&nbsp;</b><span class=\"woc\">And he said to him, ‘Son, you are always with me, and all that is mine is yours.</span> <b class=\"verse-num woc\" id=\"v42015032-1\">32&nbsp;</b><span class=\"woc\">It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.’”</span></p>\n\n</div>","kjv":"<strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. ","modified":"2023-01-28T20:32:43.092Z"},{"_id":"61677a456451fe5325fa1099","topicId":"61677a456451fe5325fa1097","verse":"Matthew 18:12-14","votes":16,"__v":0,"esv":"<div>\n<p id=\"p40018012_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018012-1\">12&nbsp;</b><span class=\"woc\">What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray?</span> <b class=\"verse-num woc\" id=\"v40018013-1\">13&nbsp;</b><span class=\"woc\">And if he finds it, truly, I say to you, he rejoices over it more than over the ninety-nine that never went astray.</span> <b class=\"verse-num woc\" id=\"v40018014-1\">14&nbsp;</b><span class=\"woc\">So it is not the will of my Father who is in heaven that one of these little ones should perish.</span></p>\n\n</div>","kjv":"<strong>12</strong> How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray?  <strong>13</strong> And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray.  <strong>14</strong> Even so it is not the will of your Father which is in heaven, that one of these little ones should perish. ","niv":"<sup><strong>12</strong></sup> \"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off? <sup><strong>13</strong></sup> And if he finds it, I tell you the truth, he is happier about that one sheep than about the ninety-nine that did not wander off. <sup><strong>14</strong></sup> In the same way your Father in heaven is not willing that any of these little ones should be lost. "},{"_id":"61677a456451fe5325fa109a","topicId":"61677a456451fe5325fa1097","verse":"Isaiah 53:6","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053006_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-3\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  ","niv":"<sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all.","modified":"2022-08-11T17:57:16.115Z"},{"_id":"61677a466451fe5325fa109b","topicId":"61677a456451fe5325fa1097","verse":"Psalm 119:176","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119176_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119176-1\">176&nbsp;</b>&nbsp;&nbsp;I have gone astray like a lost sheep; seek your servant,</span><br><span id=\"p19119176_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I do not forget your commandments.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>176</strong> I have gone astray like a lost sheep; seek thy servant; for I do not forget thy commandments.  ","niv":"<sup><strong>176</strong></sup> I have strayed like a lost sheep. Seek your servant, for I have not forgotten your commands.","modified":"2023-10-26T04:31:34.818Z"},{"_id":"61677a466451fe5325fa109c","topicId":"61677a456451fe5325fa1097","verse":"Matthew 15:24","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40015024_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v40015024-1\">24&nbsp;</b>He answered, <span class=\"woc\">“I was sent only to the lost sheep of the house of Israel.”</span></p>\n</div>","kjv":"<strong>24</strong> But he answered and said, I am not sent but unto the lost sheep of the house of Israel.  ","niv":"<sup><strong>24</strong></sup> He answered, \"I was sent only to the lost sheep of Israel.\"","modified":"2022-08-21T13:30:10.336Z"},{"_id":"61677a466451fe5325fa109d","topicId":"61677a456451fe5325fa1097","verse":"Luke 15:8-10","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p42015008_07-6\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n</div>","kjv":"<strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. ","niv":"<sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" "},{"_id":"61677a476451fe5325fa109e","topicId":"61677a456451fe5325fa1097","verse":"Luke 15:1-32","votes":2,"__v":0,"kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  <strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  <strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. <strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. <strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  <strong>13</strong> And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.  <strong>14</strong> And when he had spent all, there arose a mighty famine in that land; and he began to be in want.  <strong>15</strong> And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.  <strong>16</strong> And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.  <strong>17</strong> And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!  <strong>18</strong> I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,  <strong>19</strong> And am no more worthy to be called thy son: make me as one of thy hired servants.  <strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  <strong>21</strong> And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.  <strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  <strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  <strong>25</strong> Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.  <strong>26</strong> And he called one of the servants, and asked what these things meant.  <strong>27</strong> And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.  <strong>28</strong> And he was angry, and would not go in: therefore came his father out, and intreated him.  <strong>29</strong> And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:  <strong>30</strong> But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.  <strong>31</strong> And he said unto him, Son, thou art ever with me, and all that I have is thine.  <strong>32</strong> It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found. ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him. <sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\" <sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. <sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" <sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. <sup><strong>13</strong></sup> \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living. <sup><strong>14</strong></sup> After he had spent everything, there was a severe famine in that whole country, and he began to be in need. <sup><strong>15</strong></sup> So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. <sup><strong>16</strong></sup> He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. <sup><strong>17</strong></sup> \"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death! <sup><strong>18</strong></sup> I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. <sup><strong>19</strong></sup> I am no longer worthy to be called your son; make me like one of your hired men.' <sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. <sup><strong>21</strong></sup> \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. ' <sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. <sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. <sup><strong>25</strong></sup> \"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing. <sup><strong>26</strong></sup> So he called one of the servants and asked him what was going on. <sup><strong>27</strong></sup> 'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.' <sup><strong>28</strong></sup> \"The older brother became angry and refused to go in. So his father went out and pleaded with him. <sup><strong>29</strong></sup> But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. <sup><strong>30</strong></sup> But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!' <sup><strong>31</strong></sup> \"'My son,' the father said, 'you are always with me, and everything I have is yours. <sup><strong>32</strong></sup> But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\" ","modified":"2022-12-11T04:12:58.015Z"},{"_id":"61677a476451fe5325fa109f","topicId":"61677a456451fe5325fa1097","verse":"John 10:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43010011_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010011-1\">11&nbsp;</b><span class=\"woc\">I am the good shepherd. The good shepherd lays down his life for the sheep.</span></p>\n</div>","kjv":"<strong>11</strong> I am the good shepherd: the good shepherd giveth his life for the sheep.  ","niv":"<sup><strong>11</strong></sup> \"I am the good shepherd. The good shepherd lays down his life for the sheep.","modified":"2023-11-28T19:26:44.914Z"},{"_id":"61677a476451fe5325fa10a0","topicId":"61677a456451fe5325fa1097","verse":"2 Corinthians 4:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p47004004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004004-1\">4&nbsp;</b>In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.</p>\n</div>","kjv":"<strong>4</strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.  ","niv":"<sup><strong>4</strong></sup> The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God.","modified":"2023-08-17T12:55:31.918Z"},{"_id":"61677a476451fe5325fa10a1","topicId":"61677a456451fe5325fa1097","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-10\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61677a486451fe5325fa10a2","topicId":"61677a456451fe5325fa1097","verse":"Luke 15:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42015004_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span></p>\n</div>","kjv":"<strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  ","niv":"<sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it?","modified":"2022-12-15T16:29:42.801Z"},{"_id":"61677a486451fe5325fa10a3","topicId":"61677a456451fe5325fa1097","verse":"Luke 15:4-7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42015004_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. "},{"_id":"61677a486451fe5325fa10a4","topicId":"61677a456451fe5325fa1097","verse":"Matthew 10:5-6","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40010005_07-13\"><b class=\"verse-num\" id=\"v40010005-1\">5&nbsp;</b>These twelve Jesus sent out, instructing them, <span class=\"woc\">“Go nowhere among the Gentiles and enter no town of the Samaritans,</span> <b class=\"verse-num woc\" id=\"v40010006-1\">6&nbsp;</b><span class=\"woc\">but go rather to the lost sheep of the house of Israel.</span></p>\n</div>","kjv":"<strong>5</strong> These twelve Jesus sent forth, and commanded them, saying, Go not into the way of the Gentiles, and into any city of the Samaritans enter ye not:  <strong>6</strong> But go rather to the lost sheep of the house of Israel.  ","niv":"<sup><strong>5</strong></sup> These twelve Jesus sent out with the following instructions: \"Do not go among the Gentiles or enter any town of the Samaritans. <sup><strong>6</strong></sup> Go rather to the lost sheep of Israel. ","modified":"2023-12-09T14:31:50.242Z"},{"_id":"61677a496451fe5325fa10a5","topicId":"61677a456451fe5325fa1097","verse":"Luke 15:1-10","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him. <b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n<p id=\"p42015002_07-14\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n\n<p id=\"p42015007_13-14\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  <strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  <strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. <strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him. <sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\" <sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. <sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" "},{"_id":"61677a496451fe5325fa10a6","topicId":"61677a456451fe5325fa1097","verse":"Ezekiel 34:11-16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p26034011_08-15\"><b class=\"verse-num\" id=\"v26034011-1\">11&nbsp;</b>“For thus says the Lord GOD: Behold, I, I myself will search for my sheep and will seek them out. <b class=\"verse-num\" id=\"v26034012-1\">12&nbsp;</b>As a shepherd seeks out his flock when he is among his sheep that have been scattered, so will I seek out my sheep, and I will rescue them from all places where they have been scattered on a day of clouds and thick darkness. <b class=\"verse-num\" id=\"v26034013-1\">13&nbsp;</b>And I will bring them out from the peoples and gather them from the countries, and will bring them into their own land. And I will feed them on the mountains of Israel, by the ravines, and in all the inhabited places of the country. <b class=\"verse-num\" id=\"v26034014-1\">14&nbsp;</b>I will feed them with good pasture, and on the mountain heights of Israel shall be their grazing land. There they shall lie down in good grazing land, and on rich pasture they shall feed on the mountains of Israel. <b class=\"verse-num\" id=\"v26034015-1\">15&nbsp;</b>I myself will be the shepherd of my sheep, and I myself will make them lie down, declares the Lord GOD. <b class=\"verse-num\" id=\"v26034016-1\">16&nbsp;</b>I will seek the lost, and I will bring back the strayed, and I will bind up the injured, and I will strengthen the weak, and the fat and the strong I will destroy. I will feed them in justice.</p>\n\n</div>","kjv":"<strong>11</strong> For thus saith the Lord GOD; Behold, I, even I, will both search my sheep, and seek them out.  <strong>12</strong> As a shepherd seeketh out his flock in the day that he is among his sheep that are scattered; so will I seek out my sheep, and will deliver them out of all places where they have been scattered in the cloudy and dark day.  <strong>13</strong> And I will bring them out from the people, and gather them from the countries, and will bring them to their own land, and feed them upon the mountains of Israel by the rivers, and in all the inhabited places of the country.  <strong>14</strong> I will feed them in a good pasture, and upon the high mountains of Israel shall their fold be: there shall they lie in a good fold, and in a fat pasture shall they feed upon the mountains of Israel.  <strong>15</strong> I will feed my flock, and I will cause them to lie down, saith the Lord GOD.  <strong>16</strong> I will seek that which was lost, and bring again that which was driven away, and will bind up that which was broken, and will strengthen that which was sick: but I will destroy the fat and the strong; I will feed them with judgment.  ","niv":"<sup><strong>11</strong></sup> \"'For this is what the Sovereign LORD says: I myself will search for my sheep and look after them. <sup><strong>12</strong></sup> As a shepherd looks after his scattered flock when he is with them, so will I look after my sheep. I will rescue them from all the places where they were scattered on a day of clouds and darkness. <sup><strong>13</strong></sup> I will bring them out from the nations and gather them from the countries, and I will bring them into their own land. I will pasture them on the mountains of Israel, in the ravines and in all the settlements in the land. <sup><strong>14</strong></sup> I will tend them in a good pasture, and the mountain heights of Israel will be their grazing land. There they will lie down in good grazing land, and there they will feed in a rich pasture on the mountains of Israel. <sup><strong>15</strong></sup> I myself will tend my sheep and have them lie down, declares the Sovereign LORD. <sup><strong>16</strong></sup> I will search for the lost and bring back the strays. I will bind up the injured and strengthen the weak, but the sleek and the strong I will destroy. I will shepherd the flock with justice. ","modified":"2023-05-26T14:21:47.375Z"},{"_id":"61677a496451fe5325fa10a7","topicId":"61677a456451fe5325fa1097","verse":"1 Peter 2:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60002025_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002025-1\">25&nbsp;</b>For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls.</p>\n</div>","kjv":"<strong>25</strong> For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.  ","niv":"<sup><strong>25</strong></sup> For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls."},{"_id":"61677a4a6451fe5325fa10a8","topicId":"61677a456451fe5325fa1097","verse":"Luke 15:1-7","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him. <b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n<p id=\"p42015002_07-18\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  <strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  <strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him. <sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\" <sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. "},{"_id":"61677a4a6451fe5325fa10a9","topicId":"61677a456451fe5325fa1097","verse":"Matthew 24:36","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40024036_08-19\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span></p>\n\n</div>","kjv":"<strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  ","niv":"<sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father."},{"_id":"61677a4a6451fe5325fa10aa","topicId":"61677a456451fe5325fa1097","verse":"Jeremiah 50:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24050006_01-20\"><b class=\"verse-num\" id=\"v24050006-1\">6&nbsp;</b>“My people have been lost sheep. Their shepherds have led them astray, turning them away on the mountains. From mountain to hill they have gone. They have forgotten their fold.</p>\n</div>","kjv":"<strong>6</strong> My people hath been lost sheep: their shepherds have caused them to go astray, they have turned them away on the mountains: they have gone from mountain to hill, they have forgotten their restingplace.  ","niv":"<sup><strong>6</strong></sup> \"My people have been lost sheep; their shepherds have led them astray and caused them to roam on the mountains. They wandered over mountain and hill and forgot their own resting place.","modified":"2022-09-04T08:33:38.379Z"},{"_id":"61677a4b6451fe5325fa10ab","topicId":"61677a456451fe5325fa1097","verse":"Acts 2:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"61677a4b6451fe5325fa10ac","topicId":"61677a456451fe5325fa1097","verse":"John 3:16-17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-22\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"61677a4b6451fe5325fa10ad","topicId":"61677a456451fe5325fa1097","verse":"John 1:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43001003_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made.</p>\n</div>","kjv":"<strong>3</strong> All things were made by him; and without him was not any thing made that was made.  ","niv":"<sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made."},{"_id":"61677a4b6451fe5325fa10ae","topicId":"61677a456451fe5325fa1097","verse":"Luke 16:1-31","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42016001_07-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42016001-1\">16:1&nbsp;</b>He also said to the disciples, <span class=\"woc\">“There was a rich man who had a manager, and charges were brought to him that this man was wasting his possessions.</span> <b class=\"verse-num woc\" id=\"v42016002-1\">2&nbsp;</b><span class=\"woc\">And he called him and said to him, ‘What is this that I hear about you? Turn in the account of your management, for you can no longer be manager.’</span> <b class=\"verse-num woc\" id=\"v42016003-1\">3&nbsp;</b><span class=\"woc\">And the manager said to himself, ‘What shall I do, since my master is taking the management away from me? I am not strong enough to dig, and I am ashamed to beg.</span> <b class=\"verse-num woc\" id=\"v42016004-1\">4&nbsp;</b><span class=\"woc\">I have decided what to do, so that when I am removed from management, people may receive me into their houses.’</span> <b class=\"verse-num woc\" id=\"v42016005-1\">5&nbsp;</b><span class=\"woc\">So, summoning his master’s debtors one by one, he said to the first, ‘How much do you owe my master?’</span> <b class=\"verse-num woc\" id=\"v42016006-1\">6&nbsp;</b><span class=\"woc\">He said, ‘A hundred measures of oil.’ He said to him, ‘Take your bill, and sit down quickly and write fifty.’</span> <b class=\"verse-num woc\" id=\"v42016007-1\">7&nbsp;</b><span class=\"woc\">Then he said to another, ‘And how much do you owe?’ He said, ‘A hundred measures of wheat.’ He said to him, ‘Take your bill, and write eighty.’</span> <b class=\"verse-num woc\" id=\"v42016008-1\">8&nbsp;</b><span class=\"woc\">The master commended the dishonest manager for his shrewdness. For the sons of this world are more shrewd in dealing with their own generation than the sons of light.</span> <b class=\"verse-num woc\" id=\"v42016009-1\">9&nbsp;</b><span class=\"woc\">And I tell you, make friends for yourselves by means of unrighteous wealth, so that when it fails they may receive you into the eternal dwellings.</span></p>\n<p id=\"p42016009_07-24\"><b class=\"verse-num woc\" id=\"v42016010-1\">10&nbsp;</b><span class=\"woc\">“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.</span> <b class=\"verse-num woc\" id=\"v42016011-1\">11&nbsp;</b><span class=\"woc\">If then you have not been faithful in the unrighteous wealth, who will entrust to you the true riches?</span> <b class=\"verse-num woc\" id=\"v42016012-1\">12&nbsp;</b><span class=\"woc\">And if you have not been faithful in that which is another’s, who will give you that which is your own?</span> <b class=\"verse-num woc\" id=\"v42016013-1\">13&nbsp;</b><span class=\"woc\">No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.”</span></p>\n\n<p id=\"p42016013_14-24\"><b class=\"verse-num\" id=\"v42016014-1\">14&nbsp;</b>The Pharisees, who were lovers of money, heard all these things, and they ridiculed him. <b class=\"verse-num\" id=\"v42016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“You are those who justify yourselves before men, but God knows your hearts. For what is exalted among men is an abomination in the sight of God.</span></p>\n<p id=\"p42016015_14-24\"><b class=\"verse-num woc\" id=\"v42016016-1\">16&nbsp;</b><span class=\"woc\">“The Law and the Prophets were until John; since then the good news of the kingdom of God is preached, and everyone forces his way into it.</span> <b class=\"verse-num woc\" id=\"v42016017-1\">17&nbsp;</b><span class=\"woc\">But it is easier for heaven and earth to pass away than for one dot of the Law to become void.</span></p>\n\n<p id=\"p42016017_17-24\"><b class=\"verse-num woc\" id=\"v42016018-1\">18&nbsp;</b><span class=\"woc\">“Everyone who divorces his wife and marries another commits adultery, and he who marries a woman divorced from her husband commits adultery.</span></p>\n\n<p id=\"p42016018_22-24\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he said also unto his disciples, There was a certain rich man, which had a steward; and the same was accused unto him that he had wasted his goods.  <strong>2</strong> And he called him, and said unto him, How is it that I hear this of thee? give an account of thy stewardship; for thou mayest be no longer steward.  <strong>3</strong> Then the steward said within himself, What shall I do? for my lord taketh away from me the stewardship: I cannot dig; to beg I am ashamed.  <strong>4</strong> I am resolved what to do, that, when I am put out of the stewardship, they may receive me into their houses.  <strong>5</strong> So he called every one of his lord’s debtors unto him,  and said unto the first, How much owest thou unto my lord?  <strong>6</strong> And he said, An hundred measures of oil. And he said unto him, Take thy bill, and sit down quickly, and write fifty.  <strong>7</strong> Then said he to another, And how much owest thou? And he said, An hundred measures of wheat. And he said unto him, Take thy bill, and write fourscore.  <strong>8</strong> And the lord commended the unjust steward, because he had done wisely: for the children of this world are in their generation wiser than the children of light.  <strong>9</strong> And I say unto you, Make to yourselves friends of the mammon of unrighteousness; that, when ye fail, they may receive you into everlasting habitations.  <strong>10</strong> He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.  <strong>11</strong> If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?  <strong>12</strong> And if ye have not been faithful in that which is another man’s, who shall give you that which is your own? <strong>13</strong>           No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>14</strong> And the Pharisees also, who were covetous, heard all these things: and they derided him.  <strong>15</strong> And he said unto them, Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God.  <strong>16</strong> The law and the prophets were until John: since that time the kingdom of God is preached, and every man presseth into it.  <strong>17</strong> And it is easier for heaven and earth to pass, than one tittle of the law to fail.  <strong>18</strong> Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her  husband committeth adultery. <strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>1</strong></sup> Jesus told his disciples: \"There was a rich man whose manager was accused of wasting his possessions. <sup><strong>2</strong></sup> So he called him in and asked him, 'What is this I hear about you? Give an account of your management, because you cannot be manager any longer.' <sup><strong>3</strong></sup> \"The manager said to himself, 'What shall I do now? My master is taking away my job. I'm not strong enough to dig, and I'm ashamed to beg-- <sup><strong>4</strong></sup> I know what I'll do so that, when I lose my job here, people will welcome me into their houses.' <sup><strong>5</strong></sup> \"So he called in each one of his master's debtors. He asked the first, 'How much do you owe my master?' <sup><strong>6</strong></sup> \"'Eight hundred gallons of olive oil,' he replied. \"The manager told him, 'Take your bill, sit down quickly, and make it four hundred.' <sup><strong>7</strong></sup> \"Then he asked the second, 'And how much do you owe?'\"'A thousand bushels of wheat,' he replied. \"He told him, 'Take your bill and make it eight hundred.' <sup><strong>8</strong></sup> \"The master commended the dishonest manager because he had acted shrewdly. For the people of this world are more shrewd in dealing with their own kind than are the people of the light. <sup><strong>9</strong></sup> I tell you, use worldly wealth to gain friends for yourselves, so that when it is gone, you will be welcomed into eternal dwellings. <sup><strong>10</strong></sup> \"Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much. <sup><strong>11</strong></sup> So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches? <sup><strong>12</strong></sup> And if you have not been trustworthy with someone else's property, who will give you property of your own? <sup><strong>13</strong></sup> \"No servant can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.\" <sup><strong>14</strong></sup> The Pharisees, who loved money, heard all this and were sneering at Jesus. <sup><strong>15</strong></sup> He said to them, \"You are the ones who justify yourselves in the eyes of men, but God knows your hearts. What is highly valued among men is detestable in God's sight. <sup><strong>16</strong></sup> \"The Law and the Prophets were proclaimed until John. Since that time, the good news of the kingdom of God is being preached, and everyone is forcing his way into it. <sup><strong>17</strong></sup> It is easier for heaven and earth to disappear than for the least stroke of a pen to drop out of the Law. <sup><strong>18</strong></sup> \"Anyone who divorces his wife and marries another woman commits adultery, and the man who marries a divorced woman commits adultery. <sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"61677a4c6451fe5325fa10af","topicId":"61677a456451fe5325fa1097","verse":"Luke 15:11-32","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42015011_07-25\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span> <b class=\"verse-num woc\" id=\"v42015013-1\">13&nbsp;</b><span class=\"woc\">Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.</span> <b class=\"verse-num woc\" id=\"v42015014-1\">14&nbsp;</b><span class=\"woc\">And when he had spent everything, a severe famine arose in that country, and he began to be in need.</span> <b class=\"verse-num woc\" id=\"v42015015-1\">15&nbsp;</b><span class=\"woc\">So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.</span> <b class=\"verse-num woc\" id=\"v42015016-1\">16&nbsp;</b><span class=\"woc\">And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.</span></p>\n<p id=\"p42015016_07-25\"><b class=\"verse-num woc\" id=\"v42015017-1\">17&nbsp;</b><span class=\"woc\">“But when he came to himself, he said, ‘How many of my father’s hired servants have more than enough bread, but I perish here with hunger!</span> <b class=\"verse-num woc\" id=\"v42015018-1\">18&nbsp;</b><span class=\"woc\">I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.</span> <b class=\"verse-num woc\" id=\"v42015019-1\">19&nbsp;</b><span class=\"woc\">I am no longer worthy to be called your son. Treat me as one of your hired servants.”’</span> <b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span> <b class=\"verse-num woc\" id=\"v42015021-1\">21&nbsp;</b><span class=\"woc\">And the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’</span> <b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span> <b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n<p id=\"p42015024_07-25\"><b class=\"verse-num woc\" id=\"v42015025-1\">25&nbsp;</b><span class=\"woc\">“Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.</span> <b class=\"verse-num woc\" id=\"v42015026-1\">26&nbsp;</b><span class=\"woc\">And he called one of the servants and asked what these things meant.</span> <b class=\"verse-num woc\" id=\"v42015027-1\">27&nbsp;</b><span class=\"woc\">And he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’</span> <b class=\"verse-num woc\" id=\"v42015028-1\">28&nbsp;</b><span class=\"woc\">But he was angry and refused to go in. His father came out and entreated him,</span> <b class=\"verse-num woc\" id=\"v42015029-1\">29&nbsp;</b><span class=\"woc\">but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.</span> <b class=\"verse-num woc\" id=\"v42015030-1\">30&nbsp;</b><span class=\"woc\">But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!’</span> <b class=\"verse-num woc\" id=\"v42015031-1\">31&nbsp;</b><span class=\"woc\">And he said to him, ‘Son, you are always with me, and all that is mine is yours.</span> <b class=\"verse-num woc\" id=\"v42015032-1\">32&nbsp;</b><span class=\"woc\">It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.’”</span></p>\n\n</div>","kjv":"<strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  <strong>13</strong> And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.  <strong>14</strong> And when he had spent all, there arose a mighty famine in that land; and he began to be in want.  <strong>15</strong> And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.  <strong>16</strong> And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.  <strong>17</strong> And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!  <strong>18</strong> I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,  <strong>19</strong> And am no more worthy to be called thy son: make me as one of thy hired servants.  <strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  <strong>21</strong> And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.  <strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  <strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  <strong>25</strong> Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.  <strong>26</strong> And he called one of the servants, and asked what these things meant.  <strong>27</strong> And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.  <strong>28</strong> And he was angry, and would not go in: therefore came his father out, and intreated him.  <strong>29</strong> And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:  <strong>30</strong> But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.  <strong>31</strong> And he said unto him, Son, thou art ever with me, and all that I have is thine.  <strong>32</strong> It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found. ","niv":"<sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. <sup><strong>13</strong></sup> \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living. <sup><strong>14</strong></sup> After he had spent everything, there was a severe famine in that whole country, and he began to be in need. <sup><strong>15</strong></sup> So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. <sup><strong>16</strong></sup> He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. <sup><strong>17</strong></sup> \"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death! <sup><strong>18</strong></sup> I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. <sup><strong>19</strong></sup> I am no longer worthy to be called your son; make me like one of your hired men.' <sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. <sup><strong>21</strong></sup> \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. ' <sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. <sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. <sup><strong>25</strong></sup> \"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing. <sup><strong>26</strong></sup> So he called one of the servants and asked him what was going on. <sup><strong>27</strong></sup> 'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.' <sup><strong>28</strong></sup> \"The older brother became angry and refused to go in. So his father went out and pleaded with him. <sup><strong>29</strong></sup> But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. <sup><strong>30</strong></sup> But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!' <sup><strong>31</strong></sup> \"'My son,' the father said, 'you are always with me, and everything I have is yours. <sup><strong>32</strong></sup> But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\" "},{"_id":"61677a4c6451fe5325fa10b0","topicId":"61677a456451fe5325fa1097","verse":"Revelation 14:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014010_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v66014010-1\">10&nbsp;</b>he also will drink the wine of God’s wrath, poured full strength into the cup of his anger, and he will be tormented with fire and sulfur in the presence of the holy angels and in the presence of the Lamb.</p>\n</div>","kjv":"<strong>10</strong> The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:  ","niv":"<sup><strong>10</strong></sup> he, too, will drink of the wine of God's fury, which has been poured full strength into the cup of his wrath. He will be tormented with burning sulfur in the presence of the holy angels and of the Lamb."}]}