{"_id":"61678129a3a86b670bc2f4e3","slug":"loving-your-neighbor","name":"Loving Your Neighbor","verses":[{"_id":"61678129a3a86b670bc2f4e4","topicId":"61678129a3a86b670bc2f4e3","verse":"Mark 12:31","votes":422,"__v":0,"esv":"<div>\n<p id=\"p41012031_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41012031-1\">31&nbsp;</b><span class=\"woc\">The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”</span></p>\n</div>","kjv":"<strong>31</strong> And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.  ","niv":"<sup><strong>31</strong></sup> The second is this: 'Love your neighbor as yourself.' There is no commandment greater than these.\"","modified":"2023-12-05T03:49:20.133Z"},{"_id":"61678129a3a86b670bc2f4e5","topicId":"61678129a3a86b670bc2f4e3","verse":"Leviticus 19:18","votes":327,"__v":0,"esv":"<div>\n<p id=\"p03019018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019018-1\">18&nbsp;</b>You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the LORD.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the LORD.  ","niv":"<sup><strong>18</strong></sup> \"'Do not seek revenge or bear a grudge against one of your people, but love your neighbor as yourself. I am the LORD.","modified":"2022-11-11T10:22:42.690Z"},{"_id":"6167812aa3a86b670bc2f4e6","topicId":"61678129a3a86b670bc2f4e3","verse":"Matthew 7:12","votes":182,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets.","modified":"2022-12-24T21:30:32.430Z"},{"_id":"6167812aa3a86b670bc2f4e7","topicId":"61678129a3a86b670bc2f4e3","verse":"Luke 6:27","votes":171,"__v":0,"esv":"<div>\n\n<p id=\"p42006027_04-4\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span></p>\n</div>","kjv":"<strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  ","niv":"<sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you,","modified":"2023-04-16T16:46:35.809Z"},{"_id":"6167812aa3a86b670bc2f4e8","topicId":"61678129a3a86b670bc2f4e3","verse":"Matthew 22:36-40","votes":157,"__v":0,"esv":"<div>\n<p id=\"p40022036_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022036-1\">36&nbsp;</b>“Teacher, which is the great commandment in the Law?” <b class=\"verse-num\" id=\"v40022037-1\">37&nbsp;</b>And he said to him, <span class=\"woc\">“You shall love the Lord your God with all your heart and with all your soul and with all your mind.</span> <b class=\"verse-num woc\" id=\"v40022038-1\">38&nbsp;</b><span class=\"woc\">This is the great and first commandment.</span> <b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span> <b class=\"verse-num woc\" id=\"v40022040-1\">40&nbsp;</b><span class=\"woc\">On these two commandments depend all the Law and the Prophets.”</span></p>\n</div>","kjv":"<strong>36</strong> Master, which is the great commandment in the law?  <strong>37</strong> Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.  <strong>38</strong> This is the first and great commandment.  <strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  <strong>40</strong> On these two commandments hang all the law and the prophets.  ","niv":"<sup><strong>36</strong></sup> \"Teacher, which is the greatest commandment in the Law?\" <sup><strong>37</strong></sup> Jesus replied: \"'Love the Lord your God with all your heart and with all your soul and with all your mind.' <sup><strong>38</strong></sup> This is the first and greatest commandment. <sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.' <sup><strong>40</strong></sup> All the Law and the Prophets hang on these two commandments.\" ","modified":"2023-01-23T13:14:28.448Z"},{"_id":"6167812ba3a86b670bc2f4e9","topicId":"61678129a3a86b670bc2f4e3","verse":"Romans 13:8-10","votes":139,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-6\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. ","modified":"2022-09-17T03:05:32.789Z"},{"_id":"6167812ba3a86b670bc2f4ea","topicId":"61678129a3a86b670bc2f4e3","verse":"Matthew 19:19","votes":128,"__v":0,"esv":"<div>\n<p id=\"p40019019_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span></p>\n</div>","kjv":"<strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\"","modified":"2022-09-08T12:50:39.251Z"},{"_id":"6167812ba3a86b670bc2f4eb","topicId":"61678129a3a86b670bc2f4e3","verse":"James 2:8","votes":123,"__v":0,"esv":"<div>\n<p id=\"p59002008_01-8\"><b class=\"verse-num\" id=\"v59002008-1\">8&nbsp;</b>If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.</p>\n</div>","kjv":"<strong>8</strong> If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:  ","niv":"<sup><strong>8</strong></sup> If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right."},{"_id":"6167812ba3a86b670bc2f4ec","topicId":"61678129a3a86b670bc2f4e3","verse":"John 15:12","votes":109,"__v":0,"esv":"<div>\n<p id=\"p43015012_01-9\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span></p>\n</div>","kjv":"<strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  ","niv":"<sup><strong>12</strong></sup> My command is this: Love each other as I have loved you."},{"_id":"6167812ca3a86b670bc2f4ed","topicId":"61678129a3a86b670bc2f4e3","verse":"Romans 15:2","votes":107,"__v":0,"esv":"<div>\n<p id=\"p45015002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015002-1\">2&nbsp;</b>Let each of us please his neighbor for his good, to build him up.</p>\n</div>","kjv":"<strong>2</strong> Let every one of us please his neighbour for his  good to edification.  ","niv":"<sup><strong>2</strong></sup> Each of us should please his neighbor for his good, to build him up.","modified":"2022-11-05T01:01:03.616Z"},{"_id":"6167812ca3a86b670bc2f4ee","topicId":"61678129a3a86b670bc2f4e3","verse":"Luke 10:25-37","votes":98,"__v":0,"esv":"<div>\n\n<p id=\"p42010025_07-11\"><b class=\"verse-num\" id=\"v42010025-1\">25&nbsp;</b>And behold, a lawyer stood up to put him to the test, saying, “Teacher, what shall I do to inherit eternal life?” <b class=\"verse-num\" id=\"v42010026-1\">26&nbsp;</b>He said to him, <span class=\"woc\">“What is written in the Law? How do you read it?”</span> <b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.” <b class=\"verse-num\" id=\"v42010028-1\">28&nbsp;</b>And he said to him, <span class=\"woc\">“You have answered correctly; do this, and you will live.”</span></p>\n<p id=\"p42010028_07-11\"><b class=\"verse-num\" id=\"v42010029-1\">29&nbsp;</b>But he, desiring to justify himself, said to Jesus, “And who is my neighbor?” <b class=\"verse-num\" id=\"v42010030-1\">30&nbsp;</b>Jesus replied, <span class=\"woc\">“A man was going down from Jerusalem to Jericho, and he fell among robbers, who stripped him and beat him and departed, leaving him half dead.</span> <b class=\"verse-num woc\" id=\"v42010031-1\">31&nbsp;</b><span class=\"woc\">Now by chance a priest was going down that road, and when he saw him he passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010032-1\">32&nbsp;</b><span class=\"woc\">So likewise a Levite, when he came to the place and saw him, passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010033-1\">33&nbsp;</b><span class=\"woc\">But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion.</span> <b class=\"verse-num woc\" id=\"v42010034-1\">34&nbsp;</b><span class=\"woc\">He went to him and bound up his wounds, pouring on oil and wine. Then he set him on his own animal and brought him to an inn and took care of him.</span> <b class=\"verse-num woc\" id=\"v42010035-1\">35&nbsp;</b><span class=\"woc\">And the next day he took out two denarii and gave them to the innkeeper, saying, ‘Take care of him, and whatever more you spend, I will repay you when I come back.’</span> <b class=\"verse-num woc\" id=\"v42010036-1\">36&nbsp;</b><span class=\"woc\">Which of these three, do you think, proved to be a neighbor to the man who fell among the robbers?”</span> <b class=\"verse-num\" id=\"v42010037-1\">37&nbsp;</b>He said, “The one who showed him mercy.” And Jesus said to him, <span class=\"woc\">“You go, and do likewise.”</span></p>\n\n</div>","kjv":"<strong>25</strong> And, behold, a certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life?  <strong>26</strong> He said unto him, What is written in the law? how readest thou?  <strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  <strong>28</strong> And he said unto him, Thou hast answered right: this do, and thou shalt live.  <strong>29</strong> But he, willing to justify himself, said unto Jesus, And who is my neighbour?  <strong>30</strong> And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him  half dead.  <strong>31</strong> And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.  <strong>32</strong> And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.  <strong>33</strong> But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,  <strong>34</strong> And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.  <strong>35</strong> And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.  <strong>36</strong> Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?  <strong>37</strong> And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise. ","niv":"<sup><strong>25</strong></sup> On one occasion an expert in the law stood up to test Jesus. \"Teacher,\" he asked, \"what must I do to inherit eternal life?\" <sup><strong>26</strong></sup> \"What is written in the Law?\" he replied. \"How do you read it?\" <sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\" <sup><strong>28</strong></sup> \"You have answered correctly,\" Jesus replied. \"Do this and you will live.\" <sup><strong>29</strong></sup> But he wanted to justify himself, so he asked Jesus, \"And who is my neighbor?\" <sup><strong>30</strong></sup> In reply Jesus said: \"A man was going down from Jerusalem to Jericho, when he fell into the hands of robbers. They stripped him of his clothes, beat him and went away, leaving him half dead. <sup><strong>31</strong></sup> A priest happened to be going down the same road, and when he saw the man, he passed by on the other side. <sup><strong>32</strong></sup> So too, a Levite, when he came to the place and saw him, passed by on the other side. <sup><strong>33</strong></sup> But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him. <sup><strong>34</strong></sup> He went to him and bandaged his wounds, pouring on oil and wine. Then he put the man on his own donkey, took him to an inn and took care of him. <sup><strong>35</strong></sup> The next day he took out two silver coins and gave them to the innkeeper. 'Look after him,' he said, 'and when I return, I will reimburse you for any extra expense you may have.' <sup><strong>36</strong></sup> \"Which of these three do you think was a neighbor to the man who fell into the hands of robbers?\" <sup><strong>37</strong></sup> The expert in the law replied, \"The one who had mercy on him.\" Jesus told him, \"Go and do likewise.\" ","modified":"2022-08-01T03:08:37.802Z"},{"_id":"6167812ca3a86b670bc2f4ef","topicId":"61678129a3a86b670bc2f4e3","verse":"Romans 13:9","votes":96,"__v":0,"esv":"<div>\n<p id=\"p45013009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.”</p>\n</div>","kjv":"<strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\""},{"_id":"6167812da3a86b670bc2f4f0","topicId":"61678129a3a86b670bc2f4e3","verse":"Galatians 5:14","votes":95,"__v":0,"esv":"<div>\n<p id=\"p48005014_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”</p>\n</div>","kjv":"<strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\""},{"_id":"6167812da3a86b670bc2f4f1","topicId":"61678129a3a86b670bc2f4e3","verse":"1 John 4:16","votes":88,"__v":0,"esv":"<div>\n<p id=\"p62004016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.</p>\n</div>","kjv":"<strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  ","niv":"<sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him."},{"_id":"6167812da3a86b670bc2f4f2","topicId":"61678129a3a86b670bc2f4e3","verse":"Matthew 22:39","votes":85,"__v":0,"esv":"<div>\n<p id=\"p40022039_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span></p>\n</div>","kjv":"<strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.'","modified":"2023-09-23T20:24:58.295Z"},{"_id":"6167812ea3a86b670bc2f4f3","topicId":"61678129a3a86b670bc2f4e3","verse":"1 John 4:21","votes":79,"__v":0,"esv":"<div>\n<p id=\"p62004021_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004021-1\">21&nbsp;</b>And this commandment we have from him: whoever loves God must also love his brother.</p>\n</div>","kjv":"<strong>21</strong> And this commandment have we from him, That he who loveth God love his brother also.  ","niv":"<sup><strong>21</strong></sup> And he has given us this command: Whoever loves God must also love his brother.","modified":"2022-09-17T03:35:37.116Z"},{"_id":"6167812ea3a86b670bc2f4f4","topicId":"61678129a3a86b670bc2f4e3","verse":"Luke 10:27","votes":67,"__v":0,"esv":"<div>\n<p id=\"p42010027_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.”</p>\n</div>","kjv":"<strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  ","niv":"<sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\"","modified":"2023-11-17T19:36:47.492Z"},{"_id":"6167812ea3a86b670bc2f4f5","topicId":"61678129a3a86b670bc2f4e3","verse":"Romans 13:10","votes":62,"__v":0,"esv":"<div>\n<p id=\"p45013010_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n</div>","kjv":"<strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  ","niv":"<sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law.","modified":"2022-09-17T18:38:14.226Z"},{"_id":"6167812ea3a86b670bc2f4f6","topicId":"61678129a3a86b670bc2f4e3","verse":"John 3:16","votes":58,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-19\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6167812fa3a86b670bc2f4f7","topicId":"61678129a3a86b670bc2f4e3","verse":"1 John 4:7","votes":55,"__v":0,"esv":"<div>\n\n<p id=\"p62004007_04-20\"><b class=\"verse-num\" id=\"v62004007-1\">7&nbsp;</b>Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.</p>\n</div>","kjv":"<strong>7</strong> Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.  ","niv":"<sup><strong>7</strong></sup> Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God."},{"_id":"6167812fa3a86b670bc2f4f8","topicId":"61678129a3a86b670bc2f4e3","verse":"Colossians 3:12-14","votes":54,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-21\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. "},{"_id":"6167812fa3a86b670bc2f4f9","topicId":"61678129a3a86b670bc2f4e3","verse":"Matthew 7:1-2","votes":52,"__v":0,"kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. ","modified":"2022-09-16T18:42:11.986Z"},{"_id":"61678130a3a86b670bc2f4fa","topicId":"61678129a3a86b670bc2f4e3","verse":"Romans 13:8","votes":53,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-23\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law.","modified":"2023-11-22T20:54:17.140Z"},{"_id":"61678130a3a86b670bc2f4fb","topicId":"61678129a3a86b670bc2f4e3","verse":"Ephesians 4:25","votes":52,"__v":0,"esv":"<div>\n<p id=\"p49004025_01-24\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another.</p>\n</div>","kjv":"<strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  ","niv":"<sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body.","modified":"2023-01-12T02:27:34.944Z"},{"_id":"61678130a3a86b670bc2f4fc","topicId":"61678129a3a86b670bc2f4e3","verse":"Romans 5:8","votes":46,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.","modified":"2022-08-22T21:44:12.944Z"}]}