{"_id":"61678100a3a86b670bc2f4cb","slug":"loving-your-husband","name":"Loving Your Husband","verses":[{"_id":"61678101a3a86b670bc2f4cc","topicId":"61678100a3a86b670bc2f4cb","verse":"1 Peter 3:1-22","votes":99,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n<p id=\"p60003006_04-1\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n<p id=\"p60003007_08-1\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. <b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. <b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_08-1\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_08-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_08-1\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_08-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br><span id=\"p60003011_08-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003011-1\">11&nbsp;</b>&nbsp;&nbsp;let him turn away from evil and do good;</span><br><span id=\"p60003011_08-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him seek peace and pursue it.</span><br><span id=\"p60003012_08-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_08-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_08-1\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60003012_08-1\"><b class=\"verse-num\" id=\"v60003013-1\">13&nbsp;</b>Now who is there to harm you if you are zealous for what is good? <b class=\"verse-num\" id=\"v60003014-1\">14&nbsp;</b>But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled, <b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame. <b class=\"verse-num\" id=\"v60003017-1\">17&nbsp;</b>For it is better to suffer for doing good, if that should be God’s will, than for doing evil.</p>\n<p id=\"p60003017_08-1\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  <strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  <strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  <strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  <strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  <strong>11</strong> Let him eschew evil, and do good; let him seek peace, and ensue it.  <strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  <strong>13</strong> And who is he that will harm you, if ye be followers of that which is good?  <strong>14</strong> But and if ye suffer for righteousness’ sake, happy are ye:  and be not afraid of their terror, neither be troubled;  <strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  <strong>17</strong> For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.  <strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. <sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. <sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble. <sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing. <sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech. <sup><strong>11</strong></sup> He must turn from evil and do good; he must seek peace and pursue it. <sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\" <sup><strong>13</strong></sup> Who is going to harm you if you are eager to do good? <sup><strong>14</strong></sup> But even if you should suffer for what is right, you are blessed. \"Do not fear what they fear; do not be frightened.\" <sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <sup><strong>16</strong></sup> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. <sup><strong>17</strong></sup> It is better, if it is God's will, to suffer for doing good than for doing evil. <sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"61678101a3a86b670bc2f4cd","topicId":"61678100a3a86b670bc2f4cb","verse":"1 Peter 4:8","votes":94,"__v":0,"esv":"<div>\n<p id=\"p60004008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004008-1\">8&nbsp;</b>Above all, keep loving one another earnestly, since love covers a multitude of sins.</p>\n</div>","kjv":"<strong>8</strong> And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.  ","niv":"<sup><strong>8</strong></sup> Above all, love each other deeply, because love covers over a multitude of sins."},{"_id":"61678101a3a86b670bc2f4ce","topicId":"61678100a3a86b670bc2f4cb","verse":"Genesis 2:24","votes":91,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-4\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"61678101a3a86b670bc2f4cf","topicId":"61678100a3a86b670bc2f4cb","verse":"1 Corinthians 7:1-40","votes":90,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband. <b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n<p id=\"p46007005_04-6\"><b class=\"verse-num\" id=\"v46007006-1\">6&nbsp;</b>Now as a concession, not a command, I say this. <b class=\"verse-num\" id=\"v46007007-1\">7&nbsp;</b>I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another.</p>\n<p id=\"p46007007_04-6\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am. <b class=\"verse-num\" id=\"v46007009-1\">9&nbsp;</b>But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.</p>\n<p id=\"p46007009_04-6\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n<p id=\"p46007011_04-6\"><b class=\"verse-num\" id=\"v46007012-1\">12&nbsp;</b>To the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her. <b class=\"verse-num\" id=\"v46007013-1\">13&nbsp;</b>If any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him. <b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy. <b class=\"verse-num\" id=\"v46007015-1\">15&nbsp;</b>But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace. <b class=\"verse-num\" id=\"v46007016-1\">16&nbsp;</b>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?</p>\n\n<p id=\"p46007016_09-6\"><b class=\"verse-num\" id=\"v46007017-1\">17&nbsp;</b>Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches. <b class=\"verse-num\" id=\"v46007018-1\">18&nbsp;</b>Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision. <b class=\"verse-num\" id=\"v46007019-1\">19&nbsp;</b>For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God. <b class=\"verse-num\" id=\"v46007020-1\">20&nbsp;</b>Each one should remain in the condition in which he was called. <b class=\"verse-num\" id=\"v46007021-1\">21&nbsp;</b>Were you a bondservant when called? Do not be concerned about it. (But if you can gain your freedom, avail yourself of the opportunity.) <b class=\"verse-num\" id=\"v46007022-1\">22&nbsp;</b>For he who was called in the Lord as a bondservant is a freedman of the Lord. Likewise he who was free when called is a bondservant of Christ. <b class=\"verse-num\" id=\"v46007023-1\">23&nbsp;</b>You were bought with a price; do not become bondservants of men. <b class=\"verse-num\" id=\"v46007024-1\">24&nbsp;</b>So, brothers, in whatever condition each was called, there let him remain with God.</p>\n\n<p id=\"p46007024_14-6\"><b class=\"verse-num\" id=\"v46007025-1\">25&nbsp;</b>Now concerning the betrothed, I have no command from the Lord, but I give my judgment as one who by the Lord’s mercy is trustworthy. <b class=\"verse-num\" id=\"v46007026-1\">26&nbsp;</b>I think that in view of the present distress it is good for a person to remain as he is. <b class=\"verse-num\" id=\"v46007027-1\">27&nbsp;</b>Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife. <b class=\"verse-num\" id=\"v46007028-1\">28&nbsp;</b>But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that. <b class=\"verse-num\" id=\"v46007029-1\">29&nbsp;</b>This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none, <b class=\"verse-num\" id=\"v46007030-1\">30&nbsp;</b>and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods, <b class=\"verse-num\" id=\"v46007031-1\">31&nbsp;</b>and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away.</p>\n<p id=\"p46007031_14-6\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n<p id=\"p46007035_14-6\"><b class=\"verse-num\" id=\"v46007036-1\">36&nbsp;</b>If anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry—it is no sin. <b class=\"verse-num\" id=\"v46007037-1\">37&nbsp;</b>But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well. <b class=\"verse-num\" id=\"v46007038-1\">38&nbsp;</b>So then he who marries his betrothed does well, and he who refrains from marriage will do even better.</p>\n<p id=\"p46007038_14-6\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord. <b class=\"verse-num\" id=\"v46007040-1\">40&nbsp;</b>Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  <strong>6</strong> But I speak this by permission, and not of commandment.  <strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  <strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  <strong>12</strong> But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.  <strong>13</strong> And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.  <strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  <strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  <strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  <strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  <strong>20</strong> Let every man abide in the same calling wherein he was called.  <strong>21</strong> Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.  <strong>22</strong> For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called, being free, is Christ’s servant.  <strong>23</strong> Ye are bought with a price; be not ye the servants of men.  <strong>24</strong> Brethren, let every man, wherein he is called, therein abide with God.  <strong>25</strong> Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.  <strong>26</strong> I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.  <strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  <strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  <strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. <sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. <sup><strong>6</strong></sup> I say this as a concession, not as a command. <sup><strong>7</strong></sup> I wish that all men were as I am. But each man has his own gift from God; one has this gift, another has that. <sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. <sup><strong>9</strong></sup> But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion. <sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. <sup><strong>12</strong></sup> To the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her. <sup><strong>13</strong></sup> And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him. <sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy. <sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace. <sup><strong>16</strong></sup> How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife? <sup><strong>17</strong></sup> Nevertheless, each one should retain the place in life that the Lord assigned to him and to which God has called him. This is the rule I lay down in all the churches. <sup><strong>18</strong></sup> Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised. <sup><strong>19</strong></sup> Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts. <sup><strong>20</strong></sup> Each one should remain in the situation which he was in when God called him. <sup><strong>21</strong></sup> Were you a slave when you were called? Don't let it trouble you--although if you can gain your freedom, do so. <sup><strong>22</strong></sup> For he who was a slave when he was called by the Lord is the Lord's freedman; similarly, he who was a free man when he was called is Christ's slave. <sup><strong>23</strong></sup> You were bought at a price; do not become slaves of men. <sup><strong>24</strong></sup> Brothers, each man, as responsible to God, should remain in the situation God called him to. <sup><strong>25</strong></sup> Now about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord's mercy is trustworthy. <sup><strong>26</strong></sup> Because of the present crisis, I think that it is good for you to remain as you are. <sup><strong>27</strong></sup> Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife. <sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this. <sup><strong>29</strong></sup> What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none; <sup><strong>30</strong></sup> those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep; <sup><strong>31</strong></sup> those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away. <sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. <sup><strong>37</strong></sup> But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing. <sup><strong>38</strong></sup> So then, he who marries the virgin does right, but he who does not marry her does even better. <sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord. <sup><strong>40</strong></sup> In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God. "},{"_id":"61678102a3a86b670bc2f4d0","topicId":"61678100a3a86b670bc2f4cb","verse":"Ephesians 5:22-24","votes":88,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-7\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. "},{"_id":"61678102a3a86b670bc2f4d1","topicId":"61678100a3a86b670bc2f4cb","verse":"Titus 2:4-5","votes":70,"__v":0,"esv":"<div>\n\n<p id=\"p56002001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56002001-1\">2:1&nbsp;</b>But as for you, teach what accords with sound doctrine. <b class=\"verse-num\" id=\"v56002002-1\">2&nbsp;</b>Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness. <b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled. <b class=\"verse-num\" id=\"v56002006-1\">6&nbsp;</b>Likewise, urge the younger men to be self-controlled. <b class=\"verse-num\" id=\"v56002007-1\">7&nbsp;</b>Show yourself in all respects to be a model of good works, and in your teaching show integrity, dignity, <b class=\"verse-num\" id=\"v56002008-1\">8&nbsp;</b>and sound speech that cannot be condemned, so that an opponent may be put to shame, having nothing evil to say about us. <b class=\"verse-num\" id=\"v56002009-1\">9&nbsp;</b>Bondservants are to be submissive to their own masters in everything; they are to be well-pleasing, not argumentative, <b class=\"verse-num\" id=\"v56002010-1\">10&nbsp;</b>not pilfering, but showing all good faith, so that in everything they may adorn the doctrine of God our Savior.</p>\n<p id=\"p56002010_04-12\"><b class=\"verse-num\" id=\"v56002011-1\">11&nbsp;</b>For the grace of God has appeared, bringing salvation for all people, <b class=\"verse-num\" id=\"v56002012-1\">12&nbsp;</b>training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age, <b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ, <b class=\"verse-num\" id=\"v56002014-1\">14&nbsp;</b>who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.</p>\n<p id=\"p56002014_04-12\"><b class=\"verse-num\" id=\"v56002015-1\">15&nbsp;</b>Declare these things; exhort and rebuke with all authority. Let no one disregard you.</p>\n\n</div>","kjv":"<strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. ","modified":"2023-03-06T22:37:02.899Z"},{"_id":"61678102a3a86b670bc2f4d2","topicId":"61678100a3a86b670bc2f4cb","verse":"Proverbs 31:11-31","votes":64,"__v":0,"esv":"<div>\n\n<p id=\"p20031001_06-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v20031001-1\">31:1&nbsp;</b>The words of King Lemuel. An oracle that his mother taught him:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031002_06-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031002-1\">2&nbsp;</b>&nbsp;&nbsp;What are you doing, my son? What are you doing, son of my womb?</span><br><span id=\"p20031002_06-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;What are you doing, son of my vows?</span><br><span id=\"p20031003_06-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031003-1\">3&nbsp;</b>&nbsp;&nbsp;Do not give your strength to women,</span><br><span id=\"p20031003_06-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your ways to those who destroy kings.</span><br><span id=\"p20031004_06-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031004-1\">4&nbsp;</b>&nbsp;&nbsp;It is not for kings, O Lemuel,</span><br><span id=\"p20031004_06-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is not for kings to drink wine,</span><br><span id=\"p20031004_06-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or for rulers to take strong drink,</span><br><span id=\"p20031005_06-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031005-1\">5&nbsp;</b>&nbsp;&nbsp;lest they drink and forget what has been decreed</span><br><span id=\"p20031005_06-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pervert the rights of all the afflicted.</span><br><span id=\"p20031006_06-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031006-1\">6&nbsp;</b>&nbsp;&nbsp;Give strong drink to the one who is perishing,</span><br><span id=\"p20031006_06-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wine to those in bitter distress;</span><br><span id=\"p20031007_06-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031007-1\">7&nbsp;</b>&nbsp;&nbsp;let them drink and forget their poverty</span><br><span id=\"p20031007_06-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remember their misery no more.</span><br><span id=\"p20031008_06-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031008-1\">8&nbsp;</b>&nbsp;&nbsp;Open your mouth for the mute,</span><br><span id=\"p20031008_06-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the rights of all who are destitute.</span><br><span id=\"p20031009_06-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031009-1\">9&nbsp;</b>&nbsp;&nbsp;Open your mouth, judge righteously,</span><br><span id=\"p20031009_06-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defend the rights of the poor and needy.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031010_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031010-1\">10&nbsp;</b>&nbsp;&nbsp; An excellent wife who can find?</span><br><span id=\"p20031010_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She is far more precious than jewels.</span><br><span id=\"p20031011_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031011-1\">11&nbsp;</b>&nbsp;&nbsp;The heart of her husband trusts in her,</span><br><span id=\"p20031011_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will have no lack of gain.</span><br><span id=\"p20031012_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031012-1\">12&nbsp;</b>&nbsp;&nbsp;She does him good, and not harm,</span><br><span id=\"p20031012_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of her life.</span><br><span id=\"p20031013_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031013-1\">13&nbsp;</b>&nbsp;&nbsp;She seeks wool and flax,</span><br><span id=\"p20031013_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and works with willing hands.</span><br><span id=\"p20031014_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031014-1\">14&nbsp;</b>&nbsp;&nbsp;She is like the ships of the merchant;</span><br><span id=\"p20031014_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she brings her food from afar.</span><br><span id=\"p20031015_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031015-1\">15&nbsp;</b>&nbsp;&nbsp;She rises while it is yet night</span><br><span id=\"p20031015_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and provides food for her household</span><br><span id=\"p20031015_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and portions for her maidens.</span><br><span id=\"p20031016_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031016-1\">16&nbsp;</b>&nbsp;&nbsp;She considers a field and buys it;</span><br><span id=\"p20031016_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the fruit of her hands she plants a vineyard.</span><br><span id=\"p20031017_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031017-1\">17&nbsp;</b>&nbsp;&nbsp;She dresses herself with strength</span><br><span id=\"p20031017_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes her arms strong.</span><br><span id=\"p20031018_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031018-1\">18&nbsp;</b>&nbsp;&nbsp;She perceives that her merchandise is profitable.</span><br><span id=\"p20031018_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Her lamp does not go out at night.</span><br><span id=\"p20031019_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031019-1\">19&nbsp;</b>&nbsp;&nbsp;She puts her hands to the distaff,</span><br><span id=\"p20031019_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her hands hold the spindle.</span><br><span id=\"p20031020_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031020-1\">20&nbsp;</b>&nbsp;&nbsp;She opens her hand to the poor</span><br><span id=\"p20031020_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and reaches out her hands to the needy.</span><br><span id=\"p20031021_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031021-1\">21&nbsp;</b>&nbsp;&nbsp;She is not afraid of snow for her household,</span><br><span id=\"p20031021_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all her household are clothed in scarlet.</span><br><span id=\"p20031022_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031022-1\">22&nbsp;</b>&nbsp;&nbsp;She makes bed coverings for herself;</span><br><span id=\"p20031022_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her clothing is fine linen and purple.</span><br><span id=\"p20031023_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031023-1\">23&nbsp;</b>&nbsp;&nbsp;Her husband is known in the gates</span><br><span id=\"p20031023_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he sits among the elders of the land.</span><br><span id=\"p20031024_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031024-1\">24&nbsp;</b>&nbsp;&nbsp;She makes linen garments and sells them;</span><br><span id=\"p20031024_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she delivers sashes to the merchant.</span><br><span id=\"p20031025_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031025-1\">25&nbsp;</b>&nbsp;&nbsp;Strength and dignity are her clothing,</span><br><span id=\"p20031025_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and she laughs at the time to come.</span><br><span id=\"p20031026_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031026-1\">26&nbsp;</b>&nbsp;&nbsp;She opens her mouth with wisdom,</span><br><span id=\"p20031026_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the teaching of kindness is on her tongue.</span><br><span id=\"p20031027_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031027-1\">27&nbsp;</b>&nbsp;&nbsp;She looks well to the ways of her household</span><br><span id=\"p20031027_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not eat the bread of idleness.</span><br><span id=\"p20031028_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031028-1\">28&nbsp;</b>&nbsp;&nbsp;Her children rise up and call her blessed;</span><br><span id=\"p20031028_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her husband also, and he praises her:</span><br><span id=\"p20031029_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031029-1\">29&nbsp;</b>&nbsp;&nbsp;“Many women have done excellently,</span><br><span id=\"p20031029_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you surpass them all.”</span><br><span id=\"p20031030_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031030-1\">30&nbsp;</b>&nbsp;&nbsp;Charm is deceitful, and beauty is vain,</span><br><span id=\"p20031030_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a woman who fears the LORD is to be praised.</span><br><span id=\"p20031031_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031031-1\">31&nbsp;</b>&nbsp;&nbsp;Give her of the fruit of her hands,</span><br><span id=\"p20031031_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let her works praise her in the gates.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> The heart of her husband doth safely trust in her, so that he shall have no need of spoil.  <strong>12</strong> She will do him good and not evil all the days of her life.  <strong>13</strong> She seeketh wool, and flax, and worketh willingly with her hands.  <strong>14</strong> She is like the merchants’ ships; she bringeth her food from afar.  <strong>15</strong> She riseth also while it is yet night, and giveth meat to her household, and a portion to her maidens.  <strong>16</strong> She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.  <strong>17</strong> She girdeth her loins with strength, and strengtheneth her arms.  <strong>18</strong> She perceiveth that her merchandise is good: her candle goeth not out by night.  <strong>19</strong> She layeth her hands to the spindle, and her hands hold the distaff.  <strong>20</strong> She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy.  <strong>21</strong> She is not afraid of the snow for her household: for all her household are clothed with scarlet.  <strong>22</strong> She maketh herself coverings of tapestry; her clothing is  silk and purple.  <strong>23</strong> Her husband is known in the gates, when he sitteth among the elders of the land.  <strong>24</strong> She maketh fine linen, and selleth it; and delivereth girdles unto the merchant.  <strong>25</strong> Strength and honour are her clothing; and she shall rejoice in time to come.  <strong>26</strong> She openeth her mouth with wisdom; and in her tongue is the law of kindness.  <strong>27</strong> She looketh well to the ways of her household, and eateth not the bread of idleness.  <strong>28</strong> Her children arise up, and call her blessed; her husband also,  and he praiseth her.  <strong>29</strong> Many daughters have done virtuously, but thou excellest them all.  <strong>30</strong> Favour is deceitful, and beauty is vain: but  a woman that feareth the LORD, she shall be praised.  <strong>31</strong> Give her of the fruit of her hands; and let her own works praise her in the gates.  ","niv":"<sup><strong>11</strong></sup> Her husband has full confidence in her and lacks nothing of value. <sup><strong>12</strong></sup> She brings him good, not harm, all the days of her life. <sup><strong>13</strong></sup> She selects wool and flax and works with eager hands. <sup><strong>14</strong></sup> She is like the merchant ships, bringing her food from afar. <sup><strong>15</strong></sup> She gets up while it is still dark; she provides food for her family and portions for her servant girls. <sup><strong>16</strong></sup> She considers a field and buys it; out of her earnings she plants a vineyard. <sup><strong>17</strong></sup> She sets about her work vigorously; her arms are strong for her tasks. <sup><strong>18</strong></sup> She sees that her trading is profitable, and her lamp does not go out at night. <sup><strong>19</strong></sup> In her hand she holds the distaff and grasps the spindle with her fingers. <sup><strong>20</strong></sup> She opens her arms to the poor and extends her hands to the needy. <sup><strong>21</strong></sup> When it snows, she has no fear for her household; for all of them are clothed in scarlet. <sup><strong>22</strong></sup> She makes coverings for her bed; she is clothed in fine linen and purple. <sup><strong>23</strong></sup> Her husband is respected at the city gate, where he takes his seat among the elders of the land. <sup><strong>24</strong></sup> She makes linen garments and sells them, and supplies the merchants with sashes. <sup><strong>25</strong></sup> She is clothed with strength and dignity; she can laugh at the days to come. <sup><strong>26</strong></sup> She speaks with wisdom, and faithful instruction is on her tongue. <sup><strong>27</strong></sup> She watches over the affairs of her household and does not eat the bread of idleness. <sup><strong>28</strong></sup> Her children arise and call her blessed; her husband also, and he praises her: <sup><strong>29</strong></sup> \"Many women do noble things, but you surpass them all.\" <sup><strong>30</strong></sup> Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised. <sup><strong>31</strong></sup> Give her the reward she has earned, and let her works bring her praise at the city gate. "},{"_id":"61678103a3a86b670bc2f4d3","topicId":"61678100a3a86b670bc2f4cb","verse":"1 John 4:12","votes":53,"__v":0,"esv":"<div>\n<p id=\"p62004012_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004012-1\">12&nbsp;</b>No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.</p>\n</div>","kjv":"<strong>12</strong> No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.  ","niv":"<sup><strong>12</strong></sup> No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us."},{"_id":"61678103a3a86b670bc2f4d4","topicId":"61678100a3a86b670bc2f4cb","verse":"Hebrews 13:4","votes":48,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"61678103a3a86b670bc2f4d5","topicId":"61678100a3a86b670bc2f4cb","verse":"Titus 2:1-15","votes":42,"__v":0,"kjv":"<strong>1</strong> But speak thou the things which become sound doctrine:  <strong>2</strong> That the aged men be sober, grave, temperate, sound in faith, in charity, in patience.  <strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  <strong>6</strong> Young men likewise exhort to be sober minded.  <strong>7</strong> In all things shewing thyself a pattern of good works: in doctrine shewing uncorruptness, gravity, sincerity,  <strong>8</strong> Sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.  <strong>9</strong> Exhort servants to be obedient unto their own masters, and to please them well in all things; not answering again;  <strong>10</strong> Not purloining, but shewing all good fidelity; that they may adorn the doctrine of God our Saviour in all things.  <strong>11</strong> For the grace of God that bringeth salvation hath appeared to all men,  <strong>12</strong> Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;  <strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  <strong>14</strong> Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.  <strong>15</strong> These things speak, and exhort, and rebuke with all authority. Let no man despise thee.  ","niv":"<sup><strong>1</strong></sup> You must teach what is in accord with sound doctrine. <sup><strong>2</strong></sup> Teach the older men to be temperate, worthy of respect, self-controlled, and sound in faith, in love and in endurance. <sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. <sup><strong>6</strong></sup> Similarly, encourage the young men to be self-controlled. <sup><strong>7</strong></sup> In everything set them an example by doing what is good. In your teaching show integrity, seriousness <sup><strong>8</strong></sup> and soundness of speech that cannot be condemned, so that those who oppose you may be ashamed because they have nothing bad to say about us. <sup><strong>9</strong></sup> Teach slaves to be subject to their masters in everything, to try to please them, not to talk back to them, <sup><strong>10</strong></sup> and not to steal from them, but to show that they can be fully trusted, so that in every way they will make the teaching about God our Savior attractive. <sup><strong>11</strong></sup> For the grace of God that brings salvation has appeared to all men. <sup><strong>12</strong></sup> It teaches us to say \"No\" to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age, <sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ, <sup><strong>14</strong></sup> who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good. <sup><strong>15</strong></sup> These, then, are the things you should teach. Encourage and rebuke with all authority. Do not let anyone despise you. "},{"_id":"61678103a3a86b670bc2f4d6","topicId":"61678100a3a86b670bc2f4cb","verse":"1 Corinthians 13:1-13","votes":41,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-14\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-14\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-14\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"61678104a3a86b670bc2f4d7","topicId":"61678100a3a86b670bc2f4cb","verse":"Ephesians 5:22-25","votes":36,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-15\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_04-15\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her,</p>\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her "},{"_id":"61678104a3a86b670bc2f4d8","topicId":"61678100a3a86b670bc2f4cb","verse":"1 Corinthians 10:13","votes":35,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"61678104a3a86b670bc2f4d9","topicId":"61678100a3a86b670bc2f4cb","verse":"Titus 2:4","votes":34,"__v":0,"esv":"<div>\n<p id=\"p56002004_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children,</p>\n</div>","kjv":"<strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  ","niv":"<sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children,"},{"_id":"61678105a3a86b670bc2f4da","topicId":"61678100a3a86b670bc2f4cb","verse":"1 Corinthians 13:13","votes":32,"__v":0,"esv":"<div>\n<p id=\"p46013013_01-20\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n</div>","kjv":"<strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love."},{"_id":"61678105a3a86b670bc2f4db","topicId":"61678100a3a86b670bc2f4cb","verse":"Deuteronomy 24:1-4","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p05024001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05024001-1\">24:1&nbsp;</b>“When a man takes a wife and marries her, if then she finds no favor in his eyes because he has found some indecency in her, and he writes her a certificate of divorce and puts it in her hand and sends her out of his house, and she departs out of his house, <b class=\"verse-num\" id=\"v05024002-1\">2&nbsp;</b>and if she goes and becomes another man’s wife, <b class=\"verse-num\" id=\"v05024003-1\">3&nbsp;</b>and the latter man hates her and writes her a certificate of divorce and puts it in her hand and sends her out of his house, or if the latter man dies, who took her to be his wife, <b class=\"verse-num\" id=\"v05024004-1\">4&nbsp;</b>then her former husband, who sent her away, may not take her again to be his wife, after she has been defiled, for that is an abomination before the LORD. And you shall not bring sin upon the land that the LORD your God is giving you for an inheritance.</p>\n</div>","kjv":"<strong>1</strong> When a man hath taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he hath found some uncleanness in her: then let him write her a bill of divorcement, and give it in her hand, and send her out of his house.  <strong>2</strong> And when she is departed out of his house, she may go and be another man’s wife.  <strong>3</strong> And if the latter husband hate her, and write her a bill of divorcement, and giveth it in her hand, and sendeth her out of his house; or if the latter husband die, which took her to be his wife;  <strong>4</strong> Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that is abomination before the LORD: and thou shalt not cause the land to sin, which the LORD thy God giveth thee for an inheritance.  ","niv":"<sup><strong>1</strong></sup> If a man marries a woman who becomes displeasing to him because he finds something indecent about her, and he writes her a certificate of divorce, gives it to her and sends her from his house, <sup><strong>2</strong></sup> and if after she leaves his house she becomes the wife of another man, <sup><strong>3</strong></sup> and her second husband dislikes her and writes her a certificate of divorce, gives it to her and sends her from his house, or if he dies, <sup><strong>4</strong></sup> then her first husband, who divorced her, is not allowed to marry her again after she has been defiled. That would be detestable in the eyes of the LORD. Do not bring sin upon the land the LORD your God is giving you as an inheritance. "},{"_id":"61678105a3a86b670bc2f4dc","topicId":"61678100a3a86b670bc2f4cb","verse":"Romans 1:26-2:1","votes":20,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-22\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_01-22\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n<p id=\"p45002001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things.</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  <strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  ","niv":""},{"_id":"61678106a3a86b670bc2f4dd","topicId":"61678100a3a86b670bc2f4cb","verse":"1 Corinthians 13:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46013009_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part,</p>\n</div>","kjv":"<strong>9</strong> For we know in part, and we prophesy in part.  ","niv":"<sup><strong>9</strong></sup> For we know in part and we prophesy in part,"},{"_id":"61678106a3a86b670bc2f4de","topicId":"61678100a3a86b670bc2f4cb","verse":"Genesis 3:1-18:33","votes":5,"__v":0,"kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  <strong>2</strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:  <strong>3</strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.  <strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  <strong>6</strong> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.  <strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  <strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  <strong>9</strong> And the LORD God called unto Adam, and said unto him, Where art  thou?  <strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  <strong>11</strong> And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?  <strong>12</strong> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.  <strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  <strong>14</strong> And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:  <strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  <strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  <strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  <strong>20</strong> And Adam called his wife’s name Eve; because she was the mother of all living.  <strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  <strong>22</strong> And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:  <strong>23</strong> Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.  <strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  <strong>1</strong> And Adam knew Eve his wife; and she conceived, and bare Cain, and said, I have gotten a man from the LORD.  <strong>2</strong> And she again bare his brother Abel. And Abel was a keeper of sheep, but Cain was a tiller of the ground.  <strong>3</strong> And in process of time it came to pass, that Cain brought of the fruit of the ground an offering unto the LORD.  <strong>4</strong> And Abel, he also brought of the firstlings of his flock and of the fat thereof. And the LORD had respect unto Abel and to his offering:  <strong>5</strong> But unto Cain and to his offering he had not respect. And Cain was very wroth, and his countenance fell.  <strong>6</strong> And the LORD said unto Cain, Why art thou wroth? and why is thy countenance fallen?  <strong>7</strong> If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.  <strong>8</strong> And Cain talked with Abel his brother: and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him.  <strong>9</strong> And the LORD said unto Cain, Where is Abel thy brother? And he said, I know not: Am I my brother’s keeper?  <strong>10</strong> And he said, What hast thou done? the voice of thy brother’s blood crieth unto me from the ground.  <strong>11</strong> And now art thou cursed from the earth, which hath opened her mouth to receive thy brother’s blood from thy hand;  <strong>12</strong> When thou tillest the ground, it shall not henceforth yield unto thee her strength; a fugitive and a vagabond shalt thou be in the earth.  <strong>13</strong> And Cain said unto the LORD, My punishment is greater than I can bear.  <strong>14</strong> Behold, thou hast driven me out this day from the face of the earth; and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that every one that findeth me shall slay me.  <strong>15</strong> And the LORD said unto him, Therefore whosoever slayeth Cain, vengeance shall be taken on him sevenfold. And the LORD set a mark upon Cain, lest any finding him should kill him.  <strong>16</strong> And Cain went out from the presence of the LORD, and dwelt in the land of Nod, on the east of Eden.  <strong>17</strong> And Cain knew his wife; and she conceived, and bare Enoch: and he builded a city, and called the name of the city, after the name of his son, Enoch.  <strong>18</strong> And unto Enoch was born Irad: and Irad begat Mehujael: and Mehujael begat Methusael: and Methusael begat Lamech.  <strong>19</strong> And Lamech took unto him two wives: the name of the one was  Adah, and the name of the other Zillah.  <strong>20</strong> And Adah bare Jabal: he was the father of such as dwell in tents, and of such as have cattle.  <strong>21</strong> And his brother’s name was Jubal: he was the father of all such as handle the harp and organ.  <strong>22</strong> And Zillah, she also bare Tubal-cain, an instructer of every artificer in brass and iron: and the sister of Tubal-cain was Naamah.  <strong>23</strong> And Lamech said unto his wives, Adah and Zillah, Hear my voice; ye wives of Lamech, hearken unto my speech: for I have slain a man to my wounding, and a young man to my hurt.  <strong>24</strong> If Cain shall be avenged sevenfold, truly Lamech seventy and sevenfold.  <strong>25</strong> And Adam knew his wife again; and she bare a son, and called his name Seth: For God, said she, hath appointed me another seed instead of Abel, whom Cain slew.  <strong>26</strong> And to Seth, to him also there was born a son; and he called his name Enos: then began men to call upon the name of the LORD.  <strong>1</strong> This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him;  <strong>2</strong> Male and female created he them; and blessed them, and called their name Adam, in the day when they were created.  <strong>3</strong> And Adam lived an hundred and thirty years, and begat a son  in his own likeness, after his image; and called his name Seth:  <strong>4</strong> And the days of Adam after he had begotten Seth were eight hundred years: and he begat sons and daughters:  <strong>5</strong> And all the days that Adam lived were nine hundred and thirty years: and he died.  <strong>6</strong> And Seth lived an hundred and five years, and begat Enos:  <strong>7</strong> And Seth lived after he begat Enos eight hundred and seven years, and begat sons and daughters:  <strong>8</strong> And all the days of Seth were nine hundred and twelve years: and he died.  <strong>9</strong> And Enos lived ninety years, and begat Cainan:  <strong>10</strong> And Enos lived after he begat Cainan eight hundred and fifteen years, and begat sons and daughters:  <strong>11</strong> And all the days of Enos were nine hundred and five years: and he died.  <strong>12</strong> And Cainan lived seventy years, and begat Mahalaleel:  <strong>13</strong> And Cainan lived after he begat Mahalaleel eight hundred and forty years, and begat sons and daughters:  <strong>14</strong> And all the days of Cainan were nine hundred and ten years: and he died.  <strong>15</strong> And Mahalaleel lived sixty and five years, and begat Jared:  <strong>16</strong> And Mahalaleel lived after he begat Jared eight hundred and thirty years, and begat sons and daughters:  <strong>17</strong> And all the days of Mahalaleel were eight hundred ninety and five years: and he died.  <strong>18</strong> And Jared lived an hundred sixty and two years, and he begat Enoch:  <strong>19</strong> And Jared lived after he begat Enoch eight hundred years, and begat sons and daughters:  <strong>20</strong> And all the days of Jared were nine hundred sixty and two years: and he died.  <strong>21</strong> And Enoch lived sixty and five years, and begat Methuselah:  <strong>22</strong> And Enoch walked with God after he begat Methuselah three hundred years, and begat sons and daughters:  <strong>23</strong> And all the days of Enoch were three hundred sixty and five years:  <strong>24</strong> And Enoch walked with God: and he was not; for God took him.  <strong>25</strong> And Methuselah lived an hundred eighty and seven years, and begat Lamech:  <strong>26</strong> And Methuselah lived after he begat Lamech seven hundred eighty and two years, and begat sons and daughters:  <strong>27</strong> And all the days of Methuselah were nine hundred sixty and nine years: and he died.  <strong>28</strong> And Lamech lived an hundred eighty and two years, and begat a son:  <strong>29</strong> And he called his name Noah, saying, This same shall comfort us concerning our work and toil of our hands, because of the ground which the LORD hath cursed.  <strong>30</strong> And Lamech lived after he begat Noah five hundred ninety and five years, and begat sons and daughters:  <strong>31</strong> And all the days of Lamech were seven hundred seventy and seven years: and he died.  <strong>32</strong> And Noah was five hundred years old: and Noah begat Shem, Ham, and Japheth.  <strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  <strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  <strong>7</strong> And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.  <strong>8</strong> But Noah found grace in the eyes of the LORD.  <strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  <strong>10</strong> And Noah begat three sons, Shem, Ham, and Japheth.  <strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.  <strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  <strong>13</strong> And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.  <strong>14</strong> Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.  <strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  <strong>16</strong> A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with  lower, second, and third stories shalt thou make it.  <strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  <strong>18</strong> But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.  <strong>19</strong> And of every living thing of all flesh, two of every sort  shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.  <strong>20</strong> Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.  <strong>21</strong> And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.  <strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  <strong>1</strong> And the LORD said unto Noah, Come thou and all thy house into the ark; for thee have I seen righteous before me in this generation.  <strong>2</strong> Of every clean beast thou shalt take to thee by sevens, the male and his female: and of beasts that are not clean by two, the male and his female.  <strong>3</strong> Of fowls also of the air by sevens, the male and the female; to keep seed alive upon the face of all the earth.  <strong>4</strong> For yet seven days, and I will cause it to rain upon the earth forty days and forty nights; and every living substance that I have made will I destroy from off the face of the earth.  <strong>5</strong> And Noah did according unto all that the LORD commanded him.  <strong>6</strong> And Noah was six hundred years old when the flood of waters was upon the earth.  <strong>7</strong> And Noah went in, and his sons, and his wife, and his sons’ wives with him, into the ark, because of the waters of the flood.  <strong>8</strong> Of clean beasts, and of beasts that are not clean, and of fowls, and of every thing that creepeth upon the earth,  <strong>9</strong> There went in two and two unto Noah into the ark, the male and the female, as God had commanded Noah.  <strong>10</strong> And it came to pass after seven days, that the waters of the flood were upon the earth.  <strong>11</strong> In the six hundredth year of Noah’s life, in the second month, the seventeenth day of the month, the same day were all the fountains of the great deep broken up, and the windows of heaven were opened.  <strong>12</strong> And the rain was upon the earth forty days and forty nights.  <strong>13</strong> In the selfsame day entered Noah, and Shem, and Ham, and Japheth, the sons of Noah, and Noah’s wife, and the three wives of his sons with them, into the ark;  <strong>14</strong> They, and every beast after his kind, and all the cattle after their kind, and every creeping thing that creepeth upon the earth after his kind, and every fowl after his kind, every bird of every sort.  <strong>15</strong> And they went in unto Noah into the ark, two and two of all flesh, wherein is the breath of life.  <strong>16</strong> And they that went in, went in male and female of all flesh, as God had commanded him: and the LORD shut him in.  <strong>17</strong> And the flood was forty days upon the earth; and the waters increased, and bare up the ark, and it was lift up above the earth.  <strong>18</strong> And the waters prevailed, and were increased greatly upon the earth; and the ark went upon the face of the waters.  <strong>19</strong> And the waters prevailed exceedingly upon the earth; and all the high hills, that were under the whole heaven, were covered.  <strong>20</strong> Fifteen cubits upward did the waters prevail; and the mountains were covered.  <strong>21</strong> And all flesh died that moved upon the earth, both of fowl, and of cattle, and of beast, and of every creeping thing that creepeth upon the earth, and every man:  <strong>22</strong> All in whose nostrils was the breath of life, of all that was in the dry land, died.  <strong>23</strong> And every living substance was destroyed which was upon the face of the ground, both man, and cattle, and the creeping things, and the fowl of the heaven; and they were destroyed from the earth: and Noah only remained alive, and they that were with him in the ark.  <strong>24</strong> And the waters prevailed upon the earth an hundred and fifty days.  <strong>1</strong> And God remembered Noah, and every living thing, and all the cattle that was with him in the ark: and God made a wind to pass over the earth, and the waters asswaged;  <strong>2</strong> The fountains also of the deep and the windows of heaven were stopped, and the rain from heaven was restrained;  <strong>3</strong> And the waters returned from off the earth continually: and after the end of the hundred and fifty days the waters were abated.  <strong>4</strong> And the ark rested in the seventh month, on the seventeenth day of the month, upon the mountains of Ararat.  <strong>5</strong> And the waters decreased continually until the tenth month: in the tenth month, on the first day of the month, were the tops of the mountains seen.  <strong>6</strong> And it came to pass at the end of forty days, that Noah opened the window of the ark which he had made:  <strong>7</strong> And he sent forth a raven, which went forth to and fro, until the waters were dried up from off the earth.  <strong>8</strong> Also he sent forth a dove from him, to see if the waters were abated from off the face of the ground;  <strong>9</strong> But the dove found no rest for the sole of her foot, and she returned unto him into the ark, for the waters were on the face of the whole earth: then he put forth his hand, and took her, and pulled her in unto him into the ark.  <strong>10</strong> And he stayed yet other seven days; and again he sent forth the dove out of the ark;  <strong>11</strong> And the dove came in to him in the evening; and, lo, in her mouth was an olive leaf pluckt off: so Noah knew that the waters were abated from off the earth.  <strong>12</strong> And he stayed yet other seven days; and sent forth the dove; which returned not again unto him any more.  <strong>13</strong> And it came to pass in the six hundredth and first year, in the first month, the first day of the month, the waters were dried up from off the earth: and Noah removed the covering of the ark, and looked, and, behold, the face of the ground was dry.  <strong>14</strong> And in the second month, on the seven and twentieth day of the month, was the earth dried.  <strong>15</strong> And God spake unto Noah, saying,  <strong>16</strong> Go forth of the ark, thou, and thy wife, and thy sons, and thy sons’ wives with thee.  <strong>17</strong> Bring forth with thee every living thing that is with thee, of all flesh, both of fowl, and of cattle, and of every creeping thing that creepeth upon the earth; that they may breed abundantly in the earth, and be fruitful, and multiply upon the earth.  <strong>18</strong> And Noah went forth, and his sons, and his wife, and his sons’ wives with him:  <strong>19</strong> Every beast, every creeping thing, and every fowl, and whatsoever creepeth upon the earth, after their kinds, went forth out of the ark.  <strong>20</strong> And Noah builded an altar unto the LORD; and took of every clean beast, and of every clean fowl, and offered burnt offerings on the altar.  <strong>21</strong> And the LORD smelled a sweet savour; and the LORD said in his heart, I will not again curse the ground any more for man’s sake; for the imagination of man’s heart is evil from his youth; neither will I again smite any more every thing living, as I have done.  <strong>22</strong> While the earth remaineth, seedtime and harvest, and cold and heat, and summer and winter, and day and night shall not cease.  <strong>1</strong> And God blessed Noah and his sons, and said unto them, Be fruitful, and multiply, and replenish the earth.  <strong>2</strong> And the fear of you and the dread of you shall be upon every beast of the earth, and upon every fowl of the air, upon all that moveth upon  the earth, and upon all the fishes of the sea; into your hand are they delivered.  <strong>3</strong> Every moving thing that liveth shall be meat for you; even as the green herb have I given you all things.  <strong>4</strong> But flesh with the life thereof, which is the blood thereof, shall ye not eat.  <strong>5</strong> And surely your blood of your lives will I require; at the hand of every beast will I require it, and at the hand of man; at the hand of every man’s brother will I require the life of man.  <strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  <strong>7</strong> And you, be ye fruitful, and multiply; bring forth abundantly in the earth, and multiply therein.  <strong>8</strong> And God spake unto Noah, and to his sons with him, saying,  <strong>9</strong> And I, behold, I establish my covenant with you, and with your seed after you;  <strong>10</strong> And with every living creature that is with you, of the fowl, of the cattle, and of every beast of the earth with you; from all that go out of the ark, to every beast of the earth.  <strong>11</strong> And I will establish my covenant with you; neither shall all flesh be cut off any more by the waters of a flood; neither shall there any more be a flood to destroy the earth.  <strong>12</strong> And God said, This is the token of the covenant which I make between me and you and every living creature that is with you, for perpetual generations:  <strong>13</strong> I do set my bow in the cloud, and it shall be for a token of a covenant between me and the earth.  <strong>14</strong> And it shall come to pass, when I bring a cloud over the earth, that the bow shall be seen in the cloud:  <strong>15</strong> And I will remember my covenant, which is between me and you and every living creature of all flesh; and the waters shall no more become a flood to destroy all flesh.  <strong>16</strong> And the bow shall be in the cloud; and I will look upon it, that I may remember the everlasting covenant between God and every living creature of all flesh that is upon the earth.  <strong>17</strong> And God said unto Noah, This is the token of the covenant, which I have established between me and all flesh that is upon the earth.  <strong>18</strong> And the sons of Noah, that went forth of the ark, were Shem, and Ham, and Japheth: and Ham is the father of Canaan.  <strong>19</strong> These are the three sons of Noah: and of them was the whole earth overspread.  <strong>20</strong> And Noah began to be an husbandman, and he planted a vineyard:  <strong>21</strong> And he drank of the wine, and was drunken; and he was uncovered within his tent.  <strong>22</strong> And Ham, the father of Canaan, saw the nakedness of his father, and told his two brethren without.  <strong>23</strong> And Shem and Japheth took a garment, and laid it upon both their shoulders, and went backward, and covered the nakedness of their father; and their faces were backward, and they saw not their father’s nakedness.  <strong>24</strong> And Noah awoke from his wine, and knew what his younger son had done unto him.  <strong>25</strong> And he said, Cursed be Canaan; a servant of servants shall he be unto his brethren.  <strong>26</strong> And he said, Blessed be the LORD God of Shem; and Canaan shall be his servant.  <strong>27</strong> God shall enlarge Japheth, and he shall dwell in the tents of Shem; and Canaan shall be his servant.  <strong>28</strong> And Noah lived after the flood three hundred and fifty years.  <strong>29</strong> And all the days of Noah were nine hundred and fifty years: and he died.  <strong>1</strong> Now these are the generations of the sons of Noah, Shem, Ham, and Japheth: and unto them were sons born after the flood.  <strong>2</strong> The sons of Japheth; Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras.  <strong>3</strong> And the sons of Gomer; Ashkenaz, and Riphath, and Togarmah.  <strong>4</strong> And the sons of Javan; Elishah, and Tarshish, Kittim, and Dodanim.  <strong>5</strong> By these were the isles of the Gentiles divided in their lands; every one after his tongue, after their families, in their nations.  <strong>6</strong> And the sons of Ham; Cush, and Mizraim, and Phut, and Canaan.  <strong>7</strong> And the sons of Cush; Seba, and Havilah, and Sabtah, and Raamah, and Sabtechah: and the sons of Raamah; Sheba, and Dedan.  <strong>8</strong> And Cush begat Nimrod: he began to be a mighty one in the earth.  <strong>9</strong> He was a mighty hunter before the LORD: wherefore it is said, Even as Nimrod the mighty hunter before the LORD.  <strong>10</strong> And the beginning of his kingdom was Babel, and Erech, and Accad, and Calneh, in the land of Shinar.  <strong>11</strong> Out of that land went forth Asshur, and builded Nineveh, and the city Rehoboth, and Calah,  <strong>12</strong> And Resen between Nineveh and Calah: the same is a great city.  <strong>13</strong> And Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim,  <strong>14</strong> And Pathrusim, and Casluhim, (out of whom came Philistim,) and Caphtorim.  <strong>15</strong> And Canaan begat Sidon his firstborn, and Heth,  <strong>16</strong> And the Jebusite, and the Amorite, and the Girgasite,  <strong>17</strong> And the Hivite, and the Arkite, and the Sinite,  <strong>18</strong> And the Arvadite, and the Zemarite, and the Hamathite: and afterward were the families of the Canaanites spread abroad.  <strong>19</strong> And the border of the Canaanites was from Sidon, as thou comest to Gerar, unto Gaza; as thou goest, unto Sodom, and Gomorrah, and Admah, and Zeboim, even unto Lasha.  <strong>20</strong> These are the sons of Ham, after their families, after their tongues, in their countries, and in their nations.  <strong>21</strong> Unto Shem also, the father of all the children of Eber, the brother of Japheth the elder, even to him were children born.  <strong>22</strong> The children of Shem; Elam, and Asshur, and Arphaxad, and Lud, and Aram.  <strong>23</strong> And the children of Aram; Uz, and Hul, and Gether, and Mash.  <strong>24</strong> And Arphaxad begat Salah; and Salah begat Eber.  <strong>25</strong> And unto Eber were born two sons: the name of one was Peleg; for in his days was the earth divided; and his brother’s name was  Joktan.  <strong>26</strong> And Joktan begat Almodad, and Sheleph, and Hazar-maveth, and Jerah,  <strong>27</strong> And Hadoram, and Uzal, and Diklah,  <strong>28</strong> And Obal, and Abimael, and Sheba,  <strong>29</strong> And Ophir, and Havilah, and Jobab: all these were the sons of Joktan.  <strong>30</strong> And their dwelling was from Mesha, as thou goest unto Sephar a mount of the east.  <strong>31</strong> These are the sons of Shem, after their families, after their tongues, in their lands, after their nations.  <strong>32</strong> These are the families of the sons of Noah, after their generations, in their nations: and by these were the nations divided in the earth after the flood.  <strong>1</strong> And the whole earth was of one language, and of one speech.  <strong>2</strong> And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar; and they dwelt there.  <strong>3</strong> And they said one to another, Go to, let us make brick, and burn them throughly. And they had brick for stone, and slime had they for morter.  <strong>4</strong> And they said, Go to, let us build us a city and a tower, whose top may reach unto heaven; and let us make us a name, lest we be scattered abroad upon the face of the whole earth.  <strong>5</strong> And the LORD came down to see the city and the tower, which the children of men builded.  <strong>6</strong> And the LORD said, Behold, the people is one, and they have all one language; and this they begin to do: and now nothing will be restrained from them, which they have imagined to do.  <strong>7</strong> Go to, let us go down, and there confound their language, that they may not understand one another’s speech.  <strong>8</strong> So the LORD scattered them abroad from thence upon the face of all the earth: and they left off to build the city.  <strong>9</strong> Therefore is the name of it called Babel; because the LORD did there confound the language of all the earth: and from thence did the LORD scatter them abroad upon the face of all the earth.  <strong>10</strong> These are the generations of Shem: Shem was an hundred years old, and begat Arphaxad two years after the flood:  <strong>11</strong> And Shem lived after he begat Arphaxad five hundred years, and begat sons and daughters.  <strong>12</strong> And Arphaxad lived five and thirty years, and begat Salah:  <strong>13</strong> And Arphaxad lived after he begat Salah four hundred and three years, and begat sons and daughters.  <strong>14</strong> And Salah lived thirty years, and begat Eber:  <strong>15</strong> And Salah lived after he begat Eber four hundred and three years, and begat sons and daughters.  <strong>16</strong> And Eber lived four and thirty years, and begat Peleg:  <strong>17</strong> And Eber lived after he begat Peleg four hundred and thirty years, and begat sons and daughters.  <strong>18</strong> And Peleg lived thirty years, and begat Reu:  <strong>19</strong> And Peleg lived after he begat Reu two hundred and nine years, and begat sons and daughters.  <strong>20</strong> And Reu lived two and thirty years, and begat Serug:  <strong>21</strong> And Reu lived after he begat Serug two hundred and seven years, and begat sons and daughters.  <strong>22</strong> And Serug lived thirty years, and begat Nahor:  <strong>23</strong> And Serug lived after he begat Nahor two hundred years, and begat sons and daughters.  <strong>24</strong> And Nahor lived nine and twenty years, and begat Terah:  <strong>25</strong> And Nahor lived after he begat Terah an hundred and nineteen years, and begat sons and daughters.  <strong>26</strong> And Terah lived seventy years, and begat Abram, Nahor, and Haran.  <strong>27</strong> Now these are the generations of Terah: Terah begat Abram, Nahor, and Haran; and Haran begat Lot.  <strong>28</strong> And Haran died before his father Terah in the land of his nativity, in Ur of the Chaldees.  <strong>29</strong> And Abram and Nahor took them wives: the name of Abram’s wife was Sarai; and the name of Nahor’s wife, Milcah, the daughter of Haran, the father of Milcah, and the father of Iscah.  <strong>30</strong> But Sarai was barren; she had no child.  <strong>31</strong> And Terah took Abram his son, and Lot the son of Haran his son’s son, and Sarai his daughter in law, his son Abram’s wife; and they went forth with them from Ur of the Chaldees, to go into the land of Canaan; and they came unto Haran, and dwelt there.  <strong>32</strong> And the days of Terah were two hundred and five years: and Terah died in Haran.  <strong>1</strong> Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:  <strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  <strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  <strong>4</strong> So Abram departed, as the LORD had spoken unto him; and Lot went with him: and Abram was seventy and five years old when he departed out of Haran.  <strong>5</strong> And Abram took Sarai his wife, and Lot his brother’s son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came.  <strong>6</strong> And Abram passed through the land unto the place of Sichem, unto the plain of Moreh. And the Canaanite was then in the land.  <strong>7</strong> And the LORD appeared unto Abram, and said, Unto thy seed will I give this land: and there builded he an altar unto the LORD, who appeared unto him.  <strong>8</strong> And he removed from thence unto a mountain on the east of Bethel, and pitched his tent, having Bethel on the west, and Hai on the east: and there he builded an altar unto the LORD, and called upon the name of the LORD.  <strong>9</strong> And Abram journeyed, going on still toward the south.  <strong>10</strong> And there was a famine in the land: and Abram went down into Egypt to sojourn there; for the famine was grievous in the land.  <strong>11</strong> And it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife, Behold now, I know that thou art a fair woman to look upon:  <strong>12</strong> Therefore it shall come to pass, when the Egyptians shall see thee, that they shall say, This is his wife: and they will kill me, but they will save thee alive.  <strong>13</strong> Say, I pray thee, thou art my sister: that it may be well with me for thy sake; and my soul shall live because of thee.  <strong>14</strong> And it came to pass, that, when Abram was come into Egypt, the Egyptians beheld the woman that she was very fair.  <strong>15</strong> The princes also of Pharaoh saw her, and commended her before Pharaoh: and the woman was taken into Pharaoh’s house.  <strong>16</strong> And he entreated Abram well for her sake: and he had sheep, and oxen, and he asses, and menservants, and maidservants, and she asses, and camels.  <strong>17</strong> And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram’s wife.  <strong>18</strong> And Pharaoh called Abram, and said, What is this that  thou hast done unto me? why didst thou not tell me that she was  thy wife?  <strong>19</strong> Why saidst thou, She is my sister? so I might have taken her to me to wife: now therefore behold thy wife, take her, and go thy way.  <strong>20</strong> And Pharaoh commanded his men concerning him: and they sent him away, and his wife, and all that he had.  <strong>1</strong> And Abram went up out of Egypt, he, and his wife, and all that he had, and Lot with him, into the south.  <strong>2</strong> And Abram was very rich in cattle, in silver, and in gold.  <strong>3</strong> And he went on his journeys from the south even to Bethel, unto the place where his tent had been at the beginning, between Bethel and Hai;  <strong>4</strong> Unto the place of the altar, which he had made there at the first: and there Abram called on the name of the LORD.  <strong>5</strong> And Lot also, which went with Abram, had flocks, and herds, and tents.  <strong>6</strong> And the land was not able to bear them, that they might dwell together: for their substance was great, so that they could not dwell together.  <strong>7</strong> And there was a strife between the herdmen of Abram’s cattle and the herdmen of Lot’s cattle: and the Canaanite and the Perizzite dwelled then in the land.  <strong>8</strong> And Abram said unto Lot, Let there be no strife, I pray thee, between me and thee, and between my herdmen and thy herdmen; for we be brethren.  <strong>9</strong> Is not the whole land before thee? separate thyself, I pray thee, from me: if thou wilt take the left hand, then I will go to the right; or if thou depart to the right hand, then I will go to the left.  <strong>10</strong> And Lot lifted up his eyes, and beheld all the plain of Jordan, that it was well watered every where, before the LORD destroyed Sodom and Gomorrah, even as the garden of the LORD, like the land of Egypt, as thou comest unto Zoar.  <strong>11</strong> Then Lot chose him all the plain of Jordan; and Lot journeyed east: and they separated themselves the one from the other.  <strong>12</strong> Abram dwelled in the land of Canaan, and Lot dwelled in the cities of the plain, and pitched his tent toward Sodom.  <strong>13</strong> But the men of Sodom were wicked and sinners before the LORD exceedingly.  <strong>14</strong> And the LORD said unto Abram, after that Lot was separated from him, Lift up now thine eyes, and look from the place where thou art northward, and southward, and eastward, and westward:  <strong>15</strong> For all the land which thou seest, to thee will I give it, and to thy seed for ever.  <strong>16</strong> And I will make thy seed as the dust of the earth: so that if a man can number the dust of the earth, then shall thy seed also be numbered.  <strong>17</strong> Arise, walk through the land in the length of it and in the breadth of it; for I will give it unto thee.  <strong>18</strong> Then Abram removed his tent, and came and dwelt in the plain of Mamre, which is in Hebron, and built there an altar unto the LORD.  <strong>1</strong> And it came to pass in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of nations;  <strong>2</strong> That these made war with Bera king of Sodom, and with Birsha king of Gomorrah, Shinab king of Admah, and Shemeber king of Zeboiim, and the king of Bela, which is Zoar.  <strong>3</strong> All these were joined together in the vale of Siddim, which is the salt sea.  <strong>4</strong> Twelve years they served Chedorlaomer, and in the thirteenth year they rebelled.  <strong>5</strong> And in the fourteenth year came Chedorlaomer, and the kings that were with him, and smote the Rephaims in Ashteroth Karnaim, and the Zuzims in Ham, and the Emims in Shaveh Kiriathaim,  <strong>6</strong> And the Horites in their mount Seir, unto El-paran, which is  by the wilderness.  <strong>7</strong> And they returned, and came to En-mishpat, which is Kadesh, and smote all the country of the Amalekites, and also the Amorites that dwelt in Hazezon-tamar.  <strong>8</strong> And there went out the king of Sodom, and the king of Gomorrah, and the king of Admah, and the king of Zeboiim, and the king of Bela (the same is Zoar;) and they joined battle with them in the vale of Siddim;  <strong>9</strong> With Chedorlaomer the king of Elam, and with Tidal king of nations, and Amraphel king of Shinar, and Arioch king of Ellasar; four kings with five.  <strong>10</strong> And the vale of Siddim was full of slimepits; and the kings of Sodom and Gomorrah fled, and fell there; and they that remained fled to the mountain.  <strong>11</strong> And they took all the goods of Sodom and Gomorrah, and all their victuals, and went their way.  <strong>12</strong> And they took Lot, Abram’s brother’s son, who dwelt in Sodom, and his goods, and departed.  <strong>13</strong> And there came one that had escaped, and told Abram the Hebrew; for he dwelt in the plain of Mamre the Amorite, brother of Eshcol, and brother of Aner: and these were confederate with Abram.  <strong>14</strong> And when Abram heard that his brother was taken captive, he armed his trained servants, born in his own house, three hundred and eighteen, and pursued them unto Dan.  <strong>15</strong> And he divided himself against them, he and his servants, by night, and smote them, and pursued them unto Hobah, which is on the left hand of Damascus.  <strong>16</strong> And he brought back all the goods, and also brought again his brother Lot, and his goods, and the women also, and the people.  <strong>17</strong> And the king of Sodom went out to meet him after his return from the slaughter of Chedorlaomer, and of the kings that were with him, at the valley of Shaveh, which is the king’s dale.  <strong>18</strong> And Melchizedek king of Salem brought forth bread and wine: and he was the priest of the most high God.  <strong>19</strong> And he blessed him, and said, Blessed be Abram of the most high God, possessor of heaven and earth:  <strong>20</strong> And blessed be the most high God, which hath delivered thine enemies into thy hand. And he gave him tithes of all.  <strong>21</strong> And the king of Sodom said unto Abram, Give me the persons, and take the goods to thyself.  <strong>22</strong> And Abram said to the king of Sodom, I have lift up mine hand unto the LORD, the most high God, the possessor of heaven and earth,  <strong>23</strong> That I will not take from a thread even to a shoelatchet, and that I will not take any thing that is thine, lest thou shouldest say, I have made Abram rich:  <strong>24</strong> Save only that which the young men have eaten, and the portion of the men which went with me, Aner, Eshcol, and Mamre; let them take their portion.  <strong>1</strong> After these things the word of the LORD came unto Abram in a vision, saying, Fear not, Abram: I am thy shield, and thy exceeding great reward.  <strong>2</strong> And Abram said, Lord GOD, what wilt thou give me, seeing I go childless, and the steward of my house is this Eliezer of Damascus?  <strong>3</strong> And Abram said, Behold, to me thou hast given no seed: and, lo, one born in my house is mine heir.  <strong>4</strong> And, behold, the word of the LORD came unto him, saying, This shall not be thine heir; but he that shall come forth out of thine own bowels shall be thine heir.  <strong>5</strong> And he brought him forth abroad, and said, Look now toward heaven, and tell the stars, if thou be able to number them: and he said unto him, So shall thy seed be.  <strong>6</strong> And he believed in the LORD; and he counted it to him for righteousness.  <strong>7</strong> And he said unto him, I am the LORD that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.  <strong>8</strong> And he said, Lord GOD, whereby shall I know that I shall inherit it?  <strong>9</strong> And he said unto him, Take me an heifer of three years old, and a she goat of three years old, and a ram of three years old, and a turtledove, and a young pigeon.  <strong>10</strong> And he took unto him all these, and divided them in the midst, and laid each piece one against another: but the birds divided he not.  <strong>11</strong> And when the fowls came down upon the carcases, Abram drove them away.  <strong>12</strong> And when the sun was going down, a deep sleep fell upon Abram; and, lo, an horror of great darkness fell upon him.  <strong>13</strong> And he said unto Abram, Know of a surety that thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall afflict them four hundred years;  <strong>14</strong> And also that nation, whom they shall serve, will I judge: and afterward shall they come out with great substance.  <strong>15</strong> And thou shalt go to thy fathers in peace; thou shalt be buried in a good old age.  <strong>16</strong> But in the fourth generation they shall come hither again: for the iniquity of the Amorites is not yet full.  <strong>17</strong> And it came to pass, that, when the sun went down, and it was dark, behold a smoking furnace, and a burning lamp that passed between those pieces.  <strong>18</strong> In the same day the LORD made a covenant with Abram, saying, Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates:  <strong>19</strong> The Kenites, and the Kenizzites, and the Kadmonites,  <strong>20</strong> And the Hittites, and the Perizzites, and the Rephaims,  <strong>21</strong> And the Amorites, and the Canaanites, and the Girgashites, and the Jebusites.  <strong>1</strong> Now Sarai Abram’s wife bare him no children: and she had an handmaid, an Egyptian, whose name was Hagar.  <strong>2</strong> And Sarai said unto Abram, Behold now, the LORD hath restrained me from bearing: I pray thee, go in unto my maid; it may be that I may obtain children by her. And Abram hearkened to the voice of Sarai.  <strong>3</strong> And Sarai Abram’s wife took Hagar her maid the Egyptian, after Abram had dwelt ten years in the land of Canaan, and gave her to her husband Abram to be his wife.  <strong>4</strong> And he went in unto Hagar, and she conceived: and when she saw that she had conceived, her mistress was despised in her eyes.  <strong>5</strong> And Sarai said unto Abram, My wrong be upon thee: I have given my maid into thy bosom; and when she saw that she had conceived, I was despised in her eyes: the LORD judge between me and thee.  <strong>6</strong> But Abram said unto Sarai, Behold, thy maid is in thy hand; do to her as it pleaseth thee. And when Sarai dealt hardly with her, she fled from her face.  <strong>7</strong> And the angel of the LORD found her by a fountain of water in the wilderness, by the fountain in the way to Shur.  <strong>8</strong> And he said, Hagar, Sarai’s maid, whence camest thou? and whither wilt thou go? And she said, I flee from the face of my mistress Sarai.  <strong>9</strong> And the angel of the LORD said unto her, Return to thy mistress, and submit thyself under her hands.  <strong>10</strong> And the angel of the LORD said unto her, I will multiply thy seed exceedingly, that it shall not be numbered for multitude.  <strong>11</strong> And the angel of the LORD said unto her, Behold, thou art  with child, and shalt bear a son, and shalt call his name Ishmael; because the LORD hath heard thy affliction.  <strong>12</strong> And he will be a wild man; his hand will be against every man, and every man’s hand against him; and he shall dwell in the presence of all his brethren.  <strong>13</strong> And she called the name of the LORD that spake unto her, Thou God seest me: for she said, Have I also here looked after him that seeth me?  <strong>14</strong> Wherefore the well was called Beer-lahai-roi; behold, it is  between Kadesh and Bered.  <strong>15</strong> And Hagar bare Abram a son: and Abram called his son’s name, which Hagar bare, Ishmael.  <strong>16</strong> And Abram was fourscore and six years old, when Hagar bare Ishmael to Abram.  <strong>1</strong> And when Abram was ninety years old and nine, the LORD appeared to Abram, and said unto him, I am the Almighty God; walk before me, and be thou perfect.  <strong>2</strong> And I will make my covenant between me and thee, and will multiply thee exceedingly.  <strong>3</strong> And Abram fell on his face: and God talked with him, saying,  <strong>4</strong> As for me, behold, my covenant is with thee, and thou shalt be a father of many nations.  <strong>5</strong> Neither shall thy name any more be called Abram, but thy name shall be Abraham; for a father of many nations have I made thee.  <strong>6</strong> And I will make thee exceeding fruitful, and I will make nations of thee, and kings shall come out of thee.  <strong>7</strong> And I will establish my covenant between me and thee and thy seed after thee in their generations for an everlasting covenant, to be a God unto thee, and to thy seed after thee.  <strong>8</strong> And I will give unto thee, and to thy seed after thee, the land wherein thou art a stranger, all the land of Canaan, for an everlasting possession; and I will be their God.  <strong>9</strong> And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.  <strong>10</strong> This is my covenant, which ye shall keep, between me and you and thy seed after thee; Every man child among you shall be circumcised.  <strong>11</strong> And ye shall circumcise the flesh of your foreskin; and it shall be a token of the covenant betwixt me and you.  <strong>12</strong> And he that is eight days old shall be circumcised among you, every man child in your generations, he that is born in the house, or bought with money of any stranger, which is not of thy seed.  <strong>13</strong> He that is born in thy house, and he that is bought with thy money, must needs be circumcised: and my covenant shall be in your flesh for an everlasting covenant.  <strong>14</strong> And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.  <strong>15</strong> And God said unto Abraham, As for Sarai thy wife, thou shalt not call her name Sarai, but Sarah shall her name be.  <strong>16</strong> And I will bless her, and give thee a son also of her: yea, I will bless her, and she shall be a mother of nations; kings of people shall be of her.  <strong>17</strong> Then Abraham fell upon his face, and laughed, and said in his heart, Shall a child be born unto him that is an hundred years old? and shall Sarah, that is ninety years old, bear?  <strong>18</strong> And Abraham said unto God, O that Ishmael might live before thee!  <strong>19</strong> And God said, Sarah thy wife shall bear thee a son indeed; and thou shalt call his name Isaac: and I will establish my covenant with him for an everlasting covenant, and with his seed after him.  <strong>20</strong> And as for Ishmael, I have heard thee: Behold, I have blessed him, and will make him fruitful, and will multiply him exceedingly; twelve princes shall he beget, and I will make him a great nation.  <strong>21</strong> But my covenant will I establish with Isaac, which Sarah shall bear unto thee at this set time in the next year.  <strong>22</strong> And he left off talking with him, and God went up from Abraham.  <strong>23</strong> And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham’s house; and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.  <strong>24</strong> And Abraham was ninety years old and nine, when he was circumcised in the flesh of his foreskin.  <strong>25</strong> And Ishmael his son was thirteen years old, when he was circumcised in the flesh of his foreskin.  <strong>26</strong> In the selfsame day was Abraham circumcised, and Ishmael his son.  <strong>27</strong> And all the men of his house, born in the house, and bought with money of the stranger, were circumcised with him.  <strong>1</strong> And the LORD appeared unto him in the plains of Mamre: and he sat in the tent door in the heat of the day;  <strong>2</strong> And he lift up his eyes and looked, and, lo, three men stood by him: and when he saw them, he ran to meet them from the tent door, and bowed himself toward the ground,  <strong>3</strong> And said, My Lord, if now I have found favour in thy sight, pass not away, I pray thee, from thy servant:  <strong>4</strong> Let a little water, I pray you, be fetched, and wash your feet, and rest yourselves under the tree:  <strong>5</strong> And I will fetch a morsel of bread, and comfort ye your hearts; after that ye shall pass on: for therefore are ye come to your servant. And they said, So do, as thou hast said.  <strong>6</strong> And Abraham hastened into the tent unto Sarah, and said, Make ready quickly three measures of fine meal, knead it, and make cakes upon the hearth.  <strong>7</strong> And Abraham ran unto the herd, and fetcht a calf tender and good, and gave it unto a young man; and he hasted to dress it.  <strong>8</strong> And he took butter, and milk, and the calf which he had dressed, and set it before them; and he stood by them under the tree, and they did eat.  <strong>9</strong> And they said unto him, Where is Sarah thy wife? And he said, Behold, in the tent.  <strong>10</strong> And he said, I will certainly return unto thee according to the time of life; and, lo, Sarah thy wife shall have a son. And Sarah heard it  in the tent door, which was behind him.  <strong>11</strong> Now Abraham and Sarah were old and well stricken in age; and it ceased to be with Sarah after the manner of women.  <strong>12</strong> Therefore Sarah laughed within herself, saying, After I am waxed old shall I have pleasure, my lord being old also?  <strong>13</strong> And the LORD said unto Abraham, Wherefore did Sarah laugh, saying, Shall I of a surety bear a child, which am old?  <strong>14</strong> Is any thing too hard for the LORD? At the time appointed I will return unto thee, according to the time of life, and Sarah shall have a son.  <strong>15</strong> Then Sarah denied, saying, I laughed not; for she was afraid. And he said, Nay; but thou didst laugh.  <strong>16</strong> And the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way.  <strong>17</strong> And the LORD said, Shall I hide from Abraham that thing which I do;  <strong>18</strong> Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?  <strong>19</strong> For I know him, that he will command his children and his household after him, and they shall keep the way of the LORD, to do justice and judgment; that the LORD may bring upon Abraham that which he hath spoken of him.  <strong>20</strong> And the LORD said, Because the cry of Sodom and Gomorrah is great, and because their sin is very grievous;  <strong>21</strong> I will go down now, and see whether they have done altogether according to the cry of it, which is come unto me; and if not, I will know.  <strong>22</strong> And the men turned their faces from thence, and went toward Sodom: but Abraham stood yet before the LORD.  <strong>23</strong> And Abraham drew near, and said, Wilt thou also destroy the righteous with the wicked?  <strong>24</strong> Peradventure there be fifty righteous within the city: wilt thou also destroy and not spare the place for the fifty righteous that are  therein?  <strong>25</strong> That be far from thee to do after this manner, to slay the righteous with the wicked: and that the righteous should be as the wicked, that be far from thee: Shall not the Judge of all the earth do right?  <strong>26</strong> And the LORD said, If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes.  <strong>27</strong> And Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes:  <strong>28</strong> Peradventure there shall lack five of the fifty righteous: wilt thou destroy all the city for lack of five? And he said, If I find there forty and five, I will not destroy it.  <strong>29</strong> And he spake unto him yet again, and said, Peradventure there shall be forty found there. And he said, I will not do it for forty’s sake.  <strong>30</strong> And he said unto him, Oh let not the Lord be angry, and I will speak: Peradventure there shall thirty be found there. And he said, I will not do it, if I find thirty there.  <strong>31</strong> And he said, Behold now, I have taken upon me to speak unto the Lord: Peradventure there shall be twenty found there. And he said, I will not destroy it for twenty’s sake.  <strong>32</strong> And he said, Oh let not the Lord be angry, and I will speak yet but this once: Peradventure ten shall be found there. And he said, I will not destroy it for ten’s sake.  <strong>33</strong> And the LORD went his way, as soon as he had left communing with Abraham: and Abraham returned unto his place.  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\" <sup><strong>2</strong></sup> The woman said to the serpent, \"We may eat fruit from the trees in the garden, <sup><strong>3</strong></sup> but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.'\" <sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" <sup><strong>6</strong></sup> When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. <sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. <sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden. <sup><strong>9</strong></sup> But the LORD God called to the man, \"Where are you?\" <sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\" <sup><strong>11</strong></sup> And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\" <sup><strong>12</strong></sup> The man said, \"The woman you put here with me-she gave me some fruit from the tree, and I ate it.\" <sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\" <sup><strong>14</strong></sup> So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life. <sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\" <sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\" <sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. "},{"_id":"61678106a3a86b670bc2f4df","topicId":"61678100a3a86b670bc2f4cb","verse":"Psalm 2:9","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19002009_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002009-1\">9&nbsp;</b>&nbsp;&nbsp;You shall break them with a rod of iron</span><br><span id=\"p19002009_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dash them in pieces like a potter’s vessel.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> Thou shalt break them with a rod of iron; thou shalt dash them in pieces like a potter’s vessel.  ","niv":"<sup><strong>9</strong></sup> You will rule them with an iron scepter; you will dash them to pieces like pottery.\""},{"_id":"61678106a3a86b670bc2f4e0","topicId":"61678100a3a86b670bc2f4cb","verse":"Amos 3:3","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003003_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003003-1\">3&nbsp;</b>&nbsp;&nbsp;“Do two walk together,</span><br><span id=\"p30003003_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;unless they have agreed to meet?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Can two walk together, except they be agreed?  ","niv":"<sup><strong>3</strong></sup> Do two walk together unless they have agreed to do so?"},{"_id":"61678107a3a86b670bc2f4e1","topicId":"61678100a3a86b670bc2f4cb","verse":"Proverbs 31:1-31","votes":4,"__v":0,"kjv":"<strong>1</strong> The words of king Lemuel, the prophecy that his mother taught him.  <strong>2</strong> What, my son? and what, the son of my womb? and what, the son of my vows?  <strong>3</strong> Give not thy strength unto women, nor thy ways to that which destroyeth kings.  <strong>4</strong> It is not for kings, O Lemuel, it is not for kings to drink wine; nor for princes strong drink:  <strong>5</strong> Lest they drink, and forget the law, and pervert the judgment of any of the afflicted.  <strong>6</strong> Give strong drink unto him that is ready to perish, and wine unto those that be of heavy hearts.  <strong>7</strong> Let him drink, and forget his poverty, and remember his misery no more.  <strong>8</strong> Open thy mouth for the dumb in the cause of all such as are appointed to destruction.  <strong>9</strong> Open thy mouth, judge righteously, and plead the cause of the poor and needy.  <strong>10</strong> Who can find a virtuous woman? for her price is far above rubies.  <strong>11</strong> The heart of her husband doth safely trust in her, so that he shall have no need of spoil.  <strong>12</strong> She will do him good and not evil all the days of her life.  <strong>13</strong> She seeketh wool, and flax, and worketh willingly with her hands.  <strong>14</strong> She is like the merchants’ ships; she bringeth her food from afar.  <strong>15</strong> She riseth also while it is yet night, and giveth meat to her household, and a portion to her maidens.  <strong>16</strong> She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.  <strong>17</strong> She girdeth her loins with strength, and strengtheneth her arms.  <strong>18</strong> She perceiveth that her merchandise is good: her candle goeth not out by night.  <strong>19</strong> She layeth her hands to the spindle, and her hands hold the distaff.  <strong>20</strong> She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy.  <strong>21</strong> She is not afraid of the snow for her household: for all her household are clothed with scarlet.  <strong>22</strong> She maketh herself coverings of tapestry; her clothing is  silk and purple.  <strong>23</strong> Her husband is known in the gates, when he sitteth among the elders of the land.  <strong>24</strong> She maketh fine linen, and selleth it; and delivereth girdles unto the merchant.  <strong>25</strong> Strength and honour are her clothing; and she shall rejoice in time to come.  <strong>26</strong> She openeth her mouth with wisdom; and in her tongue is the law of kindness.  <strong>27</strong> She looketh well to the ways of her household, and eateth not the bread of idleness.  <strong>28</strong> Her children arise up, and call her blessed; her husband also,  and he praiseth her.  <strong>29</strong> Many daughters have done virtuously, but thou excellest them all.  <strong>30</strong> Favour is deceitful, and beauty is vain: but  a woman that feareth the LORD, she shall be praised.  <strong>31</strong> Give her of the fruit of her hands; and let her own works praise her in the gates.  ","niv":"<sup><strong>1</strong></sup> The sayings of King Lemuel-an oracle his mother taught him: <sup><strong>2</strong></sup> \"O my son, O son of my womb, O son of my vows, <sup><strong>3</strong></sup> do not spend your strength on women, your vigor on those who ruin kings. <sup><strong>4</strong></sup> \"It is not for kings, O Lemuel- not for kings to drink wine, not for rulers to crave beer, <sup><strong>5</strong></sup> lest they drink and forget what the law decrees, and deprive all the oppressed of their rights. <sup><strong>6</strong></sup> Give beer to those who are perishing, wine to those who are in anguish; <sup><strong>7</strong></sup> let them drink and forget their poverty and remember their misery no more. <sup><strong>8</strong></sup> \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute. <sup><strong>9</strong></sup> Speak up and judge fairly; defend the rights of the poor and needy.\" Epilogue: The Wife of Noble Character <sup><strong>10</strong></sup> A wife of noble character who can find? She is worth far more than rubies. <sup><strong>11</strong></sup> Her husband has full confidence in her and lacks nothing of value. <sup><strong>12</strong></sup> She brings him good, not harm, all the days of her life. <sup><strong>13</strong></sup> She selects wool and flax and works with eager hands. <sup><strong>14</strong></sup> She is like the merchant ships, bringing her food from afar. <sup><strong>15</strong></sup> She gets up while it is still dark; she provides food for her family and portions for her servant girls. <sup><strong>16</strong></sup> She considers a field and buys it; out of her earnings she plants a vineyard. <sup><strong>17</strong></sup> She sets about her work vigorously; her arms are strong for her tasks. <sup><strong>18</strong></sup> She sees that her trading is profitable, and her lamp does not go out at night. <sup><strong>19</strong></sup> In her hand she holds the distaff and grasps the spindle with her fingers. <sup><strong>20</strong></sup> She opens her arms to the poor and extends her hands to the needy. <sup><strong>21</strong></sup> When it snows, she has no fear for her household; for all of them are clothed in scarlet. <sup><strong>22</strong></sup> She makes coverings for her bed; she is clothed in fine linen and purple. <sup><strong>23</strong></sup> Her husband is respected at the city gate, where he takes his seat among the elders of the land. <sup><strong>24</strong></sup> She makes linen garments and sells them, and supplies the merchants with sashes. <sup><strong>25</strong></sup> She is clothed with strength and dignity; she can laugh at the days to come. <sup><strong>26</strong></sup> She speaks with wisdom, and faithful instruction is on her tongue. <sup><strong>27</strong></sup> She watches over the affairs of her household and does not eat the bread of idleness. <sup><strong>28</strong></sup> Her children arise and call her blessed; her husband also, and he praises her: <sup><strong>29</strong></sup> \"Many women do noble things, but you surpass them all.\" <sup><strong>30</strong></sup> Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised. <sup><strong>31</strong></sup> Give her the reward she has earned, and let her works bring her praise at the city gate. "},{"_id":"61678107a3a86b670bc2f4e2","topicId":"61678100a3a86b670bc2f4cb","verse":"Ephesians 5:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005033_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n</div>","kjv":"<strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband."}]}