{"_id":"61678008a3a86b670bc2f442","slug":"loving-one-another","name":"Loving One Another","verses":[{"_id":"61678008a3a86b670bc2f443","topicId":"61678008a3a86b670bc2f442","verse":"1 John 4:7-21","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p62004007_04-1\"><b class=\"verse-num\" id=\"v62004007-1\">7&nbsp;</b>Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. <b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love. <b class=\"verse-num\" id=\"v62004009-1\">9&nbsp;</b>In this the love of God was made manifest among us, that God sent his only Son into the world, so that we might live through him. <b class=\"verse-num\" id=\"v62004010-1\">10&nbsp;</b>In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins. <b class=\"verse-num\" id=\"v62004011-1\">11&nbsp;</b>Beloved, if God so loved us, we also ought to love one another. <b class=\"verse-num\" id=\"v62004012-1\">12&nbsp;</b>No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.</p>\n<p id=\"p62004012_04-1\"><b class=\"verse-num\" id=\"v62004013-1\">13&nbsp;</b>By this we know that we abide in him and he in us, because he has given us of his Spirit. <b class=\"verse-num\" id=\"v62004014-1\">14&nbsp;</b>And we have seen and testify that the Father has sent his Son to be the Savior of the world. <b class=\"verse-num\" id=\"v62004015-1\">15&nbsp;</b>Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. <b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him. <b class=\"verse-num\" id=\"v62004017-1\">17&nbsp;</b>By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world. <b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love. <b class=\"verse-num\" id=\"v62004019-1\">19&nbsp;</b>We love because he first loved us. <b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen. <b class=\"verse-num\" id=\"v62004021-1\">21&nbsp;</b>And this commandment we have from him: whoever loves God must also love his brother.</p>\n\n</div>","kjv":"<strong>7</strong> Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.  <strong>8</strong> He that loveth not knoweth not God; for God is love.  <strong>9</strong> In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him.  <strong>10</strong> Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.  <strong>11</strong> Beloved, if God so loved us, we ought also to love one another.  <strong>12</strong> No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.  <strong>13</strong> Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.  <strong>14</strong> And we have seen and do testify that the Father sent the Son to be  the Saviour of the world.  <strong>15</strong> Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.  <strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  <strong>17</strong> Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.  <strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  <strong>19</strong> We love him, because he first loved us.  <strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  <strong>21</strong> And this commandment have we from him, That he who loveth God love his brother also.  ","niv":"<sup><strong>7</strong></sup> Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God. <sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love. <sup><strong>9</strong></sup> This is how God showed his love among us: He sent his one and only Son into the world that we might live through him. <sup><strong>10</strong></sup> This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins. <sup><strong>11</strong></sup> Dear friends, since God so loved us, we also ought to love one another. <sup><strong>12</strong></sup> No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us. <sup><strong>13</strong></sup> We know that we live in him and he in us, because he has given us of his Spirit. <sup><strong>14</strong></sup> And we have seen and testify that the Father has sent his Son to be the Savior of the world. <sup><strong>15</strong></sup> If anyone acknowledges that Jesus is the Son of God, God lives in him and he in God. <sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. <sup><strong>17</strong></sup> In this way, love is made complete among us so that we will have confidence on the day of judgment, because in this world we are like him. <sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love. <sup><strong>19</strong></sup> We love because he first loved us. <sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen. <sup><strong>21</strong></sup> And he has given us this command: Whoever loves God must also love his brother. "},{"_id":"61678008a3a86b670bc2f444","topicId":"61678008a3a86b670bc2f442","verse":"John 15:13","votes":13,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends."},{"_id":"61678009a3a86b670bc2f445","topicId":"61678008a3a86b670bc2f442","verse":"Matthew 5:43-45","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p40005043_04-3\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span></p>\n</div>","kjv":"<strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  ","niv":"<sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. "},{"_id":"61678009a3a86b670bc2f446","topicId":"61678008a3a86b670bc2f442","verse":"1 Corinthians 10:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"61678009a3a86b670bc2f447","topicId":"61678008a3a86b670bc2f442","verse":"Ecclesiastes 4:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p21004010_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v21004010-1\">10&nbsp;</b>For if they fall, one will lift up his fellow. But woe to him who is alone when he falls and has not another to lift him up!</p>\n</div>","kjv":"<strong>10</strong> For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up.  ","niv":"<sup><strong>10</strong></sup> If one falls down, his friend can help him up. But pity the man who falls and has no one to help him up!"},{"_id":"6167800aa3a86b670bc2f448","topicId":"61678008a3a86b670bc2f442","verse":"1 Peter 1:1-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p60001001_02-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60001001-1\">1:1&nbsp;</b>Peter, an apostle of Jesus Christ,</p>\n<p id=\"p60001001_02-8\">To those who are elect exiles of the Dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia, <b class=\"verse-num\" id=\"v60001002-1\">2&nbsp;</b>according to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood:</p>\n<p id=\"p60001002_02-8\">May grace and peace be multiplied to you.</p>\n\n<p id=\"p60001002_08-8\"><b class=\"verse-num\" id=\"v60001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead, <b class=\"verse-num\" id=\"v60001004-1\">4&nbsp;</b>to an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you, <b class=\"verse-num\" id=\"v60001005-1\">5&nbsp;</b>who by God’s power are being guarded through faith for a salvation ready to be revealed in the last time. <b class=\"verse-num\" id=\"v60001006-1\">6&nbsp;</b>In this you rejoice, though now for a little while, if necessary, you have been grieved by various trials, <b class=\"verse-num\" id=\"v60001007-1\">7&nbsp;</b>so that the tested genuineness of your faith—more precious than gold that perishes though it is tested by fire—may be found to result in praise and glory and honor at the revelation of Jesus Christ. <b class=\"verse-num\" id=\"v60001008-1\">8&nbsp;</b>Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory, <b class=\"verse-num\" id=\"v60001009-1\">9&nbsp;</b>obtaining the outcome of your faith, the salvation of your souls.</p>\n<p id=\"p60001009_08-8\"><b class=\"verse-num\" id=\"v60001010-1\">10&nbsp;</b>Concerning this salvation, the prophets who prophesied about the grace that was to be yours searched and inquired carefully, <b class=\"verse-num\" id=\"v60001011-1\">11&nbsp;</b>inquiring what person or time the Spirit of Christ in them was indicating when he predicted the sufferings of Christ and the subsequent glories. <b class=\"verse-num\" id=\"v60001012-1\">12&nbsp;</b>It was revealed to them that they were serving not themselves but you, in the things that have now been announced to you through those who preached the good news to you by the Holy Spirit sent from heaven, things into which angels long to look.</p>\n\n<p id=\"p60001012_12-8\"><b class=\"verse-num\" id=\"v60001013-1\">13&nbsp;</b>Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ. <b class=\"verse-num\" id=\"v60001014-1\">14&nbsp;</b>As obedient children, do not be conformed to the passions of your former ignorance, <b class=\"verse-num\" id=\"v60001015-1\">15&nbsp;</b>but as he who called you is holy, you also be holy in all your conduct, <b class=\"verse-num\" id=\"v60001016-1\">16&nbsp;</b>since it is written, “You shall be holy, for I am holy.” <b class=\"verse-num\" id=\"v60001017-1\">17&nbsp;</b>And if you call on him as Father who judges impartially according to each one’s deeds, conduct yourselves with fear throughout the time of your exile, <b class=\"verse-num\" id=\"v60001018-1\">18&nbsp;</b>knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold, <b class=\"verse-num\" id=\"v60001019-1\">19&nbsp;</b>but with the precious blood of Christ, like that of a lamb without blemish or spot. <b class=\"verse-num\" id=\"v60001020-1\">20&nbsp;</b>He was foreknown before the foundation of the world but was made manifest in the last times for the sake of you <b class=\"verse-num\" id=\"v60001021-1\">21&nbsp;</b>who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope are in God.</p>\n<p id=\"p60001021_12-8\"><b class=\"verse-num\" id=\"v60001022-1\">22&nbsp;</b>Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart, <b class=\"verse-num\" id=\"v60001023-1\">23&nbsp;</b>since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God; <b class=\"verse-num\" id=\"v60001024-1\">24&nbsp;</b>for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60001024_12-8\" class=\"line\">&nbsp;&nbsp;“All flesh is like grass</span><br><span id=\"p60001024_12-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all its glory like the flower of grass.</span><br><span id=\"p60001024_12-8\" class=\"line\">&nbsp;&nbsp;The grass withers,</span><br><span id=\"p60001024_12-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the flower falls,</span><br><span id=\"p60001025_12-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v60001025-1\">25&nbsp;</b>&nbsp;&nbsp;but the word of the Lord remains forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60001025_12-8\" class=\"same-paragraph\">And this word is the good news that was preached to you.</p>\n\n</div>","kjv":"<strong>1</strong> Peter, an apostle of Jesus Christ, to the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,  <strong>2</strong> Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.  <strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,  <strong>4</strong> To an inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you,  <strong>5</strong> Who are kept by the power of God through faith unto salvation ready to be revealed in the last time.  <strong>6</strong> Wherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations:  <strong>7</strong> That the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:  <strong>8</strong> Whom having not seen, ye love; in whom, though now ye see him  not, yet believing, ye rejoice with joy unspeakable and full of glory:  <strong>9</strong> Receiving the end of your faith, even the salvation of your souls.  <strong>10</strong> Of which salvation the prophets have enquired and searched diligently, who prophesied of the grace that should come unto you:  <strong>11</strong> Searching what, or what manner of time the Spirit of Christ which was in them did signify, when it testified beforehand the sufferings of Christ, and the glory that should follow.  <strong>12</strong> Unto whom it was revealed, that not unto themselves, but unto us they did minister the things, which are now reported unto you by them that have preached the gospel unto you with the Holy Ghost sent down from heaven; which things the angels desire to look into.  <strong>13</strong> Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;  <strong>14</strong> As obedient children, not fashioning yourselves according to the former lusts in your ignorance:  <strong>15</strong> But as he which hath called you is holy, so be ye holy in all manner of conversation;  <strong>16</strong> Because it is written, Be ye holy; for I am holy.  <strong>17</strong> And if ye call on the Father, who without respect of persons judgeth according to every man’s work, pass the time of your sojourning here  in fear:  <strong>18</strong> Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received  by tradition from your fathers;  <strong>19</strong> But with the precious blood of Christ, as of a lamb without blemish and without spot:  <strong>20</strong> Who verily was foreordained before the foundation of the world, but was manifest in these last times for you,  <strong>21</strong> Who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God.  <strong>22</strong> Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:  <strong>23</strong> Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.  <strong>24</strong> For all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:  <strong>25</strong> But the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you.  ","niv":"<sup><strong>1</strong></sup> Peter, an apostle of Jesus Christ, To God's elect, strangers in the world, scattered throughout Pontus, Galatia, Cappadocia, Asia and Bithynia, <sup><strong>2</strong></sup> who have been chosen according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, for obedience to Jesus Christ and sprinkling by his blood: Grace and peace be yours in abundance. <sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead, <sup><strong>4</strong></sup> and into an inheritance that can never perish, spoil or fade--kept in heaven for you, <sup><strong>5</strong></sup> who through faith are shielded by God's power until the coming of the salvation that is ready to be revealed in the last time. <sup><strong>6</strong></sup> In this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials. <sup><strong>7</strong></sup> These have come so that your faith--of greater worth than gold, which perishes even though refined by fire--may be proved genuine and may result in praise, glory and honor when Jesus Christ is revealed. <sup><strong>8</strong></sup> Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy, <sup><strong>9</strong></sup> for you are receiving the goal of your faith, the salvation of your souls. <sup><strong>10</strong></sup> Concerning this salvation, the prophets, who spoke of the grace that was to come to you, searched intently and with the greatest care, <sup><strong>11</strong></sup> trying to find out the time and circumstances to which the Spirit of Christ in them was pointing when he predicted the sufferings of Christ and the glories that would follow. <sup><strong>12</strong></sup> It was revealed to them that they were not serving themselves but you, when they spoke of the things that have now been told you by those who have preached the gospel to you by the Holy Spirit sent from heaven. Even angels long to look into these things. <sup><strong>13</strong></sup> Therefore, prepare your minds for action; be self-controlled; set your hope fully on the grace to be given you when Jesus Christ is revealed. <sup><strong>14</strong></sup> As obedient children, do not conform to the evil desires you had when you lived in ignorance. <sup><strong>15</strong></sup> But just as he who called you is holy, so be holy in all you do; <sup><strong>16</strong></sup> for it is written: \"Be holy, because I am holy.\" <sup><strong>17</strong></sup> Since you call on a Father who judges each man's work impartially, live your lives as strangers here in reverent fear. <sup><strong>18</strong></sup> For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your forefathers, <sup><strong>19</strong></sup> but with the precious blood of Christ, a lamb without blemish or defect. <sup><strong>20</strong></sup> He was chosen before the creation of the world, but was revealed in these last times for your sake. <sup><strong>21</strong></sup> Through him you believe in God, who raised him from the dead and glorified him, and so your faith and hope are in God. <sup><strong>22</strong></sup> Now that you have purified yourselves by obeying the truth so that you have sincere love for your brothers, love one another deeply, from the heart. <sup><strong>23</strong></sup> For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God. <sup><strong>24</strong></sup> For, \"All men are like grass, and all their glory is like the flowers of the field; the grass withers and the flowers fall, <sup><strong>25</strong></sup> but the word of the Lord stands forever.\" And this is the word that was preached to you. "},{"_id":"6167800aa3a86b670bc2f449","topicId":"61678008a3a86b670bc2f442","verse":"Colossians 1:1-29","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-9\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-9\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-9\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-9\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-9\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-9\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-9\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"6167800aa3a86b670bc2f44a","topicId":"61678008a3a86b670bc2f442","verse":"Jeremiah 29:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"6167800ba3a86b670bc2f44b","topicId":"61678008a3a86b670bc2f442","verse":"Ruth 3:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p08003003_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v08003003-1\">3&nbsp;</b>Wash therefore and anoint yourself, and put on your cloak and go down to the threshing floor, but do not make yourself known to the man until he has finished eating and drinking.</p>\n</div>","kjv":"<strong>3</strong> Wash thyself therefore, and anoint thee, and put thy raiment upon thee, and get thee down to the floor: but make not thyself known unto the man, until he shall have done eating and drinking.  ","niv":"<sup><strong>3</strong></sup> Wash and perfume yourself, and put on your best clothes. Then go down to the threshing floor, but don't let him know you are there until he has finished eating and drinking."},{"_id":"6167800ba3a86b670bc2f44c","topicId":"61678008a3a86b670bc2f442","verse":"Romans 1:26-2:1","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-12\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_01-12\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n<p id=\"p45002001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things.</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  <strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  ","niv":""},{"_id":"6167800ba3a86b670bc2f44d","topicId":"61678008a3a86b670bc2f442","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-13\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6167800ba3a86b670bc2f44e","topicId":"61678008a3a86b670bc2f442","verse":"Hebrews 13:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"6167800ca3a86b670bc2f44f","topicId":"61678008a3a86b670bc2f442","verse":"John 14:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6167800ca3a86b670bc2f450","topicId":"61678008a3a86b670bc2f442","verse":"John 3:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span></p>\n\n</div>","kjv":"<strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  ","niv":"<sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \""},{"_id":"6167800ca3a86b670bc2f451","topicId":"61678008a3a86b670bc2f442","verse":"Matthew 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40001001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40001001-1\">1:1&nbsp;</b>The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.</p>\n</div>","kjv":"<strong>1</strong> The book of the generation of Jesus Christ, the son of David, the son of Abraham.  ","niv":"<sup><strong>1</strong></sup> A record of the genealogy of Jesus Christ the son of David, the son of Abraham:"}]}