{"_id":"61678a57a3a86b670bc2f5c7","slug":"lukewarm-christians","name":"Lukewarm Christians","verses":[{"_id":"61678a57a3a86b670bc2f5c8","topicId":"61678a57a3a86b670bc2f5c7","verse":"Revelation 3:15-16","votes":627,"__v":0,"esv":"<div>\n<p id=\"p66003015_01-1\"><b class=\"verse-num woc\" id=\"v66003015-1\">15&nbsp;</b><span class=\"woc\">“‘I know your works: you are neither cold nor hot. Would that you were either cold or hot!</span> <b class=\"verse-num woc\" id=\"v66003016-1\">16&nbsp;</b><span class=\"woc\">So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth.</span></p>\n</div>","kjv":"<strong>15</strong> I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.  <strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  ","niv":"<sup><strong>15</strong></sup> I know your deeds, that you are neither cold nor hot. I wish you were either one or the other! <sup><strong>16</strong></sup> So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth. ","modified":"2023-09-27T22:12:34.052Z"},{"_id":"61678a57a3a86b670bc2f5c9","topicId":"61678a57a3a86b670bc2f5c7","verse":"Revelation 3:14-22","votes":297,"__v":0,"esv":"<div>\n\n<p id=\"p66003014_06-2\"><b class=\"verse-num woc\" id=\"v66003014-1\">14&nbsp;</b><span class=\"woc\">“And to the angel of the church in Laodicea write: ‘The words of the Amen, the faithful and true witness, the beginning of God’s creation.</span></p>\n<p id=\"p66003014_06-2\"><b class=\"verse-num woc\" id=\"v66003015-1\">15&nbsp;</b><span class=\"woc\">“‘I know your works: you are neither cold nor hot. Would that you were either cold or hot!</span> <b class=\"verse-num woc\" id=\"v66003016-1\">16&nbsp;</b><span class=\"woc\">So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth.</span> <b class=\"verse-num woc\" id=\"v66003017-1\">17&nbsp;</b><span class=\"woc\">For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked.</span> <b class=\"verse-num woc\" id=\"v66003018-1\">18&nbsp;</b><span class=\"woc\">I counsel you to buy from me gold refined by fire, so that you may be rich, and white garments so that you may clothe yourself and the shame of your nakedness may not be seen, and salve to anoint your eyes, so that you may see.</span> <b class=\"verse-num woc\" id=\"v66003019-1\">19&nbsp;</b><span class=\"woc\">Those whom I love, I reprove and discipline, so be zealous and repent.</span> <b class=\"verse-num woc\" id=\"v66003020-1\">20&nbsp;</b><span class=\"woc\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.</span> <b class=\"verse-num woc\" id=\"v66003021-1\">21&nbsp;</b><span class=\"woc\">The one who conquers, I will grant him to sit with me on my throne, as I also conquered and sat down with my Father on his throne.</span> <b class=\"verse-num woc\" id=\"v66003022-1\">22&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches.’”</span></p>\n</div>","kjv":"<strong>14</strong>           And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God;  <strong>15</strong> I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.  <strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  <strong>17</strong> Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:  <strong>18</strong> I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that  the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.  <strong>19</strong> As many as I love, I rebuke and chasten: be zealous therefore, and repent.  <strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  <strong>21</strong> To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.  <strong>22</strong> He that hath an ear, let him hear what the Spirit saith unto the churches. ","niv":"<sup><strong>14</strong></sup> \"To the angel of the church in Laodicea write: These are the words of the Amen, the faithful and true witness, the ruler of God's creation. <sup><strong>15</strong></sup> I know your deeds, that you are neither cold nor hot. I wish you were either one or the other! <sup><strong>16</strong></sup> So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth. <sup><strong>17</strong></sup> You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked. <sup><strong>18</strong></sup> I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see. <sup><strong>19</strong></sup> Those whom I love I rebuke and discipline. So be earnest, and repent. <sup><strong>20</strong></sup> Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me. <sup><strong>21</strong></sup> To him who overcomes, I will give the right to sit with me on my throne, just as I overcame and sat down with my Father on his throne. <sup><strong>22</strong></sup> He who has an ear, let him hear what the Spirit says to the churches.\" ","modified":"2022-06-09T14:54:04.628Z"},{"_id":"61678a58a3a86b670bc2f5ca","topicId":"61678a57a3a86b670bc2f5c7","verse":"1 John 2:15-16","votes":266,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-3\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. ","modified":"2022-06-09T14:53:55.421Z"},{"_id":"61678a58a3a86b670bc2f5cb","topicId":"61678a57a3a86b670bc2f5c7","verse":"Matthew 12:30","votes":157,"__v":0,"esv":"<div>\n<p id=\"p40012030_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012030-1\">30&nbsp;</b><span class=\"woc\">Whoever is not with me is against me, and whoever does not gather with me scatters.</span></p>\n</div>","kjv":"<strong>30</strong> He that is not with me is against me; and he that gathereth not with me scattereth abroad. ","niv":"<sup><strong>30</strong></sup> \"He who is not with me is against me, and he who does not gather with me scatters."},{"_id":"61678a58a3a86b670bc2f5cc","topicId":"61678a57a3a86b670bc2f5c7","verse":"Matthew 5:13","votes":153,"__v":0,"esv":"<div>\n\n<p id=\"p40005013_04-5\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n</div>","kjv":"<strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  ","niv":"<sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men."},{"_id":"61678a59a3a86b670bc2f5cd","topicId":"61678a57a3a86b670bc2f5c7","verse":"2 Timothy 4:3","votes":151,"__v":0,"esv":"<div>\n<p id=\"p55004003_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions,</p>\n\n</div>","kjv":"<strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  ","niv":"<sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear.","modified":"2023-09-07T17:25:29.967Z"},{"_id":"61678a59a3a86b670bc2f5ce","topicId":"61678a57a3a86b670bc2f5c7","verse":"Revelation 3:16","votes":134,"__v":0,"esv":"<div>\n<p id=\"p66003016_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003016-1\">16&nbsp;</b><span class=\"woc\">So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth.</span></p>\n</div>","kjv":"<strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  ","niv":"<sup><strong>16</strong></sup> So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth.","modified":"2023-04-03T18:30:05.889Z"},{"_id":"61678a59a3a86b670bc2f5cf","topicId":"61678a57a3a86b670bc2f5c7","verse":"James 3:10-12","votes":131,"__v":0,"esv":"<div>\n<p id=\"p59003010_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003010-1\">10&nbsp;</b>From the same mouth come blessing and cursing. My brothers, these things ought not to be so. <b class=\"verse-num\" id=\"v59003011-1\">11&nbsp;</b>Does a spring pour forth from the same opening both fresh and salt water? <b class=\"verse-num\" id=\"v59003012-1\">12&nbsp;</b>Can a fig tree, my brothers, bear olives, or a grapevine produce figs? Neither can a salt pond yield fresh water.</p>\n\n</div>","kjv":"<strong>10</strong> Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.  <strong>11</strong> Doth a fountain send forth at the same place sweet water  and bitter?  <strong>12</strong> Can the fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh.  ","niv":"<sup><strong>10</strong></sup> Out of the same mouth come praise and cursing. My brothers, this should not be. <sup><strong>11</strong></sup> Can both fresh water and salt water flow from the same spring? <sup><strong>12</strong></sup> My brothers, can a fig tree bear olives, or a grapevine bear figs? Neither can a salt spring produce fresh water. ","modified":"2023-08-07T22:37:24.508Z"},{"_id":"61678a59a3a86b670bc2f5d0","topicId":"61678a57a3a86b670bc2f5c7","verse":"1 John 3:10","votes":109,"__v":0,"esv":"<div>\n<p id=\"p62003010_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003010-1\">10&nbsp;</b>By this it is evident who are the children of God, and who are the children of the devil: whoever does not practice righteousness is not of God, nor is the one who does not love his brother.</p>\n</div>","kjv":"<strong>10</strong> In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother.  ","niv":"<sup><strong>10</strong></sup> This is how we know who the children of God are and who the children of the devil are: Anyone who does not do what is right is not a child of God; nor is anyone who does not love his brother."},{"_id":"61678a5aa3a86b670bc2f5d1","topicId":"61678a57a3a86b670bc2f5c7","verse":"1 Peter 3:15","votes":90,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"},{"_id":"61678a5aa3a86b670bc2f5d2","topicId":"61678a57a3a86b670bc2f5c7","verse":"Matthew 16:26","votes":90,"__v":0,"esv":"<div>\n<p id=\"p40016026_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016026-1\">26&nbsp;</b><span class=\"woc\">For what will it profit a man if he gains the whole world and forfeits his soul? Or what shall a man give in return for his soul?</span></p>\n</div>","kjv":"<strong>26</strong> For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?  ","niv":"<sup><strong>26</strong></sup> What good will it be for a man if he gains the whole world, yet forfeits his soul? Or what can a man give in exchange for his soul?"},{"_id":"61678a5aa3a86b670bc2f5d3","topicId":"61678a57a3a86b670bc2f5c7","verse":"2 Corinthians 6:14-18","votes":87,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-13\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness? <b class=\"verse-num\" id=\"v47006015-1\">15&nbsp;</b>What accord has Christ with Belial? Or what portion does a believer share with an unbeliever? <b class=\"verse-num\" id=\"v47006016-1\">16&nbsp;</b>What agreement has the temple of God with idols? For we are the temple of the living God; as God said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p47006016_07-13\" class=\"line\">&nbsp;&nbsp;“I will make my dwelling among them and walk among them,</span><br><span id=\"p47006016_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will be their God,</span><br><span id=\"p47006016_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall be my people.</span><br><span id=\"p47006017_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v47006017-1\">17&nbsp;</b>&nbsp;&nbsp;Therefore go out from their midst,</span><br><span id=\"p47006017_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be separate from them, says the Lord,</span><br><span id=\"p47006017_07-13\" class=\"line\">&nbsp;&nbsp;and touch no unclean thing;</span><br><span id=\"p47006017_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then I will welcome you,</span><br><span id=\"p47006018_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v47006018-1\">18&nbsp;</b>&nbsp;&nbsp;and I will be a father to you,</span><br><span id=\"p47006018_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall be sons and daughters to me,</span><br><span id=\"p47006018_07-13\" class=\"line\">&nbsp;&nbsp;says the Lord Almighty.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  <strong>15</strong> And what concord hath Christ with Belial? or what part hath he that believeth with an infidel?  <strong>16</strong> And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.  <strong>17</strong> Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you,  <strong>18</strong> And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness? <sup><strong>15</strong></sup> What harmony is there between Christ and Belial? What does a believer have in common with an unbeliever? <sup><strong>16</strong></sup> What agreement is there between the temple of God and idols? For we are the temple of the living God. As God has said: \"I will live with them and walk among them, and I will be their God, and they will be my people.\" <sup><strong>17</strong></sup> \"Therefore come out from them and be separate, says the Lord. Touch no unclean thing, and I will receive you.\" <sup><strong>18</strong></sup> \"I will be a Father to you, and you will be my sons and daughters, says the Lord Almighty.\" "},{"_id":"61678a5ba3a86b670bc2f5d4","topicId":"61678a57a3a86b670bc2f5c7","verse":"2 Timothy 3:4","votes":80,"__v":0,"esv":"<div>\n<p id=\"p55003004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God,</p>\n</div>","kjv":"<strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  ","niv":"<sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God--","modified":"2023-08-07T22:40:29.510Z"},{"_id":"61678a5ba3a86b670bc2f5d5","topicId":"61678a57a3a86b670bc2f5c7","verse":"Matthew 12:33-37","votes":71,"__v":0,"esv":"<div>\n\n<p id=\"p40012033_08-15\"><b class=\"verse-num woc\" id=\"v40012033-1\">33&nbsp;</b><span class=\"woc\">“Either make the tree good and its fruit good, or make the tree bad and its fruit bad, for the tree is known by its fruit.</span> <b class=\"verse-num woc\" id=\"v40012034-1\">34&nbsp;</b><span class=\"woc\">You brood of vipers! How can you speak good, when you are evil? For out of the abundance of the heart the mouth speaks.</span> <b class=\"verse-num woc\" id=\"v40012035-1\">35&nbsp;</b><span class=\"woc\">The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.</span> <b class=\"verse-num woc\" id=\"v40012036-1\">36&nbsp;</b><span class=\"woc\">I tell you, on the day of judgment people will give account for every careless word they speak,</span> <b class=\"verse-num woc\" id=\"v40012037-1\">37&nbsp;</b><span class=\"woc\">for by your words you will be justified, and by your words you will be condemned.”</span></p>\n</div>","kjv":"<strong>33</strong> Either make the tree good, and his fruit good; or else make the tree corrupt, and his fruit corrupt: for the tree is known by his fruit. <strong>34</strong> O generation of vipers, how can ye, being evil, speak good things? for out of the abundance of the heart the mouth speaketh.  <strong>35</strong> A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.  <strong>36</strong> But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.  <strong>37</strong> For by thy words thou shalt be justified, and by thy words thou shalt be condemned. ","niv":"<sup><strong>33</strong></sup> \"Make a tree good and its fruit will be good, or make a tree bad and its fruit will be bad, for a tree is recognized by its fruit. <sup><strong>34</strong></sup> You brood of vipers, how can you who are evil say anything good? For out of the overflow of the heart the mouth speaks. <sup><strong>35</strong></sup> The good man brings good things out of the good stored up in him, and the evil man brings evil things out of the evil stored up in him. <sup><strong>36</strong></sup> But I tell you that men will have to give account on the day of judgment for every careless word they have spoken. <sup><strong>37</strong></sup> For by your words you will be acquitted, and by your words you will be condemned.\" "},{"_id":"61678a5ba3a86b670bc2f5d6","topicId":"61678a57a3a86b670bc2f5c7","verse":"2 Corinthians 6:14","votes":70,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-16\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"61678a5ca3a86b670bc2f5d7","topicId":"61678a57a3a86b670bc2f5c7","verse":"Revelation 3:15","votes":67,"__v":0,"esv":"<div>\n<p id=\"p66003015_01-17\"><b class=\"verse-num woc\" id=\"v66003015-1\">15&nbsp;</b><span class=\"woc\">“‘I know your works: you are neither cold nor hot. Would that you were either cold or hot!</span></p>\n</div>","kjv":"<strong>15</strong> I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.  ","niv":"<sup><strong>15</strong></sup> I know your deeds, that you are neither cold nor hot. I wish you were either one or the other!"},{"_id":"61678a5ca3a86b670bc2f5d8","topicId":"61678a57a3a86b670bc2f5c7","verse":"John 14:6","votes":56,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"61678a5ca3a86b670bc2f5d9","topicId":"61678a57a3a86b670bc2f5c7","verse":"Revelation 3:17","votes":51,"__v":0,"esv":"<div>\n<p id=\"p66003017_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003017-1\">17&nbsp;</b><span class=\"woc\">For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked.</span></p>\n</div>","kjv":"<strong>17</strong> Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:  ","niv":"<sup><strong>17</strong></sup> You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked.","modified":"2021-12-13T04:39:16.305Z"},{"_id":"61678a5ca3a86b670bc2f5da","topicId":"61678a57a3a86b670bc2f5c7","verse":"1 Timothy 4:1","votes":51,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons."},{"_id":"61678a5da3a86b670bc2f5db","topicId":"61678a57a3a86b670bc2f5c7","verse":"Revelation 1:3","votes":47,"__v":0,"esv":"<div>\n<p id=\"p66001003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n</div>","kjv":"<strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  ","niv":"<sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near.","modified":"2023-08-07T22:42:42.391Z"},{"_id":"61678a5da3a86b670bc2f5dc","topicId":"61678a57a3a86b670bc2f5c7","verse":"Matthew 7:21","votes":47,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-23\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven.","modified":"2022-03-11T18:00:57.873Z"},{"_id":"61678a5da3a86b670bc2f5dd","topicId":"61678a57a3a86b670bc2f5c7","verse":"James 4:17","votes":45,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins."},{"_id":"61678a5ea3a86b670bc2f5de","topicId":"61678a57a3a86b670bc2f5c7","verse":"2 Corinthians 13:5","votes":45,"__v":0,"esv":"<div>\n<p id=\"p47013005_01-25\"><b class=\"verse-num\" id=\"v47013005-1\">5&nbsp;</b>Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?—unless indeed you fail to meet the test!</p>\n</div>","kjv":"<strong>5</strong> Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?  ","niv":"<sup><strong>5</strong></sup> Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you--unless, of course, you fail the test?"},{"_id":"61678a5ea3a86b670bc2f5df","topicId":"61678a57a3a86b670bc2f5c7","verse":"Romans 12:1","votes":43,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"61678a5ea3a86b670bc2f5e0","topicId":"61678a57a3a86b670bc2f5c7","verse":"Isaiah 29:13","votes":42,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23029013_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23029013-1\">13&nbsp;</b>&nbsp;&nbsp;And the Lord said:</span><br><span id=\"p23029013_01-27\" class=\"line\">&nbsp;&nbsp;“Because this people draw near with their mouth</span><br><span id=\"p23029013_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and honor me with their lips,</span><br><span id=\"p23029013_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while their hearts are far from me,</span><br><span id=\"p23029013_01-27\" class=\"line\">&nbsp;&nbsp;and their fear of me is a commandment taught by men,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Wherefore the Lord said, Forasmuch as this people draw near me  with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men:  ","niv":"<sup><strong>13</strong></sup> The Lord says: \"These people come near to me with their mouth and honor me with their lips, but their hearts are far from me. Their worship of me is made up only of rules taught by men."}]}