{"_id":"61678b49a3a86b670bc2f663","slug":"lynching","name":"Lynching","verses":[{"_id":"61678b49a3a86b670bc2f664","topicId":"61678b49a3a86b670bc2f663","verse":"Proverbs 6:16-17","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, "},{"_id":"61678b4aa3a86b670bc2f665","topicId":"61678b49a3a86b670bc2f663","verse":"Genesis 9:6","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-2\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man."},{"_id":"61678b4aa3a86b670bc2f666","topicId":"61678b49a3a86b670bc2f663","verse":"Galatians 3:13","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p48003001_09-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48003001-1\">3:1&nbsp;</b>O foolish Galatians! Who has bewitched you? It was before your eyes that Jesus Christ was publicly portrayed as crucified. <b class=\"verse-num\" id=\"v48003002-1\">2&nbsp;</b>Let me ask you only this: Did you receive the Spirit by works of the law or by hearing with faith? <b class=\"verse-num\" id=\"v48003003-1\">3&nbsp;</b>Are you so foolish? Having begun by the Spirit, are you now being perfected by the flesh? <b class=\"verse-num\" id=\"v48003004-1\">4&nbsp;</b>Did you suffer so many things in vain—if indeed it was in vain? <b class=\"verse-num\" id=\"v48003005-1\">5&nbsp;</b>Does he who supplies the Spirit to you and works miracles among you do so by works of the law, or by hearing with faith—<b class=\"verse-num\" id=\"v48003006-1\">6&nbsp;</b>just as Abraham “believed God, and it was counted to him as righteousness”?</p>\n<p id=\"p48003006_09-22\"><b class=\"verse-num\" id=\"v48003007-1\">7&nbsp;</b>Know then that it is those of faith who are the sons of Abraham. <b class=\"verse-num\" id=\"v48003008-1\">8&nbsp;</b>And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying, “In you shall all the nations be blessed.” <b class=\"verse-num\" id=\"v48003009-1\">9&nbsp;</b>So then, those who are of faith are blessed along with Abraham, the man of faith.</p>\n\n<p id=\"p48003009_15-22\"><b class=\"verse-num\" id=\"v48003010-1\">10&nbsp;</b>For all who rely on works of the law are under a curse; for it is written, “Cursed be everyone who does not abide by all things written in the Book of the Law, and do them.” <b class=\"verse-num\" id=\"v48003011-1\">11&nbsp;</b>Now it is evident that no one is justified before God by the law, for “The righteous shall live by faith.” <b class=\"verse-num\" id=\"v48003012-1\">12&nbsp;</b>But the law is not of faith, rather “The one who does them shall live by them.” <b class=\"verse-num\" id=\"v48003013-1\">13&nbsp;</b>Christ redeemed us from the curse of the law by becoming a curse for us—for it is written, “Cursed is everyone who is hanged on a tree”—<b class=\"verse-num\" id=\"v48003014-1\">14&nbsp;</b>so that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we might receive the promised Spirit through faith.</p>\n\n<p id=\"p48003014_20-22\"><b class=\"verse-num\" id=\"v48003015-1\">15&nbsp;</b>To give a human example, brothers: even with a man-made covenant, no one annuls it or adds to it once it has been ratified. <b class=\"verse-num\" id=\"v48003016-1\">16&nbsp;</b>Now the promises were made to Abraham and to his offspring. It does not say, “And to offsprings,” referring to many, but referring to one, “And to your offspring,” who is Christ. <b class=\"verse-num\" id=\"v48003017-1\">17&nbsp;</b>This is what I mean: the law, which came 430 years afterward, does not annul a covenant previously ratified by God, so as to make the promise void. <b class=\"verse-num\" id=\"v48003018-1\">18&nbsp;</b>For if the inheritance comes by the law, it no longer comes by promise; but God gave it to Abraham by a promise.</p>\n<p id=\"p48003018_20-22\"><b class=\"verse-num\" id=\"v48003019-1\">19&nbsp;</b>Why then the law? It was added because of transgressions, until the offspring should come to whom the promise had been made, and it was put in place through angels by an intermediary. <b class=\"verse-num\" id=\"v48003020-1\">20&nbsp;</b>Now an intermediary implies more than one, but God is one.</p>\n<p id=\"p48003020_20-22\"><b class=\"verse-num\" id=\"v48003021-1\">21&nbsp;</b>Is the law then contrary to the promises of God? Certainly not! For if a law had been given that could give life, then righteousness would indeed be by the law. <b class=\"verse-num\" id=\"v48003022-1\">22&nbsp;</b>But the Scripture imprisoned everything under sin, so that the promise by faith in Jesus Christ might be given to those who believe.</p>\n<p id=\"p48003022_20-22\"><b class=\"verse-num\" id=\"v48003023-1\">23&nbsp;</b>Now before faith came, we were held captive under the law, imprisoned until the coming faith would be revealed. <b class=\"verse-num\" id=\"v48003024-1\">24&nbsp;</b>So then, the law was our guardian until Christ came, in order that we might be justified by faith. <b class=\"verse-num\" id=\"v48003025-1\">25&nbsp;</b>But now that faith has come, we are no longer under a guardian, <b class=\"verse-num\" id=\"v48003026-1\">26&nbsp;</b>for in Christ Jesus you are all sons of God, through faith. <b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ. <b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus. <b class=\"verse-num\" id=\"v48003029-1\">29&nbsp;</b>And if you are Christ’s, then you are Abraham’s offspring, heirs according to promise.</p>\n\n</div>","kjv":"<strong>13</strong> Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:  ","niv":"<sup><strong>13</strong></sup> Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a tree.\""},{"_id":"61678b4aa3a86b670bc2f667","topicId":"61678b49a3a86b670bc2f663","verse":"Exodus 23:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02023007_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v02023007-1\">7&nbsp;</b>Keep far from a false charge, and do not kill the innocent and righteous, for I will not acquit the wicked.</p>\n</div>","kjv":"<strong>7</strong> Keep thee far from a false matter; and the innocent and righteous slay thou not: for I will not justify the wicked.  ","niv":"<sup><strong>7</strong></sup> Have nothing to do with a false charge and do not put an innocent or honest person to death, for I will not acquit the guilty.","modified":"2022-05-19T16:43:23.860Z"},{"_id":"61678b4ba3a86b670bc2f668","topicId":"61678b49a3a86b670bc2f663","verse":"Acts 19:13-16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44019013_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019013-1\">13&nbsp;</b>Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.” <b class=\"verse-num\" id=\"v44019014-1\">14&nbsp;</b>Seven sons of a Jewish high priest named Sceva were doing this. <b class=\"verse-num\" id=\"v44019015-1\">15&nbsp;</b>But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?” <b class=\"verse-num\" id=\"v44019016-1\">16&nbsp;</b>And the man in whom was the evil spirit leaped on them, mastered all of them and overpowered them, so that they fled out of that house naked and wounded.</p>\n\n</div>","kjv":"<strong>13</strong> Then certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth.  <strong>14</strong> And there were seven sons of one Sceva, a Jew, and  chief of the priests, which did so.  <strong>15</strong> And the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?  <strong>16</strong> And the man in whom the evil spirit was leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded.  ","niv":"<sup><strong>13</strong></sup> Some Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, \"In the name of Jesus, whom Paul preaches, I command you to come out.\" <sup><strong>14</strong></sup> Seven sons of Sceva, a Jewish chief priest, were doing this. <sup><strong>15</strong></sup> One day the evil spirit answered them, \"Jesus I know, and I know about Paul, but who are you?\" <sup><strong>16</strong></sup> Then the man who had the evil spirit jumped on them and overpowered them all. He gave them such a beating that they ran out of the house naked and bleeding. "},{"_id":"61678b4ba3a86b670bc2f669","topicId":"61678b49a3a86b670bc2f663","verse":"Exodus 20:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02020016_01-6\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n</div>","kjv":"<strong>16</strong> Thou shalt not bear false witness against thy neighbour.  ","niv":"<sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor."},{"_id":"61678b4ba3a86b670bc2f66a","topicId":"61678b49a3a86b670bc2f663","verse":"Exodus 20:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02020013_01-7\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n\n</div>","kjv":"<strong>13</strong> Thou shalt not kill.  ","niv":"<sup><strong>13</strong></sup> \"You shall not murder."},{"_id":"61678b4ca3a86b670bc2f66b","topicId":"61678b49a3a86b670bc2f663","verse":"Galatians 3:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"61678b4ca3a86b670bc2f66c","topicId":"61678b49a3a86b670bc2f663","verse":"2 Timothy 2:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"61678b4ca3a86b670bc2f66d","topicId":"61678b49a3a86b670bc2f663","verse":"Luke 1:1-80","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42001001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42001001-1\">1:1&nbsp;</b>Inasmuch as many have undertaken to compile a narrative of the things that have been accomplished among us, <b class=\"verse-num\" id=\"v42001002-1\">2&nbsp;</b>just as those who from the beginning were eyewitnesses and ministers of the word have delivered them to us, <b class=\"verse-num\" id=\"v42001003-1\">3&nbsp;</b>it seemed good to me also, having followed all things closely for some time past, to write an orderly account for you, most excellent Theophilus, <b class=\"verse-num\" id=\"v42001004-1\">4&nbsp;</b>that you may have certainty concerning the things you have been taught.</p>\n\n<p id=\"p42001004_10-10\"><b class=\"verse-num\" id=\"v42001005-1\">5&nbsp;</b>In the days of Herod, king of Judea, there was a priest named Zechariah, of the division of Abijah. And he had a wife from the daughters of Aaron, and her name was Elizabeth. <b class=\"verse-num\" id=\"v42001006-1\">6&nbsp;</b>And they were both righteous before God, walking blamelessly in all the commandments and statutes of the Lord. <b class=\"verse-num\" id=\"v42001007-1\">7&nbsp;</b>But they had no child, because Elizabeth was barren, and both were advanced in years.</p>\n<p id=\"p42001007_10-10\"><b class=\"verse-num\" id=\"v42001008-1\">8&nbsp;</b>Now while he was serving as priest before God when his division was on duty, <b class=\"verse-num\" id=\"v42001009-1\">9&nbsp;</b>according to the custom of the priesthood, he was chosen by lot to enter the temple of the Lord and burn incense. <b class=\"verse-num\" id=\"v42001010-1\">10&nbsp;</b>And the whole multitude of the people were praying outside at the hour of incense. <b class=\"verse-num\" id=\"v42001011-1\">11&nbsp;</b>And there appeared to him an angel of the Lord standing on the right side of the altar of incense. <b class=\"verse-num\" id=\"v42001012-1\">12&nbsp;</b>And Zechariah was troubled when he saw him, and fear fell upon him. <b class=\"verse-num\" id=\"v42001013-1\">13&nbsp;</b>But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John. <b class=\"verse-num\" id=\"v42001014-1\">14&nbsp;</b>And you will have joy and gladness, and many will rejoice at his birth, <b class=\"verse-num\" id=\"v42001015-1\">15&nbsp;</b>for he will be great before the Lord. And he must not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother’s womb. <b class=\"verse-num\" id=\"v42001016-1\">16&nbsp;</b>And he will turn many of the children of Israel to the Lord their God, <b class=\"verse-num\" id=\"v42001017-1\">17&nbsp;</b>and he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared.”</p>\n<p id=\"p42001017_10-10\"><b class=\"verse-num\" id=\"v42001018-1\">18&nbsp;</b>And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.” <b class=\"verse-num\" id=\"v42001019-1\">19&nbsp;</b>And the angel answered him, “I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news. <b class=\"verse-num\" id=\"v42001020-1\">20&nbsp;</b>And behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their time.” <b class=\"verse-num\" id=\"v42001021-1\">21&nbsp;</b>And the people were waiting for Zechariah, and they were wondering at his delay in the temple. <b class=\"verse-num\" id=\"v42001022-1\">22&nbsp;</b>And when he came out, he was unable to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them and remained mute. <b class=\"verse-num\" id=\"v42001023-1\">23&nbsp;</b>And when his time of service was ended, he went to his home.</p>\n<p id=\"p42001023_10-10\"><b class=\"verse-num\" id=\"v42001024-1\">24&nbsp;</b>After these days his wife Elizabeth conceived, and for five months she kept herself hidden, saying, <b class=\"verse-num\" id=\"v42001025-1\">25&nbsp;</b>“Thus the Lord has done for me in the days when he looked on me, to take away my reproach among people.”</p>\n\n<p id=\"p42001025_14-10\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. <b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n<p id=\"p42001033_14-10\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_14-10\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. <b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. <b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.” <b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n<p id=\"p42001038_17-10\"><b class=\"verse-num\" id=\"v42001039-1\">39&nbsp;</b>In those days Mary arose and went with haste into the hill country, to a town in Judah, <b class=\"verse-num\" id=\"v42001040-1\">40&nbsp;</b>and she entered the house of Zechariah and greeted Elizabeth. <b class=\"verse-num\" id=\"v42001041-1\">41&nbsp;</b>And when Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit, <b class=\"verse-num\" id=\"v42001042-1\">42&nbsp;</b>and she exclaimed with a loud cry, “Blessed are you among women, and blessed is the fruit of your womb! <b class=\"verse-num\" id=\"v42001043-1\">43&nbsp;</b>And why is this granted to me that the mother of my Lord should come to me? <b class=\"verse-num\" id=\"v42001044-1\">44&nbsp;</b>For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy. <b class=\"verse-num\" id=\"v42001045-1\">45&nbsp;</b>And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”</p>\n\n<p id=\"p42001045_23-10\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_23-10\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br><span id=\"p42001047_23-10\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_23-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_23-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br><span id=\"p42001049_23-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001049-1\">49&nbsp;</b>&nbsp;&nbsp;for he who is mighty has done great things for me,</span><br><span id=\"p42001049_23-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holy is his name.</span><br><span id=\"p42001050_23-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001050-1\">50&nbsp;</b>&nbsp;&nbsp;And his mercy is for those who fear him</span><br><span id=\"p42001050_23-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from generation to generation.</span><br><span id=\"p42001051_23-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001051-1\">51&nbsp;</b>&nbsp;&nbsp;He has shown strength with his arm;</span><br><span id=\"p42001051_23-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has scattered the proud in the thoughts of their hearts;</span><br><span id=\"p42001052_23-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001052-1\">52&nbsp;</b>&nbsp;&nbsp;he has brought down the mighty from their thrones</span><br><span id=\"p42001052_23-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalted those of humble estate;</span><br><span id=\"p42001053_23-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001053-1\">53&nbsp;</b>&nbsp;&nbsp;he has filled the hungry with good things,</span><br><span id=\"p42001053_23-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rich he has sent away empty.</span><br><span id=\"p42001054_23-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001054-1\">54&nbsp;</b>&nbsp;&nbsp;He has helped his servant Israel,</span><br><span id=\"p42001054_23-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in remembrance of his mercy,</span><br><span id=\"p42001055_23-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001055-1\">55&nbsp;</b>&nbsp;&nbsp;as he spoke to our fathers,</span><br><span id=\"p42001055_23-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Abraham and to his offspring forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001055_23-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001056-1\">56&nbsp;</b>And Mary remained with her about three months and returned to her home.</p>\n\n<p id=\"p42001056_29-10\"><b class=\"verse-num\" id=\"v42001057-1\">57&nbsp;</b>Now the time came for Elizabeth to give birth, and she bore a son. <b class=\"verse-num\" id=\"v42001058-1\">58&nbsp;</b>And her neighbors and relatives heard that the Lord had shown great mercy to her, and they rejoiced with her. <b class=\"verse-num\" id=\"v42001059-1\">59&nbsp;</b>And on the eighth day they came to circumcise the child. And they would have called him Zechariah after his father, <b class=\"verse-num\" id=\"v42001060-1\">60&nbsp;</b>but his mother answered, “No; he shall be called John.” <b class=\"verse-num\" id=\"v42001061-1\">61&nbsp;</b>And they said to her, “None of your relatives is called by this name.” <b class=\"verse-num\" id=\"v42001062-1\">62&nbsp;</b>And they made signs to his father, inquiring what he wanted him to be called. <b class=\"verse-num\" id=\"v42001063-1\">63&nbsp;</b>And he asked for a writing tablet and wrote, “His name is John.” And they all wondered. <b class=\"verse-num\" id=\"v42001064-1\">64&nbsp;</b>And immediately his mouth was opened and his tongue loosed, and he spoke, blessing God. <b class=\"verse-num\" id=\"v42001065-1\">65&nbsp;</b>And fear came on all their neighbors. And all these things were talked about through all the hill country of Judea, <b class=\"verse-num\" id=\"v42001066-1\">66&nbsp;</b>and all who heard them laid them up in their hearts, saying, “What then will this child be?” For the hand of the Lord was with him.</p>\n\n<p id=\"p42001066_31-10\"><b class=\"verse-num\" id=\"v42001067-1\">67&nbsp;</b>And his father Zechariah was filled with the Holy Spirit and prophesied, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001068_31-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001068-1\">68&nbsp;</b>&nbsp;&nbsp;“Blessed be the Lord God of Israel,</span><br><span id=\"p42001068_31-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he has visited and redeemed his people</span><br><span id=\"p42001069_31-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001069-1\">69&nbsp;</b>&nbsp;&nbsp;and has raised up a horn of salvation for us</span><br><span id=\"p42001069_31-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of his servant David,</span><br><span id=\"p42001070_31-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001070-1\">70&nbsp;</b>&nbsp;&nbsp;as he spoke by the mouth of his holy prophets from of old,</span><br><span id=\"p42001071_31-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001071-1\">71&nbsp;</b>&nbsp;&nbsp;that we should be saved from our enemies</span><br><span id=\"p42001071_31-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the hand of all who hate us;</span><br><span id=\"p42001072_31-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001072-1\">72&nbsp;</b>&nbsp;&nbsp;to show the mercy promised to our fathers</span><br><span id=\"p42001072_31-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to remember his holy covenant,</span><br><span id=\"p42001073_31-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001073-1\">73&nbsp;</b>&nbsp;&nbsp;the oath that he swore to our father Abraham, to grant us</span><br><span id=\"p42001074_31-10\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001074-1\">74&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that we, being delivered from the hand of our enemies,</span><br><span id=\"p42001074_31-10\" class=\"line\">&nbsp;&nbsp;might serve him without fear,</span><br><span id=\"p42001075_31-10\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001075-1\">75&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;in holiness and righteousness before him all our days.</span><br><span id=\"p42001076_31-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001076-1\">76&nbsp;</b>&nbsp;&nbsp;And you, child, will be called the prophet of the Most High;</span><br><span id=\"p42001076_31-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you will go before the Lord to prepare his ways,</span><br><span id=\"p42001077_31-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001077-1\">77&nbsp;</b>&nbsp;&nbsp;to give knowledge of salvation to his people</span><br><span id=\"p42001077_31-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the forgiveness of their sins,</span><br><span id=\"p42001078_31-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001078-1\">78&nbsp;</b>&nbsp;&nbsp;because of the tender mercy of our God,</span><br><span id=\"p42001078_31-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whereby the sunrise shall visit us from on high</span><br><span id=\"p42001079_31-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001079-1\">79&nbsp;</b>&nbsp;&nbsp;to give light to those who sit in darkness and in the shadow of death,</span><br><span id=\"p42001079_31-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guide our feet into the way of peace.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001079_31-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001080-1\">80&nbsp;</b>And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.</p>\n\n</div>","kjv":"<strong>1</strong> Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,  <strong>2</strong> Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;  <strong>3</strong> It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,  <strong>4</strong> That thou mightest know the certainty of those things, wherein thou hast been instructed.  <strong>5</strong> There was in the days of Herod, the king of Judaea, a certain priest named Zacharias, of the course of Abia: and his wife was of the daughters of Aaron, and her name was Elisabeth.  <strong>6</strong> And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless.  <strong>7</strong> And they had no child, because that Elisabeth was barren, and they both were now well stricken in years.  <strong>8</strong> And it came to pass, that while he executed the priest’s office before God in the order of his course,  <strong>9</strong> According to the custom of the priest’s office, his lot was to burn incense when he went into the temple of the Lord.  <strong>10</strong> And the whole multitude of the people were praying without at the time of incense.  <strong>11</strong> And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.  <strong>12</strong> And when Zacharias saw him, he was troubled, and fear fell upon him.  <strong>13</strong> But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.  <strong>14</strong> And thou shalt have joy and gladness; and many shall rejoice at his birth.  <strong>15</strong> For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother’s womb.  <strong>16</strong> And many of the children of Israel shall he turn to the Lord their God.  <strong>17</strong> And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.  <strong>18</strong> And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  <strong>19</strong> And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.  <strong>20</strong> And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.  <strong>21</strong> And the people waited for Zacharias, and marvelled that he tarried so long in the temple.  <strong>22</strong> And when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless.  <strong>23</strong> And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.  <strong>24</strong> And after those days his wife Elisabeth conceived, and hid herself five months, saying,  <strong>25</strong> Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.  <strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  <strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  <strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  <strong>39</strong> And Mary arose in those days, and went into the hill country with haste, into a city of Juda;  <strong>40</strong> And entered into the house of Zacharias, and saluted Elisabeth.  <strong>41</strong> And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:  <strong>42</strong> And she spake out with a loud voice, and said, Blessed art  thou among women, and blessed is the fruit of thy womb.  <strong>43</strong> And whence is this to me, that the mother of my Lord should come to me?  <strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  <strong>45</strong> And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.  <strong>46</strong> And Mary said, My soul doth magnify the Lord,  <strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  <strong>49</strong> For he that is mighty hath done to me great things; and holy is  his name.  <strong>50</strong> And his mercy is on them that fear him from generation to generation.  <strong>51</strong> He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.  <strong>52</strong> He hath put down the mighty from their seats, and exalted them of low degree.  <strong>53</strong> He hath filled the hungry with good things; and the rich he hath sent empty away.  <strong>54</strong> He hath holpen his servant Israel, in remembrance of his  mercy;  <strong>55</strong> As he spake to our fathers, to Abraham, and to his seed for ever.  <strong>56</strong> And Mary abode with her about three months, and returned to her own house.  <strong>57</strong> Now Elisabeth’s full time came that she should be delivered; and she brought forth a son.  <strong>58</strong> And her neighbours and her cousins heard how the Lord had shewed great mercy upon her; and they rejoiced with her.  <strong>59</strong> And it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father.  <strong>60</strong> And his mother answered and said, Not so; but he shall be called John.  <strong>61</strong> And they said unto her, There is none of thy kindred that is called by this name.  <strong>62</strong> And they made signs to his father, how he would have him called.  <strong>63</strong> And he asked for a writing table, and wrote, saying, His name is John. And they marvelled all.  <strong>64</strong> And his mouth was opened immediately, and his tongue loosed,  and he spake, and praised God.  <strong>65</strong> And fear came on all that dwelt round about them: and all these sayings were noised abroad throughout all the hill country of Judaea.  <strong>66</strong> And all they that heard them laid them up in their hearts, saying, What manner of child shall this be! And the hand of the Lord was with him.  <strong>67</strong> And his father Zacharias was filled with the Holy Ghost, and prophesied, saying,  <strong>68</strong> Blessed be the Lord God of Israel; for he hath visited and redeemed his people,  <strong>69</strong> And hath raised up an horn of salvation for us in the house of his servant David;  <strong>70</strong> As he spake by the mouth of his holy prophets, which have been since the world began:  <strong>71</strong> That we should be saved from our enemies, and from the hand of all that hate us;  <strong>72</strong> To perform the mercy promised to our fathers, and to remember his holy covenant;  <strong>73</strong> The oath which he sware to our father Abraham,  <strong>74</strong> That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,  <strong>75</strong> In holiness and righteousness before him, all the days of our life.  <strong>76</strong> And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;  <strong>77</strong> To give knowledge of salvation unto his people by the remission of their sins,  <strong>78</strong> Through the tender mercy of our God; whereby the dayspring from on high hath visited us,  <strong>79</strong> To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace.  <strong>80</strong> And the child grew, and waxed strong in spirit, and was in the deserts till the day of his shewing unto Israel.  ","niv":"<sup><strong>1</strong></sup> Many have undertaken to draw up an account of the things that have been fulfilled among us, <sup><strong>2</strong></sup> just as they were handed down to us by those who from the first were eyewitnesses and servants of the word. <sup><strong>3</strong></sup> Therefore, since I myself have carefully investigated everything from the beginning, it seemed good also to me to write an orderly account for you, most excellent Theophilus, <sup><strong>4</strong></sup> so that you may know the certainty of the things you have been taught. <sup><strong>5</strong></sup> In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah; his wife Elizabeth was also a descendant of Aaron. <sup><strong>6</strong></sup> Both of them were upright in the sight of God, observing all the Lord's commandments and regulations blamelessly. <sup><strong>7</strong></sup> But they had no children, because Elizabeth was barren; and they were both well along in years. <sup><strong>8</strong></sup> Once when Zechariah's division was on duty and he was serving as priest before God, <sup><strong>9</strong></sup> he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense. <sup><strong>10</strong></sup> And when the time for the burning of incense came, all the assembled worshipers were praying outside. <sup><strong>11</strong></sup> Then an angel of the Lord appeared to him, standing at the right side of the altar of incense. <sup><strong>12</strong></sup> When Zechariah saw him, he was startled and was gripped with fear. <sup><strong>13</strong></sup> But the angel said to him: \"Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to give him the name John. <sup><strong>14</strong></sup> He will be a joy and delight to you, and many will rejoice because of his birth, <sup><strong>15</strong></sup> for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even from birth. <sup><strong>16</strong></sup> Many of the people of Israel will he bring back to the Lord their God. <sup><strong>17</strong></sup> And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous--to make ready a people prepared for the Lord.\" <sup><strong>18</strong></sup> Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\" <sup><strong>19</strong></sup> The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news. <sup><strong>20</strong></sup> And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their proper time.\" <sup><strong>21</strong></sup> Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple. <sup><strong>22</strong></sup> When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak. <sup><strong>23</strong></sup> When his time of service was completed, he returned home. <sup><strong>24</strong></sup> After this his wife Elizabeth became pregnant and for five months remained in seclusion. <sup><strong>25</strong></sup> \"The Lord has done this for me,\" she said. \"In these days he has shown his favor and taken away my disgrace among the people.\" <sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" <sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. <sup><strong>39</strong></sup> At that time Mary got ready and hurried to a town in the hill country of Judea, <sup><strong>40</strong></sup> where she entered Zechariah's home and greeted Elizabeth. <sup><strong>41</strong></sup> When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. <sup><strong>42</strong></sup> In a loud voice she exclaimed: \"Blessed are you among women, and blessed is the child you will bear! <sup><strong>43</strong></sup> But why am I so favored, that the mother of my Lord should come to me? <sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy. <sup><strong>45</strong></sup> Blessed is she who has believed that what the Lord has said to her will be accomplished!\" <sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord <sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, <sup><strong>49</strong></sup> for the Mighty One has done great things for me--holy is his name. <sup><strong>50</strong></sup> His mercy extends to those who fear him, from generation to generation. <sup><strong>51</strong></sup> He has performed mighty deeds with his arm; he has scattered those who are proud in their inmost thoughts. <sup><strong>52</strong></sup> He has brought down rulers from their thrones but has lifted up the humble. <sup><strong>53</strong></sup> He has filled the hungry with good things but has sent the rich away empty. <sup><strong>54</strong></sup> He has helped his servant Israel, remembering to be merciful <sup><strong>55</strong></sup> to Abraham and his descendants forever, even as he said to our fathers.\" <sup><strong>56</strong></sup> Mary stayed with Elizabeth for about three months and then returned home. <sup><strong>57</strong></sup> When it was time for Elizabeth to have her baby, she gave birth to a son. <sup><strong>58</strong></sup> Her neighbors and relatives heard that the Lord had shown her great mercy, and they shared her joy. <sup><strong>59</strong></sup> On the eighth day they came to circumcise the child, and they were going to name him after his father Zechariah, <sup><strong>60</strong></sup> but his mother spoke up and said, \"No! He is to be called John.\" <sup><strong>61</strong></sup> They said to her, \"There is no one among your relatives who has that name.\" <sup><strong>62</strong></sup> Then they made signs to his father, to find out what he would like to name the child. <sup><strong>63</strong></sup> He asked for a writing tablet, and to everyone's astonishment he wrote, \"His name is John.\" <sup><strong>64</strong></sup> Immediately his mouth was opened and his tongue was loosed, and he began to speak, praising God. <sup><strong>65</strong></sup> The neighbors were all filled with awe, and throughout the hill country of Judea people were talking about all these things. <sup><strong>66</strong></sup> Everyone who heard this wondered about it, asking, \"What then is this child going to be?\" For the Lord's hand was with him. <sup><strong>67</strong></sup> His father Zechariah was filled with the Holy Spirit and prophesied: <sup><strong>68</strong></sup> \"Praise be to the Lord, the God of Israel, because he has come and has redeemed his people. <sup><strong>69</strong></sup> He has raised up a horn of salvation for us in the house of his servant David <sup><strong>70</strong></sup> (as he said through his holy prophets of long ago), <sup><strong>71</strong></sup> salvation from our enemies and from the hand of all who hate us-- <sup><strong>72</strong></sup> to show mercy to our fathers and to remember his holy covenant, <sup><strong>73</strong></sup> the oath he swore to our father Abraham: <sup><strong>74</strong></sup> to rescue us from the hand of our enemies, and to enable us to serve him without fear <sup><strong>75</strong></sup> in holiness and righteousness before him all our days. <sup><strong>76</strong></sup> And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him, <sup><strong>77</strong></sup> to give his people the knowledge of salvation through the forgiveness of their sins, <sup><strong>78</strong></sup> because of the tender mercy of our God, by which the rising sun will come to us from heaven <sup><strong>79</strong></sup> to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.\" <sup><strong>80</strong></sup> And the child grew and became strong in spirit; and he lived in the desert until he appeared publicly to Israel. "},{"_id":"61678b4ca3a86b670bc2f66e","topicId":"61678b49a3a86b670bc2f663","verse":"Esther 3:1-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p17003001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17003001-1\">3:1&nbsp;</b>After these things King Ahasuerus promoted Haman the Agagite, the son of Hammedatha, and advanced him and set his throne above all the officials who were with him. <b class=\"verse-num\" id=\"v17003002-1\">2&nbsp;</b>And all the king’s servants who were at the king’s gate bowed down and paid homage to Haman, for the king had so commanded concerning him. But Mordecai did not bow down or pay homage. <b class=\"verse-num\" id=\"v17003003-1\">3&nbsp;</b>Then the king’s servants who were at the king’s gate said to Mordecai, “Why do you transgress the king’s command?” <b class=\"verse-num\" id=\"v17003004-1\">4&nbsp;</b>And when they spoke to him day after day and he would not listen to them, they told Haman, in order to see whether Mordecai’s words would stand, for he had told them that he was a Jew. <b class=\"verse-num\" id=\"v17003005-1\">5&nbsp;</b>And when Haman saw that Mordecai did not bow down or pay homage to him, Haman was filled with fury. <b class=\"verse-num\" id=\"v17003006-1\">6&nbsp;</b>But he disdained to lay hands on Mordecai alone. So, as they had made known to him the people of Mordecai, Haman sought to destroy all the Jews, the people of Mordecai, throughout the whole kingdom of Ahasuerus.</p>\n<p id=\"p17003006_06-11\"><b class=\"verse-num\" id=\"v17003007-1\">7&nbsp;</b>In the first month, which is the month of Nisan, in the twelfth year of King Ahasuerus, they cast Pur (that is, they cast lots) before Haman day after day; and they cast it month after month till the twelfth month, which is the month of Adar. <b class=\"verse-num\" id=\"v17003008-1\">8&nbsp;</b>Then Haman said to King Ahasuerus, “There is a certain people scattered abroad and dispersed among the peoples in all the provinces of your kingdom. Their laws are different from those of every other people, and they do not keep the king’s laws, so that it is not to the king’s profit to tolerate them. <b class=\"verse-num\" id=\"v17003009-1\">9&nbsp;</b>If it please the king, let it be decreed that they be destroyed, and I will pay 10,000 talents of silver into the hands of those who have charge of the king’s business, that they may put it into the king’s treasuries.” <b class=\"verse-num\" id=\"v17003010-1\">10&nbsp;</b>So the king took his signet ring from his hand and gave it to Haman the Agagite, the son of Hammedatha, the enemy of the Jews. <b class=\"verse-num\" id=\"v17003011-1\">11&nbsp;</b>And the king said to Haman, “The money is given to you, the people also, to do with them as it seems good to you.”</p>\n<p id=\"p17003011_06-11\"><b class=\"verse-num\" id=\"v17003012-1\">12&nbsp;</b>Then the king’s scribes were summoned on the thirteenth day of the first month, and an edict, according to all that Haman commanded, was written to the king’s satraps and to the governors over all the provinces and to the officials of all the peoples, to every province in its own script and every people in its own language. It was written in the name of King Ahasuerus and sealed with the king’s signet ring. <b class=\"verse-num\" id=\"v17003013-1\">13&nbsp;</b>Letters were sent by couriers to all the king’s provinces with instruction to destroy, to kill, and to annihilate all Jews, young and old, women and children, in one day, the thirteenth day of the twelfth month, which is the month of Adar, and to plunder their goods. <b class=\"verse-num\" id=\"v17003014-1\">14&nbsp;</b>A copy of the document was to be issued as a decree in every province by proclamation to all the peoples to be ready for that day. <b class=\"verse-num\" id=\"v17003015-1\">15&nbsp;</b>The couriers went out hurriedly by order of the king, and the decree was issued in Susa the citadel. And the king and Haman sat down to drink, but the city of Susa was thrown into confusion.</p>\n\n</div>","kjv":"<strong>1</strong> After these things did king Ahasuerus promote Haman the son of Hammedatha the Agagite, and advanced him, and set his seat above all the princes that were with him.  <strong>2</strong> And all the king’s servants, that were in the king’s gate, bowed, and reverenced Haman: for the king had so commanded concerning him. But Mordecai bowed not, nor did him reverence.  <strong>3</strong> Then the king’s servants, which were in the king’s gate, said unto Mordecai, Why transgressest thou the king’s commandment?  <strong>4</strong> Now it came to pass, when they spake daily unto him, and he hearkened not unto them, that they told Haman, to see whether Mordecai’s matters would stand: for he had told them that he was a Jew.  <strong>5</strong> And when Haman saw that Mordecai bowed not, nor did him reverence, then was Haman full of wrath.  <strong>6</strong> And he thought scorn to lay hands on Mordecai alone; for they had shewed him the people of Mordecai: wherefore Haman sought to destroy all the Jews that were throughout the whole kingdom of Ahasuerus, even  the people of Mordecai.  <strong>7</strong> In the first month, that is, the month Nisan, in the twelfth year of king Ahasuerus, they cast Pur, that is, the lot, before Haman from day to day, and from month to month, to the twelfth month, that is, the month Adar.  <strong>8</strong> And Haman said unto king Ahasuerus, There is a certain people scattered abroad and dispersed among the people in all the provinces of thy kingdom; and their laws are diverse from all people; neither keep they the king’s laws: therefore it is not for the king’s profit to suffer them.  <strong>9</strong> If it please the king, let it be written that they may be destroyed: and I will pay ten thousand talents of silver to the hands of those that have the charge of the business, to bring it into the king’s treasuries.  <strong>10</strong> And the king took his ring from his hand, and gave it unto Haman the son of Hammedatha the Agagite, the Jews’ enemy.  <strong>11</strong> And the king said unto Haman, The silver is given to thee, the people also, to do with them as it seemeth good to thee.  <strong>12</strong> Then were the king’s scribes called on the thirteenth day of the first month, and there was written according to all that Haman had commanded unto the king’s lieutenants, and to the governors that were over every province, and to the rulers of every people of every province according to the writing thereof, and to every people after their language; in the name of king Ahasuerus was it written, and sealed with the king’s ring.  <strong>13</strong> And the letters were sent by posts into all the king’s provinces, to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, in one day, even upon the thirteenth day  of the twelfth month, which is the month Adar, and to take the spoil of them for a prey.  <strong>14</strong> The copy of the writing for a commandment to be given in every province was published unto all people, that they should be ready against that day.  <strong>15</strong> The posts went out, being hastened by the king’s commandment, and the decree was given in Shushan the palace. And the king and Haman sat down to drink; but the city Shushan was perplexed.  ","niv":"<sup><strong>1</strong></sup> After these events, King Xerxes honored Haman son of Hammedatha, the Agagite, elevating him and giving him a seat of honor higher than that of all the other nobles. <sup><strong>2</strong></sup> All the royal officials at the king's gate knelt down and paid honor to Haman, for the king had commanded this concerning him. But Mordecai would not kneel down or pay him honor. <sup><strong>3</strong></sup> Then the royal officials at the king's gate asked Mordecai, \"Why do you disobey the king's command?\" <sup><strong>4</strong></sup> Day after day they spoke to him but he refused to comply. Therefore they told Haman about it to see whether Mordecai's behavior would be tolerated, for he had told them he was a Jew. <sup><strong>5</strong></sup> When Haman saw that Mordecai would not kneel down or pay him honor, he was enraged. <sup><strong>6</strong></sup> Yet having learned who Mordecai's people were, he scorned the idea of killing only Mordecai. Instead Haman looked for a way to destroy all Mordecai's people, the Jews, throughout the whole kingdom of Xerxes. <sup><strong>7</strong></sup> In the twelfth year of King Xerxes, in the first month, the month of Nisan, they cast the pur (that is, the lot) in the presence of Haman to select a day and month. And the lot fell on the twelfth month, the month of Adar. <sup><strong>8</strong></sup> Then Haman said to King Xerxes, \"There is a certain people dispersed and scattered among the peoples in all the provinces of your kingdom whose customs are different from those of all other people and who do not obey the king's laws; it is not in the king's best interest to tolerate them. <sup><strong>9</strong></sup> If it pleases the king, let a decree be issued to destroy them, and I will put ten thousand talents of silver into the royal treasury for the men who carry out this business.\" <sup><strong>10</strong></sup> So the king took his signet ring from his finger and gave it to Haman son of Hammedatha, the Agagite, the enemy of the Jews. <sup><strong>11</strong></sup> \"Keep the money,\" the king said to Haman, \"and do with the people as you please.\" <sup><strong>12</strong></sup> Then on the thirteenth day of the first month the royal secretaries were summoned. They wrote out in the script of each province and in the language of each people all Haman's orders to the king's satraps, the governors of the various provinces and the nobles of the various peoples. These were written in the name of King Xerxes himself and sealed with his own ring. <sup><strong>13</strong></sup> Dispatches were sent by couriers to all the king's provinces with the order to destroy, kill and annihilate all the Jews-young and old, women and little children-on a single day, the thirteenth day of the twelfth month, the month of Adar, and to plunder their goods. <sup><strong>14</strong></sup> A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so they would be ready for that day. <sup><strong>15</strong></sup> Spurred on by the king's command, the couriers went out, and the edict was issued in the citadel of Susa. The king and Haman sat down to drink, but the city of Susa was bewildered. "},{"_id":"61678b4da3a86b670bc2f66f","topicId":"61678b49a3a86b670bc2f663","verse":"Exodus 21:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p02021001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02021001-1\">21:1&nbsp;</b>“Now these are the rules that you shall set before them. <b class=\"verse-num\" id=\"v02021002-1\">2&nbsp;</b>When you buy a Hebrew slave, he shall serve six years, and in the seventh he shall go out free, for nothing. <b class=\"verse-num\" id=\"v02021003-1\">3&nbsp;</b>If he comes in single, he shall go out single; if he comes in married, then his wife shall go out with him. <b class=\"verse-num\" id=\"v02021004-1\">4&nbsp;</b>If his master gives him a wife and she bears him sons or daughters, the wife and her children shall be her master’s, and he shall go out alone. <b class=\"verse-num\" id=\"v02021005-1\">5&nbsp;</b>But if the slave plainly says, ‘I love my master, my wife, and my children; I will not go out free,’ <b class=\"verse-num\" id=\"v02021006-1\">6&nbsp;</b>then his master shall bring him to God, and he shall bring him to the door or the doorpost. And his master shall bore his ear through with an awl, and he shall be his slave forever.</p>\n<p id=\"p02021006_04-12\"><b class=\"verse-num\" id=\"v02021007-1\">7&nbsp;</b>“When a man sells his daughter as a slave, she shall not go out as the male slaves do. <b class=\"verse-num\" id=\"v02021008-1\">8&nbsp;</b>If she does not please her master, who has designated her for himself, then he shall let her be redeemed. He shall have no right to sell her to a foreign people, since he has broken faith with her. <b class=\"verse-num\" id=\"v02021009-1\">9&nbsp;</b>If he designates her for his son, he shall deal with her as with a daughter. <b class=\"verse-num\" id=\"v02021010-1\">10&nbsp;</b>If he takes another wife to himself, he shall not diminish her food, her clothing, or her marital rights. <b class=\"verse-num\" id=\"v02021011-1\">11&nbsp;</b>And if he does not do these three things for her, she shall go out for nothing, without payment of money.</p>\n<p id=\"p02021011_04-12\"><b class=\"verse-num\" id=\"v02021012-1\">12&nbsp;</b>“Whoever strikes a man so that he dies shall be put to death. <b class=\"verse-num\" id=\"v02021013-1\">13&nbsp;</b>But if he did not lie in wait for him, but God let him fall into his hand, then I will appoint for you a place to which he may flee. <b class=\"verse-num\" id=\"v02021014-1\">14&nbsp;</b>But if a man willfully attacks another to kill him by cunning, you shall take him from my altar, that he may die.</p>\n<p id=\"p02021014_04-12\"><b class=\"verse-num\" id=\"v02021015-1\">15&nbsp;</b>“Whoever strikes his father or his mother shall be put to death.</p>\n<p id=\"p02021015_04-12\"><b class=\"verse-num\" id=\"v02021016-1\">16&nbsp;</b>“Whoever steals a man and sells him, and anyone found in possession of him, shall be put to death.</p>\n<p id=\"p02021016_04-12\"><b class=\"verse-num\" id=\"v02021017-1\">17&nbsp;</b>“Whoever curses his father or his mother shall be put to death.</p>\n<p id=\"p02021017_04-12\"><b class=\"verse-num\" id=\"v02021018-1\">18&nbsp;</b>“When men quarrel and one strikes the other with a stone or with his fist and the man does not die but takes to his bed, <b class=\"verse-num\" id=\"v02021019-1\">19&nbsp;</b>then if the man rises again and walks outdoors with his staff, he who struck him shall be clear; only he shall pay for the loss of his time, and shall have him thoroughly healed.</p>\n<p id=\"p02021019_04-12\"><b class=\"verse-num\" id=\"v02021020-1\">20&nbsp;</b>“When a man strikes his slave, male or female, with a rod and the slave dies under his hand, he shall be avenged. <b class=\"verse-num\" id=\"v02021021-1\">21&nbsp;</b>But if the slave survives a day or two, he is not to be avenged, for the slave is his money.</p>\n<p id=\"p02021021_04-12\"><b class=\"verse-num\" id=\"v02021022-1\">22&nbsp;</b>“When men strive together and hit a pregnant woman, so that her children come out, but there is no harm, the one who hit her shall surely be fined, as the woman’s husband shall impose on him, and he shall pay as the judges determine. <b class=\"verse-num\" id=\"v02021023-1\">23&nbsp;</b>But if there is harm, then you shall pay life for life, <b class=\"verse-num\" id=\"v02021024-1\">24&nbsp;</b>eye for eye, tooth for tooth, hand for hand, foot for foot, <b class=\"verse-num\" id=\"v02021025-1\">25&nbsp;</b>burn for burn, wound for wound, stripe for stripe.</p>\n<p id=\"p02021025_04-12\"><b class=\"verse-num\" id=\"v02021026-1\">26&nbsp;</b>“When a man strikes the eye of his slave, male or female, and destroys it, he shall let the slave go free because of his eye. <b class=\"verse-num\" id=\"v02021027-1\">27&nbsp;</b>If he knocks out the tooth of his slave, male or female, he shall let the slave go free because of his tooth.</p>\n<p id=\"p02021027_04-12\"><b class=\"verse-num\" id=\"v02021028-1\">28&nbsp;</b>“When an ox gores a man or a woman to death, the ox shall be stoned, and its flesh shall not be eaten, but the owner of the ox shall not be liable. <b class=\"verse-num\" id=\"v02021029-1\">29&nbsp;</b>But if the ox has been accustomed to gore in the past, and its owner has been warned but has not kept it in, and it kills a man or a woman, the ox shall be stoned, and its owner also shall be put to death. <b class=\"verse-num\" id=\"v02021030-1\">30&nbsp;</b>If a ransom is imposed on him, then he shall give for the redemption of his life whatever is imposed on him. <b class=\"verse-num\" id=\"v02021031-1\">31&nbsp;</b>If it gores a man’s son or daughter, he shall be dealt with according to this same rule. <b class=\"verse-num\" id=\"v02021032-1\">32&nbsp;</b>If the ox gores a slave, male or female, the owner shall give to their master thirty shekels of silver, and the ox shall be stoned.</p>\n\n<p id=\"p02021032_07-12\"><b class=\"verse-num\" id=\"v02021033-1\">33&nbsp;</b>“When a man opens a pit, or when a man digs a pit and does not cover it, and an ox or a donkey falls into it, <b class=\"verse-num\" id=\"v02021034-1\">34&nbsp;</b>the owner of the pit shall make restoration. He shall give money to its owner, and the dead beast shall be his.</p>\n<p id=\"p02021034_07-12\"><b class=\"verse-num\" id=\"v02021035-1\">35&nbsp;</b>“When one man’s ox butts another’s, so that it dies, then they shall sell the live ox and share its price, and the dead beast also they shall share. <b class=\"verse-num\" id=\"v02021036-1\">36&nbsp;</b>Or if it is known that the ox has been accustomed to gore in the past, and its owner has not kept it in, he shall repay ox for ox, and the dead beast shall be his.</p>\n\n</div>","kjv":"<strong>1</strong> Now these are the judgments which thou shalt set before them.  <strong>2</strong> If thou buy an Hebrew servant, six years he shall serve: and in the seventh he shall go out free for nothing.  <strong>3</strong> If he came in by himself, he shall go out by himself: if he were married, then his wife shall go out with him.  <strong>4</strong> If his master have given him a wife, and she have born him sons or daughters; the wife and her children shall be her master’s, and he shall go out by himself.  <strong>5</strong> And if the servant shall plainly say, I love my master, my wife, and my children; I will not go out free:  <strong>6</strong> Then his master shall bring him unto the judges; he shall also bring him to the door, or unto the door post; and his master shall bore his ear through with an aul; and he shall serve him for ever.  <strong>7</strong> And if a man sell his daughter to be a maidservant, she shall not go out as the menservants do.  <strong>8</strong> If she please not her master, who hath betrothed her to himself, then shall he let her be redeemed: to sell her unto a strange nation he shall have no power, seeing he hath dealt deceitfully with her.  <strong>9</strong> And if he have betrothed her unto his son, he shall deal with her after the manner of daughters.  <strong>10</strong> If he take him another wife; her food, her raiment, and her duty of marriage, shall he not diminish.  <strong>11</strong> And if he do not these three unto her, then shall she go out free without money.  <strong>12</strong> He that smiteth a man, so that he die, shall be surely put to death.  <strong>13</strong> And if a man lie not in wait, but God deliver him into his hand; then I will appoint thee a place whither he shall flee.  <strong>14</strong> But if a man come presumptuously upon his neighbour, to slay him with guile; thou shalt take him from mine altar, that he may die.  <strong>15</strong> And he that smiteth his father, or his mother, shall be surely put to death.  <strong>16</strong> And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death.  <strong>17</strong> And he that curseth his father, or his mother, shall surely be put to death.  <strong>18</strong> And if men strive together, and one smite another with a stone, or with his fist, and he die not, but keepeth his bed:  <strong>19</strong> If he rise again, and walk abroad upon his staff, then shall he that smote him be quit: only he shall pay for the loss of his time, and shall cause him to be thoroughly healed.  <strong>20</strong> And if a man smite his servant, or his maid, with a rod, and he die under his hand; he shall be surely punished.  <strong>21</strong> Notwithstanding, if he continue a day or two, he shall not be punished: for he is his money.  <strong>22</strong> If men strive, and hurt a woman with child, so that her fruit depart from her, and yet no mischief follow: he shall be surely punished, according as the woman’s husband will lay upon him; and he shall pay as the judges determine.  <strong>23</strong> And if any mischief follow, then thou shalt give life for life,  <strong>24</strong> Eye for eye, tooth for tooth, hand for hand, foot for foot,  <strong>25</strong> Burning for burning, wound for wound, stripe for stripe.  <strong>26</strong> And if a man smite the eye of his servant, or the eye of his maid, that it perish; he shall let him go free for his eye’s sake.  <strong>27</strong> And if he smite out his manservant’s tooth, or his maidservant’s tooth; he shall let him go free for his tooth’s sake.  <strong>28</strong> If an ox gore a man or a woman, that they die: then the ox shall be surely stoned, and his flesh shall not be eaten; but the owner of the ox shall be quit.  <strong>29</strong> But if the ox were wont to push with his horn in time past, and it hath been testified to his owner, and he hath not kept him in, but that he hath killed a man or a woman; the ox shall be stoned, and his owner also shall be put to death.  <strong>30</strong> If there be laid on him a sum of money, then he shall give for the ransom of his life whatsoever is laid upon him.  <strong>31</strong> Whether he have gored a son, or have gored a daughter, according to this judgment shall it be done unto him.  <strong>32</strong> If the ox shall push a manservant or a maidservant; he shall give unto their master thirty shekels of silver, and the ox shall be stoned.  <strong>33</strong> And if a man shall open a pit, or if a man shall dig a pit, and not cover it, and an ox or an ass fall therein;  <strong>34</strong> The owner of the pit shall make it good, and give money unto the owner of them; and the dead beast shall be his.  <strong>35</strong> And if one man’s ox hurt another’s, that he die; then they shall sell the live ox, and divide the money of it; and the dead ox also they shall divide.  <strong>36</strong> Or if it be known that the ox hath used to push in time past, and his owner hath not kept him in; he shall surely pay ox for ox; and the dead shall be his own.  ","niv":"<sup><strong>1</strong></sup> \"These are the laws you are to set before them: <sup><strong>2</strong></sup> \"If you buy a Hebrew servant, he is to serve you for six years. But in the seventh year, he shall go free, without paying anything. <sup><strong>3</strong></sup> If he comes alone, he is to go free alone; but if he has a wife when he comes, she is to go with him. <sup><strong>4</strong></sup> If his master gives him a wife and she bears him sons or daughters, the woman and her children shall belong to her master, and only the man shall go free. <sup><strong>5</strong></sup> \"But if the servant declares, 'I love my master and my wife and children and do not want to go free,' <sup><strong>6</strong></sup> then his master must take him before the judges. He shall take him to the door or the doorpost and pierce his ear with an awl. Then he will be his servant for life. <sup><strong>7</strong></sup> \"If a man sells his daughter as a servant, she is not to go free as menservants do. <sup><strong>8</strong></sup> If she does not please the master who has selected her for himself, he must let her be redeemed. He has no right to sell her to foreigners, because he has broken faith with her. <sup><strong>9</strong></sup> If he selects her for his son, he must grant her the rights of a daughter. <sup><strong>10</strong></sup> If he marries another woman, he must not deprive the first one of her food, clothing and marital rights. <sup><strong>11</strong></sup> If he does not provide her with these three things, she is to go free, without any payment of money. <sup><strong>12</strong></sup> \"Anyone who strikes a man and kills him shall surely be put to death. <sup><strong>13</strong></sup> However, if he does not do it intentionally, but God lets it happen, he is to flee to a place I will designate. <sup><strong>14</strong></sup> But if a man schemes and kills another man deliberately, take him away from my altar and put him to death. <sup><strong>15</strong></sup> \"Anyone who attacks his father or his mother must be put to death. <sup><strong>16</strong></sup> \"Anyone who kidnaps another and either sells him or still has him when he is caught must be put to death. <sup><strong>17</strong></sup> \"Anyone who curses his father or mother must be put to death. <sup><strong>18</strong></sup> \"If men quarrel and one hits the other with a stone or with his fist and he does not die but is confined to bed, <sup><strong>19</strong></sup> the one who struck the blow will not be held responsible if the other gets up and walks around outside with his staff; however, he must pay the injured man for the loss of his time and see that he is completely healed. <sup><strong>20</strong></sup> \"If a man beats his male or female slave with a rod and the slave dies as a direct result, he must be punished, <sup><strong>21</strong></sup> but he is not to be punished if the slave gets up after a day or two, since the slave is his property. <sup><strong>22</strong></sup> \"If men who are fighting hit a pregnant woman and she gives birth prematurely but there is no serious injury, the offender must be fined whatever the woman's husband demands and the court allows. <sup><strong>23</strong></sup> But if there is serious injury, you are to take life for life, <sup><strong>24</strong></sup> eye for eye, tooth for tooth, hand for hand, foot for foot, <sup><strong>25</strong></sup> burn for burn, wound for wound, bruise for bruise. <sup><strong>26</strong></sup> \"If a man hits a manservant or maidservant in the eye and destroys it, he must let the servant go free to compensate for the eye. <sup><strong>27</strong></sup> And if he knocks out the tooth of a manservant or maidservant, he must let the servant go free to compensate for the tooth. <sup><strong>28</strong></sup> \"If a bull gores a man or a woman to death, the bull must be stoned to death, and its meat must not be eaten. But the owner of the bull will not be held responsible. <sup><strong>29</strong></sup> If, however, the bull has had the habit of goring and the owner has been warned but has not kept it penned up and it kills a man or woman, the bull must be stoned and the owner also must be put to death. <sup><strong>30</strong></sup> However, if payment is demanded of him, he may redeem his life by paying whatever is demanded. <sup><strong>31</strong></sup> This law also applies if the bull gores a son or daughter. <sup><strong>32</strong></sup> If the bull gores a male or female slave, the owner must pay thirty shekels of silver to the master of the slave, and the bull must be stoned. <sup><strong>33</strong></sup> \"If a man uncovers a pit or digs one and fails to cover it and an ox or a donkey falls into it, <sup><strong>34</strong></sup> the owner of the pit must pay for the loss; he must pay its owner, and the dead animal will be his. <sup><strong>35</strong></sup> \"If a man's bull injures the bull of another and it dies, they are to sell the live one and divide both the money and the dead animal equally. <sup><strong>36</strong></sup> However, if it was known that the bull had the habit of goring, yet the owner did not keep it penned up, the owner must pay, animal for animal, and the dead animal will be his. "},{"_id":"61678b4da3a86b670bc2f670","topicId":"61678b49a3a86b670bc2f663","verse":"Genesis 1:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-13\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"61678b4da3a86b670bc2f671","topicId":"61678b49a3a86b670bc2f663","verse":"James 3:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59003009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003009-1\">9&nbsp;</b>With it we bless our Lord and Father, and with it we curse people who are made in the likeness of God.</p>\n</div>","kjv":"<strong>9</strong> Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.  ","niv":"<sup><strong>9</strong></sup> With the tongue we praise our Lord and Father, and with it we curse men, who have been made in God's likeness."},{"_id":"61678b4ea3a86b670bc2f672","topicId":"61678b49a3a86b670bc2f663","verse":"Psalm 127:3-5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_01-15\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. "},{"_id":"61678b4ea3a86b670bc2f673","topicId":"61678b49a3a86b670bc2f663","verse":"Psalm 113:9","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19113009_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19113009-1\">9&nbsp;</b>&nbsp;&nbsp;He gives the barren woman a home,</span><br><span id=\"p19113009_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making her the joyous mother of children.</span><br><span id=\"p19113009_01-16\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He maketh the barren woman to keep house, and to be a joyful mother of children. Praise ye the LORD.  ","niv":"<sup><strong>9</strong></sup> He settles the barren woman in her home as a happy mother of children. Praise the LORD.","modified":"2021-11-22T07:40:52.949Z"},{"_id":"61678b4ea3a86b670bc2f674","topicId":"61678b49a3a86b670bc2f663","verse":"1 Samuel 1:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p09001006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v09001006-1\">6&nbsp;</b>And her rival used to provoke her grievously to irritate her, because the LORD had closed her womb.</p>\n</div>","kjv":"<strong>6</strong> And her adversary also provoked her sore, for to make her fret, because the LORD had shut up her womb.  ","niv":"<sup><strong>6</strong></sup> And because the LORD had closed her womb, her rival kept provoking her in order to irritate her."},{"_id":"61678b4fa3a86b670bc2f675","topicId":"61678b49a3a86b670bc2f663","verse":"1 Timothy 3:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54003002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,</p>\n\n</div>","kjv":"<strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  ","niv":"<sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach,"},{"_id":"61678b4fa3a86b670bc2f676","topicId":"61678b49a3a86b670bc2f663","verse":"Colossians 3:1-25","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. <b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n<p id=\"p51003004_06-21\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator. <b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n<p id=\"p51003011_06-21\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony. <b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful. <b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God. <b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n\n<p id=\"p51003017_10-21\"><b class=\"verse-num\" id=\"v51003018-1\">18&nbsp;</b>Wives, submit to your husbands, as is fitting in the Lord. <b class=\"verse-num\" id=\"v51003019-1\">19&nbsp;</b>Husbands, love your wives, and do not be harsh with them. <b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord. <b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged. <b class=\"verse-num\" id=\"v51003022-1\">22&nbsp;</b>Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord. <b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ. <b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n\n</div>","kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  <strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  <strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  <strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  <strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  <strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  <strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  <strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  <strong>18</strong> Wives, submit yourselves unto your own husbands, as it is fit in the Lord.  <strong>19</strong> Husbands, love your wives, and be not bitter against them.  <strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  <strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  <strong>22</strong> Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God:  <strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  <strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God. <sup><strong>2</strong></sup> Set your minds on things above, not on earthly things. <sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God. <sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory. <sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. <sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all. <sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. <sup><strong>15</strong></sup> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. <sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God. <sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him. <sup><strong>18</strong></sup> Wives, submit to your husbands, as is fitting in the Lord. <sup><strong>19</strong></sup> Husbands, love your wives and do not be harsh with them. <sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord. <sup><strong>21</strong></sup> Fathers, do not embitter your children, or they will become discouraged. <sup><strong>22</strong></sup> Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to win their favor, but with sincerity of heart and reverence for the Lord. <sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. <sup><strong>25</strong></sup> Anyone who does wrong will be repaid for his wrong, and there is no favoritism. "},{"_id":"61678b4fa3a86b670bc2f677","topicId":"61678b49a3a86b670bc2f663","verse":"Galatians 3:1-29","votes":1,"__v":0,"kjv":"<strong>1</strong> O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?  <strong>2</strong> This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?  <strong>3</strong> Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?  <strong>4</strong> Have ye suffered so many things in vain? if it be yet in vain.  <strong>5</strong> He therefore that ministereth to you the Spirit, and worketh miracles among you, doeth he it by the works of the law, or by the hearing of faith?  <strong>6</strong> Even as Abraham believed God, and it was accounted to him for righteousness.  <strong>7</strong> Know ye therefore that they which are of faith, the same are the children of Abraham.  <strong>8</strong> And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.  <strong>9</strong> So then they which be of faith are blessed with faithful Abraham.  <strong>10</strong> For as many as are of the works of the law are under the curse: for it is written, Cursed is every one that continueth not in all things which are written in the book of the law to do them.  <strong>11</strong> But that no man is justified by the law in the sight of God, it is  evident: for, The just shall live by faith.  <strong>12</strong> And the law is not of faith: but, The man that doeth them shall live in them.  <strong>13</strong> Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:  <strong>14</strong> That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.  <strong>15</strong> Brethren, I speak after the manner of men; Though it be but a man’s covenant, yet if it be confirmed, no man disannulleth, or addeth thereto.  <strong>16</strong> Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.  <strong>17</strong> And this I say, that the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect.  <strong>18</strong> For if the inheritance be of the law, it is no more of promise: but God gave it to Abraham by promise.  <strong>19</strong> Wherefore then serveth the law? It was added because of transgressions, till the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator.  <strong>20</strong> Now a mediator is not a mediator of one, but God is one.  <strong>21</strong> Is the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law.  <strong>22</strong> But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe.  <strong>23</strong> But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.  <strong>24</strong> Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.  <strong>25</strong> But after that faith is come, we are no longer under a schoolmaster.  <strong>26</strong> For ye are all the children of God by faith in Christ Jesus.  <strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  <strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  <strong>29</strong> And if ye be Christ’s, then are ye Abraham’s seed, and heirs according to the promise.  ","niv":"<sup><strong>1</strong></sup> You foolish Galatians! Who has bewitched you? Before your very eyes Jesus Christ was clearly portrayed as crucified. <sup><strong>2</strong></sup> I would like to learn just one thing from you: Did you receive the Spirit by observing the law, or by believing what you heard? <sup><strong>3</strong></sup> Are you so foolish? After beginning with the Spirit, are you now trying to attain your goal by human effort? <sup><strong>4</strong></sup> Have you suffered so much for nothing--if it really was for nothing? <sup><strong>5</strong></sup> Does God give you his Spirit and work miracles among you because you observe the law, or because you believe what you heard? <sup><strong>6</strong></sup> Consider Abraham: \"He believed God, and it was credited to him as righteousness.\" <sup><strong>7</strong></sup> Understand, then, that those who believe are children of Abraham. <sup><strong>8</strong></sup> The Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: \"All nations will be blessed through you.\" <sup><strong>9</strong></sup> So those who have faith are blessed along with Abraham, the man of faith. <sup><strong>10</strong></sup> All who rely on observing the law are under a curse, for it is written: \"Cursed is everyone who does not continue to do everything written in the Book of the Law.\" <sup><strong>11</strong></sup> Clearly no one is justified before God by the law, because, \"The righteous will live by faith.\" <sup><strong>12</strong></sup> The law is not based on faith; on the contrary, \"The man who does these things will live by them.\" <sup><strong>13</strong></sup> Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a tree.\" <sup><strong>14</strong></sup> He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit. <sup><strong>15</strong></sup> Brothers, let me take an example from everyday life. Just as no one can set aside or add to a human covenant that has been duly established, so it is in this case. <sup><strong>16</strong></sup> The promises were spoken to Abraham and to his seed. The Scripture does not say \"and to seeds,\" meaning many people, but \"and to your seed,\" meaning one person, who is Christ. <sup><strong>17</strong></sup> What I mean is this: The law, introduced 430 years later, does not set aside the covenant previously established by God and thus do away with the promise. <sup><strong>18</strong></sup> For if the inheritance depends on the law, then it no longer depends on a promise; but God in his grace gave it to Abraham through a promise. <sup><strong>19</strong></sup> What, then, was the purpose of the law? It was added because of transgressions until the Seed to whom the promise referred had come. The law was put into effect through angels by a mediator. <sup><strong>20</strong></sup> A mediator, however, does not represent just one party; but God is one. <sup><strong>21</strong></sup> Is the law, therefore, opposed to the promises of God? Absolutely not! For if a law had been given that could impart life, then righteousness would certainly have come by the law. <sup><strong>22</strong></sup> But the Scripture declares that the whole world is a prisoner of sin, so that what was promised, being given through faith in Jesus Christ, might be given to those who believe. <sup><strong>23</strong></sup> Before this faith came, we were held prisoners by the law, locked up until faith should be revealed. <sup><strong>24</strong></sup> So the law was put in charge to lead us to Christ that we might be justified by faith. <sup><strong>25</strong></sup> Now that faith has come, we are no longer under the supervision of the law. <sup><strong>26</strong></sup> You are all sons of God through faith in Christ Jesus, <sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ. <sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus. <sup><strong>29</strong></sup> If you belong to Christ, then you are Abraham's seed, and heirs according to the promise. "},{"_id":"61678b4fa3a86b670bc2f678","topicId":"61678b49a3a86b670bc2f663","verse":"1 Corinthians 15:1-58","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-24\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015005-1\">5&nbsp;</b>and that he appeared to Cephas, then to the twelve. <b class=\"verse-num\" id=\"v46015006-1\">6&nbsp;</b>Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep. <b class=\"verse-num\" id=\"v46015007-1\">7&nbsp;</b>Then he appeared to James, then to all the apostles. <b class=\"verse-num\" id=\"v46015008-1\">8&nbsp;</b>Last of all, as to one untimely born, he appeared also to me. <b class=\"verse-num\" id=\"v46015009-1\">9&nbsp;</b>For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God. <b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me. <b class=\"verse-num\" id=\"v46015011-1\">11&nbsp;</b>Whether then it was I or they, so we preach and so you believed.</p>\n\n<p id=\"p46015011_10-24\"><b class=\"verse-num\" id=\"v46015012-1\">12&nbsp;</b>Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead? <b class=\"verse-num\" id=\"v46015013-1\">13&nbsp;</b>But if there is no resurrection of the dead, then not even Christ has been raised. <b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised. <b class=\"verse-num\" id=\"v46015016-1\">16&nbsp;</b>For if the dead are not raised, not even Christ has been raised. <b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins. <b class=\"verse-num\" id=\"v46015018-1\">18&nbsp;</b>Then those also who have fallen asleep in Christ have perished. <b class=\"verse-num\" id=\"v46015019-1\">19&nbsp;</b>If in Christ we have hope in this life only, we are of all people most to be pitied.</p>\n<p id=\"p46015019_10-24\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. <b class=\"verse-num\" id=\"v46015024-1\">24&nbsp;</b>Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. <b class=\"verse-num\" id=\"v46015025-1\">25&nbsp;</b>For he must reign until he has put all his enemies under his feet. <b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death. <b class=\"verse-num\" id=\"v46015027-1\">27&nbsp;</b>For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him. <b class=\"verse-num\" id=\"v46015028-1\">28&nbsp;</b>When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.</p>\n<p id=\"p46015028_10-24\"><b class=\"verse-num\" id=\"v46015029-1\">29&nbsp;</b>Otherwise, what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf? <b class=\"verse-num\" id=\"v46015030-1\">30&nbsp;</b>Why are we in danger every hour? <b class=\"verse-num\" id=\"v46015031-1\">31&nbsp;</b>I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day! <b class=\"verse-num\" id=\"v46015032-1\">32&nbsp;</b>What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.” <b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.” <b class=\"verse-num\" id=\"v46015034-1\">34&nbsp;</b>Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame.</p>\n\n<p id=\"p46015034_13-24\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body. <b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish. <b class=\"verse-num\" id=\"v46015040-1\">40&nbsp;</b>There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another. <b class=\"verse-num\" id=\"v46015041-1\">41&nbsp;</b>There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.</p>\n<p id=\"p46015041_13-24\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_16-24\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_16-24\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_16-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_16-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_16-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_16-24\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  <strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  <strong>11</strong> Therefore whether it were I or they, so we preach, and so ye believed.  <strong>12</strong> Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  <strong>13</strong> But if there be no resurrection of the dead, then is Christ not risen:  <strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  <strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, <sup><strong>5</strong></sup> and that he appeared to Peter, and then to the Twelve. <sup><strong>6</strong></sup> After that, he appeared to more than five hundred of the brothers at the same time, most of whom are still living, though some have fallen asleep. <sup><strong>7</strong></sup> Then he appeared to James, then to all the apostles, <sup><strong>8</strong></sup> and last of all he appeared to me also, as to one abnormally born. <sup><strong>9</strong></sup> For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God. <sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me. <sup><strong>11</strong></sup> Whether, then, it was I or they, this is what we preach, and this is what you believed. <sup><strong>12</strong></sup> But if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead? <sup><strong>13</strong></sup> If there is no resurrection of the dead, then not even Christ has been raised. <sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. <sup><strong>16</strong></sup> For if the dead are not raised, then Christ has not been raised either. <sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins. <sup><strong>18</strong></sup> Then those also who have fallen asleep in Christ are lost. <sup><strong>19</strong></sup> If only for this life we have hope in Christ, we are to be pitied more than all men. <sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. <sup><strong>24</strong></sup> Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. <sup><strong>25</strong></sup> For he must reign until he has put all his enemies under his feet. <sup><strong>26</strong></sup> The last enemy to be destroyed is death. <sup><strong>27</strong></sup> For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. <sup><strong>28</strong></sup> When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all. <sup><strong>29</strong></sup> Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them? <sup><strong>30</strong></sup> And as for us, why do we endanger ourselves every hour? <sup><strong>31</strong></sup> I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord. <sup><strong>32</strong></sup> If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\" <sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\" <sup><strong>34</strong></sup> Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame. <sup><strong>35</strong></sup> But someone may ask, \"How are the dead raised? With what kind of body will they come?\" <sup><strong>36</strong></sup> How foolish! What you sow does not come to life unless it dies. <sup><strong>37</strong></sup> When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else. <sup><strong>38</strong></sup> But God gives it a body as he has determined, and to each kind of seed he gives its own body. <sup><strong>39</strong></sup> All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another. <sup><strong>40</strong></sup> There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another. <sup><strong>41</strong></sup> The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor. <sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. <sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. "},{"_id":"61678b50a3a86b670bc2f679","topicId":"61678b49a3a86b670bc2f663","verse":"1 Corinthians 6:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-26\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality,</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders"},{"_id":"61678b50a3a86b670bc2f67a","topicId":"61678b49a3a86b670bc2f663","verse":"Romans 6:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"61678b50a3a86b670bc2f67b","topicId":"61678b49a3a86b670bc2f663","verse":"John 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"61678b51a3a86b670bc2f67c","topicId":"61678b49a3a86b670bc2f663","verse":"Matthew 24:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40024021_01-29\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span></p>\n</div>","kjv":"<strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  ","niv":"<sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again."}]}