{"_id":"61678be1a3a86b670bc2f6b1","slug":"magicians","name":"Magicians","verses":[{"_id":"61678be1a3a86b670bc2f6b2","topicId":"61678be1a3a86b670bc2f6b1","verse":"Revelation 22:15","votes":11,"__v":0,"esv":"<div>\n<p id=\"p66022015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022015-1\">15&nbsp;</b>Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.</p>\n</div>","kjv":"<strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  ","niv":"<sup><strong>15</strong></sup> Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood."},{"_id":"61678be1a3a86b670bc2f6b3","topicId":"61678be1a3a86b670bc2f6b1","verse":"Acts 8:9-13","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p44008009_05-2\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great. <b class=\"verse-num\" id=\"v44008010-1\">10&nbsp;</b>They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.” <b class=\"verse-num\" id=\"v44008011-1\">11&nbsp;</b>And they paid attention to him because for a long time he had amazed them with his magic. <b class=\"verse-num\" id=\"v44008012-1\">12&nbsp;</b>But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <b class=\"verse-num\" id=\"v44008013-1\">13&nbsp;</b>Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed.</p>\n\n</div>","kjv":"<strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  <strong>10</strong> To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God.  <strong>11</strong> And to him they had regard, because that of long time he had bewitched them with sorceries.  <strong>12</strong> But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.  <strong>13</strong> Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done.  ","niv":"<sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great, <sup><strong>10</strong></sup> and all the people, both high and low, gave him their attention and exclaimed, \"This man is the divine power known as the Great Power.\" <sup><strong>11</strong></sup> They followed him because he had amazed them for a long time with his magic. <sup><strong>12</strong></sup> But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <sup><strong>13</strong></sup> Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw. "},{"_id":"61678be1a3a86b670bc2f6b4","topicId":"61678be1a3a86b670bc2f6b1","verse":"Daniel 2:27","votes":8,"__v":0,"esv":"<div>\n<p id=\"p27002027_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked,</p>\n</div>","kjv":"<strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  ","niv":"<sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about,"},{"_id":"61678be2a3a86b670bc2f6b5","topicId":"61678be1a3a86b670bc2f6b1","verse":"Leviticus 19:31","votes":8,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-4\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God."},{"_id":"61678be2a3a86b670bc2f6b6","topicId":"61678be1a3a86b670bc2f6b1","verse":"Deuteronomy 18:9-12","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-5\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. "},{"_id":"61678be2a3a86b670bc2f6b7","topicId":"61678be1a3a86b670bc2f6b1","verse":"Leviticus 20:27","votes":7,"__v":0,"esv":"<div>\n<p id=\"p03020027_01-6\"><b class=\"verse-num\" id=\"v03020027-1\">27&nbsp;</b>“A man or a woman who is a medium or a necromancer shall surely be put to death. They shall be stoned with stones; their blood shall be upon them.”</p>\n</div>","kjv":"<strong>27</strong> A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death: they shall stone them with stones: their blood shall be upon them.  ","niv":"<sup><strong>27</strong></sup> \"'A man or woman who is a medium or spiritist among you must be put to death. You are to stone them; their blood will be on their own heads.'\""},{"_id":"61678be3a3a86b670bc2f6b8","topicId":"61678be1a3a86b670bc2f6b1","verse":"Daniel 1:20","votes":7,"__v":0,"esv":"<div>\n<p id=\"p27001020_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v27001020-1\">20&nbsp;</b>And in every matter of wisdom and understanding about which the king inquired of them, he found them ten times better than all the magicians and enchanters that were in all his kingdom.</p>\n</div>","kjv":"<strong>20</strong> And in all matters of wisdom and understanding, that the king enquired of them, he found them ten times better than all the magicians and astrologers that were in all his realm.  ","niv":"<sup><strong>20</strong></sup> In every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and enchanters in his whole kingdom."},{"_id":"61678be3a3a86b670bc2f6b9","topicId":"61678be1a3a86b670bc2f6b1","verse":"2 Corinthians 11:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p47011014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light.</p>\n</div>","kjv":"<strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  ","niv":"<sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light."},{"_id":"61678be3a3a86b670bc2f6ba","topicId":"61678be1a3a86b670bc2f6b1","verse":"Daniel 2:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p27002010_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002010-1\">10&nbsp;</b>The Chaldeans answered the king and said, “There is not a man on earth who can meet the king’s demand, for no great and powerful king has asked such a thing of any magician or enchanter or Chaldean.</p>\n</div>","kjv":"<strong>10</strong> The Chaldeans answered before the king, and said, There is not a man upon the earth that can shew the king’s matter: therefore there is  no king, lord, nor ruler, that asked such things at any magician, or astrologer, or Chaldean.  ","niv":"<sup><strong>10</strong></sup> The astrologers answered the king, \"There is not a man on earth who can do what the king asks! No king, however great and mighty, has ever asked such a thing of any magician or enchanter or astrologer."},{"_id":"61678be3a3a86b670bc2f6bb","topicId":"61678be1a3a86b670bc2f6b1","verse":"Revelation 21:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"61678be4a3a86b670bc2f6bc","topicId":"61678be1a3a86b670bc2f6b1","verse":"Exodus 7:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02007011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v02007011-1\">11&nbsp;</b>Then Pharaoh summoned the wise men and the sorcerers, and they, the magicians of Egypt, also did the same by their secret arts.</p>\n</div>","kjv":"<strong>11</strong> Then Pharaoh also called the wise men and the sorcerers: now the magicians of Egypt, they also did in like manner with their enchantments.  ","niv":"<sup><strong>11</strong></sup> Pharaoh then summoned wise men and sorcerers, and the Egyptian magicians also did the same things by their secret arts:"},{"_id":"61678be4a3a86b670bc2f6bd","topicId":"61678be1a3a86b670bc2f6b1","verse":"Hebrews 4:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"61678be4a3a86b670bc2f6be","topicId":"61678be1a3a86b670bc2f6b1","verse":"Micah 5:12","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005012_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005012-1\">12&nbsp;</b>&nbsp;&nbsp;and I will cut off sorceries from your hand,</span><br><span id=\"p33005012_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall have no more tellers of fortunes;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:  ","niv":"<sup><strong>12</strong></sup> I will destroy your witchcraft and you will no longer cast spells."},{"_id":"61678be5a3a86b670bc2f6bf","topicId":"61678be1a3a86b670bc2f6b1","verse":"3 John 1:11","votes":4,"__v":0,"kjv":"<strong>11</strong> Beloved, follow not that which is evil, but that which is good. He that doeth good is of God: but he that doeth evil hath not seen God.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"61678be5a3a86b670bc2f6c0","topicId":"61678be1a3a86b670bc2f6b1","verse":"1 John 4:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"61678be5a3a86b670bc2f6c1","topicId":"61678be1a3a86b670bc2f6b1","verse":"1 John 2:15-17","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-16\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. "},{"_id":"61678be6a3a86b670bc2f6c2","topicId":"61678be1a3a86b670bc2f6b1","verse":"Isaiah 47:12-15","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23047012_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047012-1\">12&nbsp;</b>&nbsp;&nbsp;Stand fast in your enchantments</span><br><span id=\"p23047012_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your many sorceries,</span><br><span id=\"p23047012_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with which you have labored from your youth;</span><br><span id=\"p23047012_01-17\" class=\"line\">&nbsp;&nbsp;perhaps you may be able to succeed;</span><br><span id=\"p23047012_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;perhaps you may inspire terror.</span><br><span id=\"p23047013_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047013-1\">13&nbsp;</b>&nbsp;&nbsp;You are wearied with your many counsels;</span><br><span id=\"p23047013_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them stand forth and save you,</span><br><span id=\"p23047013_01-17\" class=\"line\">&nbsp;&nbsp;those who divide the heavens,</span><br><span id=\"p23047013_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who gaze at the stars,</span><br><span id=\"p23047013_01-17\" class=\"line\">&nbsp;&nbsp;who at the new moons make known</span><br><span id=\"p23047013_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what shall come upon you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23047014_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047014-1\">14&nbsp;</b>&nbsp;&nbsp;Behold, they are like stubble;</span><br><span id=\"p23047014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fire consumes them;</span><br><span id=\"p23047014_01-17\" class=\"line\">&nbsp;&nbsp;they cannot deliver themselves</span><br><span id=\"p23047014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the power of the flame.</span><br><span id=\"p23047014_01-17\" class=\"line\">&nbsp;&nbsp;No coal for warming oneself is this,</span><br><span id=\"p23047014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no fire to sit before!</span><br><span id=\"p23047015_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047015-1\">15&nbsp;</b>&nbsp;&nbsp;Such to you are those with whom you have labored,</span><br><span id=\"p23047015_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who have done business with you from your youth;</span><br><span id=\"p23047015_01-17\" class=\"line\">&nbsp;&nbsp;they wander about, each in his own direction;</span><br><span id=\"p23047015_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is no one to save you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Stand now with thine enchantments, and with the multitude of thy sorceries, wherein thou hast laboured from thy youth; if so be thou shalt be able to profit, if so be thou mayest prevail.  <strong>13</strong> Thou art wearied in the multitude of thy counsels. Let now the astrologers, the stargazers, the monthly prognosticators, stand up, and save thee from these things that shall come upon thee.  <strong>14</strong> Behold, they shall be as stubble; the fire shall burn them; they shall not deliver themselves from the power of the flame: there shall  not be a coal to warm at, nor fire to sit before it.  <strong>15</strong> Thus shall they be unto thee with whom thou hast laboured, even  thy merchants, from thy youth: they shall wander every one to his quarter; none shall save thee.  ","niv":"<sup><strong>12</strong></sup> \"Keep on, then, with your magic spells and with your many sorceries, which you have labored at since childhood. Perhaps you will succeed, perhaps you will cause terror. <sup><strong>13</strong></sup> All the counsel you have received has only worn you out! Let your astrologers come forward, those stargazers who make predictions month by month, let them save you from what is coming upon you. <sup><strong>14</strong></sup> Surely they are like stubble; the fire will burn them up. They cannot even save themselves from the power of the flame. Here are no coals to warm anyone; here is no fire to sit by. <sup><strong>15</strong></sup> That is all they can do for you- these you have labored with and trafficked with since childhood. Each of them goes on in his error; there is not one that can save you. "},{"_id":"61678be6a3a86b670bc2f6c3","topicId":"61678be1a3a86b670bc2f6b1","verse":"Job 5:12","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18005012_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18005012-1\">12&nbsp;</b>&nbsp;&nbsp;He frustrates the devices of the crafty,</span><br><span id=\"p18005012_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that their hands achieve no success.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> He disappointeth the devices of the crafty, so that their hands cannot perform their enterprise.  ","niv":"<sup><strong>12</strong></sup> He thwarts the plans of the crafty, so that their hands achieve no success."},{"_id":"61678be6a3a86b670bc2f6c4","topicId":"61678be1a3a86b670bc2f6b1","verse":"Philippians 4:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-19\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"61678be6a3a86b670bc2f6c5","topicId":"61678be1a3a86b670bc2f6b1","verse":"Matthew 24:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40024024_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span></p>\n</div>","kjv":"<strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  ","niv":"<sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible."},{"_id":"61678be7a3a86b670bc2f6c6","topicId":"61678be1a3a86b670bc2f6b1","verse":"2 Thessalonians 2:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p53002009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002009-1\">9&nbsp;</b>The coming of the lawless one is by the activity of Satan with all power and false signs and wonders,</p>\n</div>","kjv":"<strong>9</strong> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,  ","niv":"<sup><strong>9</strong></sup> The coming of the lawless one will be in accordance with the work of Satan displayed in all kinds of counterfeit miracles, signs and wonders,"},{"_id":"61678be7a3a86b670bc2f6c7","topicId":"61678be1a3a86b670bc2f6b1","verse":"Proverbs 17:20-22","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017020_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017020-1\">20&nbsp;</b>&nbsp;&nbsp;A man of crooked heart does not discover good,</span><br><span id=\"p20017020_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one with a dishonest tongue falls into calamity.</span><br><span id=\"p20017021_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017021-1\">21&nbsp;</b>&nbsp;&nbsp;He who sires a fool gets himself sorrow,</span><br><span id=\"p20017021_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the father of a fool has no joy.</span><br><span id=\"p20017022_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017022-1\">22&nbsp;</b>&nbsp;&nbsp;A joyful heart is good medicine,</span><br><span id=\"p20017022_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a crushed spirit dries up the bones.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> He that hath a froward heart findeth no good: and he that hath a perverse tongue falleth into mischief.  <strong>21</strong> He that begetteth a fool doeth it to his sorrow: and the father of a fool hath no joy.  <strong>22</strong> A merry heart doeth good like a medicine: but a broken spirit drieth the bones.  ","niv":"<sup><strong>20</strong></sup> A man of perverse heart does not prosper; he whose tongue is deceitful falls into trouble. <sup><strong>21</strong></sup> To have a fool for a son brings grief; there is no joy for the father of a fool. <sup><strong>22</strong></sup> A cheerful heart is good medicine, but a crushed spirit dries up the bones. "},{"_id":"61678be7a3a86b670bc2f6c8","topicId":"61678be1a3a86b670bc2f6b1","verse":"Proverbs 11:18","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011018_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011018-1\">18&nbsp;</b>&nbsp;&nbsp;The wicked earns deceptive wages,</span><br><span id=\"p20011018_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but one who sows righteousness gets a sure reward.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> The wicked worketh a deceitful work: but to him that soweth righteousness shall be a sure reward.  ","niv":"<sup><strong>18</strong></sup> The wicked man earns deceptive wages, but he who sows righteousness reaps a sure reward."},{"_id":"61678be8a3a86b670bc2f6c9","topicId":"61678be1a3a86b670bc2f6b1","verse":"Exodus 22:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-24\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live."},{"_id":"61678be8a3a86b670bc2f6ca","topicId":"61678be1a3a86b670bc2f6b1","verse":"Revelation 18:23","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018023_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018023-1\">23&nbsp;</b>&nbsp;&nbsp;and the light of a lamp</span><br><span id=\"p66018023_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will shine in you no more,</span><br><span id=\"p66018023_01-25\" class=\"line\">&nbsp;&nbsp;and the voice of bridegroom and bride</span><br><span id=\"p66018023_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018023_01-25\" class=\"line\">&nbsp;&nbsp;for your merchants were the great ones of the earth,</span><br><span id=\"p66018023_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all nations were deceived by your sorcery.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.  ","niv":"<sup><strong>23</strong></sup> The light of a lamp will never shine in you again. The voice of bridegroom and bride will never be heard in you again. Your merchants were the world's great men. By your magic spell all the nations were led astray.","modified":"2022-09-15T23:34:54.074Z"}]}