{"_id":"61678c6ea3a86b670bc2f708","slug":"making-vow","name":"Making A Vow","verses":[{"_id":"61678c6ea3a86b670bc2f709","topicId":"61678c6ea3a86b670bc2f708","verse":"Numbers 30:1-2","votes":69,"__v":0,"esv":"<div>\n\n<p id=\"p04030001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04030001-1\">30:1&nbsp;</b>Moses spoke to the heads of the tribes of the people of Israel, saying, “This is what the LORD has commanded. <b class=\"verse-num\" id=\"v04030002-1\">2&nbsp;</b>If a man vows a vow to the LORD, or swears an oath to bind himself by a pledge, he shall not break his word. He shall do according to all that proceeds out of his mouth.</p>\n\n<p id=\"p04030002_07-13\"><b class=\"verse-num\" id=\"v04030003-1\">3&nbsp;</b>“If a woman vows a vow to the LORD and binds herself by a pledge, while within her father’s house in her youth, <b class=\"verse-num\" id=\"v04030004-1\">4&nbsp;</b>and her father hears of her vow and of her pledge by which she has bound herself and says nothing to her, then all her vows shall stand, and every pledge by which she has bound herself shall stand. <b class=\"verse-num\" id=\"v04030005-1\">5&nbsp;</b>But if her father opposes her on the day that he hears of it, no vow of hers, no pledge by which she has bound herself shall stand. And the LORD will forgive her, because her father opposed her.</p>\n<p id=\"p04030005_07-13\"><b class=\"verse-num\" id=\"v04030006-1\">6&nbsp;</b>“If she marries a husband, while under her vows or any thoughtless utterance of her lips by which she has bound herself, <b class=\"verse-num\" id=\"v04030007-1\">7&nbsp;</b>and her husband hears of it and says nothing to her on the day that he hears, then her vows shall stand, and her pledges by which she has bound herself shall stand. <b class=\"verse-num\" id=\"v04030008-1\">8&nbsp;</b>But if, on the day that her husband comes to hear of it, he opposes her, then he makes void her vow that was on her, and the thoughtless utterance of her lips by which she bound herself. And the LORD will forgive her. <b class=\"verse-num\" id=\"v04030009-1\">9&nbsp;</b>(But any vow of a widow or of a divorced woman, anything by which she has bound herself, shall stand against her.) <b class=\"verse-num\" id=\"v04030010-1\">10&nbsp;</b>And if she vowed in her husband’s house or bound herself by a pledge with an oath, <b class=\"verse-num\" id=\"v04030011-1\">11&nbsp;</b>and her husband heard of it and said nothing to her and did not oppose her, then all her vows shall stand, and every pledge by which she bound herself shall stand. <b class=\"verse-num\" id=\"v04030012-1\">12&nbsp;</b>But if her husband makes them null and void on the day that he hears them, then whatever proceeds out of her lips concerning her vows or concerning her pledge of herself shall not stand. Her husband has made them void, and the LORD will forgive her. <b class=\"verse-num\" id=\"v04030013-1\">13&nbsp;</b>Any vow and any binding oath to afflict herself, her husband may establish, or her husband may make void. <b class=\"verse-num\" id=\"v04030014-1\">14&nbsp;</b>But if her husband says nothing to her from day to day, then he establishes all her vows or all her pledges that are upon her. He has established them, because he said nothing to her on the day that he heard of them. <b class=\"verse-num\" id=\"v04030015-1\">15&nbsp;</b>But if he makes them null and void after he has heard of them, then he shall bear her iniquity.”</p>\n<p id=\"p04030015_07-13\"><b class=\"verse-num\" id=\"v04030016-1\">16&nbsp;</b>These are the statutes that the LORD commanded Moses about a man and his wife and about a father and his daughter while she is in her youth within her father’s house.</p>\n\n</div>","kjv":"<strong>1</strong> And Moses spake unto the heads of the tribes concerning the children of Israel, saying, This is the thing which the LORD hath commanded.  <strong>2</strong> If a man vow a vow unto the LORD, or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceedeth out of his mouth.  ","niv":"<sup><strong>1</strong></sup> Moses said to the heads of the tribes of Israel: \"This is what the LORD commands: <sup><strong>2</strong></sup> When a man makes a vow to the LORD or takes an oath to obligate himself by a pledge, he must not break his word but must do everything he said. "},{"_id":"61678c6ea3a86b670bc2f70a","topicId":"61678c6ea3a86b670bc2f708","verse":"James 5:12","votes":35,"__v":0,"esv":"<div>\n<p id=\"p59005012_01-2\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n</div>","kjv":"<strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  ","niv":"<sup><strong>12</strong></sup> Above all, my brothers, do not swear--not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned.","modified":"2022-09-22T01:35:54.469Z"},{"_id":"61678c6fa3a86b670bc2f70b","topicId":"61678c6ea3a86b670bc2f708","verse":"Matthew 5:33-37","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p40005033_02-3\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n</div>","kjv":"<strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. ","niv":"<sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. "},{"_id":"61678c6fa3a86b670bc2f70c","topicId":"61678c6ea3a86b670bc2f708","verse":"Ecclesiastes 5:5","votes":20,"__v":0,"esv":"<div>\n<p id=\"p21005005_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v21005005-1\">5&nbsp;</b>It is better that you should not vow than that you should vow and not pay.</p>\n</div>","kjv":"<strong>5</strong> Better is it that thou shouldest not vow, than that thou shouldest vow and not pay.  ","niv":"<sup><strong>5</strong></sup> It is better not to vow than to make a vow and not fulfill it.","modified":"2022-12-24T00:20:05.822Z"},{"_id":"61678c6fa3a86b670bc2f70d","topicId":"61678c6ea3a86b670bc2f708","verse":"Deuteronomy 23:21-23","votes":16,"__v":0,"esv":"<div>\n<p id=\"p05023021_01-5\"><b class=\"verse-num\" id=\"v05023021-1\">21&nbsp;</b>“If you make a vow to the LORD your God, you shall not delay fulfilling it, for the LORD your God will surely require it of you, and you will be guilty of sin. <b class=\"verse-num\" id=\"v05023022-1\">22&nbsp;</b>But if you refrain from vowing, you will not be guilty of sin. <b class=\"verse-num\" id=\"v05023023-1\">23&nbsp;</b>You shall be careful to do what has passed your lips, for you have voluntarily vowed to the LORD your God what you have promised with your mouth.</p>\n</div>","kjv":"<strong>21</strong> When thou shalt vow a vow unto the LORD thy God, thou shalt not slack to pay it: for the LORD thy God will surely require it of thee; and it would be sin in thee.  <strong>22</strong> But if thou shalt forbear to vow, it shall be no sin in thee.  <strong>23</strong> That which is gone out of thy lips thou shalt keep and perform; even a freewill offering, according as thou hast vowed unto the LORD thy God, which thou hast promised with thy mouth.  ","niv":"<sup><strong>21</strong></sup> If you make a vow to the LORD your God, do not be slow to pay it, for the LORD your God will certainly demand it of you and you will be guilty of sin. <sup><strong>22</strong></sup> But if you refrain from making a vow, you will not be guilty. <sup><strong>23</strong></sup> Whatever your lips utter you must be sure to do, because you made your vow freely to the LORD your God with your own mouth. ","modified":"2022-08-23T21:12:54.477Z"},{"_id":"61678c70a3a86b670bc2f70e","topicId":"61678c6ea3a86b670bc2f708","verse":"Numbers 30:2","votes":15,"__v":0,"esv":"<div>\n<p id=\"p04030002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v04030002-1\">2&nbsp;</b>If a man vows a vow to the LORD, or swears an oath to bind himself by a pledge, he shall not break his word. He shall do according to all that proceeds out of his mouth.</p>\n</div>","kjv":"<strong>2</strong> If a man vow a vow unto the LORD, or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceedeth out of his mouth.  ","niv":"<sup><strong>2</strong></sup> When a man makes a vow to the LORD or takes an oath to obligate himself by a pledge, he must not break his word but must do everything he said.","modified":"2023-04-15T16:26:33.935Z"},{"_id":"61678c70a3a86b670bc2f70f","topicId":"61678c6ea3a86b670bc2f708","verse":"Proverbs 20:25","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020025_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020025-1\">25&nbsp;</b>&nbsp;&nbsp;It is a snare to say rashly, “It is holy,”</span><br><span id=\"p20020025_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to reflect only after making vows.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> It is a snare to the man who devoureth that which is holy, and after vows to make enquiry.  ","niv":"<sup><strong>25</strong></sup> It is a trap for a man to dedicate something rashly and only later to consider his vows."},{"_id":"61678c70a3a86b670bc2f710","topicId":"61678c6ea3a86b670bc2f708","verse":"Numbers 30:10-15","votes":12,"__v":0,"esv":"<div>\n<p id=\"p04030010_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v04030010-1\">10&nbsp;</b>And if she vowed in her husband’s house or bound herself by a pledge with an oath, <b class=\"verse-num\" id=\"v04030011-1\">11&nbsp;</b>and her husband heard of it and said nothing to her and did not oppose her, then all her vows shall stand, and every pledge by which she bound herself shall stand. <b class=\"verse-num\" id=\"v04030012-1\">12&nbsp;</b>But if her husband makes them null and void on the day that he hears them, then whatever proceeds out of her lips concerning her vows or concerning her pledge of herself shall not stand. Her husband has made them void, and the LORD will forgive her. <b class=\"verse-num\" id=\"v04030013-1\">13&nbsp;</b>Any vow and any binding oath to afflict herself, her husband may establish, or her husband may make void. <b class=\"verse-num\" id=\"v04030014-1\">14&nbsp;</b>But if her husband says nothing to her from day to day, then he establishes all her vows or all her pledges that are upon her. He has established them, because he said nothing to her on the day that he heard of them. <b class=\"verse-num\" id=\"v04030015-1\">15&nbsp;</b>But if he makes them null and void after he has heard of them, then he shall bear her iniquity.”</p>\n\n</div>","kjv":"<strong>10</strong> And if she vowed in her husband’s house, or bound her soul by a bond with an oath;  <strong>11</strong> And her husband heard it, and held his peace at her, and disallowed her not: then all her vows shall stand, and every bond wherewith she bound her soul shall stand.  <strong>12</strong> But if her husband hath utterly made them void on the day he heard them; then whatsoever proceeded out of her lips concerning her vows, or concerning the bond of her soul, shall not stand: her husband hath made them void; and the LORD shall forgive her.  <strong>13</strong> Every vow, and every binding oath to afflict the soul, her husband may establish it, or her husband may make it void.  <strong>14</strong> But if her husband altogether hold his peace at her from day to day; then he establisheth all her vows, or all her bonds, which are  upon her: he confirmeth them, because he held his peace at her in the day that he heard them.  <strong>15</strong> But if he shall any ways make them void after that he hath heard them; then he shall bear her iniquity.  ","niv":"<sup><strong>10</strong></sup> \"If a woman living with her husband makes a vow or obligates herself by a pledge under oath <sup><strong>11</strong></sup> and her husband hears about it but says nothing to her and does not forbid her, then all her vows or the pledges by which she obligated herself will stand. <sup><strong>12</strong></sup> But if her husband nullifies them when he hears about them, then none of the vows or pledges that came from her lips will stand. Her husband has nullified them, and the LORD will release her. <sup><strong>13</strong></sup> Her husband may confirm or nullify any vow she makes or any sworn pledge to deny herself. <sup><strong>14</strong></sup> But if her husband says nothing to her about it from day to day, then he confirms all her vows or the pledges binding on her. He confirms them by saying nothing to her when he hears about them. <sup><strong>15</strong></sup> If, however, he nullifies them some time after he hears about them, then he is responsible for her guilt.\" "},{"_id":"61678c70a3a86b670bc2f711","topicId":"61678c6ea3a86b670bc2f708","verse":"Numbers 30:6-8","votes":12,"__v":0,"esv":"<div>\n<p id=\"p04030006_01-9\"><b class=\"verse-num\" id=\"v04030006-1\">6&nbsp;</b>“If she marries a husband, while under her vows or any thoughtless utterance of her lips by which she has bound herself, <b class=\"verse-num\" id=\"v04030007-1\">7&nbsp;</b>and her husband hears of it and says nothing to her on the day that he hears, then her vows shall stand, and her pledges by which she has bound herself shall stand. <b class=\"verse-num\" id=\"v04030008-1\">8&nbsp;</b>But if, on the day that her husband comes to hear of it, he opposes her, then he makes void her vow that was on her, and the thoughtless utterance of her lips by which she bound herself. And the LORD will forgive her.</p>\n</div>","kjv":"<strong>6</strong> And if she had at all an husband, when she vowed, or uttered ought out of her lips, wherewith she bound her soul;  <strong>7</strong> And her husband heard it, and held his peace at her in the day that he heard it: then her vows shall stand, and her bonds wherewith she bound her soul shall stand.  <strong>8</strong> But if her husband disallowed her on the day that he heard it;  then he shall make her vow which she vowed, and that which she uttered with her lips, wherewith she bound her soul, of none effect: and the LORD shall forgive her.  ","niv":"<sup><strong>6</strong></sup> \"If she marries after she makes a vow or after her lips utter a rash promise by which she obligates herself <sup><strong>7</strong></sup> and her husband hears about it but says nothing to her, then her vows or the pledges by which she obligated herself will stand. <sup><strong>8</strong></sup> But if her husband forbids her when he hears about it, he nullifies the vow that obligates her or the rash promise by which she obligates herself, and the LORD will release her. "},{"_id":"61678c71a3a86b670bc2f712","topicId":"61678c6ea3a86b670bc2f708","verse":"Romans 7:2","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45007002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007002-1\">2&nbsp;</b>For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage.</p>\n\n</div>","kjv":"<strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  ","niv":"<sup><strong>2</strong></sup> For example, by law a married woman is bound to her husband as long as he is alive, but if her husband dies, she is released from the law of marriage."},{"_id":"61678c71a3a86b670bc2f713","topicId":"61678c6ea3a86b670bc2f708","verse":"Ecclesiastes 5:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p21005004_01-11\"><b class=\"verse-num\" id=\"v21005004-1\">4&nbsp;</b>When you vow a vow to God, do not delay paying it, for he has no pleasure in fools. Pay what you vow.</p>\n</div>","kjv":"<strong>4</strong> When thou vowest a vow unto God, defer not to pay it; for he hath  no pleasure in fools: pay that which thou hast vowed.  ","niv":"<sup><strong>4</strong></sup> When you make a vow to God, do not delay in fulfilling it. He has no pleasure in fools; fulfill your vow.","modified":"2022-06-12T06:57:59.077Z"},{"_id":"61678c71a3a86b670bc2f714","topicId":"61678c6ea3a86b670bc2f708","verse":"Matthew 19:9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40019009_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\""},{"_id":"61678c72a3a86b670bc2f715","topicId":"61678c6ea3a86b670bc2f708","verse":"Numbers 30:1-16","votes":5,"__v":0,"kjv":"<strong>1</strong> And Moses spake unto the heads of the tribes concerning the children of Israel, saying, This is the thing which the LORD hath commanded.  <strong>2</strong> If a man vow a vow unto the LORD, or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceedeth out of his mouth.  <strong>3</strong> If a woman also vow a vow unto the LORD, and bind herself  by a bond, being in her father’s house in her youth;  <strong>4</strong> And her father hear her vow, and her bond wherewith she hath bound her soul, and her father shall hold his peace at her: then all her vows shall stand, and every bond wherewith she hath bound her soul shall stand.  <strong>5</strong> But if her father disallow her in the day that he heareth; not any of her vows, or of her bonds wherewith she hath bound her soul, shall stand: and the LORD shall forgive her, because her father disallowed her.  <strong>6</strong> And if she had at all an husband, when she vowed, or uttered ought out of her lips, wherewith she bound her soul;  <strong>7</strong> And her husband heard it, and held his peace at her in the day that he heard it: then her vows shall stand, and her bonds wherewith she bound her soul shall stand.  <strong>8</strong> But if her husband disallowed her on the day that he heard it;  then he shall make her vow which she vowed, and that which she uttered with her lips, wherewith she bound her soul, of none effect: and the LORD shall forgive her.  <strong>9</strong> But every vow of a widow, and of her that is divorced, wherewith they have bound their souls, shall stand against her.  <strong>10</strong> And if she vowed in her husband’s house, or bound her soul by a bond with an oath;  <strong>11</strong> And her husband heard it, and held his peace at her, and disallowed her not: then all her vows shall stand, and every bond wherewith she bound her soul shall stand.  <strong>12</strong> But if her husband hath utterly made them void on the day he heard them; then whatsoever proceeded out of her lips concerning her vows, or concerning the bond of her soul, shall not stand: her husband hath made them void; and the LORD shall forgive her.  <strong>13</strong> Every vow, and every binding oath to afflict the soul, her husband may establish it, or her husband may make it void.  <strong>14</strong> But if her husband altogether hold his peace at her from day to day; then he establisheth all her vows, or all her bonds, which are  upon her: he confirmeth them, because he held his peace at her in the day that he heard them.  <strong>15</strong> But if he shall any ways make them void after that he hath heard them; then he shall bear her iniquity.  <strong>16</strong> These are the statutes, which the LORD commanded Moses, between a man and his wife, between the father and his daughter, being yet in her youth in her father’s house.  ","niv":"<sup><strong>1</strong></sup> Moses said to the heads of the tribes of Israel: \"This is what the LORD commands: <sup><strong>2</strong></sup> When a man makes a vow to the LORD or takes an oath to obligate himself by a pledge, he must not break his word but must do everything he said. <sup><strong>3</strong></sup> \"When a young woman still living in her father's house makes a vow to the LORD or obligates herself by a pledge <sup><strong>4</strong></sup> and her father hears about her vow or pledge but says nothing to her, then all her vows and every pledge by which she obligated herself will stand. <sup><strong>5</strong></sup> But if her father forbids her when he hears about it, none of her vows or the pledges by which she obligated herself will stand; the LORD will release her because her father has forbidden her. <sup><strong>6</strong></sup> \"If she marries after she makes a vow or after her lips utter a rash promise by which she obligates herself <sup><strong>7</strong></sup> and her husband hears about it but says nothing to her, then her vows or the pledges by which she obligated herself will stand. <sup><strong>8</strong></sup> But if her husband forbids her when he hears about it, he nullifies the vow that obligates her or the rash promise by which she obligates herself, and the LORD will release her. <sup><strong>9</strong></sup> \"Any vow or obligation taken by a widow or divorced woman will be binding on her. <sup><strong>10</strong></sup> \"If a woman living with her husband makes a vow or obligates herself by a pledge under oath <sup><strong>11</strong></sup> and her husband hears about it but says nothing to her and does not forbid her, then all her vows or the pledges by which she obligated herself will stand. <sup><strong>12</strong></sup> But if her husband nullifies them when he hears about them, then none of the vows or pledges that came from her lips will stand. Her husband has nullified them, and the LORD will release her. <sup><strong>13</strong></sup> Her husband may confirm or nullify any vow she makes or any sworn pledge to deny herself. <sup><strong>14</strong></sup> But if her husband says nothing to her about it from day to day, then he confirms all her vows or the pledges binding on her. He confirms them by saying nothing to her when he hears about them. <sup><strong>15</strong></sup> If, however, he nullifies them some time after he hears about them, then he is responsible for her guilt.\" <sup><strong>16</strong></sup> These are the regulations the LORD gave Moses concerning relationships between a man and his wife, and between a father and his young daughter still living in his house. ","modified":"2023-10-02T16:32:27.776Z"},{"_id":"61678c72a3a86b670bc2f716","topicId":"61678c6ea3a86b670bc2f708","verse":"Acts 18:18","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p44018018_05-14\"><b class=\"verse-num\" id=\"v44018018-1\">18&nbsp;</b>After this, Paul stayed many days longer and then took leave of the brothers and set sail for Syria, and with him Priscilla and Aquila. At Cenchreae he had cut his hair, for he was under a vow.</p>\n\n</div>","kjv":"<strong>18</strong> And Paul after this tarried there yet a good while, and then took his leave of the brethren, and sailed thence into Syria, and with him Priscilla and Aquila; having shorn his head in Cenchrea: for he had a vow.  ","niv":"<sup><strong>18</strong></sup> Paul stayed on in Corinth for some time. Then he left the brothers and sailed for Syria, accompanied by Priscilla and Aquila. Before he sailed, he had his hair cut off at Cenchrea because of a vow he had taken.","modified":"2023-09-15T14:27:19.374Z"},{"_id":"61678c72a3a86b670bc2f717","topicId":"61678c6ea3a86b670bc2f708","verse":"Psalm 50:14","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19050014_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19050014-1\">14&nbsp;</b>&nbsp;&nbsp;Offer to God a sacrifice of thanksgiving,</span><br><span id=\"p19050014_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and perform your vows to the Most High,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> Offer unto God thanksgiving; and pay thy vows unto the most High:  ","niv":"<sup><strong>14</strong></sup> Sacrifice thank offerings to God, fulfill your vows to the Most High,","modified":"2023-02-25T08:13:45.213Z"},{"_id":"61678c73a3a86b670bc2f718","topicId":"61678c6ea3a86b670bc2f708","verse":"Psalm 22:25","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19022025_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19022025-1\">25&nbsp;</b>&nbsp;&nbsp;From you comes my praise in the great congregation;</span><br><span id=\"p19022025_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my vows I will perform before those who fear him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> My praise shall be of thee in the great congregation: I will pay my vows before them that fear him.  ","niv":"<sup><strong>25</strong></sup> From you comes the theme of my praise in the great assembly; before those who fear you will I fulfill my vows."},{"_id":"61678c73a3a86b670bc2f719","topicId":"61678c6ea3a86b670bc2f708","verse":"1 Samuel 1:11","votes":9,"__v":0,"esv":"<div>\n<p id=\"p09001011_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v09001011-1\">11&nbsp;</b>And she vowed a vow and said, “O LORD of hosts, if you will indeed look on the affliction of your servant and remember me and not forget your servant, but will give to your servant a son, then I will give him to the LORD all the days of his life, and no razor shall touch his head.”</p>\n</div>","kjv":"<strong>11</strong> And she vowed a vow, and said, O LORD of hosts, if thou wilt indeed look on the affliction of thine handmaid, and remember me, and not forget thine handmaid, but wilt give unto thine handmaid a man child, then I will give him unto the LORD all the days of his life, and there shall no razor come upon his head.  ","niv":"<sup><strong>11</strong></sup> And she made a vow, saying, \"O LORD Almighty, if you will only look upon your servant's misery and remember me, and not forget your servant but give her a son, then I will give him to the LORD for all the days of his life, and no razor will ever be used on his head.\"","modified":"2022-08-30T09:40:06.628Z"},{"_id":"61678c73a3a86b670bc2f71a","topicId":"61678c6ea3a86b670bc2f708","verse":"Matthew 5:37","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40005037_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n</div>","kjv":"<strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. ","niv":"<sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one."},{"_id":"61678c73a3a86b670bc2f71b","topicId":"61678c6ea3a86b670bc2f708","verse":"Matthew 5:33","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40005033_02-20\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span></p>\n</div>","kjv":"<strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  ","niv":"<sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.'","modified":"2023-03-07T04:28:10.713Z"},{"_id":"61678c74a3a86b670bc2f71c","topicId":"61678c6ea3a86b670bc2f708","verse":"Psalm 76:11","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19076011_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19076011-1\">11&nbsp;</b>&nbsp;&nbsp;Make your vows to the LORD your God and perform them;</span><br><span id=\"p19076011_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let all around him bring gifts</span><br><span id=\"p19076011_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to him who is to be feared,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Vow, and pay unto the LORD your God: let all that be round about him bring presents unto him that ought to be feared.  ","niv":"<sup><strong>11</strong></sup> Make vows to the LORD your God and fulfill them; let all the neighboring lands bring gifts to the One to be feared."},{"_id":"61678c74a3a86b670bc2f71d","topicId":"61678c6ea3a86b670bc2f708","verse":"Jonah 1:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p32001016_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v32001016-1\">16&nbsp;</b>Then the men feared the LORD exceedingly, and they offered a sacrifice to the LORD and made vows.</p>\n</div>","kjv":"<strong>16</strong> Then the men feared the LORD exceedingly, and offered a sacrifice unto the LORD, and made vows.  ","niv":"<sup><strong>16</strong></sup> At this the men greatly feared the LORD, and they offered a sacrifice to the LORD and made vows to him.","modified":"2022-08-24T22:18:44.036Z"},{"_id":"61678c74a3a86b670bc2f71e","topicId":"61678c6ea3a86b670bc2f708","verse":"Genesis 28:20-22","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01028020_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028020-1\">20&nbsp;</b>Then Jacob made a vow, saying, “If God will be with me and will keep me in this way that I go, and will give me bread to eat and clothing to wear, <b class=\"verse-num\" id=\"v01028021-1\">21&nbsp;</b>so that I come again to my father’s house in peace, then the LORD shall be my God, <b class=\"verse-num\" id=\"v01028022-1\">22&nbsp;</b>and this stone, which I have set up for a pillar, shall be God’s house. And of all that you give me I will give a full tenth to you.”</p>\n</div>","kjv":"<strong>20</strong> And Jacob vowed a vow, saying, If God will be with me, and will keep me in this way that I go, and will give me bread to eat, and raiment to put on,  <strong>21</strong> So that I come again to my father’s house in peace; then shall the LORD be my God:  <strong>22</strong> And this stone, which I have set for a pillar, shall be God’s house: and of all that thou shalt give me I will surely give the tenth unto thee.  ","niv":"<sup><strong>20</strong></sup> Then Jacob made a vow, saying, \"If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear <sup><strong>21</strong></sup> so that I return safely to my father's house, then the LORD will be my God <sup><strong>22</strong></sup> and this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\" ","modified":"2023-08-17T11:35:21.346Z"},{"_id":"61678c75a3a86b670bc2f71f","topicId":"61678c6ea3a86b670bc2f708","verse":"Psalm 65:1","votes":6,"__v":0,"esv":"<div>\n\n<h4 id=\"p19065001_06-24\" class=\"psalm-title\">To the choirmaster. A Psalm of David. A Song.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19065001_06-24\" class=\"line\"><b class=\"chapter-num\" id=\"v19065001-1\">65:1&nbsp;</b>&nbsp;&nbsp;Praise is due to you, O God, in Zion,</span><br><span id=\"p19065001_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to you shall vows be performed.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Praise waiteth for thee, O God, in Sion: and unto thee shall the vow be performed.  ","niv":"<sup><strong>1</strong></sup> Praise awaits you, O God, in Zion; to you our vows will be fulfilled."},{"_id":"61678c75a3a86b670bc2f720","topicId":"61678c6ea3a86b670bc2f708","verse":"Genesis 28:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01028020_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028020-1\">20&nbsp;</b>Then Jacob made a vow, saying, “If God will be with me and will keep me in this way that I go, and will give me bread to eat and clothing to wear,</p>\n</div>","kjv":"<strong>20</strong> And Jacob vowed a vow, saying, If God will be with me, and will keep me in this way that I go, and will give me bread to eat, and raiment to put on,  ","niv":"<sup><strong>20</strong></sup> Then Jacob made a vow, saying, \"If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear","modified":"2023-05-30T16:34:27.931Z"},{"_id":"61678c75a3a86b670bc2f721","topicId":"61678c6ea3a86b670bc2f708","verse":"Ecclesiastes 5:4-5","votes":7,"__v":0,"esv":"<div>\n<p id=\"p21005004_01-26\"><b class=\"verse-num\" id=\"v21005004-1\">4&nbsp;</b>When you vow a vow to God, do not delay paying it, for he has no pleasure in fools. Pay what you vow. <b class=\"verse-num\" id=\"v21005005-1\">5&nbsp;</b>It is better that you should not vow than that you should vow and not pay.</p>\n</div>","kjv":"<strong>4</strong> When thou vowest a vow unto God, defer not to pay it; for he hath  no pleasure in fools: pay that which thou hast vowed.  <strong>5</strong> Better is it that thou shouldest not vow, than that thou shouldest vow and not pay.  ","niv":"<sup><strong>4</strong></sup> When you make a vow to God, do not delay in fulfilling it. He has no pleasure in fools; fulfill your vow. <sup><strong>5</strong></sup> It is better not to vow than to make a vow and not fulfill it. ","modified":"2022-08-28T07:17:36.050Z"}]}