{"_id":"61678cbea3a86b670bc2f73c","slug":"making-fun","name":"Making Fun","verses":[{"_id":"61678cbea3a86b670bc2f73d","topicId":"61678cbea3a86b670bc2f73c","verse":"Mark 9:43","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41009043_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41009043-1\">43&nbsp;</b><span class=\"woc\">And if your hand causes you to sin, cut it off. It is better for you to enter life crippled than with two hands to go to hell, to the unquenchable fire.</span></p>\n\n</div>","kjv":"<strong>43</strong> And if thy hand offend thee, cut it off: it is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched:  ","niv":"<sup><strong>43</strong></sup> If your hand causes you to sin, cut it off. It is better for you to enter life maimed than with two hands to go into hell, where the fire never goes out."},{"_id":"61678cbfa3a86b670bc2f73e","topicId":"61678cbea3a86b670bc2f73c","verse":"Revelation 14:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014013_01-2\"><b class=\"verse-num\" id=\"v66014013-1\">13&nbsp;</b>And I heard a voice from heaven saying, “Write this: Blessed are the dead who die in the Lord from now on.” “Blessed indeed,” says the Spirit, “that they may rest from their labors, for their deeds follow them!”</p>\n</div>","kjv":"<strong>13</strong> And I heard a voice from heaven saying unto me, Write, Blessed are the dead which die in the Lord from henceforth: Yea, saith the Spirit, that they may rest from their labours; and their works do follow them.  ","niv":"<sup><strong>13</strong></sup> Then I heard a voice from heaven say, \"Write: Blessed are the dead who die in the Lord from now on.Yes,\" says the Spirit, \"they will rest from their labor, for their deeds will follow them.\""},{"_id":"61678cbfa3a86b670bc2f73f","topicId":"61678cbea3a86b670bc2f73c","verse":"1 John 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"61678cbfa3a86b670bc2f740","topicId":"61678cbea3a86b670bc2f73c","verse":"James 1:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59001017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.</p>\n\n</div>","kjv":"<strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  ","niv":"<sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."},{"_id":"61678cc0a3a86b670bc2f741","topicId":"61678cbea3a86b670bc2f73c","verse":"Hebrews 4:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"61678cc0a3a86b670bc2f742","topicId":"61678cbea3a86b670bc2f73c","verse":"2 Timothy 3:16-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"61678cc0a3a86b670bc2f743","topicId":"61678cbea3a86b670bc2f73c","verse":"1 Timothy 2:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002015_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety."},{"_id":"61678cc1a3a86b670bc2f744","topicId":"61678cbea3a86b670bc2f73c","verse":"Acts 10:34","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44010034_06-9\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality,</p>\n</div>","kjv":"<strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  ","niv":"<sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism"},{"_id":"61678cc1a3a86b670bc2f745","topicId":"61678cbea3a86b670bc2f73c","verse":"Isaiah 38:18","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23038018_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23038018-1\">18&nbsp;</b>&nbsp;&nbsp;For Sheol does not thank you;</span><br><span id=\"p23038018_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;death does not praise you;</span><br><span id=\"p23038018_01-10\" class=\"line\">&nbsp;&nbsp;those who go down to the pit do not hope</span><br><span id=\"p23038018_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your faithfulness.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> For the grave cannot praise thee, death can not celebrate thee: they that go down into the pit cannot hope for thy truth.  ","niv":"<sup><strong>18</strong></sup> For the grave cannot praise you, death cannot sing your praise; those who go down to the pit cannot hope for your faithfulness."},{"_id":"61678cc1a3a86b670bc2f746","topicId":"61678cbea3a86b670bc2f73c","verse":"Genesis 2:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"61678cc1a3a86b670bc2f747","topicId":"61678cbea3a86b670bc2f73c","verse":"Acts 2:38","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"61678cc2a3a86b670bc2f748","topicId":"61678cbea3a86b670bc2f73c","verse":"Luke 2:1-52","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42002001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42002001-1\">2:1&nbsp;</b>In those days a decree went out from Caesar Augustus that all the world should be registered. <b class=\"verse-num\" id=\"v42002002-1\">2&nbsp;</b>This was the first registration when Quirinius was governor of Syria. <b class=\"verse-num\" id=\"v42002003-1\">3&nbsp;</b>And all went to be registered, each to his own town. <b class=\"verse-num\" id=\"v42002004-1\">4&nbsp;</b>And Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David, <b class=\"verse-num\" id=\"v42002005-1\">5&nbsp;</b>to be registered with Mary, his betrothed, who was with child. <b class=\"verse-num\" id=\"v42002006-1\">6&nbsp;</b>And while they were there, the time came for her to give birth. <b class=\"verse-num\" id=\"v42002007-1\">7&nbsp;</b>And she gave birth to her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn.</p>\n\n<p id=\"p42002007_11-13\"><b class=\"verse-num\" id=\"v42002008-1\">8&nbsp;</b>And in the same region there were shepherds out in the field, keeping watch over their flock by night. <b class=\"verse-num\" id=\"v42002009-1\">9&nbsp;</b>And an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were filled with great fear. <b class=\"verse-num\" id=\"v42002010-1\">10&nbsp;</b>And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people. <b class=\"verse-num\" id=\"v42002011-1\">11&nbsp;</b>For unto you is born this day in the city of David a Savior, who is Christ the Lord. <b class=\"verse-num\" id=\"v42002012-1\">12&nbsp;</b>And this will be a sign for you: you will find a baby wrapped in swaddling cloths and lying in a manger.” <b class=\"verse-num\" id=\"v42002013-1\">13&nbsp;</b>And suddenly there was with the angel a multitude of the heavenly host praising God and saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002014_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002014-1\">14&nbsp;</b>&nbsp;&nbsp;“Glory to God in the highest,</span><br><span id=\"p42002014_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on earth peace among those with whom he is pleased!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42002014_11-13\"><b class=\"verse-num\" id=\"v42002015-1\">15&nbsp;</b>When the angels went away from them into heaven, the shepherds said to one another, “Let us go over to Bethlehem and see this thing that has happened, which the Lord has made known to us.” <b class=\"verse-num\" id=\"v42002016-1\">16&nbsp;</b>And they went with haste and found Mary and Joseph, and the baby lying in a manger. <b class=\"verse-num\" id=\"v42002017-1\">17&nbsp;</b>And when they saw it, they made known the saying that had been told them concerning this child. <b class=\"verse-num\" id=\"v42002018-1\">18&nbsp;</b>And all who heard it wondered at what the shepherds told them. <b class=\"verse-num\" id=\"v42002019-1\">19&nbsp;</b>But Mary treasured up all these things, pondering them in her heart. <b class=\"verse-num\" id=\"v42002020-1\">20&nbsp;</b>And the shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them.</p>\n<p id=\"p42002020_11-13\"><b class=\"verse-num\" id=\"v42002021-1\">21&nbsp;</b>And at the end of eight days, when he was circumcised, he was called Jesus, the name given by the angel before he was conceived in the womb.</p>\n\n<p id=\"p42002021_16-13\"><b class=\"verse-num\" id=\"v42002022-1\">22&nbsp;</b>And when the time came for their purification according to the Law of Moses, they brought him up to Jerusalem to present him to the Lord <b class=\"verse-num\" id=\"v42002023-1\">23&nbsp;</b>(as it is written in the Law of the Lord, “Every male who first opens the womb shall be called holy to the Lord”) <b class=\"verse-num\" id=\"v42002024-1\">24&nbsp;</b>and to offer a sacrifice according to what is said in the Law of the Lord, “a pair of turtledoves, or two young pigeons.” <b class=\"verse-num\" id=\"v42002025-1\">25&nbsp;</b>Now there was a man in Jerusalem, whose name was Simeon, and this man was righteous and devout, waiting for the consolation of Israel, and the Holy Spirit was upon him. <b class=\"verse-num\" id=\"v42002026-1\">26&nbsp;</b>And it had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’s Christ. <b class=\"verse-num\" id=\"v42002027-1\">27&nbsp;</b>And he came in the Spirit into the temple, and when the parents brought in the child Jesus, to do for him according to the custom of the Law, <b class=\"verse-num\" id=\"v42002028-1\">28&nbsp;</b>he took him up in his arms and blessed God and said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002029_16-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002029-1\">29&nbsp;</b>&nbsp;&nbsp;“Lord, now you are letting your servant depart in peace,</span><br><span id=\"p42002029_16-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your word;</span><br><span id=\"p42002030_16-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002030-1\">30&nbsp;</b>&nbsp;&nbsp;for my eyes have seen your salvation</span><br><span id=\"p42002031_16-13\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42002031-1\">31&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that you have prepared in the presence of all peoples,</span><br><span id=\"p42002032_16-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002032-1\">32&nbsp;</b>&nbsp;&nbsp;a light for revelation to the Gentiles,</span><br><span id=\"p42002032_16-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for glory to your people Israel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42002032_16-13\"><b class=\"verse-num\" id=\"v42002033-1\">33&nbsp;</b>And his father and his mother marveled at what was said about him. <b class=\"verse-num\" id=\"v42002034-1\">34&nbsp;</b>And Simeon blessed them and said to Mary his mother, “Behold, this child is appointed for the fall and rising of many in Israel, and for a sign that is opposed <b class=\"verse-num\" id=\"v42002035-1\">35&nbsp;</b>(and a sword will pierce through your own soul also), so that thoughts from many hearts may be revealed.”</p>\n<p id=\"p42002035_16-13\"><b class=\"verse-num\" id=\"v42002036-1\">36&nbsp;</b>And there was a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was advanced in years, having lived with her husband seven years from when she was a virgin, <b class=\"verse-num\" id=\"v42002037-1\">37&nbsp;</b>and then as a widow until she was eighty-four. She did not depart from the temple, worshiping with fasting and prayer night and day. <b class=\"verse-num\" id=\"v42002038-1\">38&nbsp;</b>And coming up at that very hour she began to give thanks to God and to speak of him to all who were waiting for the redemption of Jerusalem.</p>\n\n<p id=\"p42002038_20-13\"><b class=\"verse-num\" id=\"v42002039-1\">39&nbsp;</b>And when they had performed everything according to the Law of the Lord, they returned into Galilee, to their own town of Nazareth. <b class=\"verse-num\" id=\"v42002040-1\">40&nbsp;</b>And the child grew and became strong, filled with wisdom. And the favor of God was upon him.</p>\n\n<p id=\"p42002040_26-13\"><b class=\"verse-num\" id=\"v42002041-1\">41&nbsp;</b>Now his parents went to Jerusalem every year at the Feast of the Passover. <b class=\"verse-num\" id=\"v42002042-1\">42&nbsp;</b>And when he was twelve years old, they went up according to custom. <b class=\"verse-num\" id=\"v42002043-1\">43&nbsp;</b>And when the feast was ended, as they were returning, the boy Jesus stayed behind in Jerusalem. His parents did not know it, <b class=\"verse-num\" id=\"v42002044-1\">44&nbsp;</b>but supposing him to be in the group they went a day’s journey, but then they began to search for him among their relatives and acquaintances, <b class=\"verse-num\" id=\"v42002045-1\">45&nbsp;</b>and when they did not find him, they returned to Jerusalem, searching for him. <b class=\"verse-num\" id=\"v42002046-1\">46&nbsp;</b>After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions. <b class=\"verse-num\" id=\"v42002047-1\">47&nbsp;</b>And all who heard him were amazed at his understanding and his answers. <b class=\"verse-num\" id=\"v42002048-1\">48&nbsp;</b>And when his parents saw him, they were astonished. And his mother said to him, “Son, why have you treated us so? Behold, your father and I have been searching for you in great distress.” <b class=\"verse-num\" id=\"v42002049-1\">49&nbsp;</b>And he said to them, <span class=\"woc\">“Why were you looking for me? Did you not know that I must be in my Father’s house?”</span> <b class=\"verse-num\" id=\"v42002050-1\">50&nbsp;</b>And they did not understand the saying that he spoke to them. <b class=\"verse-num\" id=\"v42002051-1\">51&nbsp;</b>And he went down with them and came to Nazareth and was submissive to them. And his mother treasured up all these things in her heart.</p>\n<p id=\"p42002051_26-13\"><b class=\"verse-num\" id=\"v42002052-1\">52&nbsp;</b>And Jesus increased in wisdom and in stature and in favor with God and man.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed.  <strong>2</strong> (And this taxing was first made when Cyrenius was governor of Syria.)  <strong>3</strong> And all went to be taxed, every one into his own city.  <strong>4</strong> And Joseph also went up from Galilee, out of the city of Nazareth, into Judaea, unto the city of David, which is called Bethlehem; (because he was of the house and lineage of David:)  <strong>5</strong> To be taxed with Mary his espoused wife, being great with child.  <strong>6</strong> And so it was, that, while they were there, the days were accomplished that she should be delivered.  <strong>7</strong> And she brought forth her firstborn son, and wrapped him in swaddling clothes, and laid him in a manger; because there was no room for them in the inn.  <strong>8</strong> And there were in the same country shepherds abiding in the field, keeping watch over their flock by night.  <strong>9</strong> And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid.  <strong>10</strong> And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people.  <strong>11</strong> For unto you is born this day in the city of David a Saviour, which is Christ the Lord.  <strong>12</strong> And this shall be a sign unto you; Ye shall find the babe wrapped in swaddling clothes, lying in a manger.  <strong>13</strong> And suddenly there was with the angel a multitude of the heavenly host praising God, and saying,  <strong>14</strong> Glory to God in the highest, and on earth peace, good will toward men.  <strong>15</strong> And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us.  <strong>16</strong> And they came with haste, and found Mary, and Joseph, and the babe lying in a manger.  <strong>17</strong> And when they had seen it, they made known abroad the saying which was told them concerning this child.  <strong>18</strong> And all they that heard it wondered at those things which were told them by the shepherds.  <strong>19</strong> But Mary kept all these things, and pondered them in her heart.  <strong>20</strong> And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told unto them.  <strong>21</strong> And when eight days were accomplished for the circumcising of the child, his name was called JESUS, which was so named of the angel before he was conceived in the womb.  <strong>22</strong> And when the days of her purification according to the law of Moses were accomplished, they brought him to Jerusalem, to present him to the Lord;  <strong>23</strong> (As it is written in the law of the Lord, Every male that openeth the womb shall be called holy to the Lord;)  <strong>24</strong> And to offer a sacrifice according to that which is said in the law of the Lord, A pair of turtledoves, or two young pigeons.  <strong>25</strong> And, behold, there was a man in Jerusalem, whose name was  Simeon; and the same man was just and devout, waiting for the consolation of Israel: and the Holy Ghost was upon him.  <strong>26</strong> And it was revealed unto him by the Holy Ghost, that he should not see death, before he had seen the Lord’s Christ.  <strong>27</strong> And he came by the Spirit into the temple: and when the parents brought in the child Jesus, to do for him after the custom of the law,  <strong>28</strong> Then took he him up in his arms, and blessed God, and said,  <strong>29</strong> Lord, now lettest thou thy servant depart in peace, according to thy word:  <strong>30</strong> For mine eyes have seen thy salvation,  <strong>31</strong> Which thou hast prepared before the face of all people;  <strong>32</strong> A light to lighten the Gentiles, and the glory of thy people Israel.  <strong>33</strong> And Joseph and his mother marvelled at those things which were spoken of him.  <strong>34</strong> And Simeon blessed them, and said unto Mary his mother, Behold, this child is set for the fall and rising again of many in Israel; and for a sign which shall be spoken against;  <strong>35</strong> (Yea, a sword shall pierce through thy own soul also,) that the thoughts of many hearts may be revealed.  <strong>36</strong> And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;  <strong>37</strong> And she was a widow of about fourscore and four years, which departed not from the temple, but served God with fastings and prayers night and day.  <strong>38</strong> And she coming in that instant gave thanks likewise unto the Lord, and spake of him to all them that looked for redemption in Jerusalem.  <strong>39</strong> And when they had performed all things according to the law of the Lord, they returned into Galilee, to their own city Nazareth.  <strong>40</strong> And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him.  <strong>41</strong> Now his parents went to Jerusalem every year at the feast of the passover.  <strong>42</strong> And when he was twelve years old, they went up to Jerusalem after the custom of the feast.  <strong>43</strong> And when they had fulfilled the days, as they returned, the child Jesus tarried behind in Jerusalem; and Joseph and his mother knew not of it.  <strong>44</strong> But they, supposing him to have been in the company, went a day’s journey; and they sought him among their kinsfolk and acquaintance.  <strong>45</strong> And when they found him not, they turned back again to Jerusalem, seeking him.  <strong>46</strong> And it came to pass, that after three days they found him in the temple, sitting in the midst of the doctors, both hearing them, and asking them questions.  <strong>47</strong> And all that heard him were astonished at his understanding and answers.  <strong>48</strong> And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.  <strong>49</strong> And he said unto them, How is it that ye sought me? wist ye not that I must be about my Father’s business?  <strong>50</strong> And they understood not the saying which he spake unto them.  <strong>51</strong> And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.  <strong>52</strong> And Jesus increased in wisdom and stature, and in favour with God and man.  ","niv":"<sup><strong>1</strong></sup> In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. <sup><strong>2</strong></sup> (This was the first census that took place while Quirinius was governor of Syria.) <sup><strong>3</strong></sup> And everyone went to his own town to register. <sup><strong>4</strong></sup> So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David. <sup><strong>5</strong></sup> He went there to register with Mary, who was pledged to be married to him and was expecting a child. <sup><strong>6</strong></sup> While they were there, the time came for the baby to be born, <sup><strong>7</strong></sup> and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no room for them in the inn. <sup><strong>8</strong></sup> And there were shepherds living out in the fields nearby, keeping watch over their flocks at night. <sup><strong>9</strong></sup> An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified. <sup><strong>10</strong></sup> But the angel said to them, \"Do not be afraid. I bring you good news of great joy that will be for all the people. <sup><strong>11</strong></sup> Today in the town of David a Savior has been born to you; he is Christ the Lord. <sup><strong>12</strong></sup> This will be a sign to you: You will find a baby wrapped in cloths and lying in a manger.\" <sup><strong>13</strong></sup> Suddenly a great company of the heavenly host appeared with the angel, praising God and saying, <sup><strong>14</strong></sup> \"Glory to God in the highest, and on earth peace to men on whom his favor rests.\" <sup><strong>15</strong></sup> When the angels had left them and gone into heaven, the shepherds said to one another, \"Let's go to Bethlehem and see this thing that has happened, which the Lord has told us about.\" <sup><strong>16</strong></sup> So they hurried off and found Mary and Joseph, and the baby, who was lying in the manger. <sup><strong>17</strong></sup> When they had seen him, they spread the word concerning what had been told them about this child, <sup><strong>18</strong></sup> and all who heard it were amazed at what the shepherds said to them. <sup><strong>19</strong></sup> But Mary treasured up all these things and pondered them in her heart. <sup><strong>20</strong></sup> The shepherds returned, glorifying and praising God for all the things they had heard and seen, which were just as they had been told. <sup><strong>21</strong></sup> On the eighth day, when it was time to circumcise him, he was named Jesus, the name the angel had given him before he had been conceived. <sup><strong>22</strong></sup> When the time of their purification according to the Law of Moses had been completed, Joseph and Mary took him to Jerusalem to present him to the Lord <sup><strong>23</strong></sup> (as it is written in the Law of the Lord, \"Every firstborn male is to be consecrated to the Lord\" ), <sup><strong>24</strong></sup> and to offer a sacrifice in keeping with what is said in the Law of the Lord: \"a pair of doves or two young pigeons.\" <sup><strong>25</strong></sup> Now there was a man in Jerusalem called Simeon, who was righteous and devout. He was waiting for the consolation of Israel, and the Holy Spirit was upon him. <sup><strong>26</strong></sup> It had been revealed to him by the Holy Spirit that he would not die before he had seen the Lord's Christ. <sup><strong>27</strong></sup> Moved by the Spirit, he went into the temple courts. When the parents brought in the child Jesus to do for him what the custom of the Law required, <sup><strong>28</strong></sup> Simeon took him in his arms and praised God, saying: <sup><strong>29</strong></sup> \"Sovereign Lord, as you have promised, you now dismiss your servant in peace. <sup><strong>30</strong></sup> For my eyes have seen your salvation, <sup><strong>31</strong></sup> which you have prepared in the sight of all people, <sup><strong>32</strong></sup> a light for revelation to the Gentiles and for glory to your people Israel.\" <sup><strong>33</strong></sup> The child's father and mother marveled at what was said about him. <sup><strong>34</strong></sup> Then Simeon blessed them and said to Mary, his mother: \"This child is destined to cause the falling and rising of many in Israel, and to be a sign that will be spoken against, <sup><strong>35</strong></sup> so that the thoughts of many hearts will be revealed. And a sword will pierce your own soul too.\" <sup><strong>36</strong></sup> There was also a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was very old; she had lived with her husband seven years after her marriage, <sup><strong>37</strong></sup> and then was a widow until she was eighty-four. She never left the temple but worshiped night and day, fasting and praying. <sup><strong>38</strong></sup> Coming up to them at that very moment, she gave thanks to God and spoke about the child to all who were looking forward to the redemption of Jerusalem. <sup><strong>39</strong></sup> When Joseph and Mary had done everything required by the Law of the Lord, they returned to Galilee to their own town of Nazareth. <sup><strong>40</strong></sup> And the child grew and became strong; he was filled with wisdom, and the grace of God was upon him. <sup><strong>41</strong></sup> Every year his parents went to Jerusalem for the Feast of the Passover. <sup><strong>42</strong></sup> When he was twelve years old, they went up to the Feast, according to the custom. <sup><strong>43</strong></sup> After the Feast was over, while his parents were returning home, the boy Jesus stayed behind in Jerusalem, but they were unaware of it. <sup><strong>44</strong></sup> Thinking he was in their company, they traveled on for a day. Then they began looking for him among their relatives and friends. <sup><strong>45</strong></sup> When they did not find him, they went back to Jerusalem to look for him. <sup><strong>46</strong></sup> After three days they found him in the temple courts, sitting among the teachers, listening to them and asking them questions. <sup><strong>47</strong></sup> Everyone who heard him was amazed at his understanding and his answers. <sup><strong>48</strong></sup> When his parents saw him, they were astonished. His mother said to him, \"Son, why have you treated us like this? Your father and I have been anxiously searching for you.\" <sup><strong>49</strong></sup> \"Why were you searching for me?\" he asked. \"Didn't you know I had to be in my Father's house?\" <sup><strong>50</strong></sup> But they did not understand what he was saying to them. <sup><strong>51</strong></sup> Then he went down to Nazareth with them and was obedient to them. But his mother treasured all these things in her heart. <sup><strong>52</strong></sup> And Jesus grew in wisdom and stature, and in favor with God and men. "},{"_id":"61678cc2a3a86b670bc2f749","topicId":"61678cbea3a86b670bc2f73c","verse":"Matthew 23:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40023015_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023015-1\">15&nbsp;</b><span class=\"woc\">Woe to you, scribes and Pharisees, hypocrites! For you travel across sea and land to make a single proselyte, and when he becomes a proselyte, you make him twice as much a child of hell as yourselves.</span></p>\n\n</div>","kjv":"<strong>15</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves.  ","niv":"<sup><strong>15</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when he becomes one, you make him twice as much a son of hell as you are."},{"_id":"61678cc2a3a86b670bc2f74a","topicId":"61678cbea3a86b670bc2f73c","verse":"Isaiah 45:7","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045007_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045007-1\">7&nbsp;</b>&nbsp;&nbsp;I form light and create darkness;</span><br><span id=\"p23045007_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I make well-being and create calamity;</span><br><span id=\"p23045007_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am the LORD, who does all these things.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> I form the light, and create darkness: I make peace, and create evil: I the LORD do all these things.  ","niv":"<sup><strong>7</strong></sup> I form the light and create darkness, I bring prosperity and create disaster; I, the LORD, do all these things."},{"_id":"61678cc3a3a86b670bc2f74b","topicId":"61678cbea3a86b670bc2f73c","verse":"Psalm 23:1-6","votes":1,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-16\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-16\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-16\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-16\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-16\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-16\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-16\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-16\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-16\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. "},{"_id":"61678cc3a3a86b670bc2f74c","topicId":"61678cbea3a86b670bc2f73c","verse":"2 Kings 2:23-24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p12002023_01-17\"><b class=\"verse-num\" id=\"v12002023-1\">23&nbsp;</b>He went up from there to Bethel, and while he was going up on the way, some small boys came out of the city and jeered at him, saying, “Go up, you baldhead! Go up, you baldhead!” <b class=\"verse-num\" id=\"v12002024-1\">24&nbsp;</b>And he turned around, and when he saw them, he cursed them in the name of the LORD. And two she-bears came out of the woods and tore forty-two of the boys.</p>\n</div>","kjv":"<strong>23</strong> And he went up from thence unto Bethel: and as he was going up by the way, there came forth little children out of the city, and mocked him, and said unto him, Go up, thou bald head; go up, thou bald head.  <strong>24</strong> And he turned back, and looked on them, and cursed them in the name of the LORD. And there came forth two she bears out of the wood, and tare forty and two children of them.  ","niv":"<sup><strong>23</strong></sup> From there Elisha went up to Bethel. As he was walking along the road, some youths came out of the town and jeered at him. \"Go on up, you baldhead!\" they said. \"Go on up, you baldhead!\" <sup><strong>24</strong></sup> He turned around, looked at them and called down a curse on them in the name of the LORD. Then two bears came out of the woods and mauled forty-two of the youths. "},{"_id":"61678cc3a3a86b670bc2f74d","topicId":"61678cbea3a86b670bc2f73c","verse":"Genesis 19:1-38","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01019001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01019001-1\">19:1&nbsp;</b>The two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom. When Lot saw them, he rose to meet them and bowed himself with his face to the earth <b class=\"verse-num\" id=\"v01019002-1\">2&nbsp;</b>and said, “My lords, please turn aside to your servant’s house and spend the night and wash your feet. Then you may rise up early and go on your way.” They said, “No; we will spend the night in the town square.” <b class=\"verse-num\" id=\"v01019003-1\">3&nbsp;</b>But he pressed them strongly; so they turned aside to him and entered his house. And he made them a feast and baked unleavened bread, and they ate.</p>\n<p id=\"p01019003_04-18\"><b class=\"verse-num\" id=\"v01019004-1\">4&nbsp;</b>But before they lay down, the men of the city, the men of Sodom, both young and old, all the people to the last man, surrounded the house. <b class=\"verse-num\" id=\"v01019005-1\">5&nbsp;</b>And they called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.” <b class=\"verse-num\" id=\"v01019006-1\">6&nbsp;</b>Lot went out to the men at the entrance, shut the door after him, <b class=\"verse-num\" id=\"v01019007-1\">7&nbsp;</b>and said, “I beg you, my brothers, do not act so wickedly. <b class=\"verse-num\" id=\"v01019008-1\">8&nbsp;</b>Behold, I have two daughters who have not known any man. Let me bring them out to you, and do to them as you please. Only do nothing to these men, for they have come under the shelter of my roof.” <b class=\"verse-num\" id=\"v01019009-1\">9&nbsp;</b>But they said, “Stand back!” And they said, “This fellow came to sojourn, and he has become the judge! Now we will deal worse with you than with them.” Then they pressed hard against the man Lot, and drew near to break the door down. <b class=\"verse-num\" id=\"v01019010-1\">10&nbsp;</b>But the men reached out their hands and brought Lot into the house with them and shut the door. <b class=\"verse-num\" id=\"v01019011-1\">11&nbsp;</b>And they struck with blindness the men who were at the entrance of the house, both small and great, so that they wore themselves out groping for the door.</p>\n<p id=\"p01019011_04-18\"><b class=\"verse-num\" id=\"v01019012-1\">12&nbsp;</b>Then the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters, or anyone you have in the city, bring them out of the place. <b class=\"verse-num\" id=\"v01019013-1\">13&nbsp;</b>For we are about to destroy this place, because the outcry against its people has become great before the LORD, and the LORD has sent us to destroy it.” <b class=\"verse-num\" id=\"v01019014-1\">14&nbsp;</b>So Lot went out and said to his sons-in-law, who were to marry his daughters, “Up! Get out of this place, for the LORD is about to destroy the city.” But he seemed to his sons-in-law to be jesting.</p>\n<p id=\"p01019014_04-18\"><b class=\"verse-num\" id=\"v01019015-1\">15&nbsp;</b>As morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.” <b class=\"verse-num\" id=\"v01019016-1\">16&nbsp;</b>But he lingered. So the men seized him and his wife and his two daughters by the hand, the LORD being merciful to him, and they brought him out and set him outside the city. <b class=\"verse-num\" id=\"v01019017-1\">17&nbsp;</b>And as they brought them out, one said, “Escape for your life. Do not look back or stop anywhere in the valley. Escape to the hills, lest you be swept away.” <b class=\"verse-num\" id=\"v01019018-1\">18&nbsp;</b>And Lot said to them, “Oh, no, my lords. <b class=\"verse-num\" id=\"v01019019-1\">19&nbsp;</b>Behold, your servant has found favor in your sight, and you have shown me great kindness in saving my life. But I cannot escape to the hills, lest the disaster overtake me and I die. <b class=\"verse-num\" id=\"v01019020-1\">20&nbsp;</b>Behold, this city is near enough to flee to, and it is a little one. Let me escape there—is it not a little one?—and my life will be saved!” <b class=\"verse-num\" id=\"v01019021-1\">21&nbsp;</b>He said to him, “Behold, I grant you this favor also, that I will not overthrow the city of which you have spoken. <b class=\"verse-num\" id=\"v01019022-1\">22&nbsp;</b>Escape there quickly, for I can do nothing till you arrive there.” Therefore the name of the city was called Zoar.</p>\n\n<p id=\"p01019022_07-18\"><b class=\"verse-num\" id=\"v01019023-1\">23&nbsp;</b>The sun had risen on the earth when Lot came to Zoar. <b class=\"verse-num\" id=\"v01019024-1\">24&nbsp;</b>Then the LORD rained on Sodom and Gomorrah sulfur and fire from the LORD out of heaven. <b class=\"verse-num\" id=\"v01019025-1\">25&nbsp;</b>And he overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground. <b class=\"verse-num\" id=\"v01019026-1\">26&nbsp;</b>But Lot’s wife, behind him, looked back, and she became a pillar of salt.</p>\n<p id=\"p01019026_07-18\"><b class=\"verse-num\" id=\"v01019027-1\">27&nbsp;</b>And Abraham went early in the morning to the place where he had stood before the LORD. <b class=\"verse-num\" id=\"v01019028-1\">28&nbsp;</b>And he looked down toward Sodom and Gomorrah and toward all the land of the valley, and he looked and, behold, the smoke of the land went up like the smoke of a furnace.</p>\n<p id=\"p01019028_07-18\"><b class=\"verse-num\" id=\"v01019029-1\">29&nbsp;</b>So it was that, when God destroyed the cities of the valley, God remembered Abraham and sent Lot out of the midst of the overthrow when he overthrew the cities in which Lot had lived.</p>\n\n<p id=\"p01019029_11-18\"><b class=\"verse-num\" id=\"v01019030-1\">30&nbsp;</b>Now Lot went up out of Zoar and lived in the hills with his two daughters, for he was afraid to live in Zoar. So he lived in a cave with his two daughters. <b class=\"verse-num\" id=\"v01019031-1\">31&nbsp;</b>And the firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us after the manner of all the earth. <b class=\"verse-num\" id=\"v01019032-1\">32&nbsp;</b>Come, let us make our father drink wine, and we will lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019033-1\">33&nbsp;</b>So they made their father drink wine that night. And the firstborn went in and lay with her father. He did not know when she lay down or when she arose.</p>\n<p id=\"p01019033_11-18\"><b class=\"verse-num\" id=\"v01019034-1\">34&nbsp;</b>The next day, the firstborn said to the younger, “Behold, I lay last night with my father. Let us make him drink wine tonight also. Then you go in and lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019035-1\">35&nbsp;</b>So they made their father drink wine that night also. And the younger arose and lay with him, and he did not know when she lay down or when she arose. <b class=\"verse-num\" id=\"v01019036-1\">36&nbsp;</b>Thus both the daughters of Lot became pregnant by their father. <b class=\"verse-num\" id=\"v01019037-1\">37&nbsp;</b>The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day. <b class=\"verse-num\" id=\"v01019038-1\">38&nbsp;</b>The younger also bore a son and called his name Ben-ammi. He is the father of the Ammonites to this day.</p>\n\n</div>","kjv":"<strong>1</strong> And there came two angels to Sodom at even; and Lot sat in the gate of Sodom: and Lot seeing them rose up to meet them; and he bowed himself with his face toward the ground;  <strong>2</strong> And he said, Behold now, my lords, turn in, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.  <strong>3</strong> And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.  <strong>4</strong> But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both old and young, all the people from every quarter:  <strong>5</strong> And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.  <strong>6</strong> And Lot went out at the door unto them, and shut the door after him,  <strong>7</strong> And said, I pray you, brethren, do not so wickedly.  <strong>8</strong> Behold now, I have two daughters which have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes: only unto these men do nothing; for therefore came they under the shadow of my roof.  <strong>9</strong> And they said, Stand back. And they said again, This one fellow came in to sojourn, and he will needs be a judge: now will we deal worse with thee, than with them. And they pressed sore upon the man, even Lot, and came near to break the door.  <strong>10</strong> But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.  <strong>11</strong> And they smote the men that were at the door of the house with blindness, both small and great: so that they wearied themselves to find the door.  <strong>12</strong> And the men said unto Lot, Hast thou here any besides? son in law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring them out of this place:  <strong>13</strong> For we will destroy this place, because the cry of them is waxen great before the face of the LORD; and the LORD hath sent us to destroy it.  <strong>14</strong> And Lot went out, and spake unto his sons in law, which married his daughters, and said, Up, get you out of this place; for the LORD will destroy this city. But he seemed as one that mocked unto his sons in law.  <strong>15</strong> And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters, which are here; lest thou be consumed in the iniquity of the city.  <strong>16</strong> And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the LORD being merciful unto him: and they brought him forth, and set him without the city.  <strong>17</strong> And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.  <strong>18</strong> And Lot said unto them, Oh, not so, my Lord:  <strong>19</strong> Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed unto me in saving my life; and I cannot escape to the mountain, lest some evil take me, and I die:  <strong>20</strong> Behold now, this city is near to flee unto, and it is a little one: Oh, let me escape thither, (is it not a little one?) and my soul shall live.  <strong>21</strong> And he said unto him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for the which thou hast spoken.  <strong>22</strong> Haste thee, escape thither; for I cannot do any thing till thou be come thither. Therefore the name of the city was called Zoar.  <strong>23</strong> The sun was risen upon the earth when Lot entered into Zoar.  <strong>24</strong> Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;  <strong>25</strong> And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.  <strong>26</strong> But his wife looked back from behind him, and she became a pillar of salt.  <strong>27</strong> And Abraham gat up early in the morning to the place where he stood before the LORD:  <strong>28</strong> And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and, lo, the smoke of the country went up as the smoke of a furnace.  <strong>29</strong> And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in the which Lot dwelt.  <strong>30</strong> And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.  <strong>31</strong> And the firstborn said unto the younger, Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth:  <strong>32</strong> Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.  <strong>33</strong> And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.  <strong>34</strong> And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.  <strong>35</strong> And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose.  <strong>36</strong> Thus were both the daughters of Lot with child by their father.  <strong>37</strong> And the firstborn bare a son, and called his name Moab: the same is the father of the Moabites unto this day.  <strong>38</strong> And the younger, she also bare a son, and called his name Benammi: the same is the father of the children of Ammon unto this day.  ","niv":"<sup><strong>1</strong></sup> The two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When he saw them, he got up to meet them and bowed down with his face to the ground. <sup><strong>2</strong></sup> \"My lords,\" he said, \"please turn aside to your servant's house. You can wash your feet and spend the night and then go on your way early in the morning.No,\" they answered, \"we will spend the night in the square.\" <sup><strong>3</strong></sup> But he insisted so strongly that they did go with him and entered his house. He prepared a meal for them, baking bread without yeast, and they ate. <sup><strong>4</strong></sup> Before they had gone to bed, all the men from every part of the city of Sodom-both young and old-surrounded the house. <sup><strong>5</strong></sup> They called to Lot, \"Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.\" <sup><strong>6</strong></sup> Lot went outside to meet them and shut the door behind him <sup><strong>7</strong></sup> and said, \"No, my friends. Don't do this wicked thing. <sup><strong>8</strong></sup> Look, I have two daughters who have never slept with a man. Let me bring them out to you, and you can do what you like with them. But don't do anything to these men, for they have come under the protection of my roof.\" <sup><strong>9</strong></sup> \"Get out of our way,\" they replied. And they said, \"This fellow came here as an alien, and now he wants to play the judge! We'll treat you worse than them.\" They kept bringing pressure on Lot and moved forward to break down the door. <sup><strong>10</strong></sup> But the men inside reached out and pulled Lot back into the house and shut the door. <sup><strong>11</strong></sup> Then they struck the men who were at the door of the house, young and old, with blindness so that they could not find the door. <sup><strong>12</strong></sup> The two men said to Lot, \"Do you have anyone else here-sons-in-law, sons or daughters, or anyone else in the city who belongs to you? Get them out of here, <sup><strong>13</strong></sup> because we are going to destroy this place. The outcry to the LORD against its people is so great that he has sent us to destroy it.\" <sup><strong>14</strong></sup> So Lot went out and spoke to his sons-in-law, who were pledged to marry his daughters. He said, \"Hurry and get out of this place, because the LORD is about to destroy the city!\" But his sons-in-law thought he was joking. <sup><strong>15</strong></sup> With the coming of dawn, the angels urged Lot, saying, \"Hurry! Take your wife and your two daughters who are here, or you will be swept away when the city is punished.\" <sup><strong>16</strong></sup> When he hesitated, the men grasped his hand and the hands of his wife and of his two daughters and led them safely out of the city, for the LORD was merciful to them. <sup><strong>17</strong></sup> As soon as they had brought them out, one of them said, \"Flee for your lives! Don't look back, and don't stop anywhere in the plain! Flee to the mountains or you will be swept away!\" <sup><strong>18</strong></sup> But Lot said to them, \"No, my lords, please! <sup><strong>19</strong></sup> Your servant has found favor in your eyes, and you have shown great kindness to me in sparing my life. But I can't flee to the mountains; this disaster will overtake me, and I'll die. <sup><strong>20</strong></sup> Look, here is a town near enough to run to, and it is small. Let me flee to it-it is very small, isn't it? Then my life will be spared.\" <sup><strong>21</strong></sup> He said to him, \"Very well, I will grant this request too; I will not overthrow the town you speak of. <sup><strong>22</strong></sup> But flee there quickly, because I cannot do anything until you reach it.\" (That is why the town was called Zoar. ) <sup><strong>23</strong></sup> By the time Lot reached Zoar, the sun had risen over the land. <sup><strong>24</strong></sup> Then the LORD rained down burning sulfur on Sodom and Gomorrah-from the LORD out of the heavens. <sup><strong>25</strong></sup> Thus he overthrew those cities and the entire plain, including all those living in the cities-and also the vegetation in the land. <sup><strong>26</strong></sup> But Lot's wife looked back, and she became a pillar of salt. <sup><strong>27</strong></sup> Early the next morning Abraham got up and returned to the place where he had stood before the LORD. <sup><strong>28</strong></sup> He looked down toward Sodom and Gomorrah, toward all the land of the plain, and he saw dense smoke rising from the land, like smoke from a furnace. <sup><strong>29</strong></sup> So when God destroyed the cities of the plain, he remembered Abraham, and he brought Lot out of the catastrophe that overthrew the cities where Lot had lived. <sup><strong>30</strong></sup> Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave. <sup><strong>31</strong></sup> One day the older daughter said to the younger, \"Our father is old, and there is no man around here to lie with us, as is the custom all over the earth. <sup><strong>32</strong></sup> Let's get our father to drink wine and then lie with him and preserve our family line through our father.\" <sup><strong>33</strong></sup> That night they got their father to drink wine, and the older daughter went in and lay with him. He was not aware of it when she lay down or when she got up. <sup><strong>34</strong></sup> The next day the older daughter said to the younger, \"Last night I lay with my father. Let's get him to drink wine again tonight, and you go in and lie with him so we can preserve our family line through our father.\" <sup><strong>35</strong></sup> So they got their father to drink wine that night also, and the younger daughter went and lay with him. Again he was not aware of it when she lay down or when she got up. <sup><strong>36</strong></sup> So both of Lot's daughters became pregnant by their father. <sup><strong>37</strong></sup> The older daughter had a son, and she named him Moab; he is the father of the Moabites of today. <sup><strong>38</strong></sup> The younger daughter also had a son, and she named him Ben-Ammi; he is the father of the Ammonites of today. "},{"_id":"61678cc4a3a86b670bc2f74e","topicId":"61678cbea3a86b670bc2f73c","verse":"Genesis 10:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01010009_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v01010009-1\">9&nbsp;</b>He was a mighty hunter before the LORD. Therefore it is said, “Like Nimrod a mighty hunter before the LORD.”</p>\n</div>","kjv":"<strong>9</strong> He was a mighty hunter before the LORD: wherefore it is said, Even as Nimrod the mighty hunter before the LORD.  ","niv":"<sup><strong>9</strong></sup> He was a mighty hunter before the LORD; that is why it is said, \"Like Nimrod, a mighty hunter before the LORD.\""},{"_id":"61678cc4a3a86b670bc2f74f","topicId":"61678cbea3a86b670bc2f73c","verse":"Genesis 10:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01010008_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v01010008-1\">8&nbsp;</b>Cush fathered Nimrod; he was the first on earth to be a mighty man.</p>\n\n</div>","kjv":"<strong>8</strong> And Cush begat Nimrod: he began to be a mighty one in the earth.  ","niv":"<sup><strong>8</strong></sup> Cush was the father of Nimrod, who grew to be a mighty warrior on the earth."},{"_id":"61678cc4a3a86b670bc2f750","topicId":"61678cbea3a86b670bc2f73c","verse":"Revelation 20:1-15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-21\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-21\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-21\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"61678cc4a3a86b670bc2f751","topicId":"61678cbea3a86b670bc2f73c","verse":"Romans 10:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"61678cc5a3a86b670bc2f752","topicId":"61678cbea3a86b670bc2f73c","verse":"Luke 12:49","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42012049_05-23\"><b class=\"verse-num woc\" id=\"v42012049-1\">49&nbsp;</b><span class=\"woc\">“I came to cast fire on the earth, and would that it were already kindled!</span></p>\n</div>","kjv":"<strong>49</strong>           I am come to send fire on the earth; and what will I if it be already kindled?  ","niv":"<sup><strong>49</strong></sup> \"I have come to bring fire on the earth, and how I wish it were already kindled!"},{"_id":"61678cc5a3a86b670bc2f753","topicId":"61678cbea3a86b670bc2f73c","verse":"Luke 10:27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42010027_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.”</p>\n</div>","kjv":"<strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  ","niv":"<sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\""},{"_id":"61678cc5a3a86b670bc2f754","topicId":"61678cbea3a86b670bc2f73c","verse":"Matthew 6:33","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."}]}