{"_id":"616791e5a3a86b670bc2f8db","slug":"man-wearing-braid","name":"Man Wearing Braid","verses":[{"_id":"616791e5a3a86b670bc2f8dc","topicId":"616791e5a3a86b670bc2f8db","verse":"Ezekiel 44:20","votes":11,"__v":0,"esv":"<div>\n<p id=\"p26044020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v26044020-1\">20&nbsp;</b>They shall not shave their heads or let their locks grow long; they shall surely trim the hair of their heads.</p>\n</div>","kjv":"<strong>20</strong> Neither shall they shave their heads, nor suffer their locks to grow long; they shall only poll their heads.  ","niv":"<sup><strong>20</strong></sup> \"'They must not shave their heads or let their hair grow long, but they are to keep the hair of their heads trimmed.","modified":"2023-10-26T14:12:44.855Z"},{"_id":"616791e6a3a86b670bc2f8dd","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Peter 3:3-5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60003003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands,</p>\n</div>","kjv":"<strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  ","niv":"<sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, ","modified":"2022-08-08T03:53:33.215Z"},{"_id":"616791e6a3a86b670bc2f8de","topicId":"616791e5a3a86b670bc2f8db","verse":"Ephesians 5:22-33","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-4\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_04-4\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"616791e6a3a86b670bc2f8df","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Corinthians 11:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-35\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-35\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-35\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-35\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-35\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-35\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  ","niv":"<sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him,","modified":"2022-04-10T21:24:47.475Z"},{"_id":"616791e6a3a86b670bc2f8e0","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Timothy 2:9-10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works.</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. ","modified":"2023-09-12T18:20:37.748Z"},{"_id":"616791e7a3a86b670bc2f8e1","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Corinthians 11:2-16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p46011002_03-10\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n</div>","kjv":"<strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  ","niv":"<sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. "},{"_id":"616791e7a3a86b670bc2f8e2","topicId":"616791e5a3a86b670bc2f8db","verse":"Deuteronomy 22:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p05022005_01-11\"><b class=\"verse-num\" id=\"v05022005-1\">5&nbsp;</b>“A woman shall not wear a man’s garment, nor shall a man put on a woman’s cloak, for whoever does these things is an abomination to the LORD your God.</p>\n</div>","kjv":"<strong>5</strong> The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman’s garment: for all that do so are abomination unto the LORD thy God.  ","niv":"<sup><strong>5</strong></sup> A woman must not wear men's clothing, nor a man wear women's clothing, for the LORD your God detests anyone who does this."},{"_id":"616791e7a3a86b670bc2f8e3","topicId":"616791e5a3a86b670bc2f8db","verse":"2 Peter 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61003016_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.</p>\n</div>","kjv":"<strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  ","niv":"<sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction."},{"_id":"616791e8a3a86b670bc2f8e4","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Timothy 2:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire,</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes,"},{"_id":"616791e8a3a86b670bc2f8e5","topicId":"616791e5a3a86b670bc2f8db","verse":"Romans 1:1-32","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-15\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-15\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-15\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-15\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-15\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-15\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-15\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-15\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"616791e8a3a86b670bc2f8e6","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Corinthians 11:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46011005_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven.</p>\n\n</div>","kjv":"<strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  ","niv":"<sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved."},{"_id":"616791e9a3a86b670bc2f8e7","topicId":"616791e5a3a86b670bc2f8db","verse":"Acts 18:18","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44018018_05-18\"><b class=\"verse-num\" id=\"v44018018-1\">18&nbsp;</b>After this, Paul stayed many days longer and then took leave of the brothers and set sail for Syria, and with him Priscilla and Aquila. At Cenchreae he had cut his hair, for he was under a vow.</p>\n\n</div>","kjv":"<strong>18</strong> And Paul after this tarried there yet a good while, and then took his leave of the brethren, and sailed thence into Syria, and with him Priscilla and Aquila; having shorn his head in Cenchrea: for he had a vow.  ","niv":"<sup><strong>18</strong></sup> Paul stayed on in Corinth for some time. Then he left the brothers and sailed for Syria, accompanied by Priscilla and Aquila. Before he sailed, he had his hair cut off at Cenchrea because of a vow he had taken."},{"_id":"616791e9a3a86b670bc2f8e8","topicId":"616791e5a3a86b670bc2f8db","verse":"Jeremiah 4:30","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24004030_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24004030-1\">30&nbsp;</b>&nbsp;&nbsp;And you, O desolate one,</span><br><span id=\"p24004030_01-19\" class=\"line\">&nbsp;&nbsp;what do you mean that you dress in scarlet,</span><br><span id=\"p24004030_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you adorn yourself with ornaments of gold,</span><br><span id=\"p24004030_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you enlarge your eyes with paint?</span><br><span id=\"p24004030_01-19\" class=\"line\">&nbsp;&nbsp;In vain you beautify yourself.</span><br><span id=\"p24004030_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Your lovers despise you;</span><br><span id=\"p24004030_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they seek your life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>30</strong> And when thou art spoiled, what wilt thou do? Though thou clothest thyself with crimson, though thou deckest thee with ornaments of gold, though thou rentest thy face with painting, in vain shalt thou make thyself fair; thy lovers will despise thee, they will seek thy life.  ","niv":"<sup><strong>30</strong></sup> What are you doing, O devastated one? Why dress yourself in scarlet and put on jewels of gold? Why shade your eyes with paint? You adorn yourself in vain. Your lovers despise you; they seek your life."},{"_id":"616791e9a3a86b670bc2f8e9","topicId":"616791e5a3a86b670bc2f8db","verse":"1 John 2:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62002001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62002001-1\">2:1&nbsp;</b>My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous. <b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world. <b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments. <b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, <b class=\"verse-num\" id=\"v62002005-1\">5&nbsp;</b>but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: <b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n\n<p id=\"p62002006_07-20\"><b class=\"verse-num\" id=\"v62002007-1\">7&nbsp;</b>Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old commandment is the word that you have heard. <b class=\"verse-num\" id=\"v62002008-1\">8&nbsp;</b>At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining. <b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness. <b class=\"verse-num\" id=\"v62002010-1\">10&nbsp;</b>Whoever loves his brother abides in the light, and in him there is no cause for stumbling. <b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002012_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002012-1\">12&nbsp;</b>&nbsp;&nbsp;I am writing to you, little children,</span><br><span id=\"p62002012_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because your sins are forgiven for his name’s sake.</span><br><span id=\"p62002013_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_07-20\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_07-20\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_07-20\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_12-20\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n<p id=\"p62002017_15-20\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour. <b class=\"verse-num\" id=\"v62002019-1\">19&nbsp;</b>They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us. <b class=\"verse-num\" id=\"v62002020-1\">20&nbsp;</b>But you have been anointed by the Holy One, and you all have knowledge. <b class=\"verse-num\" id=\"v62002021-1\">21&nbsp;</b>I write to you, not because you do not know the truth, but because you know it, and because no lie is of the truth. <b class=\"verse-num\" id=\"v62002022-1\">22&nbsp;</b>Who is the liar but he who denies that Jesus is the Christ? This is the antichrist, he who denies the Father and the Son. <b class=\"verse-num\" id=\"v62002023-1\">23&nbsp;</b>No one who denies the Son has the Father. Whoever confesses the Son has the Father also. <b class=\"verse-num\" id=\"v62002024-1\">24&nbsp;</b>Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. <b class=\"verse-num\" id=\"v62002025-1\">25&nbsp;</b>And this is the promise that he made to us—eternal life.</p>\n<p id=\"p62002025_15-20\"><b class=\"verse-num\" id=\"v62002026-1\">26&nbsp;</b>I write these things to you about those who are trying to deceive you. <b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n\n<p id=\"p62002027_18-20\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming. <b class=\"verse-num\" id=\"v62002029-1\">29&nbsp;</b>If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.</p>\n\n</div>","kjv":"<strong>1</strong> My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:  <strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  <strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  <strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  <strong>5</strong> But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.  <strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  <strong>7</strong> Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.  <strong>8</strong> Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.  <strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  <strong>10</strong> He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.  <strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  <strong>12</strong> I write unto you, little children, because your sins are forgiven you for his name’s sake.  <strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  <strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  <strong>19</strong> They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.  <strong>20</strong> But ye have an unction from the Holy One, and ye know all things.  <strong>21</strong> I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.  <strong>22</strong> Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.  <strong>23</strong> Whosoever denieth the Son, the same hath not the Father: (but) he that acknowledgeth the Son hath the Father also.  <strong>24</strong> Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.  <strong>25</strong> And this is the promise that he hath promised us, even eternal life.  <strong>26</strong> These things have I written unto you concerning them that seduce you.  <strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  <strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  <strong>29</strong> If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.  ","niv":"<sup><strong>1</strong></sup> My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One. <sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. <sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands. <sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. <sup><strong>5</strong></sup> But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: <sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did. <sup><strong>7</strong></sup> Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard. <sup><strong>8</strong></sup> Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining. <sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness. <sup><strong>10</strong></sup> Whoever loves his brother lives in the light, and there is nothing in him to make him stumble. <sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him. <sup><strong>12</strong></sup> I write to you, dear children, because your sins have been forgiven on account of his name. <sup><strong>13</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. <sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. <sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. <sup><strong>19</strong></sup> They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. <sup><strong>20</strong></sup> But you have an anointing from the Holy One, and all of you know the truth. <sup><strong>21</strong></sup> I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth. <sup><strong>22</strong></sup> Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son. <sup><strong>23</strong></sup> No one who denies the Son has the Father; whoever acknowledges the Son has the Father also. <sup><strong>24</strong></sup> See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father. <sup><strong>25</strong></sup> And this is what he promised us--even eternal life. <sup><strong>26</strong></sup> I am writing these things to you about those who are trying to lead you astray. <sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him. <sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming. <sup><strong>29</strong></sup> If you know that he is righteous, you know that everyone who does what is right has been born of him. "},{"_id":"616791eaa3a86b670bc2f8ea","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Peter 3:1-6","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. "},{"_id":"616791eaa3a86b670bc2f8eb","topicId":"616791e5a3a86b670bc2f8db","verse":"2 Thessalonians 1:1-12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-23\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-23\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-23\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-23\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:  <strong>2</strong> Grace unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;  <strong>4</strong> So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:  <strong>5</strong> Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:  <strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  <strong>7</strong> And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,  <strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  <strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  <strong>10</strong> When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.  <strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ: <sup><strong>2</strong></sup> Grace and peace to you from God the Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> We ought always to thank God for you, brothers, and rightly so, because your faith is growing more and more, and the love every one of you has for each other is increasing. <sup><strong>4</strong></sup> Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring. <sup><strong>5</strong></sup> All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering. <sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you <sup><strong>7</strong></sup> and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels. <sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus. <sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power <sup><strong>10</strong></sup> on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you. <sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"616791eaa3a86b670bc2f8ec","topicId":"616791e5a3a86b670bc2f8db","verse":"Ephesians 5:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005021_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n</div>","kjv":"<strong>21</strong> Submitting yourselves one to another in the fear of God.  ","niv":"<sup><strong>21</strong></sup> Submit to one another out of reverence for Christ."},{"_id":"616791eaa3a86b670bc2f8ed","topicId":"616791e5a3a86b670bc2f8db","verse":"Galatians 3:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616791eba3a86b670bc2f8ee","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Corinthians 14:35","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46014035_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n</div>","kjv":"<strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  ","niv":"<sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church."},{"_id":"616791eba3a86b670bc2f8ef","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Corinthians 11:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46011007_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man.</p>\n</div>","kjv":"<strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  ","niv":"<sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man."},{"_id":"616791eba3a86b670bc2f8f0","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Corinthians 11:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46011006_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head.</p>\n</div>","kjv":"<strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  ","niv":"<sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head."},{"_id":"616791eca3a86b670bc2f8f1","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Corinthians 11:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46011004_01-33\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head,</p>\n</div>","kjv":"<strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  ","niv":"<sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head."},{"_id":"616791eca3a86b670bc2f8f2","topicId":"616791e5a3a86b670bc2f8db","verse":"1 Corinthians 11:1-34","votes":2,"__v":0,"kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. "},{"_id":"616791eca3a86b670bc2f8f3","topicId":"616791e5a3a86b670bc2f8db","verse":"Romans 12:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-36\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"616791eda3a86b670bc2f8f4","topicId":"616791e5a3a86b670bc2f8db","verse":"John 3:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-37\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-37\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-37\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-37\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-37\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-37\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "}]}