{"_id":"61678ebaa3a86b670bc2f87d","slug":"man-as-head-of-house","name":"Man As Head Of House","verses":[{"_id":"61678ebaa3a86b670bc2f87e","topicId":"61678ebaa3a86b670bc2f87d","verse":"Ephesians 5:33","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49005033_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n</div>","kjv":"<strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband."},{"_id":"61678ebaa3a86b670bc2f87f","topicId":"61678ebaa3a86b670bc2f87d","verse":"Matthew 12:39-40","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40012039_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v40012039-1\">39&nbsp;</b>But he answered them, <span class=\"woc\">“An evil and adulterous generation seeks for a sign, but no sign will be given to it except the sign of the prophet Jonah.</span> <b class=\"verse-num woc\" id=\"v40012040-1\">40&nbsp;</b><span class=\"woc\">For just as Jonah was three days and three nights in the belly of the great fish, so will the Son of Man be three days and three nights in the heart of the earth.</span></p>\n</div>","kjv":"<strong>39</strong> But he answered and said unto them, An evil and adulterous generation seeketh after a sign; and there shall no sign be given to it, but the sign of the prophet Jonas:  <strong>40</strong> For as Jonas was three days and three nights in the whale’s belly; so shall the Son of man be three days and three nights in the heart of the earth.  ","niv":"<sup><strong>39</strong></sup> He answered, \"A wicked and adulterous generation asks for a miraculous sign! But none will be given it except the sign of the prophet Jonah. <sup><strong>40</strong></sup> For as Jonah was three days and three nights in the belly of a huge fish, so the Son of Man will be three days and three nights in the heart of the earth. "},{"_id":"61678ebba3a86b670bc2f880","topicId":"61678ebaa3a86b670bc2f87d","verse":"John 3:16-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-3\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "}]}