{"_id":"616793fda3a86b670bc2f984","slug":"manslaughter","name":"Manslaughter","verses":[{"_id":"616793fea3a86b670bc2f985","topicId":"616793fda3a86b670bc2f984","verse":"Genesis 9:6","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-1\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man."},{"_id":"616793fea3a86b670bc2f986","topicId":"616793fda3a86b670bc2f984","verse":"Numbers 35:30-31","votes":4,"__v":0,"esv":"<div>\n<p id=\"p04035030_01-2\"><b class=\"verse-num\" id=\"v04035030-1\">30&nbsp;</b>“If anyone kills a person, the murderer shall be put to death on the evidence of witnesses. But no person shall be put to death on the testimony of one witness. <b class=\"verse-num\" id=\"v04035031-1\">31&nbsp;</b>Moreover, you shall accept no ransom for the life of a murderer, who is guilty of death, but he shall be put to death.</p>\n</div>","kjv":"<strong>30</strong> Whoso killeth any person, the murderer shall be put to death by the mouth of witnesses: but one witness shall not testify against any person to cause him to die.  <strong>31</strong> Moreover ye shall take no satisfaction for the life of a murderer, which is guilty of death: but he shall be surely put to death.  ","niv":"<sup><strong>30</strong></sup> \"'Anyone who kills a person is to be put to death as a murderer only on the testimony of witnesses. But no one is to be put to death on the testimony of only one witness. <sup><strong>31</strong></sup> \"'Do not accept a ransom for the life of a murderer, who deserves to die. He must surely be put to death. "},{"_id":"616793ffa3a86b670bc2f987","topicId":"616793fda3a86b670bc2f984","verse":"Psalm 51:1-19","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19051001_09-3\" class=\"psalm-title\">To the choirmaster. A Psalm of David, when Nathan the prophet went to him, after he had gone in to Bathsheba.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051001_09-3\" class=\"line\"><b class=\"chapter-num\" id=\"v19051001-1\">51:1&nbsp;</b>&nbsp;&nbsp;Have mercy on me, O God,</span><br><span id=\"p19051001_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your steadfast love;</span><br><span id=\"p19051001_09-3\" class=\"line\">&nbsp;&nbsp;according to your abundant mercy</span><br><span id=\"p19051001_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blot out my transgressions.</span><br><span id=\"p19051002_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051002-1\">2&nbsp;</b>&nbsp;&nbsp;Wash me thoroughly from my iniquity,</span><br><span id=\"p19051002_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cleanse me from my sin!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051003_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051003-1\">3&nbsp;</b>&nbsp;&nbsp;For I know my transgressions,</span><br><span id=\"p19051003_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my sin is ever before me.</span><br><span id=\"p19051004_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051004-1\">4&nbsp;</b>&nbsp;&nbsp;Against you, you only, have I sinned</span><br><span id=\"p19051004_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and done what is evil in your sight,</span><br><span id=\"p19051004_09-3\" class=\"line\">&nbsp;&nbsp;so that you may be justified in your words</span><br><span id=\"p19051004_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blameless in your judgment.</span><br><span id=\"p19051005_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, I was brought forth in iniquity,</span><br><span id=\"p19051005_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in sin did my mother conceive me.</span><br><span id=\"p19051006_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051006-1\">6&nbsp;</b>&nbsp;&nbsp;Behold, you delight in truth in the inward being,</span><br><span id=\"p19051006_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you teach me wisdom in the secret heart.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051007_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051007-1\">7&nbsp;</b>&nbsp;&nbsp;Purge me with hyssop, and I shall be clean;</span><br><span id=\"p19051007_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wash me, and I shall be whiter than snow.</span><br><span id=\"p19051008_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051008-1\">8&nbsp;</b>&nbsp;&nbsp;Let me hear joy and gladness;</span><br><span id=\"p19051008_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the bones that you have broken rejoice.</span><br><span id=\"p19051009_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051009-1\">9&nbsp;</b>&nbsp;&nbsp;Hide your face from my sins,</span><br><span id=\"p19051009_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blot out all my iniquities.</span><br><span id=\"p19051010_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051010-1\">10&nbsp;</b>&nbsp;&nbsp;Create in me a clean heart, O God,</span><br><span id=\"p19051010_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and renew a right spirit within me.</span><br><span id=\"p19051011_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051011-1\">11&nbsp;</b>&nbsp;&nbsp;Cast me not away from your presence,</span><br><span id=\"p19051011_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and take not your Holy Spirit from me.</span><br><span id=\"p19051012_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051012-1\">12&nbsp;</b>&nbsp;&nbsp;Restore to me the joy of your salvation,</span><br><span id=\"p19051012_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and uphold me with a willing spirit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051013_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051013-1\">13&nbsp;</b>&nbsp;&nbsp;Then I will teach transgressors your ways,</span><br><span id=\"p19051013_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sinners will return to you.</span><br><span id=\"p19051014_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051014-1\">14&nbsp;</b>&nbsp;&nbsp;Deliver me from bloodguiltiness, O God,</span><br><span id=\"p19051014_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O God of my salvation,</span><br><span id=\"p19051014_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my tongue will sing aloud of your righteousness.</span><br><span id=\"p19051015_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051015-1\">15&nbsp;</b>&nbsp;&nbsp;O Lord, open my lips,</span><br><span id=\"p19051015_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my mouth will declare your praise.</span><br><span id=\"p19051016_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051016-1\">16&nbsp;</b>&nbsp;&nbsp;For you will not delight in sacrifice, or I would give it;</span><br><span id=\"p19051016_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will not be pleased with a burnt offering.</span><br><span id=\"p19051017_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051017-1\">17&nbsp;</b>&nbsp;&nbsp;The sacrifices of God are a broken spirit;</span><br><span id=\"p19051017_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a broken and contrite heart, O God, you will not despise.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051018_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051018-1\">18&nbsp;</b>&nbsp;&nbsp;Do good to Zion in your good pleasure;</span><br><span id=\"p19051018_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;build up the walls of Jerusalem;</span><br><span id=\"p19051019_09-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051019-1\">19&nbsp;</b>&nbsp;&nbsp;then will you delight in right sacrifices,</span><br><span id=\"p19051019_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in burnt offerings and whole burnt offerings;</span><br><span id=\"p19051019_09-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then bulls will be offered on your altar.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions.  <strong>2</strong> Wash me throughly from mine iniquity, and cleanse me from my sin.  <strong>3</strong> For I acknowledge my transgressions: and my sin is ever before me.  <strong>4</strong> Against thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and  be clear when thou judgest.  <strong>5</strong> Behold, I was shapen in iniquity; and in sin did my mother conceive me.  <strong>6</strong> Behold, thou desirest truth in the inward parts: and in the hidden part thou shalt make me to know wisdom.  <strong>7</strong> Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow.  <strong>8</strong> Make me to hear joy and gladness; that the bones which  thou hast broken may rejoice.  <strong>9</strong> Hide thy face from my sins, and blot out all mine iniquities.  <strong>10</strong> Create in me a clean heart, O God; and renew a right spirit within me.  <strong>11</strong> Cast me not away from thy presence; and take not thy holy spirit from me.  <strong>12</strong> Restore unto me the joy of thy salvation; and uphold me with thy  free spirit.  <strong>13</strong>             Then will I teach transgressors thy ways; and sinners shall be converted unto thee.  <strong>14</strong> Deliver me from bloodguiltiness, O God, thou God of my salvation: and my tongue shall sing aloud of thy righteousness.  <strong>15</strong> O Lord, open thou my lips; and my mouth shall shew forth thy praise.  <strong>16</strong> For thou desirest not sacrifice; else would I give it: thou delightest not in burnt offering.  <strong>17</strong> The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise.  <strong>18</strong> Do good in thy good pleasure unto Zion: build thou the walls of Jerusalem.  <strong>19</strong> Then shalt thou be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering: then shall they offer bullocks upon thine altar.  ","niv":"<sup><strong>1</strong></sup> Have mercy on me, O God, according to your unfailing love; according to your great compassion blot out my transgressions. <sup><strong>2</strong></sup> Wash away all my iniquity and cleanse me from my sin. <sup><strong>3</strong></sup> For I know my transgressions, and my sin is always before me. <sup><strong>4</strong></sup> Against you, you only, have I sinned and done what is evil in your sight, so that you are proved right when you speak and justified when you judge. <sup><strong>5</strong></sup> Surely I was sinful at birth, sinful from the time my mother conceived me. <sup><strong>6</strong></sup> Surely you desire truth in the inner parts; you teach me wisdom in the inmost place. <sup><strong>7</strong></sup> Cleanse me with hyssop, and I will be clean; wash me, and I will be whiter than snow. <sup><strong>8</strong></sup> Let me hear joy and gladness; let the bones you have crushed rejoice. <sup><strong>9</strong></sup> Hide your face from my sins and blot out all my iniquity. <sup><strong>10</strong></sup> Create in me a pure heart, O God, and renew a steadfast spirit within me. <sup><strong>11</strong></sup> Do not cast me from your presence or take your Holy Spirit from me. <sup><strong>12</strong></sup> Restore to me the joy of your salvation and grant me a willing spirit, to sustain me. <sup><strong>13</strong></sup> Then I will teach transgressors your ways, and sinners will turn back to you. <sup><strong>14</strong></sup> Save me from bloodguilt, O God, the God who saves me, and my tongue will sing of your righteousness. <sup><strong>15</strong></sup> O Lord, open my lips, and my mouth will declare your praise. <sup><strong>16</strong></sup> You do not delight in sacrifice, or I would bring it; you do not take pleasure in burnt offerings. <sup><strong>17</strong></sup> The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise. <sup><strong>18</strong></sup> In your good pleasure make Zion prosper; build up the walls of Jerusalem. <sup><strong>19</strong></sup> Then there will be righteous sacrifices, whole burnt offerings to delight you; then bulls will be offered on your altar. "},{"_id":"616793ffa3a86b670bc2f988","topicId":"616793fda3a86b670bc2f984","verse":"Numbers 35:15-34","votes":3,"__v":0,"esv":"<div>\n<p id=\"p04035015_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v04035015-1\">15&nbsp;</b>These six cities shall be for refuge for the people of Israel, and for the stranger and for the sojourner among them, that anyone who kills any person without intent may flee there.</p>\n<p id=\"p04035015_01-4\"><b class=\"verse-num\" id=\"v04035016-1\">16&nbsp;</b>“But if he struck him down with an iron object, so that he died, he is a murderer. The murderer shall be put to death. <b class=\"verse-num\" id=\"v04035017-1\">17&nbsp;</b>And if he struck him down with a stone tool that could cause death, and he died, he is a murderer. The murderer shall be put to death. <b class=\"verse-num\" id=\"v04035018-1\">18&nbsp;</b>Or if he struck him down with a wooden tool that could cause death, and he died, he is a murderer. The murderer shall be put to death. <b class=\"verse-num\" id=\"v04035019-1\">19&nbsp;</b>The avenger of blood shall himself put the murderer to death; when he meets him, he shall put him to death. <b class=\"verse-num\" id=\"v04035020-1\">20&nbsp;</b>And if he pushed him out of hatred or hurled something at him, lying in wait, so that he died, <b class=\"verse-num\" id=\"v04035021-1\">21&nbsp;</b>or in enmity struck him down with his hand, so that he died, then he who struck the blow shall be put to death. He is a murderer. The avenger of blood shall put the murderer to death when he meets him.</p>\n<p id=\"p04035021_01-4\"><b class=\"verse-num\" id=\"v04035022-1\">22&nbsp;</b>“But if he pushed him suddenly without enmity, or hurled anything on him without lying in wait <b class=\"verse-num\" id=\"v04035023-1\">23&nbsp;</b>or used a stone that could cause death, and without seeing him dropped it on him, so that he died, though he was not his enemy and did not seek his harm, <b class=\"verse-num\" id=\"v04035024-1\">24&nbsp;</b>then the congregation shall judge between the manslayer and the avenger of blood, in accordance with these rules. <b class=\"verse-num\" id=\"v04035025-1\">25&nbsp;</b>And the congregation shall rescue the manslayer from the hand of the avenger of blood, and the congregation shall restore him to his city of refuge to which he had fled, and he shall live in it until the death of the high priest who was anointed with the holy oil. <b class=\"verse-num\" id=\"v04035026-1\">26&nbsp;</b>But if the manslayer shall at any time go beyond the boundaries of his city of refuge to which he fled, <b class=\"verse-num\" id=\"v04035027-1\">27&nbsp;</b>and the avenger of blood finds him outside the boundaries of his city of refuge, and the avenger of blood kills the manslayer, he shall not be guilty of blood. <b class=\"verse-num\" id=\"v04035028-1\">28&nbsp;</b>For he must remain in his city of refuge until the death of the high priest, but after the death of the high priest the manslayer may return to the land of his possession. <b class=\"verse-num\" id=\"v04035029-1\">29&nbsp;</b>And these things shall be for a statute and rule for you throughout your generations in all your dwelling places.</p>\n<p id=\"p04035029_01-4\"><b class=\"verse-num\" id=\"v04035030-1\">30&nbsp;</b>“If anyone kills a person, the murderer shall be put to death on the evidence of witnesses. But no person shall be put to death on the testimony of one witness. <b class=\"verse-num\" id=\"v04035031-1\">31&nbsp;</b>Moreover, you shall accept no ransom for the life of a murderer, who is guilty of death, but he shall be put to death. <b class=\"verse-num\" id=\"v04035032-1\">32&nbsp;</b>And you shall accept no ransom for him who has fled to his city of refuge, that he may return to dwell in the land before the death of the high priest. <b class=\"verse-num\" id=\"v04035033-1\">33&nbsp;</b>You shall not pollute the land in which you live, for blood pollutes the land, and no atonement can be made for the land for the blood that is shed in it, except by the blood of the one who shed it. <b class=\"verse-num\" id=\"v04035034-1\">34&nbsp;</b>You shall not defile the land in which you live, in the midst of which I dwell, for I the LORD dwell in the midst of the people of Israel.”</p>\n</div>","kjv":"<strong>15</strong> These six cities shall be a refuge, both for the children of Israel, and for the stranger, and for the sojourner among them: that every one that killeth any person unawares may flee thither.  <strong>16</strong> And if he smite him with an instrument of iron, so that he die, he is a murderer: the murderer shall surely be put to death.  <strong>17</strong> And if he smite him with throwing a stone, wherewith he may die, and he die, he is a murderer: the murderer shall surely be put to death.  <strong>18</strong> Or if he smite him with an hand weapon of wood, wherewith he may die, and he die, he is a murderer: the murderer shall surely be put to death.  <strong>19</strong> The revenger of blood himself shall slay the murderer: when he meeteth him, he shall slay him.  <strong>20</strong> But if he thrust him of hatred, or hurl at him by laying of wait, that he die;  <strong>21</strong> Or in enmity smite him with his hand, that he die: he that smote him shall surely be put to death; for he is  a murderer: the revenger of blood shall slay the murderer, when he meeteth him.  <strong>22</strong> But if he thrust him suddenly without enmity, or have cast upon him any thing without laying of wait,  <strong>23</strong> Or with any stone, wherewith a man may die, seeing him not, and cast it upon him, that he die, and was not his enemy, neither sought his harm:  <strong>24</strong> Then the congregation shall judge between the slayer and the revenger of blood according to these judgments:  <strong>25</strong> And the congregation shall deliver the slayer out of the hand of the revenger of blood, and the congregation shall restore him to the city of his refuge, whither he was fled: and he shall abide in it unto the death of the high priest, which was anointed with the holy oil.  <strong>26</strong> But if the slayer shall at any time come without the border of the city of his refuge, whither he was fled;  <strong>27</strong> And the revenger of blood find him without the borders of the city of his refuge, and the revenger of blood kill the slayer; he shall not be guilty of blood:  <strong>28</strong> Because he should have remained in the city of his refuge until the death of the high priest: but after the death of the high priest the slayer shall return into the land of his possession.  <strong>29</strong> So these things shall be for a statute of judgment unto you throughout your generations in all your dwellings.  <strong>30</strong> Whoso killeth any person, the murderer shall be put to death by the mouth of witnesses: but one witness shall not testify against any person to cause him to die.  <strong>31</strong> Moreover ye shall take no satisfaction for the life of a murderer, which is guilty of death: but he shall be surely put to death.  <strong>32</strong> And ye shall take no satisfaction for him that is fled to the city of his refuge, that he should come again to dwell in the land, until the death of the priest.  <strong>33</strong> So ye shall not pollute the land wherein ye are: for blood it defileth the land: and the land cannot be cleansed of the blood that is shed therein, but by the blood of him that shed it.  <strong>34</strong> Defile not therefore the land which ye shall inhabit, wherein I dwell: for I the LORD dwell among the children of Israel.  ","niv":"<sup><strong>15</strong></sup> These six towns will be a place of refuge for Israelites, aliens and any other people living among them, so that anyone who has killed another accidentally can flee there. <sup><strong>16</strong></sup> \"'If a man strikes someone with an iron object so that he dies, he is a murderer; the murderer shall be put to death. <sup><strong>17</strong></sup> Or if anyone has a stone in his hand that could kill, and he strikes someone so that he dies, he is a murderer; the murderer shall be put to death. <sup><strong>18</strong></sup> Or if anyone has a wooden object in his hand that could kill, and he hits someone so that he dies, he is a murderer; the murderer shall be put to death. <sup><strong>19</strong></sup> The avenger of blood shall put the murderer to death; when he meets him, he shall put him to death. <sup><strong>20</strong></sup> If anyone with malice aforethought shoves another or throws something at him intentionally so that he dies <sup><strong>21</strong></sup> or if in hostility he hits him with his fist so that he dies, that person shall be put to death; he is a murderer. The avenger of blood shall put the murderer to death when he meets him. <sup><strong>22</strong></sup> \"'But if without hostility someone suddenly shoves another or throws something at him unintentionally <sup><strong>23</strong></sup> or, without seeing him, drops a stone on him that could kill him, and he dies, then since he was not his enemy and he did not intend to harm him, <sup><strong>24</strong></sup> the assembly must judge between him and the avenger of blood according to these regulations. <sup><strong>25</strong></sup> The assembly must protect the one accused of murder from the avenger of blood and send him back to the city of refuge to which he fled. He must stay there until the death of the high priest, who was anointed with the holy oil. <sup><strong>26</strong></sup> \"'But if the accused ever goes outside the limits of the city of refuge to which he has fled <sup><strong>27</strong></sup> and the avenger of blood finds him outside the city, the avenger of blood may kill the accused without being guilty of murder. <sup><strong>28</strong></sup> The accused must stay in his city of refuge until the death of the high priest; only after the death of the high priest may he return to his own property. <sup><strong>29</strong></sup> \"'These are to be legal requirements for you throughout the generations to come, wherever you live. <sup><strong>30</strong></sup> \"'Anyone who kills a person is to be put to death as a murderer only on the testimony of witnesses. But no one is to be put to death on the testimony of only one witness. <sup><strong>31</strong></sup> \"'Do not accept a ransom for the life of a murderer, who deserves to die. He must surely be put to death. <sup><strong>32</strong></sup> \"'Do not accept a ransom for anyone who has fled to a city of refuge and so allow him to go back and live on his own land before the death of the high priest. <sup><strong>33</strong></sup> \"'Do not pollute the land where you are. Bloodshed pollutes the land, and atonement cannot be made for the land on which blood has been shed, except by the blood of the one who shed it. <sup><strong>34</strong></sup> Do not defile the land where you live and where I dwell, for I, the LORD, dwell among the Israelites.'\" "},{"_id":"616793ffa3a86b670bc2f989","topicId":"616793fda3a86b670bc2f984","verse":"Genesis 1:27","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"61679400a3a86b670bc2f98a","topicId":"616793fda3a86b670bc2f984","verse":"Exodus 21:20-21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02021020_01-6\"><b class=\"verse-num\" id=\"v02021020-1\">20&nbsp;</b>“When a man strikes his slave, male or female, with a rod and the slave dies under his hand, he shall be avenged. <b class=\"verse-num\" id=\"v02021021-1\">21&nbsp;</b>But if the slave survives a day or two, he is not to be avenged, for the slave is his money.</p>\n</div>","kjv":"<strong>20</strong> And if a man smite his servant, or his maid, with a rod, and he die under his hand; he shall be surely punished.  <strong>21</strong> Notwithstanding, if he continue a day or two, he shall not be punished: for he is his money.  ","niv":"<sup><strong>20</strong></sup> \"If a man beats his male or female slave with a rod and the slave dies as a direct result, he must be punished, <sup><strong>21</strong></sup> but he is not to be punished if the slave gets up after a day or two, since the slave is his property. "},{"_id":"61679400a3a86b670bc2f98b","topicId":"616793fda3a86b670bc2f984","verse":"Exodus 20:1-26","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-7\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-7\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-7\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-7\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-7\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-7\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-7\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-7\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-7\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-7\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-7\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n<p id=\"p02020017_04-7\"><b class=\"verse-num\" id=\"v02020018-1\">18&nbsp;</b>Now when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off <b class=\"verse-num\" id=\"v02020019-1\">19&nbsp;</b>and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, lest we die.” <b class=\"verse-num\" id=\"v02020020-1\">20&nbsp;</b>Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.” <b class=\"verse-num\" id=\"v02020021-1\">21&nbsp;</b>The people stood far off, while Moses drew near to the thick darkness where God was.</p>\n\n<p id=\"p02020021_07-7\"><b class=\"verse-num\" id=\"v02020022-1\">22&nbsp;</b>And the LORD said to Moses, “Thus you shall say to the people of Israel: ‘You have seen for yourselves that I have talked with you from heaven. <b class=\"verse-num\" id=\"v02020023-1\">23&nbsp;</b>You shall not make gods of silver to be with me, nor shall you make for yourselves gods of gold. <b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you. <b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it. <b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n\n</div>","kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  <strong>18</strong> And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off.  <strong>19</strong> And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die.  <strong>20</strong> And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not.  <strong>21</strong> And the people stood afar off, and Moses drew near unto the thick darkness where God was. <strong>22</strong> And the LORD said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven.  <strong>23</strong> Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.  <strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  <strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  <strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>18</strong></sup> When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance <sup><strong>19</strong></sup> and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\" <sup><strong>20</strong></sup> Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\" <sup><strong>21</strong></sup> The people remained at a distance, while Moses approached the thick darkness where God was. <sup><strong>22</strong></sup> Then the LORD said to Moses, \"Tell the Israelites this: 'You have seen for yourselves that I have spoken to you from heaven: <sup><strong>23</strong></sup> Do not make any gods to be alongside me; do not make for yourselves gods of silver or gods of gold. <sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you. <sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it. <sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.' "},{"_id":"61679400a3a86b670bc2f98d","topicId":"616793fda3a86b670bc2f984","verse":"Revelation 22:1-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66022001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66022001-1\">22:1&nbsp;</b>Then the angel showed me the river of the water of life, bright as crystal, flowing from the throne of God and of the Lamb <b class=\"verse-num\" id=\"v66022002-1\">2&nbsp;</b>through the middle of the street of the city; also, on either side of the river, the tree of life with its twelve kinds of fruit, yielding its fruit each month. The leaves of the tree were for the healing of the nations. <b class=\"verse-num\" id=\"v66022003-1\">3&nbsp;</b>No longer will there be anything accursed, but the throne of God and of the Lamb will be in it, and his servants will worship him. <b class=\"verse-num\" id=\"v66022004-1\">4&nbsp;</b>They will see his face, and his name will be on their foreheads. <b class=\"verse-num\" id=\"v66022005-1\">5&nbsp;</b>And night will be no more. They will need no light of lamp or sun, for the Lord God will be their light, and they will reign forever and ever.</p>\n\n<p id=\"p66022005_08-8\"><b class=\"verse-num\" id=\"v66022006-1\">6&nbsp;</b>And he said to me, “These words are trustworthy and true. And the Lord, the God of the spirits of the prophets, has sent his angel to show his servants what must soon take place.”</p>\n<p id=\"p66022006_08-8\"><b class=\"verse-num woc\" id=\"v66022007-1\">7&nbsp;</b><span class=\"woc\">“And behold, I am coming soon. Blessed is the one who keeps the words of the prophecy of this book.”</span></p>\n<p id=\"p66022007_08-8\"><b class=\"verse-num\" id=\"v66022008-1\">8&nbsp;</b>I, John, am the one who heard and saw these things. And when I heard and saw them, I fell down to worship at the feet of the angel who showed them to me, <b class=\"verse-num\" id=\"v66022009-1\">9&nbsp;</b>but he said to me, “You must not do that! I am a fellow servant with you and your brothers the prophets, and with those who keep the words of this book. Worship God.”</p>\n<p id=\"p66022009_08-8\"><b class=\"verse-num\" id=\"v66022010-1\">10&nbsp;</b>And he said to me, “Do not seal up the words of the prophecy of this book, for the time is near. <b class=\"verse-num\" id=\"v66022011-1\">11&nbsp;</b>Let the evildoer still do evil, and the filthy still be filthy, and the righteous still do right, and the holy still be holy.”</p>\n<p id=\"p66022011_08-8\"><b class=\"verse-num woc\" id=\"v66022012-1\">12&nbsp;</b><span class=\"woc\">“Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done.</span> <b class=\"verse-num woc\" id=\"v66022013-1\">13&nbsp;</b><span class=\"woc\">I am the Alpha and the Omega, the first and the last, the beginning and the end.”</span></p>\n<p id=\"p66022013_08-8\"><b class=\"verse-num\" id=\"v66022014-1\">14&nbsp;</b>Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates. <b class=\"verse-num\" id=\"v66022015-1\">15&nbsp;</b>Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.</p>\n<p id=\"p66022015_08-8\"><b class=\"verse-num woc\" id=\"v66022016-1\">16&nbsp;</b><span class=\"woc\">“I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.”</span></p>\n<p id=\"p66022016_08-8\"><b class=\"verse-num\" id=\"v66022017-1\">17&nbsp;</b>The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price.</p>\n<p id=\"p66022017_08-8\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n<p id=\"p66022019_08-8\"><b class=\"verse-num\" id=\"v66022020-1\">20&nbsp;</b>He who testifies to these things says, <span class=\"woc\">“Surely I am coming soon.”</span> Amen. Come, Lord Jesus!</p>\n<p id=\"p66022020_08-8\"><b class=\"verse-num\" id=\"v66022021-1\">21&nbsp;</b>The grace of the Lord Jesus be with all. Amen.</p>\n\n</div>","kjv":"<strong>1</strong> And he shewed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb.  <strong>2</strong> In the midst of the street of it, and on either side of the river, was there the tree of life, which bare twelve manner  of fruits, and yielded her fruit every month: and the leaves of the tree were for the healing of the nations.  <strong>3</strong> And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him:  <strong>4</strong> And they shall see his face; and his name shall be in their foreheads.  <strong>5</strong> And there shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light: and they shall reign for ever and ever.  <strong>6</strong> And he said unto me, These sayings are faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done.  <strong>7</strong> Behold, I come quickly: blessed is he that keepeth the sayings of the prophecy of this book.  <strong>8</strong> And I John saw these things, and heard them. And when I had heard and seen, I fell down to worship before the feet of the angel which shewed me these things.  <strong>9</strong> Then saith he unto me, See thou do it not: for I am thy fellowservant, and of thy brethren the prophets, and of them which keep the sayings of this book: worship God.  <strong>10</strong> And he saith unto me, Seal not the sayings of the prophecy of this book: for the time is at hand.  <strong>11</strong> He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.  <strong>12</strong> And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.  <strong>13</strong> I am Alpha and Omega, the beginning and the end, the first and the last.  <strong>14</strong> Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.  <strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  <strong>16</strong>           I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. <strong>17</strong> And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.  <strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  <strong>20</strong> He which testifieth these things saith, Surely I come quickly.  Amen. Even so, come, Lord Jesus.  <strong>21</strong> The grace of our Lord Jesus Christ be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Then the angel showed me the river of the water of life, as clear as crystal, flowing from the throne of God and of the Lamb <sup><strong>2</strong></sup> down the middle of the great street of the city. On each side of the river stood the tree of life, bearing twelve crops of fruit, yielding its fruit every month. And the leaves of the tree are for the healing of the nations. <sup><strong>3</strong></sup> No longer will there be any curse. The throne of God and of the Lamb will be in the city, and his servants will serve him. <sup><strong>4</strong></sup> They will see his face, and his name will be on their foreheads. <sup><strong>5</strong></sup> There will be no more night. They will not need the light of a lamp or the light of the sun, for the Lord God will give them light. And they will reign for ever and ever. <sup><strong>6</strong></sup> The angel said to me, \"These words are trustworthy and true. The Lord, the God of the spirits of the prophets, sent his angel to show his servants the things that must soon take place.\" <sup><strong>7</strong></sup> \"Behold, I am coming soon! Blessed is he who keeps the words of the prophecy in this book.\" <sup><strong>8</strong></sup> I, John, am the one who heard and saw these things. And when I had heard and seen them, I fell down to worship at the feet of the angel who had been showing them to me. <sup><strong>9</strong></sup> But he said to me, \"Do not do it! I am a fellow servant with you and with your brothers the prophets and of all who keep the words of this book. Worship God!\" <sup><strong>10</strong></sup> Then he told me, \"Do not seal up the words of the prophecy of this book, because the time is near. <sup><strong>11</strong></sup> Let him who does wrong continue to do wrong; let him who is vile continue to be vile; let him who does right continue to do right; and let him who is holy continue to be holy.\" <sup><strong>12</strong></sup> \"Behold, I am coming soon! My reward is with me, and I will give to everyone according to what he has done. <sup><strong>13</strong></sup> I am the Alpha and the Omega, the First and the Last, the Beginning and the End. <sup><strong>14</strong></sup> \"Blessed are those who wash their robes, that they may have the right to the tree of life and may go through the gates into the city. <sup><strong>15</strong></sup> Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood. <sup><strong>16</strong></sup> \"I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.\" <sup><strong>17</strong></sup> The Spirit and the bride say, \"Come!\" And let him who hears say, \"Come!\" Whoever is thirsty, let him come; and whoever wishes, let him take the free gift of the water of life. <sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. <sup><strong>20</strong></sup> He who testifies to these things says, \"Yes, I am coming soon.\" Amen. Come, Lord Jesus. <sup><strong>21</strong></sup> The grace of the Lord Jesus be with God's people. Amen. "},{"_id":"61679400a3a86b670bc2f98c","topicId":"616793fda3a86b670bc2f984","verse":"Genesis 9:5-6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01009005_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v01009005-1\">5&nbsp;</b>And for your lifeblood I will require a reckoning: from every beast I will require it and from man. From his fellow man I will require a reckoning for the life of man.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-9\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> And surely your blood of your lives will I require; at the hand of every beast will I require it, and at the hand of man; at the hand of every man’s brother will I require the life of man.  <strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>5</strong></sup> And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each man, too, I will demand an accounting for the life of his fellow man. <sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man. "},{"_id":"61679401a3a86b670bc2f98e","topicId":"616793fda3a86b670bc2f984","verse":"Revelation 4:10-11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66004010_01-10\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v66004010-1\">10&nbsp;</b>the twenty-four elders fall down before him who is seated on the throne and worship him who lives forever and ever. They cast their crowns before the throne, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66004011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v66004011-1\">11&nbsp;</b>&nbsp;&nbsp;“Worthy are you, our Lord and God,</span><br><span id=\"p66004011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to receive glory and honor and power,</span><br><span id=\"p66004011_01-10\" class=\"line\">&nbsp;&nbsp;for you created all things,</span><br><span id=\"p66004011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by your will they existed and were created.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> The four and twenty elders fall down before him that sat on the throne, and worship him that liveth for ever and ever, and cast their crowns before the throne, saying,  <strong>11</strong> Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.  ","niv":"<sup><strong>10</strong></sup> the twenty-four elders fall down before him who sits on the throne, and worship him who lives for ever and ever. They lay their crowns before the throne and say: <sup><strong>11</strong></sup> \"You are worthy, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they were created and have their being.\" "},{"_id":"61679401a3a86b670bc2f98f","topicId":"616793fda3a86b670bc2f984","verse":"Revelation 20:1-15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-11\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-11\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-11\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"61679401a3a86b670bc2f990","topicId":"616793fda3a86b670bc2f984","verse":"Revelation 20:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66020010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n</div>","kjv":"<strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  ","niv":"<sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever."},{"_id":"61679402a3a86b670bc2f991","topicId":"616793fda3a86b670bc2f984","verse":"1 John 5:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005007_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005007-1\">7&nbsp;</b>For there are three that testify:</p>\n</div>","kjv":"<strong>7</strong> For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.  ","niv":"<sup><strong>7</strong></sup> For there are three that testify:"},{"_id":"61679402a3a86b670bc2f992","topicId":"616793fda3a86b670bc2f984","verse":"2 Peter 1:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"61679402a3a86b670bc2f993","topicId":"616793fda3a86b670bc2f984","verse":"1 John 4:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62004019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004019-1\">19&nbsp;</b>We love because he first loved us.</p>\n</div>","kjv":"<strong>19</strong> We love him, because he first loved us.  ","niv":"<sup><strong>19</strong></sup> We love because he first loved us."},{"_id":"61679403a3a86b670bc2f994","topicId":"616793fda3a86b670bc2f984","verse":"Hebrews 2:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-16\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil--"},{"_id":"61679403a3a86b670bc2f995","topicId":"616793fda3a86b670bc2f984","verse":"James 1:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59001017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.</p>\n\n</div>","kjv":"<strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  ","niv":"<sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."},{"_id":"61679403a3a86b670bc2f996","topicId":"616793fda3a86b670bc2f984","verse":"2 Peter 1:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61001012_01-18\"><b class=\"verse-num\" id=\"v61001012-1\">12&nbsp;</b>Therefore I intend always to remind you of these qualities, though you know them and are established in the truth that you have.</p>\n</div>","kjv":"<strong>12</strong> Wherefore I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth.  ","niv":"<sup><strong>12</strong></sup> So I will always remind you of these things, even though you know them and are firmly established in the truth you now have."},{"_id":"61679404a3a86b670bc2f997","topicId":"616793fda3a86b670bc2f984","verse":"1 Peter 2:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60002002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—</p>\n</div>","kjv":"<strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  ","niv":"<sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation,"},{"_id":"61679404a3a86b670bc2f998","topicId":"616793fda3a86b670bc2f984","verse":"2 Peter 1:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  ","niv":"<sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation."},{"_id":"61679404a3a86b670bc2f99a","topicId":"616793fda3a86b670bc2f984","verse":"2 Timothy 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"61679404a3a86b670bc2f999","topicId":"616793fda3a86b670bc2f984","verse":"1 Thessalonians 5:9-10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p52005009_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005009-1\">9&nbsp;</b>For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ, <b class=\"verse-num\" id=\"v52005010-1\">10&nbsp;</b>who died for us so that whether we are awake or asleep we might live with him.</p>\n</div>","kjv":"<strong>9</strong> For God hath not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ,  <strong>10</strong> Who died for us, that, whether we wake or sleep, we should live together with him.  ","niv":"<sup><strong>9</strong></sup> For God did not appoint us to suffer wrath but to receive salvation through our Lord Jesus Christ. <sup><strong>10</strong></sup> He died for us so that, whether we are awake or asleep, we may live together with him. "},{"_id":"61679405a3a86b670bc2f99b","topicId":"616793fda3a86b670bc2f984","verse":"Ephesians 6:1-24","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right. <b class=\"verse-num\" id=\"v49006002-1\">2&nbsp;</b>“Honor your father and mother” (this is the first commandment with a promise), <b class=\"verse-num\" id=\"v49006003-1\">3&nbsp;</b>“that it may go well with you and that you may live long in the land.” <b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n\n<p id=\"p49006004_07-25\"><b class=\"verse-num\" id=\"v49006005-1\">5&nbsp;</b>Bondservants, obey your earthly masters with fear and trembling, with a sincere heart, as you would Christ, <b class=\"verse-num\" id=\"v49006006-1\">6&nbsp;</b>not by the way of eye-service, as people-pleasers, but as bondservants of Christ, doing the will of God from the heart, <b class=\"verse-num\" id=\"v49006007-1\">7&nbsp;</b>rendering service with a good will as to the Lord and not to man, <b class=\"verse-num\" id=\"v49006008-1\">8&nbsp;</b>knowing that whatever good anyone does, this he will receive back from the Lord, whether he is a bondservant or is free. <b class=\"verse-num\" id=\"v49006009-1\">9&nbsp;</b>Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.</p>\n\n<p id=\"p49006009_12-25\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints, <b class=\"verse-num\" id=\"v49006019-1\">19&nbsp;</b>and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel, <b class=\"verse-num\" id=\"v49006020-1\">20&nbsp;</b>for which I am an ambassador in chains, that I may declare it boldly, as I ought to speak.</p>\n\n<p id=\"p49006020_14-25\"><b class=\"verse-num\" id=\"v49006021-1\">21&nbsp;</b>So that you also may know how I am and what I am doing, Tychicus the beloved brother and faithful minister in the Lord will tell you everything. <b class=\"verse-num\" id=\"v49006022-1\">22&nbsp;</b>I have sent him to you for this very purpose, that you may know how we are, and that he may encourage your hearts.</p>\n<p id=\"p49006022_14-25\"><b class=\"verse-num\" id=\"v49006023-1\">23&nbsp;</b>Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ. <b class=\"verse-num\" id=\"v49006024-1\">24&nbsp;</b>Grace be with all who love our Lord Jesus Christ with love incorruptible.</p>\n\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  <strong>2</strong> Honour thy father and mother; (which is the first commandment with promise;)  <strong>3</strong> That it may be well with thee, and thou mayest live long on the earth.  <strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  <strong>5</strong> Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;  <strong>6</strong> Not with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;  <strong>7</strong> With good will doing service, as to the Lord, and not to men:  <strong>8</strong> Knowing that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free.  <strong>9</strong> And, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.  <strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  <strong>19</strong> And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,  <strong>20</strong> For which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak.  <strong>21</strong> But that ye also may know my affairs, and how I do, Tychicus, a beloved brother and faithful minister in the Lord, shall make known to you all things:  <strong>22</strong> Whom I have sent unto you for the same purpose, that ye might know our affairs, and that he might comfort your hearts.  <strong>23</strong> Peace be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ.  <strong>24</strong> Grace be with all them that love our Lord Jesus Christ in sincerity. Amen.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right. <sup><strong>2</strong></sup> \"Honor your father and mother\"--which is the first commandment with a promise-- <sup><strong>3</strong></sup> \"that it may go well with you and that you may enjoy long life on the earth.\" <sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord. <sup><strong>5</strong></sup> Slaves, obey your earthly masters with respect and fear, and with sincerity of heart, just as you would obey Christ. <sup><strong>6</strong></sup> Obey them not only to win their favor when their eye is on you, but like slaves of Christ, doing the will of God from your heart. <sup><strong>7</strong></sup> Serve wholeheartedly, as if you were serving the Lord, not men, <sup><strong>8</strong></sup> because you know that the Lord will reward everyone for whatever good he does, whether he is slave or free. <sup><strong>9</strong></sup> And masters, treat your slaves in the same way. Do not threaten them, since you know that he who is both their Master and yours is in heaven, and there is no favoritism with him. <sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. <sup><strong>19</strong></sup> Pray also for me, that whenever I open my mouth, words may be given me so that I will fearlessly make known the mystery of the gospel, <sup><strong>20</strong></sup> for which I am an ambassador in chains. Pray that I may declare it fearlessly, as I should. <sup><strong>21</strong></sup> Tychicus, the dear brother and faithful servant in the Lord, will tell you everything, so that you also may know how I am and what I am doing. <sup><strong>22</strong></sup> I am sending him to you for this very purpose, that you may know how we are, and that he may encourage you. <sup><strong>23</strong></sup> Peace to the brothers, and love with faith from God the Father and the Lord Jesus Christ. <sup><strong>24</strong></sup> Grace to all who love our Lord Jesus Christ with an undying love. "},{"_id":"61679405a3a86b670bc2f99c","topicId":"616793fda3a86b670bc2f984","verse":"Galatians 5:21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p48005001_06-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48005001-1\">5:1&nbsp;</b>For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.</p>\n<p id=\"p48005001_06-27\"><b class=\"verse-num\" id=\"v48005002-1\">2&nbsp;</b>Look: I, Paul, say to you that if you accept circumcision, Christ will be of no advantage to you. <b class=\"verse-num\" id=\"v48005003-1\">3&nbsp;</b>I testify again to every man who accepts circumcision that he is obligated to keep the whole law. <b class=\"verse-num\" id=\"v48005004-1\">4&nbsp;</b>You are severed from Christ, you who would be justified by the law; you have fallen away from grace. <b class=\"verse-num\" id=\"v48005005-1\">5&nbsp;</b>For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. <b class=\"verse-num\" id=\"v48005006-1\">6&nbsp;</b>For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.</p>\n<p id=\"p48005006_06-27\"><b class=\"verse-num\" id=\"v48005007-1\">7&nbsp;</b>You were running well. Who hindered you from obeying the truth? <b class=\"verse-num\" id=\"v48005008-1\">8&nbsp;</b>This persuasion is not from him who calls you. <b class=\"verse-num\" id=\"v48005009-1\">9&nbsp;</b>A little leaven leavens the whole lump. <b class=\"verse-num\" id=\"v48005010-1\">10&nbsp;</b>I have confidence in the Lord that you will take no other view, and the one who is troubling you will bear the penalty, whoever he is. <b class=\"verse-num\" id=\"v48005011-1\">11&nbsp;</b>But if I, brothers, still preach circumcision, why am I still being persecuted? In that case the offense of the cross has been removed. <b class=\"verse-num\" id=\"v48005012-1\">12&nbsp;</b>I wish those who unsettle you would emasculate themselves!</p>\n<p id=\"p48005012_06-27\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. <b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v48005015-1\">15&nbsp;</b>But if you bite and devour one another, watch out that you are not consumed by one another.</p>\n\n<p id=\"p48005015_12-27\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh. <b class=\"verse-num\" id=\"v48005017-1\">17&nbsp;</b>For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do. <b class=\"verse-num\" id=\"v48005018-1\">18&nbsp;</b>But if you are led by the Spirit, you are not under the law. <b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. <b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law. <b class=\"verse-num\" id=\"v48005024-1\">24&nbsp;</b>And those who belong to Christ Jesus have crucified the flesh with its passions and desires.</p>\n<p id=\"p48005024_12-27\"><b class=\"verse-num\" id=\"v48005025-1\">25&nbsp;</b>If we live by the Spirit, let us also keep in step with the Spirit. <b class=\"verse-num\" id=\"v48005026-1\">26&nbsp;</b>Let us not become conceited, provoking one another, envying one another.</p>\n\n</div>","kjv":"<strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God."},{"_id":"61679405a3a86b670bc2f99d","topicId":"616793fda3a86b670bc2f984","verse":"Galatians 5:1-26","votes":1,"__v":0,"kjv":"<strong>1</strong> Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.  <strong>2</strong> Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing.  <strong>3</strong> For I testify again to every man that is circumcised, that he is a debtor to do the whole law.  <strong>4</strong> Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace.  <strong>5</strong> For we through the Spirit wait for the hope of righteousness by faith.  <strong>6</strong> For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love.  <strong>7</strong> Ye did run well; who did hinder you that ye should not obey the truth?  <strong>8</strong> This persuasion cometh not of him that calleth you.  <strong>9</strong> A little leaven leaveneth the whole lump.  <strong>10</strong> I have confidence in you through the Lord, that ye will be none otherwise minded: but he that troubleth you shall bear his judgment, whosoever he be.  <strong>11</strong> And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? then is the offence of the cross ceased.  <strong>12</strong> I would they were even cut off which trouble you.  <strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  <strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  <strong>15</strong> But if ye bite and devour one another, take heed that ye be not consumed one of another.  <strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  <strong>17</strong> For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.  <strong>18</strong> But if ye be led of the Spirit, ye are not under the law.  <strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  <strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  <strong>24</strong> And they that are Christ’s have crucified the flesh with the affections and lusts.  <strong>25</strong> If we live in the Spirit, let us also walk in the Spirit.  <strong>26</strong> Let us not be desirous of vain glory, provoking one another, envying one another.  ","niv":"<sup><strong>1</strong></sup> It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery. <sup><strong>2</strong></sup> Mark my words! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no value to you at all. <sup><strong>3</strong></sup> Again I declare to every man who lets himself be circumcised that he is obligated to obey the whole law. <sup><strong>4</strong></sup> You who are trying to be justified by law have been alienated from Christ; you have fallen away from grace. <sup><strong>5</strong></sup> But by faith we eagerly await through the Spirit the righteousness for which we hope. <sup><strong>6</strong></sup> For in Christ Jesus neither circumcision nor uncircumcision has any value. The only thing that counts is faith expressing itself through love. <sup><strong>7</strong></sup> You were running a good race. Who cut in on you and kept you from obeying the truth? <sup><strong>8</strong></sup> That kind of persuasion does not come from the one who calls you. <sup><strong>9</strong></sup> \"A little yeast works through the whole batch of dough.\" <sup><strong>10</strong></sup> I am confident in the Lord that you will take no other view. The one who is throwing you into confusion will pay the penalty, whoever he may be. <sup><strong>11</strong></sup> Brothers, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been abolished. <sup><strong>12</strong></sup> As for those agitators, I wish they would go the whole way and emasculate themselves! <sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love. <sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\" <sup><strong>15</strong></sup> If you keep on biting and devouring each other, watch out or you will be destroyed by each other. <sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature. <sup><strong>17</strong></sup> For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want. <sup><strong>18</strong></sup> But if you are led by the Spirit, you are not under law. <sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. <sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. <sup><strong>24</strong></sup> Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires. <sup><strong>25</strong></sup> Since we live by the Spirit, let us keep in step with the Spirit. <sup><strong>26</strong></sup> Let us not become conceited, provoking and envying each other. "}]}