{"_id":"61679431a3a86b670bc2f99e","slug":"maps-of-the-bible","name":"Maps Of The Bible","verses":[{"_id":"61679431a3a86b670bc2f99f","topicId":"61679431a3a86b670bc2f99e","verse":"John 8:12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43008012_08-1\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span></p>\n</div>","kjv":"<strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  ","niv":"<sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\"","modified":"2023-02-21T03:20:37.024Z"},{"_id":"61679432a3a86b670bc2f9a0","topicId":"61679431a3a86b670bc2f99e","verse":"1 Corinthians 13:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46013012_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n</div>","kjv":"<strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  ","niv":"<sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known."},{"_id":"61679432a3a86b670bc2f9a1","topicId":"61679431a3a86b670bc2f99e","verse":"Ephesians 2:8-9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"61679432a3a86b670bc2f9a2","topicId":"61679431a3a86b670bc2f99e","verse":"Romans 13:1-14","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-5\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-5\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"61679433a3a86b670bc2f9a3","topicId":"61679431a3a86b670bc2f99e","verse":"Acts 8:1-40","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44008001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44008001-1\">8:1&nbsp;</b>And Saul approved of his execution.</p>\n<p id=\"p44008001_05-6\">And there arose on that day a great persecution against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles. <b class=\"verse-num\" id=\"v44008002-1\">2&nbsp;</b>Devout men buried Stephen and made great lamentation over him. <b class=\"verse-num\" id=\"v44008003-1\">3&nbsp;</b>But Saul was ravaging the church, and entering house after house, he dragged off men and women and committed them to prison.</p>\n\n<p id=\"p44008003_10-6\"><b class=\"verse-num\" id=\"v44008004-1\">4&nbsp;</b>Now those who were scattered went about preaching the word. <b class=\"verse-num\" id=\"v44008005-1\">5&nbsp;</b>Philip went down to the city of Samaria and proclaimed to them the Christ. <b class=\"verse-num\" id=\"v44008006-1\">6&nbsp;</b>And the crowds with one accord paid attention to what was being said by Philip, when they heard him and saw the signs that he did. <b class=\"verse-num\" id=\"v44008007-1\">7&nbsp;</b>For unclean spirits, crying out with a loud voice, came out of many who had them, and many who were paralyzed or lame were healed. <b class=\"verse-num\" id=\"v44008008-1\">8&nbsp;</b>So there was much joy in that city.</p>\n\n<p id=\"p44008008_14-6\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great. <b class=\"verse-num\" id=\"v44008010-1\">10&nbsp;</b>They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.” <b class=\"verse-num\" id=\"v44008011-1\">11&nbsp;</b>And they paid attention to him because for a long time he had amazed them with his magic. <b class=\"verse-num\" id=\"v44008012-1\">12&nbsp;</b>But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <b class=\"verse-num\" id=\"v44008013-1\">13&nbsp;</b>Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed.</p>\n<p id=\"p44008013_14-6\"><b class=\"verse-num\" id=\"v44008014-1\">14&nbsp;</b>Now when the apostles at Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John, <b class=\"verse-num\" id=\"v44008015-1\">15&nbsp;</b>who came down and prayed for them that they might receive the Holy Spirit, <b class=\"verse-num\" id=\"v44008016-1\">16&nbsp;</b>for he had not yet fallen on any of them, but they had only been baptized in the name of the Lord Jesus. <b class=\"verse-num\" id=\"v44008017-1\">17&nbsp;</b>Then they laid their hands on them and they received the Holy Spirit. <b class=\"verse-num\" id=\"v44008018-1\">18&nbsp;</b>Now when Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money, <b class=\"verse-num\" id=\"v44008019-1\">19&nbsp;</b>saying, “Give me this power also, so that anyone on whom I lay my hands may receive the Holy Spirit.” <b class=\"verse-num\" id=\"v44008020-1\">20&nbsp;</b>But Peter said to him, “May your silver perish with you, because you thought you could obtain the gift of God with money! <b class=\"verse-num\" id=\"v44008021-1\">21&nbsp;</b>You have neither part nor lot in this matter, for your heart is not right before God. <b class=\"verse-num\" id=\"v44008022-1\">22&nbsp;</b>Repent, therefore, of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be forgiven you. <b class=\"verse-num\" id=\"v44008023-1\">23&nbsp;</b>For I see that you are in the gall of bitterness and in the bond of iniquity.” <b class=\"verse-num\" id=\"v44008024-1\">24&nbsp;</b>And Simon answered, “Pray for me to the Lord, that nothing of what you have said may come upon me.”</p>\n<p id=\"p44008024_14-6\"><b class=\"verse-num\" id=\"v44008025-1\">25&nbsp;</b>Now when they had testified and spoken the word of the Lord, they returned to Jerusalem, preaching the gospel to many villages of the Samaritans.</p>\n\n<p id=\"p44008025_19-6\"><b class=\"verse-num\" id=\"v44008026-1\">26&nbsp;</b>Now an angel of the Lord said to Philip, “Rise and go toward the south to the road that goes down from Jerusalem to Gaza.” This is a desert place. <b class=\"verse-num\" id=\"v44008027-1\">27&nbsp;</b>And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship <b class=\"verse-num\" id=\"v44008028-1\">28&nbsp;</b>and was returning, seated in his chariot, and he was reading the prophet Isaiah. <b class=\"verse-num\" id=\"v44008029-1\">29&nbsp;</b>And the Spirit said to Philip, “Go over and join this chariot.” <b class=\"verse-num\" id=\"v44008030-1\">30&nbsp;</b>So Philip ran to him and heard him reading Isaiah the prophet and asked, “Do you understand what you are reading?” <b class=\"verse-num\" id=\"v44008031-1\">31&nbsp;</b>And he said, “How can I, unless someone guides me?” And he invited Philip to come up and sit with him. <b class=\"verse-num\" id=\"v44008032-1\">32&nbsp;</b>Now the passage of the Scripture that he was reading was this:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44008032_19-6\" class=\"line\">&nbsp;&nbsp;“Like a sheep he was led to the slaughter</span><br><span id=\"p44008032_19-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a lamb before its shearer is silent,</span><br><span id=\"p44008032_19-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opens not his mouth.</span><br><span id=\"p44008033_19-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v44008033-1\">33&nbsp;</b>&nbsp;&nbsp;In his humiliation justice was denied him.</span><br><span id=\"p44008033_19-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who can describe his generation?</span><br><span id=\"p44008033_19-6\" class=\"line\">&nbsp;&nbsp;For his life is taken away from the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44008033_19-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44008034-1\">34&nbsp;</b>And the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?” <b class=\"verse-num\" id=\"v44008035-1\">35&nbsp;</b>Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus. <b class=\"verse-num\" id=\"v44008036-1\">36&nbsp;</b>And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?” <b class=\"verse-num\" id=\"v44008038-1\">38&nbsp;</b>And he commanded the chariot to stop, and they both went down into the water, Philip and the eunuch, and he baptized him. <b class=\"verse-num\" id=\"v44008039-1\">39&nbsp;</b>And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch saw him no more, and went on his way rejoicing. <b class=\"verse-num\" id=\"v44008040-1\">40&nbsp;</b>But Philip found himself at Azotus, and as he passed through he preached the gospel to all the towns until he came to Caesarea.</p>\n\n</div>","kjv":"<strong>1</strong> And Saul was consenting unto his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all scattered abroad throughout the regions of Judaea and Samaria, except the apostles.  <strong>2</strong> And devout men carried Stephen to his burial, and made great lamentation over him.  <strong>3</strong> As for Saul, he made havock of the church, entering into every house, and haling men and women committed them to prison.  <strong>4</strong> Therefore they that were scattered abroad went every where preaching the word.  <strong>5</strong> Then Philip went down to the city of Samaria, and preached Christ unto them.  <strong>6</strong> And the people with one accord gave heed unto those things which Philip spake, hearing and seeing the miracles which he did.  <strong>7</strong> For unclean spirits, crying with loud voice, came out of many that were possessed with them: and many taken with palsies, and that were lame, were healed.  <strong>8</strong> And there was great joy in that city.  <strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  <strong>10</strong> To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God.  <strong>11</strong> And to him they had regard, because that of long time he had bewitched them with sorceries.  <strong>12</strong> But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.  <strong>13</strong> Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done.  <strong>14</strong> Now when the apostles which were at Jerusalem heard that Samaria had received the word of God, they sent unto them Peter and John:  <strong>15</strong> Who, when they were come down, prayed for them, that they might receive the Holy Ghost:  <strong>16</strong> (For as yet he was fallen upon none of them: only they were baptized in the name of the Lord Jesus.)  <strong>17</strong> Then laid they their hands on them, and they received the Holy Ghost.  <strong>18</strong> And when Simon saw that through laying on of the apostles’ hands the Holy Ghost was given, he offered them money,  <strong>19</strong> Saying, Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost.  <strong>20</strong> But Peter said unto him, Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money.  <strong>21</strong> Thou hast neither part nor lot in this matter: for thy heart is not right in the sight of God.  <strong>22</strong> Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee.  <strong>23</strong> For I perceive that thou art in the gall of bitterness, and in  the bond of iniquity.  <strong>24</strong> Then answered Simon, and said, Pray ye to the Lord for me, that none of these things which ye have spoken come upon me.  <strong>25</strong> And they, when they had testified and preached the word of the Lord, returned to Jerusalem, and preached the gospel in many villages of the Samaritans.  <strong>26</strong> And the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert.  <strong>27</strong> And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,  <strong>28</strong> Was returning, and sitting in his chariot read Esaias the prophet.  <strong>29</strong> Then the Spirit said unto Philip, Go near, and join thyself to this chariot.  <strong>30</strong> And Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?  <strong>31</strong> And he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him.  <strong>32</strong> The place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:  <strong>33</strong> In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth.  <strong>34</strong> And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?  <strong>35</strong> Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.  <strong>36</strong> And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?  <strong>37</strong> And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God.  <strong>38</strong> And he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him.  <strong>39</strong> And when they were come up out of the water, the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing.  <strong>40</strong> But Philip was found at Azotus: and passing through he preached in all the cities, till he came to Caesarea.  ","niv":"<sup><strong>1</strong></sup> And Saul was there, giving approval to his death. <sup><strong>2</strong></sup> On that day a great persecution broke out against the church at Jerusalem, and all except the apostles were scattered throughout Judea and Samaria. Godly men buried Stephen and mourned deeply for him. <sup><strong>3</strong></sup> But Saul began to destroy the church. Going from house to house, he dragged off men and women and put them in prison. <sup><strong>4</strong></sup> Those who had been scattered preached the word wherever they went. <sup><strong>5</strong></sup> Philip went down to a city in Samaria and proclaimed the Christ there. <sup><strong>6</strong></sup> When the crowds heard Philip and saw the miraculous signs he did, they all paid close attention to what he said. <sup><strong>7</strong></sup> With shrieks, evil spirits came out of many, and many paralytics and cripples were healed. <sup><strong>8</strong></sup> So there was great joy in that city. <sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great, <sup><strong>10</strong></sup> and all the people, both high and low, gave him their attention and exclaimed, \"This man is the divine power known as the Great Power.\" <sup><strong>11</strong></sup> They followed him because he had amazed them for a long time with his magic. <sup><strong>12</strong></sup> But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <sup><strong>13</strong></sup> Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw. <sup><strong>14</strong></sup> When the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them. <sup><strong>15</strong></sup> When they arrived, they prayed for them that they might receive the Holy Spirit, <sup><strong>16</strong></sup> because the Holy Spirit had not yet come upon any of them; they had simply been baptized into the name of the Lord Jesus. <sup><strong>17</strong></sup> Then Peter and John placed their hands on them, and they received the Holy Spirit. <sup><strong>18</strong></sup> When Simon saw that the Spirit was given at the laying on of the apostles' hands, he offered them money <sup><strong>19</strong></sup> and said, \"Give me also this ability so that everyone on whom I lay my hands may receive the Holy Spirit.\" <sup><strong>20</strong></sup> Peter answered: \"May your money perish with you, because you thought you could buy the gift of God with money! <sup><strong>21</strong></sup> You have no part or share in this ministry, because your heart is not right before God. <sup><strong>22</strong></sup> Repent of this wickedness and pray to the Lord. Perhaps he will forgive you for having such a thought in your heart. <sup><strong>23</strong></sup> For I see that you are full of bitterness and captive to sin.\" <sup><strong>24</strong></sup> Then Simon answered, \"Pray to the Lord for me so that nothing you have said may happen to me.\" <sup><strong>25</strong></sup> When they had testified and proclaimed the word of the Lord, Peter and John returned to Jerusalem, preaching the gospel in many Samaritan villages. <sup><strong>26</strong></sup> Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\" <sup><strong>27</strong></sup> So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of Candace, queen of the Ethiopians. This man had gone to Jerusalem to worship, <sup><strong>28</strong></sup> and on his way home was sitting in his chariot reading the book of Isaiah the prophet. <sup><strong>29</strong></sup> The Spirit told Philip, \"Go to that chariot and stay near it.\" <sup><strong>30</strong></sup> Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked. <sup><strong>31</strong></sup> \"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him. <sup><strong>32</strong></sup> The eunuch was reading this passage of Scripture: \"He was led like a sheep to the slaughter, and as a lamb before the shearer is silent, so he did not open his mouth. <sup><strong>33</strong></sup> In his humiliation he was deprived of justice. Who can speak of his descendants? For his life was taken from the earth.\" <sup><strong>34</strong></sup> The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\" <sup><strong>35</strong></sup> Then Philip began with that very passage of Scripture and told him the good news about Jesus. <sup><strong>36</strong></sup> As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. Why shouldn't I be baptized?\" <sup><strong>37</strong></sup> See Footnote <sup><strong>38</strong></sup> And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him. <sup><strong>39</strong></sup> When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing. <sup><strong>40</strong></sup> Philip, however, appeared at Azotus and traveled about, preaching the gospel in all the towns until he reached Caesarea. "},{"_id":"61679433a3a86b670bc2f9a4","topicId":"61679431a3a86b670bc2f99e","verse":"Acts 13:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44013001_06-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44013001-1\">13:1&nbsp;</b>Now there were in the church at Antioch prophets and teachers, Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen a lifelong friend of Herod the tetrarch, and Saul.</p>\n\n</div>","kjv":"<strong>1</strong> Now there were in the church that was at Antioch certain prophets and teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen, which had been brought up with Herod the tetrarch, and Saul.  ","niv":"<sup><strong>1</strong></sup> In the church at Antioch there were prophets and teachers: Barnabas, Simeon called Niger, Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch) and Saul."},{"_id":"61679433a3a86b670bc2f9a5","topicId":"61679431a3a86b670bc2f99e","verse":"Acts 10:1-48","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44010001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44010001-1\">10:1&nbsp;</b>At Caesarea there was a man named Cornelius, a centurion of what was known as the Italian Cohort, <b class=\"verse-num\" id=\"v44010002-1\">2&nbsp;</b>a devout man who feared God with all his household, gave alms generously to the people, and prayed continually to God. <b class=\"verse-num\" id=\"v44010003-1\">3&nbsp;</b>About the ninth hour of the day he saw clearly in a vision an angel of God come in and say to him, “Cornelius.” <b class=\"verse-num\" id=\"v44010004-1\">4&nbsp;</b>And he stared at him in terror and said, “What is it, Lord?” And he said to him, “Your prayers and your alms have ascended as a memorial before God. <b class=\"verse-num\" id=\"v44010005-1\">5&nbsp;</b>And now send men to Joppa and bring one Simon who is called Peter. <b class=\"verse-num\" id=\"v44010006-1\">6&nbsp;</b>He is lodging with one Simon, a tanner, whose house is by the sea.” <b class=\"verse-num\" id=\"v44010007-1\">7&nbsp;</b>When the angel who spoke to him had departed, he called two of his servants and a devout soldier from among those who attended him, <b class=\"verse-num\" id=\"v44010008-1\">8&nbsp;</b>and having related everything to them, he sent them to Joppa.</p>\n\n<p id=\"p44010008_06-8\"><b class=\"verse-num\" id=\"v44010009-1\">9&nbsp;</b>The next day, as they were on their journey and approaching the city, Peter went up on the housetop about the sixth hour to pray. <b class=\"verse-num\" id=\"v44010010-1\">10&nbsp;</b>And he became hungry and wanted something to eat, but while they were preparing it, he fell into a trance <b class=\"verse-num\" id=\"v44010011-1\">11&nbsp;</b>and saw the heavens opened and something like a great sheet descending, being let down by its four corners upon the earth. <b class=\"verse-num\" id=\"v44010012-1\">12&nbsp;</b>In it were all kinds of animals and reptiles and birds of the air. <b class=\"verse-num\" id=\"v44010013-1\">13&nbsp;</b>And there came a voice to him: <span class=\"woc\">“Rise, Peter; kill and eat.”</span> <b class=\"verse-num\" id=\"v44010014-1\">14&nbsp;</b>But Peter said, “By no means, Lord; for I have never eaten anything that is common or unclean.” <b class=\"verse-num\" id=\"v44010015-1\">15&nbsp;</b>And the voice came to him again a second time, <span class=\"woc\">“What God has made clean, do not call common.”</span> <b class=\"verse-num\" id=\"v44010016-1\">16&nbsp;</b>This happened three times, and the thing was taken up at once to heaven.</p>\n<p id=\"p44010016_06-8\"><b class=\"verse-num\" id=\"v44010017-1\">17&nbsp;</b>Now while Peter was inwardly perplexed as to what the vision that he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood at the gate <b class=\"verse-num\" id=\"v44010018-1\">18&nbsp;</b>and called out to ask whether Simon who was called Peter was lodging there. <b class=\"verse-num\" id=\"v44010019-1\">19&nbsp;</b>And while Peter was pondering the vision, the Spirit said to him, “Behold, three men are looking for you. <b class=\"verse-num\" id=\"v44010020-1\">20&nbsp;</b>Rise and go down and accompany them without hesitation, for I have sent them.” <b class=\"verse-num\" id=\"v44010021-1\">21&nbsp;</b>And Peter went down to the men and said, “I am the one you are looking for. What is the reason for your coming?” <b class=\"verse-num\" id=\"v44010022-1\">22&nbsp;</b>And they said, “Cornelius, a centurion, an upright and God-fearing man, who is well spoken of by the whole Jewish nation, was directed by a holy angel to send for you to come to his house and to hear what you have to say.” <b class=\"verse-num\" id=\"v44010023-1\">23&nbsp;</b>So he invited them in to be his guests.</p>\n<p id=\"p44010023_06-8\">The next day he rose and went away with them, and some of the brothers from Joppa accompanied him. <b class=\"verse-num\" id=\"v44010024-1\">24&nbsp;</b>And on the following day they entered Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <b class=\"verse-num\" id=\"v44010025-1\">25&nbsp;</b>When Peter entered, Cornelius met him and fell down at his feet and worshiped him. <b class=\"verse-num\" id=\"v44010026-1\">26&nbsp;</b>But Peter lifted him up, saying, “Stand up; I too am a man.” <b class=\"verse-num\" id=\"v44010027-1\">27&nbsp;</b>And as he talked with him, he went in and found many persons gathered. <b class=\"verse-num\" id=\"v44010028-1\">28&nbsp;</b>And he said to them, “You yourselves know how unlawful it is for a Jew to associate with or to visit anyone of another nation, but God has shown me that I should not call any person common or unclean. <b class=\"verse-num\" id=\"v44010029-1\">29&nbsp;</b>So when I was sent for, I came without objection. I ask then why you sent for me.”</p>\n<p id=\"p44010029_06-8\"><b class=\"verse-num\" id=\"v44010030-1\">30&nbsp;</b>And Cornelius said, “Four days ago, about this hour, I was praying in my house at the ninth hour, and behold, a man stood before me in bright clothing <b class=\"verse-num\" id=\"v44010031-1\">31&nbsp;</b>and said, ‘Cornelius, your prayer has been heard and your alms have been remembered before God. <b class=\"verse-num\" id=\"v44010032-1\">32&nbsp;</b>Send therefore to Joppa and ask for Simon who is called Peter. He is lodging in the house of Simon, a tanner, by the sea.’ <b class=\"verse-num\" id=\"v44010033-1\">33&nbsp;</b>So I sent for you at once, and you have been kind enough to come. Now therefore we are all here in the presence of God to hear all that you have been commanded by the Lord.”</p>\n\n<p id=\"p44010033_11-8\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him. <b class=\"verse-num\" id=\"v44010036-1\">36&nbsp;</b>As for the word that he sent to Israel, preaching good news of peace through Jesus Christ (he is Lord of all), <b class=\"verse-num\" id=\"v44010037-1\">37&nbsp;</b>you yourselves know what happened throughout all Judea, beginning from Galilee after the baptism that John proclaimed: <b class=\"verse-num\" id=\"v44010038-1\">38&nbsp;</b>how God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him. <b class=\"verse-num\" id=\"v44010039-1\">39&nbsp;</b>And we are witnesses of all that he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a tree, <b class=\"verse-num\" id=\"v44010040-1\">40&nbsp;</b>but God raised him on the third day and made him to appear, <b class=\"verse-num\" id=\"v44010041-1\">41&nbsp;</b>not to all the people but to us who had been chosen by God as witnesses, who ate and drank with him after he rose from the dead. <b class=\"verse-num\" id=\"v44010042-1\">42&nbsp;</b>And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead. <b class=\"verse-num\" id=\"v44010043-1\">43&nbsp;</b>To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”</p>\n\n<p id=\"p44010043_18-8\"><b class=\"verse-num\" id=\"v44010044-1\">44&nbsp;</b>While Peter was still saying these things, the Holy Spirit fell on all who heard the word. <b class=\"verse-num\" id=\"v44010045-1\">45&nbsp;</b>And the believers from among the circumcised who had come with Peter were amazed, because the gift of the Holy Spirit was poured out even on the Gentiles. <b class=\"verse-num\" id=\"v44010046-1\">46&nbsp;</b>For they were hearing them speaking in tongues and extolling God. Then Peter declared, <b class=\"verse-num\" id=\"v44010047-1\">47&nbsp;</b>“Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?” <b class=\"verse-num\" id=\"v44010048-1\">48&nbsp;</b>And he commanded them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days.</p>\n\n</div>","kjv":"<strong>1</strong> There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band,  <strong>2</strong> A devout man, and one that feared God with all his house, which gave much alms to the people, and prayed to God alway.  <strong>3</strong> He saw in a vision evidently about the ninth hour of the day an angel of God coming in to him, and saying unto him, Cornelius.  <strong>4</strong> And when he looked on him, he was afraid, and said, What is it, Lord? And he said unto him, Thy prayers and thine alms are come up for a memorial before God.  <strong>5</strong> And now send men to Joppa, and call for one Simon, whose surname is Peter:  <strong>6</strong> He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.  <strong>7</strong> And when the angel which spake unto Cornelius was departed, he called two of his household servants, and a devout soldier of them that waited on him continually;  <strong>8</strong> And when he had declared all these things unto them, he sent them to Joppa.  <strong>9</strong> On the morrow, as they went on their journey, and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour:  <strong>10</strong> And he became very hungry, and would have eaten: but while they made ready, he fell into a trance,  <strong>11</strong> And saw heaven opened, and a certain vessel descending unto him, as it had been a great sheet knit at the four corners, and let down to the earth:  <strong>12</strong> Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.  <strong>13</strong> And there came a voice to him, Rise, Peter; kill, and eat.  <strong>14</strong> But Peter said, Not so, Lord; for I have never eaten any thing that is common or unclean.  <strong>15</strong> And the voice spake unto him again the second time, What God hath cleansed, that call not thou common.  <strong>16</strong> This was done thrice: and the vessel was received up again into heaven.  <strong>17</strong> Now while Peter doubted in himself what this vision which he had seen should mean, behold, the men which were sent from Cornelius had made enquiry for Simon’s house, and stood before the gate,  <strong>18</strong> And called, and asked whether Simon, which was surnamed Peter, were lodged there.  <strong>19</strong> While Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee.  <strong>20</strong> Arise therefore, and get thee down, and go with them, doubting nothing: for I have sent them.  <strong>21</strong> Then Peter went down to the men which were sent unto him from Cornelius; and said, Behold, I am he whom ye seek: what is the cause wherefore ye are come?  <strong>22</strong> And they said, Cornelius the centurion, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from God by an holy angel to send for thee into his house, and to hear words of thee.  <strong>23</strong> Then called he them in, and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him.  <strong>24</strong> And the morrow after they entered into Caesarea. And Cornelius waited for them, and had called together his kinsmen and near friends.  <strong>25</strong> And as Peter was coming in, Cornelius met him, and fell down at his feet, and worshipped him.  <strong>26</strong> But Peter took him up, saying, Stand up; I myself also am a man.  <strong>27</strong> And as he talked with him, he went in, and found many that were come together.  <strong>28</strong> And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.  <strong>29</strong> Therefore came I unto you without gainsaying, as soon as I was sent for: I ask therefore for what intent ye have sent for me?  <strong>30</strong> And Cornelius said, Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and, behold, a man stood before me in bright clothing,  <strong>31</strong> And said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God.  <strong>32</strong> Send therefore to Joppa, and call hither Simon, whose surname is Peter; he is lodged in the house of one Simon a tanner by the sea side: who, when he cometh, shall speak unto thee.  <strong>33</strong> Immediately therefore I sent to thee; and thou hast well done that thou art come. Now therefore are we all here present before God, to hear all things that are commanded thee of God.  <strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  <strong>36</strong> The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)  <strong>37</strong> That word, I say, ye know, which was published throughout all Judaea, and began from Galilee, after the baptism which John preached;  <strong>38</strong> How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.  <strong>39</strong> And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:  <strong>40</strong> Him God raised up the third day, and shewed him openly;  <strong>41</strong> Not to all the people, but unto witnesses chosen before of God, even to us, who did eat and drink with him after he rose from the dead.  <strong>42</strong> And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.  <strong>43</strong> To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.  <strong>44</strong> While Peter yet spake these words, the Holy Ghost fell on all them which heard the word.  <strong>45</strong> And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost.  <strong>46</strong> For they heard them speak with tongues, and magnify God. Then answered Peter,  <strong>47</strong> Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?  <strong>48</strong> And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.  ","niv":"<sup><strong>1</strong></sup> At Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment. <sup><strong>2</strong></sup> He and all his family were devout and God-fearing; he gave generously to those in need and prayed to God regularly. <sup><strong>3</strong></sup> One day at about three in the afternoon he had a vision. He distinctly saw an angel of God, who came to him and said, \"Cornelius!\" <sup><strong>4</strong></sup> Cornelius stared at him in fear. \"What is it, Lord?\" he asked. <sup><strong>5</strong></sup> The angel answered, \"Your prayers and gifts to the poor have come up as a memorial offering before God. Now send men to Joppa to bring back a man named Simon who is called Peter. <sup><strong>6</strong></sup> He is staying with Simon the tanner, whose house is by the sea.\" <sup><strong>7</strong></sup> When the angel who spoke to him had gone, Cornelius called two of his servants and a devout soldier who was one of his attendants. <sup><strong>8</strong></sup> He told them everything that had happened and sent them to Joppa. <sup><strong>9</strong></sup> About noon the following day as they were on their journey and approaching the city, Peter went up on the roof to pray. <sup><strong>10</strong></sup> He became hungry and wanted something to eat, and while the meal was being prepared, he fell into a trance. <sup><strong>11</strong></sup> He saw heaven opened and something like a large sheet being let down to earth by its four corners. <sup><strong>12</strong></sup> It contained all kinds of four-footed animals, as well as reptiles of the earth and birds of the air. <sup><strong>13</strong></sup> Then a voice told him, \"Get up, Peter. Kill and eat.\" <sup><strong>14</strong></sup> \"Surely not, Lord!\" Peter replied. \"I have never eaten anything impure or unclean.\" <sup><strong>15</strong></sup> The voice spoke to him a second time, \"Do not call anything impure that God has made clean.\" <sup><strong>16</strong></sup> This happened three times, and immediately the sheet was taken back to heaven. <sup><strong>17</strong></sup> While Peter was wondering about the meaning of the vision, the men sent by Cornelius found out where Simon's house was and stopped at the gate. <sup><strong>18</strong></sup> They called out, asking if Simon who was known as Peter was staying there. <sup><strong>19</strong></sup> While Peter was still thinking about the vision, the Spirit said to him, \"Simon, three men are looking for you. <sup><strong>20</strong></sup> So get up and go downstairs. Do not hesitate to go with them, for I have sent them.\" <sup><strong>21</strong></sup> Peter went down and said to the men, \"I'm the one you're looking for. Why have you come?\" <sup><strong>22</strong></sup> The men replied, \"We have come from Cornelius the centurion. He is a righteous and God-fearing man, who is respected by all the Jewish people. A holy angel told him to have you come to his house so that he could hear what you have to say.\" <sup><strong>23</strong></sup> Then Peter invited the men into the house to be his guests. <sup><strong>24</strong></sup> The next day Peter started out with them, and some of the brothers from Joppa went along. The following day he arrived in Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <sup><strong>25</strong></sup> As Peter entered the house, Cornelius met him and fell at his feet in reverence. <sup><strong>26</strong></sup> But Peter made him get up. \"Stand up,\" he said, \"I am only a man myself.\" <sup><strong>27</strong></sup> Talking with him, Peter went inside and found a large gathering of people. <sup><strong>28</strong></sup> He said to them: \"You are well aware that it is against our law for a Jew to associate with a Gentile or visit him. But God has shown me that I should not call any man impure or unclean. <sup><strong>29</strong></sup> So when I was sent for, I came without raising any objection. May I ask why you sent for me?\" <sup><strong>30</strong></sup> Cornelius answered: \"Four days ago I was in my house praying at this hour, at three in the afternoon. Suddenly a man in shining clothes stood before me <sup><strong>31</strong></sup> and said, 'Cornelius, God has heard your prayer and remembered your gifts to the poor. <sup><strong>32</strong></sup> Send to Joppa for Simon who is called Peter. He is a guest in the home of Simon the tanner, who lives by the sea.' <sup><strong>33</strong></sup> So I sent for you immediately, and it was good of you to come. Now we are all here in the presence of God to listen to everything the Lord has commanded you to tell us.\" <sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. <sup><strong>36</strong></sup> You know the message God sent to the people of Israel, telling the good news of peace through Jesus Christ, who is Lord of all. <sup><strong>37</strong></sup> You know what has happened throughout Judea, beginning in Galilee after the baptism that John preached-- <sup><strong>38</strong></sup> how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him. <sup><strong>39</strong></sup> \"We are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a tree, <sup><strong>40</strong></sup> but God raised him from the dead on the third day and caused him to be seen. <sup><strong>41</strong></sup> He was not seen by all the people, but by witnesses whom God had already chosen--by us who ate and drank with him after he rose from the dead. <sup><strong>42</strong></sup> He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead. <sup><strong>43</strong></sup> All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.\" <sup><strong>44</strong></sup> While Peter was still speaking these words, the Holy Spirit came on all who heard the message. <sup><strong>45</strong></sup> The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles. <sup><strong>46</strong></sup> For they heard them speaking in tongues and praising God. <sup><strong>47</strong></sup> Then Peter said, \"Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we have.\" <sup><strong>48</strong></sup> So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days. "},{"_id":"61679434a3a86b670bc2f9a6","topicId":"61679431a3a86b670bc2f99e","verse":"Luke 23:26","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42023026_03-9\"><b class=\"verse-num\" id=\"v42023026-1\">26&nbsp;</b>And as they led him away, they seized one Simon of Cyrene, who was coming in from the country, and laid on him the cross, to carry it behind Jesus.</p>\n</div>","kjv":"<strong>26</strong> And as they led him away, they laid hold upon one Simon, a Cyrenian, coming out of the country, and on him they laid the cross, that he might bear it after Jesus.  ","niv":"<sup><strong>26</strong></sup> As they led him away, they seized Simon from Cyrene, who was on his way in from the country, and put the cross on him and made him carry it behind Jesus."},{"_id":"61679434a3a86b670bc2f9a7","topicId":"61679431a3a86b670bc2f99e","verse":"Hosea 11:1","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28011001_06-10\" class=\"line\"><b class=\"chapter-num\" id=\"v28011001-1\">11:1&nbsp;</b>&nbsp;&nbsp;When Israel was a child, I loved him,</span><br><span id=\"p28011001_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and out of Egypt I called my son.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> When Israel was a child, then I loved him, and called my son out of Egypt.  ","niv":"<sup><strong>1</strong></sup> \"When Israel was a child, I loved him, and out of Egypt I called my son."},{"_id":"61679434a3a86b670bc2f9a8","topicId":"61679431a3a86b670bc2f99e","verse":"Matthew 27:32","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40027032_03-11\"><b class=\"verse-num\" id=\"v40027032-1\">32&nbsp;</b>As they went out, they found a man of Cyrene, Simon by name. They compelled this man to carry his cross.</p>\n</div>","kjv":"<strong>32</strong> And as they came out, they found a man of Cyrene, Simon by name: him they compelled to bear his cross.  ","niv":"<sup><strong>32</strong></sup> As they were going out, they met a man from Cyrene, named Simon, and they forced him to carry the cross."},{"_id":"61679435a3a86b670bc2f9a9","topicId":"61679431a3a86b670bc2f99e","verse":"Numbers 12:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p04012001_06-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04012001-1\">12:1&nbsp;</b>Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman.</p>\n</div>","kjv":"<strong>1</strong> And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman.  ","niv":"<sup><strong>1</strong></sup> Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite."},{"_id":"61679435a3a86b670bc2f9aa","topicId":"61679431a3a86b670bc2f99e","verse":"Psalm 119:105","votes":1,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-13\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"61679435a3a86b670bc2f9ab","topicId":"61679431a3a86b670bc2f99e","verse":"1 Samuel 16:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p09016013_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016013-1\">13&nbsp;</b>Then Samuel took the horn of oil and anointed him in the midst of his brothers. And the Spirit of the LORD rushed upon David from that day forward. And Samuel rose up and went to Ramah.</p>\n</div>","kjv":"<strong>13</strong> Then Samuel took the horn of oil, and anointed him in the midst of his brethren: and the Spirit of the LORD came upon David from that day forward. So Samuel rose up, and went to Ramah.  ","niv":"<sup><strong>13</strong></sup> So Samuel took the horn of oil and anointed him in the presence of his brothers, and from that day on the Spirit of the LORD came upon David in power. Samuel then went to Ramah."},{"_id":"61679435a3a86b670bc2f9ac","topicId":"61679431a3a86b670bc2f99e","verse":"Numbers 1:1-54","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p04001001_06-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04001001-1\">1:1&nbsp;</b>The LORD spoke to Moses in the wilderness of Sinai, in the tent of meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying, <b class=\"verse-num\" id=\"v04001002-1\">2&nbsp;</b>“Take a census of all the congregation of the people of Israel, by clans, by fathers’ houses, according to the number of names, every male, head by head. <b class=\"verse-num\" id=\"v04001003-1\">3&nbsp;</b>From twenty years old and upward, all in Israel who are able to go to war, you and Aaron shall list them, company by company. <b class=\"verse-num\" id=\"v04001004-1\">4&nbsp;</b>And there shall be with you a man from each tribe, each man being the head of the house of his fathers. <b class=\"verse-num\" id=\"v04001005-1\">5&nbsp;</b>And these are the names of the men who shall assist you. From Reuben, Elizur the son of Shedeur; <b class=\"verse-num\" id=\"v04001006-1\">6&nbsp;</b>from Simeon, Shelumiel the son of Zurishaddai; <b class=\"verse-num\" id=\"v04001007-1\">7&nbsp;</b>from Judah, Nahshon the son of Amminadab; <b class=\"verse-num\" id=\"v04001008-1\">8&nbsp;</b>from Issachar, Nethanel the son of Zuar; <b class=\"verse-num\" id=\"v04001009-1\">9&nbsp;</b>from Zebulun, Eliab the son of Helon; <b class=\"verse-num\" id=\"v04001010-1\">10&nbsp;</b>from the sons of Joseph, from Ephraim, Elishama the son of Ammihud, and from Manasseh, Gamaliel the son of Pedahzur; <b class=\"verse-num\" id=\"v04001011-1\">11&nbsp;</b>from Benjamin, Abidan the son of Gideoni; <b class=\"verse-num\" id=\"v04001012-1\">12&nbsp;</b>from Dan, Ahiezer the son of Ammishaddai; <b class=\"verse-num\" id=\"v04001013-1\">13&nbsp;</b>from Asher, Pagiel the son of Ochran; <b class=\"verse-num\" id=\"v04001014-1\">14&nbsp;</b>from Gad, Eliasaph the son of Deuel; <b class=\"verse-num\" id=\"v04001015-1\">15&nbsp;</b>from Naphtali, Ahira the son of Enan.” <b class=\"verse-num\" id=\"v04001016-1\">16&nbsp;</b>These were the ones chosen from the congregation, the chiefs of their ancestral tribes, the heads of the clans of Israel.</p>\n<p id=\"p04001016_06-16\"><b class=\"verse-num\" id=\"v04001017-1\">17&nbsp;</b>Moses and Aaron took these men who had been named, <b class=\"verse-num\" id=\"v04001018-1\">18&nbsp;</b>and on the first day of the second month, they assembled the whole congregation together, who registered themselves by clans, by fathers’ houses, according to the number of names from twenty years old and upward, head by head, <b class=\"verse-num\" id=\"v04001019-1\">19&nbsp;</b>as the LORD commanded Moses. So he listed them in the wilderness of Sinai.</p>\n<p id=\"p04001019_06-16\"><b class=\"verse-num\" id=\"v04001020-1\">20&nbsp;</b>The people of Reuben, Israel’s firstborn, their generations, by their clans, by their fathers’ houses, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001021-1\">21&nbsp;</b>those listed of the tribe of Reuben were 46,500.</p>\n<p id=\"p04001021_06-16\"><b class=\"verse-num\" id=\"v04001022-1\">22&nbsp;</b>Of the people of Simeon, their generations, by their clans, by their fathers’ houses, those of them who were listed, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001023-1\">23&nbsp;</b>those listed of the tribe of Simeon were 59,300.</p>\n<p id=\"p04001023_06-16\"><b class=\"verse-num\" id=\"v04001024-1\">24&nbsp;</b>Of the people of Gad, their generations, by their clans, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001025-1\">25&nbsp;</b>those listed of the tribe of Gad were 45,650.</p>\n<p id=\"p04001025_06-16\"><b class=\"verse-num\" id=\"v04001026-1\">26&nbsp;</b>Of the people of Judah, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001027-1\">27&nbsp;</b>those listed of the tribe of Judah were 74,600.</p>\n<p id=\"p04001027_06-16\"><b class=\"verse-num\" id=\"v04001028-1\">28&nbsp;</b>Of the people of Issachar, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001029-1\">29&nbsp;</b>those listed of the tribe of Issachar were 54,400.</p>\n<p id=\"p04001029_06-16\"><b class=\"verse-num\" id=\"v04001030-1\">30&nbsp;</b>Of the people of Zebulun, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001031-1\">31&nbsp;</b>those listed of the tribe of Zebulun were 57,400.</p>\n<p id=\"p04001031_06-16\"><b class=\"verse-num\" id=\"v04001032-1\">32&nbsp;</b>Of the people of Joseph, namely, of the people of Ephraim, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001033-1\">33&nbsp;</b>those listed of the tribe of Ephraim were 40,500.</p>\n<p id=\"p04001033_06-16\"><b class=\"verse-num\" id=\"v04001034-1\">34&nbsp;</b>Of the people of Manasseh, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001035-1\">35&nbsp;</b>those listed of the tribe of Manasseh were 32,200.</p>\n<p id=\"p04001035_06-16\"><b class=\"verse-num\" id=\"v04001036-1\">36&nbsp;</b>Of the people of Benjamin, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001037-1\">37&nbsp;</b>those listed of the tribe of Benjamin were 35,400.</p>\n<p id=\"p04001037_06-16\"><b class=\"verse-num\" id=\"v04001038-1\">38&nbsp;</b>Of the people of Dan, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001039-1\">39&nbsp;</b>those listed of the tribe of Dan were 62,700.</p>\n<p id=\"p04001039_06-16\"><b class=\"verse-num\" id=\"v04001040-1\">40&nbsp;</b>Of the people of Asher, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001041-1\">41&nbsp;</b>those listed of the tribe of Asher were 41,500.</p>\n<p id=\"p04001041_06-16\"><b class=\"verse-num\" id=\"v04001042-1\">42&nbsp;</b>Of the people of Naphtali, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001043-1\">43&nbsp;</b>those listed of the tribe of Naphtali were 53,400.</p>\n<p id=\"p04001043_06-16\"><b class=\"verse-num\" id=\"v04001044-1\">44&nbsp;</b>These are those who were listed, whom Moses and Aaron listed with the help of the chiefs of Israel, twelve men, each representing his fathers’ house. <b class=\"verse-num\" id=\"v04001045-1\">45&nbsp;</b>So all those listed of the people of Israel, by their fathers’ houses, from twenty years old and upward, every man able to go to war in Israel—<b class=\"verse-num\" id=\"v04001046-1\">46&nbsp;</b>all those listed were 603,550.</p>\n\n<p id=\"p04001046_08-16\"><b class=\"verse-num\" id=\"v04001047-1\">47&nbsp;</b>But the Levites were not listed along with them by their ancestral tribe. <b class=\"verse-num\" id=\"v04001048-1\">48&nbsp;</b>For the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04001049-1\">49&nbsp;</b>“Only the tribe of Levi you shall not list, and you shall not take a census of them among the people of Israel. <b class=\"verse-num\" id=\"v04001050-1\">50&nbsp;</b>But appoint the Levites over the tabernacle of the testimony, and over all its furnishings, and over all that belongs to it. They are to carry the tabernacle and all its furnishings, and they shall take care of it and shall camp around the tabernacle. <b class=\"verse-num\" id=\"v04001051-1\">51&nbsp;</b>When the tabernacle is to set out, the Levites shall take it down, and when the tabernacle is to be pitched, the Levites shall set it up. And if any outsider comes near, he shall be put to death. <b class=\"verse-num\" id=\"v04001052-1\">52&nbsp;</b>The people of Israel shall pitch their tents by their companies, each man in his own camp and each man by his own standard. <b class=\"verse-num\" id=\"v04001053-1\">53&nbsp;</b>But the Levites shall camp around the tabernacle of the testimony, so that there may be no wrath on the congregation of the people of Israel. And the Levites shall keep guard over the tabernacle of the testimony.” <b class=\"verse-num\" id=\"v04001054-1\">54&nbsp;</b>Thus did the people of Israel; they did according to all that the LORD commanded Moses.</p>\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses in the wilderness of Sinai, in the tabernacle of the congregation, on the first day of the second month, in the second year after they were come out of the land of Egypt, saying,  <strong>2</strong> Take ye the sum of all the congregation of the children of Israel, after their families, by the house of their fathers, with the number of their  names, every male by their polls;  <strong>3</strong> From twenty years old and upward, all that are able to go forth to war in Israel: thou and Aaron shall number them by their armies.  <strong>4</strong> And with you there shall be a man of every tribe; every one head of the house of his fathers.  <strong>5</strong> And these are the names of the men that shall stand with you: of the tribe of Reuben; Elizur the son of Shedeur.  <strong>6</strong> Of Simeon; Shelumiel the son of Zurishaddai.  <strong>7</strong> Of Judah; Nahshon the son of Amminadab.  <strong>8</strong> Of Issachar; Nethaneel the son of Zuar.  <strong>9</strong> Of Zebulun; Eliab the son of Helon.  <strong>10</strong> Of the children of Joseph: of Ephraim; Elishama the son of Ammihud: of Manasseh; Gamaliel the son of Pedahzur.  <strong>11</strong> Of Benjamin; Abidan the son of Gideoni.  <strong>12</strong> Of Dan; Ahiezer the son of Ammishaddai.  <strong>13</strong> Of Asher; Pagiel the son of Ocran.  <strong>14</strong> Of Gad; Eliasaph the son of Deuel.  <strong>15</strong> Of Naphtali; Ahira the son of Enan.  <strong>16</strong> These were the renowned of the congregation, princes of the tribes of their fathers, heads of thousands in Israel.  <strong>17</strong> And Moses and Aaron took these men which are expressed by their  names:  <strong>18</strong> And they assembled all the congregation together on the first day of the second month, and they declared their pedigrees after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, by their polls.  <strong>19</strong> As the LORD commanded Moses, so he numbered them in the wilderness of Sinai.  <strong>20</strong> And the children of Reuben, Israel’s eldest son, by their generations, after their families, by the house of their fathers, according to the number of the names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;  <strong>21</strong> Those that were numbered of them, even of the tribe of Reuben, were forty and six thousand and five hundred.  <strong>22</strong> Of the children of Simeon, by their generations, after their families, by the house of their fathers, those that were numbered of them, according to the number of the names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;  <strong>23</strong> Those that were numbered of them, even of the tribe of Simeon, were fifty and nine thousand and three hundred.  <strong>24</strong> Of the children of Gad, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>25</strong> Those that were numbered of them, even of the tribe of Gad, were forty and five thousand six hundred and fifty.  <strong>26</strong> Of the children of Judah, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>27</strong> Those that were numbered of them, even of the tribe of Judah, were threescore and fourteen thousand and six hundred.  <strong>28</strong> Of the children of Issachar, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>29</strong> Those that were numbered of them, even of the tribe of Issachar, were fifty and four thousand and four hundred.  <strong>30</strong> Of the children of Zebulun, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>31</strong> Those that were numbered of them, even of the tribe of Zebulun, were fifty and seven thousand and four hundred.  <strong>32</strong> Of the children of Joseph, namely, of the children of Ephraim, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>33</strong> Those that were numbered of them, even of the tribe of Ephraim, were forty thousand and five hundred.  <strong>34</strong> Of the children of Manasseh, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>35</strong> Those that were numbered of them, even of the tribe of Manasseh, were thirty and two thousand and two hundred.  <strong>36</strong> Of the children of Benjamin, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>37</strong> Those that were numbered of them, even of the tribe of Benjamin, were thirty and five thousand and four hundred.  <strong>38</strong> Of the children of Dan, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>39</strong> Those that were numbered of them, even of the tribe of Dan, were threescore and two thousand and seven hundred.  <strong>40</strong> Of the children of Asher, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>41</strong> Those that were numbered of them, even of the tribe of Asher, were forty and one thousand and five hundred.  <strong>42</strong> Of the children of Naphtali, throughout their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>43</strong> Those that were numbered of them, even of the tribe of Naphtali, were fifty and three thousand and four hundred.  <strong>44</strong> These are those that were numbered, which Moses and Aaron numbered, and the princes of Israel, being twelve men: each one was for the house of his fathers.  <strong>45</strong> So were all those that were numbered of the children of Israel, by the house of their fathers, from twenty years old and upward, all that were able to go forth to war in Israel;  <strong>46</strong> Even all they that were numbered were six hundred thousand and three thousand and five hundred and fifty.  <strong>47</strong> But the Levites after the tribe of their fathers were not numbered among them.  <strong>48</strong> For the LORD had spoken unto Moses, saying,  <strong>49</strong> Only thou shalt not number the tribe of Levi, neither take the sum of them among the children of Israel:  <strong>50</strong> But thou shalt appoint the Levites over the tabernacle of testimony, and over all the vessels thereof, and over all things that belong to it: they shall bear the tabernacle, and all the vessels thereof; and they shall minister unto it, and shall encamp round about the tabernacle.  <strong>51</strong> And when the tabernacle setteth forward, the Levites shall take it down: and when the tabernacle is to be pitched, the Levites shall set it up: and the stranger that cometh nigh shall be put to death.  <strong>52</strong> And the children of Israel shall pitch their tents, every man by his own camp, and every man by his own standard, throughout their hosts.  <strong>53</strong> But the Levites shall pitch round about the tabernacle of testimony, that there be no wrath upon the congregation of the children of Israel: and the Levites shall keep the charge of the tabernacle of testimony.  <strong>54</strong> And the children of Israel did according to all that the LORD commanded Moses, so did they.  ","niv":"<sup><strong>1</strong></sup> The LORD spoke to Moses in the Tent of Meeting in the Desert of Sinai on the first day of the second month of the second year after the Israelites came out of Egypt. He said: <sup><strong>2</strong></sup> \"Take a census of the whole Israelite community by their clans and families, listing every man by name, one by one. <sup><strong>3</strong></sup> You and Aaron are to number by their divisions all the men in Israel twenty years old or more who are able to serve in the army. <sup><strong>4</strong></sup> One man from each tribe, each the head of his family, is to help you. <sup><strong>5</strong></sup> These are the names of the men who are to assist you: from Reuben, Elizur son of Shedeur; <sup><strong>6</strong></sup> from Simeon, Shelumiel son of Zurishaddai; <sup><strong>7</strong></sup> from Judah, Nahshon son of Amminadab; <sup><strong>8</strong></sup> from Issachar, Nethanel son of Zuar; <sup><strong>9</strong></sup> from Zebulun, Eliab son of Helon; <sup><strong>10</strong></sup> from the sons of Joseph: from Ephraim, Elishama son of Ammihud; from Manasseh, Gamaliel son of Pedahzur; <sup><strong>11</strong></sup> from Benjamin, Abidan son of Gideoni; <sup><strong>12</strong></sup> from Dan, Ahiezer son of Ammishaddai; <sup><strong>13</strong></sup> from Asher, Pagiel son of Ocran; <sup><strong>14</strong></sup> from Gad, Eliasaph son of Deuel; <sup><strong>15</strong></sup> from Naphtali, Ahira son of Enan.\" <sup><strong>16</strong></sup> These were the men appointed from the community, the leaders of their ancestral tribes. They were the heads of the clans of Israel. <sup><strong>17</strong></sup> Moses and Aaron took these men whose names had been given, <sup><strong>18</strong></sup> and they called the whole community together on the first day of the second month. The people indicated their ancestry by their clans and families, and the men twenty years old or more were listed by name, one by one, <sup><strong>19</strong></sup> as the LORD commanded Moses. And so he counted them in the Desert of Sinai: <sup><strong>20</strong></sup> From the descendants of Reuben the firstborn son of Israel: All the men twenty years old or more who were able to serve in the army were listed by name, one by one, according to the records of their clans and families. <sup><strong>21</strong></sup> The number from the tribe of Reuben was 46,500. <sup><strong>22</strong></sup> From the descendants of Simeon: All the men twenty years old or more who were able to serve in the army were counted and listed by name, one by one, according to the records of their clans and families. <sup><strong>23</strong></sup> The number from the tribe of Simeon was 59,300. <sup><strong>24</strong></sup> From the descendants of Gad: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>25</strong></sup> The number from the tribe of Gad was 45,650. <sup><strong>26</strong></sup> From the descendants of Judah: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>27</strong></sup> The number from the tribe of Judah was 74,600. <sup><strong>28</strong></sup> From the descendants of Issachar: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>29</strong></sup> The number from the tribe of Issachar was 54,400. <sup><strong>30</strong></sup> From the descendants of Zebulun: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>31</strong></sup> The number from the tribe of Zebulun was 57,400. <sup><strong>32</strong></sup> From the sons of Joseph: From the descendants of Ephraim: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>33</strong></sup> The number from the tribe of Ephraim was 40,500. <sup><strong>34</strong></sup> From the descendants of Manasseh: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>35</strong></sup> The number from the tribe of Manasseh was 32,200. <sup><strong>36</strong></sup> From the descendants of Benjamin: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>37</strong></sup> The number from the tribe of Benjamin was 35,400. <sup><strong>38</strong></sup> From the descendants of Dan: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>39</strong></sup> The number from the tribe of Dan was 62,700. <sup><strong>40</strong></sup> From the descendants of Asher: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>41</strong></sup> The number from the tribe of Asher was 41,500. <sup><strong>42</strong></sup> From the descendants of Naphtali: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>43</strong></sup> The number from the tribe of Naphtali was 53,400. <sup><strong>44</strong></sup> These were the men counted by Moses and Aaron and the twelve leaders of Israel, each one representing his family. <sup><strong>45</strong></sup> All the Israelites twenty years old or more who were able to serve in Israel's army were counted according to their families. <sup><strong>46</strong></sup> The total number was 603,550. <sup><strong>47</strong></sup> The families of the tribe of Levi, however, were not counted along with the others. <sup><strong>48</strong></sup> The LORD had said to Moses: <sup><strong>49</strong></sup> \"You must not count the tribe of Levi or include them in the census of the other Israelites. <sup><strong>50</strong></sup> Instead, appoint the Levites to be in charge of the tabernacle of the Testimony-over all its furnishings and everything belonging to it. They are to carry the tabernacle and all its furnishings; they are to take care of it and encamp around it. <sup><strong>51</strong></sup> Whenever the tabernacle is to move, the Levites are to take it down, and whenever the tabernacle is to be set up, the Levites shall do it. Anyone else who goes near it shall be put to death. <sup><strong>52</strong></sup> The Israelites are to set up their tents by divisions, each man in his own camp under his own standard. <sup><strong>53</strong></sup> The Levites, however, are to set up their tents around the tabernacle of the Testimony so that wrath will not fall on the Israelite community. The Levites are to be responsible for the care of the tabernacle of the Testimony.\" <sup><strong>54</strong></sup> The Israelites did all this just as the LORD commanded Moses. "},{"_id":"61679436a3a86b670bc2f9ae","topicId":"61679431a3a86b670bc2f99e","verse":"Exodus 2:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p02002019_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v02002019-1\">19&nbsp;</b>They said, “An Egyptian delivered us out of the hand of the shepherds and even drew water for us and watered the flock.”</p>\n</div>","kjv":"<strong>19</strong> And they said, An Egyptian delivered us out of the hand of the shepherds, and also drew water enough for us, and watered the flock.  ","niv":"<sup><strong>19</strong></sup> They answered, \"An Egyptian rescued us from the shepherds. He even drew water for us and watered the flock.\""},{"_id":"61679436a3a86b670bc2f9ad","topicId":"61679431a3a86b670bc2f99e","verse":"Leviticus 24:10","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p03024010_04-18\"><b class=\"verse-num\" id=\"v03024010-1\">10&nbsp;</b>Now an Israelite woman’s son, whose father was an Egyptian, went out among the people of Israel. And the Israelite woman’s son and a man of Israel fought in the camp,</p>\n</div>","kjv":"<strong>10</strong> And the son of an Israelitish woman, whose father was an Egyptian, went out among the children of Israel: and this son of the Israelitish woman and a man of Israel strove together in the camp;  ","niv":"<sup><strong>10</strong></sup> Now the son of an Israelite mother and an Egyptian father went out among the Israelites, and a fight broke out in the camp between him and an Israelite."},{"_id":"61679437a3a86b670bc2f9af","topicId":"61679431a3a86b670bc2f99e","verse":"2 Peter 2:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61002005_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002005-1\">5&nbsp;</b>if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly;</p>\n</div>","kjv":"<strong>5</strong> And spared not the old world, but saved Noah the eighth person,  a preacher of righteousness, bringing in the flood upon the world of the ungodly;  ","niv":"<sup><strong>5</strong></sup> if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others;"},{"_id":"61679437a3a86b670bc2f9b0","topicId":"61679431a3a86b670bc2f99e","verse":"James 5:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59005011_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005011-1\">11&nbsp;</b>Behold, we consider those blessed who remained steadfast. You have heard of the steadfastness of Job, and you have seen the purpose of the Lord, how the Lord is compassionate and merciful.</p>\n</div>","kjv":"<strong>11</strong> Behold, we count them happy which endure. Ye have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy.  ","niv":"<sup><strong>11</strong></sup> As you know, we consider blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy."},{"_id":"61679437a3a86b670bc2f9b1","topicId":"61679431a3a86b670bc2f99e","verse":"Genesis 1:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-21\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"61679437a3a86b670bc2f9b2","topicId":"61679431a3a86b670bc2f99e","verse":"Genesis 2:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01002010_01-22\"><b class=\"verse-num\" id=\"v01002010-1\">10&nbsp;</b>A river flowed out of Eden to water the garden, and there it divided and became four rivers.</p>\n</div>","kjv":"<strong>10</strong> And a river went out of Eden to water the garden; and from thence it was parted, and became into four heads.  ","niv":"<sup><strong>10</strong></sup> A river watering the garden flowed from Eden; from there it was separated into four headwaters."},{"_id":"61679438a3a86b670bc2f9b3","topicId":"61679431a3a86b670bc2f99e","verse":"Genesis 10:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01010008_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01010008-1\">8&nbsp;</b>Cush fathered Nimrod; he was the first on earth to be a mighty man.</p>\n\n</div>","kjv":"<strong>8</strong> And Cush begat Nimrod: he began to be a mighty one in the earth.  ","niv":"<sup><strong>8</strong></sup> Cush was the father of Nimrod, who grew to be a mighty warrior on the earth."},{"_id":"61679438a3a86b670bc2f9b4","topicId":"61679431a3a86b670bc2f99e","verse":"Luke 1:1-80","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42001001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42001001-1\">1:1&nbsp;</b>Inasmuch as many have undertaken to compile a narrative of the things that have been accomplished among us, <b class=\"verse-num\" id=\"v42001002-1\">2&nbsp;</b>just as those who from the beginning were eyewitnesses and ministers of the word have delivered them to us, <b class=\"verse-num\" id=\"v42001003-1\">3&nbsp;</b>it seemed good to me also, having followed all things closely for some time past, to write an orderly account for you, most excellent Theophilus, <b class=\"verse-num\" id=\"v42001004-1\">4&nbsp;</b>that you may have certainty concerning the things you have been taught.</p>\n\n<p id=\"p42001004_10-24\"><b class=\"verse-num\" id=\"v42001005-1\">5&nbsp;</b>In the days of Herod, king of Judea, there was a priest named Zechariah, of the division of Abijah. And he had a wife from the daughters of Aaron, and her name was Elizabeth. <b class=\"verse-num\" id=\"v42001006-1\">6&nbsp;</b>And they were both righteous before God, walking blamelessly in all the commandments and statutes of the Lord. <b class=\"verse-num\" id=\"v42001007-1\">7&nbsp;</b>But they had no child, because Elizabeth was barren, and both were advanced in years.</p>\n<p id=\"p42001007_10-24\"><b class=\"verse-num\" id=\"v42001008-1\">8&nbsp;</b>Now while he was serving as priest before God when his division was on duty, <b class=\"verse-num\" id=\"v42001009-1\">9&nbsp;</b>according to the custom of the priesthood, he was chosen by lot to enter the temple of the Lord and burn incense. <b class=\"verse-num\" id=\"v42001010-1\">10&nbsp;</b>And the whole multitude of the people were praying outside at the hour of incense. <b class=\"verse-num\" id=\"v42001011-1\">11&nbsp;</b>And there appeared to him an angel of the Lord standing on the right side of the altar of incense. <b class=\"verse-num\" id=\"v42001012-1\">12&nbsp;</b>And Zechariah was troubled when he saw him, and fear fell upon him. <b class=\"verse-num\" id=\"v42001013-1\">13&nbsp;</b>But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John. <b class=\"verse-num\" id=\"v42001014-1\">14&nbsp;</b>And you will have joy and gladness, and many will rejoice at his birth, <b class=\"verse-num\" id=\"v42001015-1\">15&nbsp;</b>for he will be great before the Lord. And he must not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother’s womb. <b class=\"verse-num\" id=\"v42001016-1\">16&nbsp;</b>And he will turn many of the children of Israel to the Lord their God, <b class=\"verse-num\" id=\"v42001017-1\">17&nbsp;</b>and he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared.”</p>\n<p id=\"p42001017_10-24\"><b class=\"verse-num\" id=\"v42001018-1\">18&nbsp;</b>And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.” <b class=\"verse-num\" id=\"v42001019-1\">19&nbsp;</b>And the angel answered him, “I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news. <b class=\"verse-num\" id=\"v42001020-1\">20&nbsp;</b>And behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their time.” <b class=\"verse-num\" id=\"v42001021-1\">21&nbsp;</b>And the people were waiting for Zechariah, and they were wondering at his delay in the temple. <b class=\"verse-num\" id=\"v42001022-1\">22&nbsp;</b>And when he came out, he was unable to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them and remained mute. <b class=\"verse-num\" id=\"v42001023-1\">23&nbsp;</b>And when his time of service was ended, he went to his home.</p>\n<p id=\"p42001023_10-24\"><b class=\"verse-num\" id=\"v42001024-1\">24&nbsp;</b>After these days his wife Elizabeth conceived, and for five months she kept herself hidden, saying, <b class=\"verse-num\" id=\"v42001025-1\">25&nbsp;</b>“Thus the Lord has done for me in the days when he looked on me, to take away my reproach among people.”</p>\n\n<p id=\"p42001025_14-24\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. <b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n<p id=\"p42001033_14-24\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_14-24\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. <b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. <b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.” <b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n<p id=\"p42001038_17-24\"><b class=\"verse-num\" id=\"v42001039-1\">39&nbsp;</b>In those days Mary arose and went with haste into the hill country, to a town in Judah, <b class=\"verse-num\" id=\"v42001040-1\">40&nbsp;</b>and she entered the house of Zechariah and greeted Elizabeth. <b class=\"verse-num\" id=\"v42001041-1\">41&nbsp;</b>And when Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit, <b class=\"verse-num\" id=\"v42001042-1\">42&nbsp;</b>and she exclaimed with a loud cry, “Blessed are you among women, and blessed is the fruit of your womb! <b class=\"verse-num\" id=\"v42001043-1\">43&nbsp;</b>And why is this granted to me that the mother of my Lord should come to me? <b class=\"verse-num\" id=\"v42001044-1\">44&nbsp;</b>For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy. <b class=\"verse-num\" id=\"v42001045-1\">45&nbsp;</b>And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”</p>\n\n<p id=\"p42001045_23-24\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_23-24\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br><span id=\"p42001047_23-24\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_23-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_23-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br><span id=\"p42001049_23-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001049-1\">49&nbsp;</b>&nbsp;&nbsp;for he who is mighty has done great things for me,</span><br><span id=\"p42001049_23-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holy is his name.</span><br><span id=\"p42001050_23-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001050-1\">50&nbsp;</b>&nbsp;&nbsp;And his mercy is for those who fear him</span><br><span id=\"p42001050_23-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from generation to generation.</span><br><span id=\"p42001051_23-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001051-1\">51&nbsp;</b>&nbsp;&nbsp;He has shown strength with his arm;</span><br><span id=\"p42001051_23-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has scattered the proud in the thoughts of their hearts;</span><br><span id=\"p42001052_23-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001052-1\">52&nbsp;</b>&nbsp;&nbsp;he has brought down the mighty from their thrones</span><br><span id=\"p42001052_23-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalted those of humble estate;</span><br><span id=\"p42001053_23-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001053-1\">53&nbsp;</b>&nbsp;&nbsp;he has filled the hungry with good things,</span><br><span id=\"p42001053_23-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rich he has sent away empty.</span><br><span id=\"p42001054_23-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001054-1\">54&nbsp;</b>&nbsp;&nbsp;He has helped his servant Israel,</span><br><span id=\"p42001054_23-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in remembrance of his mercy,</span><br><span id=\"p42001055_23-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001055-1\">55&nbsp;</b>&nbsp;&nbsp;as he spoke to our fathers,</span><br><span id=\"p42001055_23-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Abraham and to his offspring forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001055_23-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001056-1\">56&nbsp;</b>And Mary remained with her about three months and returned to her home.</p>\n\n<p id=\"p42001056_29-24\"><b class=\"verse-num\" id=\"v42001057-1\">57&nbsp;</b>Now the time came for Elizabeth to give birth, and she bore a son. <b class=\"verse-num\" id=\"v42001058-1\">58&nbsp;</b>And her neighbors and relatives heard that the Lord had shown great mercy to her, and they rejoiced with her. <b class=\"verse-num\" id=\"v42001059-1\">59&nbsp;</b>And on the eighth day they came to circumcise the child. And they would have called him Zechariah after his father, <b class=\"verse-num\" id=\"v42001060-1\">60&nbsp;</b>but his mother answered, “No; he shall be called John.” <b class=\"verse-num\" id=\"v42001061-1\">61&nbsp;</b>And they said to her, “None of your relatives is called by this name.” <b class=\"verse-num\" id=\"v42001062-1\">62&nbsp;</b>And they made signs to his father, inquiring what he wanted him to be called. <b class=\"verse-num\" id=\"v42001063-1\">63&nbsp;</b>And he asked for a writing tablet and wrote, “His name is John.” And they all wondered. <b class=\"verse-num\" id=\"v42001064-1\">64&nbsp;</b>And immediately his mouth was opened and his tongue loosed, and he spoke, blessing God. <b class=\"verse-num\" id=\"v42001065-1\">65&nbsp;</b>And fear came on all their neighbors. And all these things were talked about through all the hill country of Judea, <b class=\"verse-num\" id=\"v42001066-1\">66&nbsp;</b>and all who heard them laid them up in their hearts, saying, “What then will this child be?” For the hand of the Lord was with him.</p>\n\n<p id=\"p42001066_31-24\"><b class=\"verse-num\" id=\"v42001067-1\">67&nbsp;</b>And his father Zechariah was filled with the Holy Spirit and prophesied, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001068_31-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001068-1\">68&nbsp;</b>&nbsp;&nbsp;“Blessed be the Lord God of Israel,</span><br><span id=\"p42001068_31-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he has visited and redeemed his people</span><br><span id=\"p42001069_31-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001069-1\">69&nbsp;</b>&nbsp;&nbsp;and has raised up a horn of salvation for us</span><br><span id=\"p42001069_31-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of his servant David,</span><br><span id=\"p42001070_31-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001070-1\">70&nbsp;</b>&nbsp;&nbsp;as he spoke by the mouth of his holy prophets from of old,</span><br><span id=\"p42001071_31-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001071-1\">71&nbsp;</b>&nbsp;&nbsp;that we should be saved from our enemies</span><br><span id=\"p42001071_31-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the hand of all who hate us;</span><br><span id=\"p42001072_31-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001072-1\">72&nbsp;</b>&nbsp;&nbsp;to show the mercy promised to our fathers</span><br><span id=\"p42001072_31-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to remember his holy covenant,</span><br><span id=\"p42001073_31-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001073-1\">73&nbsp;</b>&nbsp;&nbsp;the oath that he swore to our father Abraham, to grant us</span><br><span id=\"p42001074_31-24\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001074-1\">74&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that we, being delivered from the hand of our enemies,</span><br><span id=\"p42001074_31-24\" class=\"line\">&nbsp;&nbsp;might serve him without fear,</span><br><span id=\"p42001075_31-24\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001075-1\">75&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;in holiness and righteousness before him all our days.</span><br><span id=\"p42001076_31-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001076-1\">76&nbsp;</b>&nbsp;&nbsp;And you, child, will be called the prophet of the Most High;</span><br><span id=\"p42001076_31-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you will go before the Lord to prepare his ways,</span><br><span id=\"p42001077_31-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001077-1\">77&nbsp;</b>&nbsp;&nbsp;to give knowledge of salvation to his people</span><br><span id=\"p42001077_31-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the forgiveness of their sins,</span><br><span id=\"p42001078_31-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001078-1\">78&nbsp;</b>&nbsp;&nbsp;because of the tender mercy of our God,</span><br><span id=\"p42001078_31-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whereby the sunrise shall visit us from on high</span><br><span id=\"p42001079_31-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001079-1\">79&nbsp;</b>&nbsp;&nbsp;to give light to those who sit in darkness and in the shadow of death,</span><br><span id=\"p42001079_31-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guide our feet into the way of peace.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001079_31-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001080-1\">80&nbsp;</b>And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.</p>\n\n</div>","kjv":"<strong>1</strong> Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,  <strong>2</strong> Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;  <strong>3</strong> It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,  <strong>4</strong> That thou mightest know the certainty of those things, wherein thou hast been instructed.  <strong>5</strong> There was in the days of Herod, the king of Judaea, a certain priest named Zacharias, of the course of Abia: and his wife was of the daughters of Aaron, and her name was Elisabeth.  <strong>6</strong> And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless.  <strong>7</strong> And they had no child, because that Elisabeth was barren, and they both were now well stricken in years.  <strong>8</strong> And it came to pass, that while he executed the priest’s office before God in the order of his course,  <strong>9</strong> According to the custom of the priest’s office, his lot was to burn incense when he went into the temple of the Lord.  <strong>10</strong> And the whole multitude of the people were praying without at the time of incense.  <strong>11</strong> And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.  <strong>12</strong> And when Zacharias saw him, he was troubled, and fear fell upon him.  <strong>13</strong> But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.  <strong>14</strong> And thou shalt have joy and gladness; and many shall rejoice at his birth.  <strong>15</strong> For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother’s womb.  <strong>16</strong> And many of the children of Israel shall he turn to the Lord their God.  <strong>17</strong> And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.  <strong>18</strong> And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  <strong>19</strong> And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.  <strong>20</strong> And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.  <strong>21</strong> And the people waited for Zacharias, and marvelled that he tarried so long in the temple.  <strong>22</strong> And when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless.  <strong>23</strong> And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.  <strong>24</strong> And after those days his wife Elisabeth conceived, and hid herself five months, saying,  <strong>25</strong> Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.  <strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  <strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  <strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  <strong>39</strong> And Mary arose in those days, and went into the hill country with haste, into a city of Juda;  <strong>40</strong> And entered into the house of Zacharias, and saluted Elisabeth.  <strong>41</strong> And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:  <strong>42</strong> And she spake out with a loud voice, and said, Blessed art  thou among women, and blessed is the fruit of thy womb.  <strong>43</strong> And whence is this to me, that the mother of my Lord should come to me?  <strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  <strong>45</strong> And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.  <strong>46</strong> And Mary said, My soul doth magnify the Lord,  <strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  <strong>49</strong> For he that is mighty hath done to me great things; and holy is  his name.  <strong>50</strong> And his mercy is on them that fear him from generation to generation.  <strong>51</strong> He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.  <strong>52</strong> He hath put down the mighty from their seats, and exalted them of low degree.  <strong>53</strong> He hath filled the hungry with good things; and the rich he hath sent empty away.  <strong>54</strong> He hath holpen his servant Israel, in remembrance of his  mercy;  <strong>55</strong> As he spake to our fathers, to Abraham, and to his seed for ever.  <strong>56</strong> And Mary abode with her about three months, and returned to her own house.  <strong>57</strong> Now Elisabeth’s full time came that she should be delivered; and she brought forth a son.  <strong>58</strong> And her neighbours and her cousins heard how the Lord had shewed great mercy upon her; and they rejoiced with her.  <strong>59</strong> And it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father.  <strong>60</strong> And his mother answered and said, Not so; but he shall be called John.  <strong>61</strong> And they said unto her, There is none of thy kindred that is called by this name.  <strong>62</strong> And they made signs to his father, how he would have him called.  <strong>63</strong> And he asked for a writing table, and wrote, saying, His name is John. And they marvelled all.  <strong>64</strong> And his mouth was opened immediately, and his tongue loosed,  and he spake, and praised God.  <strong>65</strong> And fear came on all that dwelt round about them: and all these sayings were noised abroad throughout all the hill country of Judaea.  <strong>66</strong> And all they that heard them laid them up in their hearts, saying, What manner of child shall this be! And the hand of the Lord was with him.  <strong>67</strong> And his father Zacharias was filled with the Holy Ghost, and prophesied, saying,  <strong>68</strong> Blessed be the Lord God of Israel; for he hath visited and redeemed his people,  <strong>69</strong> And hath raised up an horn of salvation for us in the house of his servant David;  <strong>70</strong> As he spake by the mouth of his holy prophets, which have been since the world began:  <strong>71</strong> That we should be saved from our enemies, and from the hand of all that hate us;  <strong>72</strong> To perform the mercy promised to our fathers, and to remember his holy covenant;  <strong>73</strong> The oath which he sware to our father Abraham,  <strong>74</strong> That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,  <strong>75</strong> In holiness and righteousness before him, all the days of our life.  <strong>76</strong> And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;  <strong>77</strong> To give knowledge of salvation unto his people by the remission of their sins,  <strong>78</strong> Through the tender mercy of our God; whereby the dayspring from on high hath visited us,  <strong>79</strong> To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace.  <strong>80</strong> And the child grew, and waxed strong in spirit, and was in the deserts till the day of his shewing unto Israel.  ","niv":"<sup><strong>1</strong></sup> Many have undertaken to draw up an account of the things that have been fulfilled among us, <sup><strong>2</strong></sup> just as they were handed down to us by those who from the first were eyewitnesses and servants of the word. <sup><strong>3</strong></sup> Therefore, since I myself have carefully investigated everything from the beginning, it seemed good also to me to write an orderly account for you, most excellent Theophilus, <sup><strong>4</strong></sup> so that you may know the certainty of the things you have been taught. <sup><strong>5</strong></sup> In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah; his wife Elizabeth was also a descendant of Aaron. <sup><strong>6</strong></sup> Both of them were upright in the sight of God, observing all the Lord's commandments and regulations blamelessly. <sup><strong>7</strong></sup> But they had no children, because Elizabeth was barren; and they were both well along in years. <sup><strong>8</strong></sup> Once when Zechariah's division was on duty and he was serving as priest before God, <sup><strong>9</strong></sup> he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense. <sup><strong>10</strong></sup> And when the time for the burning of incense came, all the assembled worshipers were praying outside. <sup><strong>11</strong></sup> Then an angel of the Lord appeared to him, standing at the right side of the altar of incense. <sup><strong>12</strong></sup> When Zechariah saw him, he was startled and was gripped with fear. <sup><strong>13</strong></sup> But the angel said to him: \"Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to give him the name John. <sup><strong>14</strong></sup> He will be a joy and delight to you, and many will rejoice because of his birth, <sup><strong>15</strong></sup> for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even from birth. <sup><strong>16</strong></sup> Many of the people of Israel will he bring back to the Lord their God. <sup><strong>17</strong></sup> And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous--to make ready a people prepared for the Lord.\" <sup><strong>18</strong></sup> Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\" <sup><strong>19</strong></sup> The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news. <sup><strong>20</strong></sup> And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their proper time.\" <sup><strong>21</strong></sup> Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple. <sup><strong>22</strong></sup> When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak. <sup><strong>23</strong></sup> When his time of service was completed, he returned home. <sup><strong>24</strong></sup> After this his wife Elizabeth became pregnant and for five months remained in seclusion. <sup><strong>25</strong></sup> \"The Lord has done this for me,\" she said. \"In these days he has shown his favor and taken away my disgrace among the people.\" <sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" <sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. <sup><strong>39</strong></sup> At that time Mary got ready and hurried to a town in the hill country of Judea, <sup><strong>40</strong></sup> where she entered Zechariah's home and greeted Elizabeth. <sup><strong>41</strong></sup> When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. <sup><strong>42</strong></sup> In a loud voice she exclaimed: \"Blessed are you among women, and blessed is the child you will bear! <sup><strong>43</strong></sup> But why am I so favored, that the mother of my Lord should come to me? <sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy. <sup><strong>45</strong></sup> Blessed is she who has believed that what the Lord has said to her will be accomplished!\" <sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord <sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, <sup><strong>49</strong></sup> for the Mighty One has done great things for me--holy is his name. <sup><strong>50</strong></sup> His mercy extends to those who fear him, from generation to generation. <sup><strong>51</strong></sup> He has performed mighty deeds with his arm; he has scattered those who are proud in their inmost thoughts. <sup><strong>52</strong></sup> He has brought down rulers from their thrones but has lifted up the humble. <sup><strong>53</strong></sup> He has filled the hungry with good things but has sent the rich away empty. <sup><strong>54</strong></sup> He has helped his servant Israel, remembering to be merciful <sup><strong>55</strong></sup> to Abraham and his descendants forever, even as he said to our fathers.\" <sup><strong>56</strong></sup> Mary stayed with Elizabeth for about three months and then returned home. <sup><strong>57</strong></sup> When it was time for Elizabeth to have her baby, she gave birth to a son. <sup><strong>58</strong></sup> Her neighbors and relatives heard that the Lord had shown her great mercy, and they shared her joy. <sup><strong>59</strong></sup> On the eighth day they came to circumcise the child, and they were going to name him after his father Zechariah, <sup><strong>60</strong></sup> but his mother spoke up and said, \"No! He is to be called John.\" <sup><strong>61</strong></sup> They said to her, \"There is no one among your relatives who has that name.\" <sup><strong>62</strong></sup> Then they made signs to his father, to find out what he would like to name the child. <sup><strong>63</strong></sup> He asked for a writing tablet, and to everyone's astonishment he wrote, \"His name is John.\" <sup><strong>64</strong></sup> Immediately his mouth was opened and his tongue was loosed, and he began to speak, praising God. <sup><strong>65</strong></sup> The neighbors were all filled with awe, and throughout the hill country of Judea people were talking about all these things. <sup><strong>66</strong></sup> Everyone who heard this wondered about it, asking, \"What then is this child going to be?\" For the Lord's hand was with him. <sup><strong>67</strong></sup> His father Zechariah was filled with the Holy Spirit and prophesied: <sup><strong>68</strong></sup> \"Praise be to the Lord, the God of Israel, because he has come and has redeemed his people. <sup><strong>69</strong></sup> He has raised up a horn of salvation for us in the house of his servant David <sup><strong>70</strong></sup> (as he said through his holy prophets of long ago), <sup><strong>71</strong></sup> salvation from our enemies and from the hand of all who hate us-- <sup><strong>72</strong></sup> to show mercy to our fathers and to remember his holy covenant, <sup><strong>73</strong></sup> the oath he swore to our father Abraham: <sup><strong>74</strong></sup> to rescue us from the hand of our enemies, and to enable us to serve him without fear <sup><strong>75</strong></sup> in holiness and righteousness before him all our days. <sup><strong>76</strong></sup> And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him, <sup><strong>77</strong></sup> to give his people the knowledge of salvation through the forgiveness of their sins, <sup><strong>78</strong></sup> because of the tender mercy of our God, by which the rising sun will come to us from heaven <sup><strong>79</strong></sup> to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.\" <sup><strong>80</strong></sup> And the child grew and became strong in spirit; and he lived in the desert until he appeared publicly to Israel. "},{"_id":"61679438a3a86b670bc2f9b5","topicId":"61679431a3a86b670bc2f99e","verse":"2 Timothy 2:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"61679439a3a86b670bc2f9b6","topicId":"61679431a3a86b670bc2f99e","verse":"Matthew 2:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40002001_07-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40002001-1\">2:1&nbsp;</b>Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem,</p>\n\n</div>","kjv":"<strong>1</strong> Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,  ","niv":"<sup><strong>1</strong></sup> After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem"},{"_id":"61679439a3a86b670bc2f9b7","topicId":"61679431a3a86b670bc2f99e","verse":"Mark 15:21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41015021_03-27\"><b class=\"verse-num\" id=\"v41015021-1\">21&nbsp;</b>And they compelled a passerby, Simon of Cyrene, who was coming in from the country, the father of Alexander and Rufus, to carry his cross.</p>\n</div>","kjv":"<strong>21</strong> And they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross.  ","niv":"<sup><strong>21</strong></sup> A certain man from Cyrene, Simon, the father of Alexander and Rufus, was passing by on his way in from the country, and they forced him to carry the cross."}]}