{"_id":"61679734a3a86b670bc2fb33","slug":"martha","name":"Martha","verses":[{"_id":"61679734a3a86b670bc2fb34","topicId":"61679734a3a86b670bc2fb33","verse":"Luke 10:38-42","votes":49,"__v":0,"esv":"<div>\n\n<p id=\"p42010038_04-1\"><b class=\"verse-num\" id=\"v42010038-1\">38&nbsp;</b>Now as they went on their way, Jesus entered a village. And a woman named Martha welcomed him into her house. <b class=\"verse-num\" id=\"v42010039-1\">39&nbsp;</b>And she had a sister called Mary, who sat at the Lord’s feet and listened to his teaching. <b class=\"verse-num\" id=\"v42010040-1\">40&nbsp;</b>But Martha was distracted with much serving. And she went up to him and said, “Lord, do you not care that my sister has left me to serve alone? Tell her then to help me.” <b class=\"verse-num\" id=\"v42010041-1\">41&nbsp;</b>But the Lord answered her, <span class=\"woc\">“Martha, Martha, you are anxious and troubled about many things,</span> <b class=\"verse-num woc\" id=\"v42010042-1\">42&nbsp;</b><span class=\"woc\">but one thing is necessary. Mary has chosen the good portion, which will not be taken away from her.”</span></p>\n\n</div>","kjv":"<strong>38</strong> Now it came to pass, as they went, that he entered into a certain village: and a certain woman named Martha received him into her house.  <strong>39</strong> And she had a sister called Mary, which also sat at Jesus’ feet, and heard his word.  <strong>40</strong> But Martha was cumbered about much serving, and came to him, and said, Lord, dost thou not care that my sister hath left me to serve alone? bid her therefore that she help me.  <strong>41</strong> And Jesus answered and said unto her, Martha, Martha, thou art careful and troubled about many things:  <strong>42</strong> But one thing is needful: and Mary hath chosen that good part, which shall not be taken away from her. ","niv":"<sup><strong>38</strong></sup> As Jesus and his disciples were on their way, he came to a village where a woman named Martha opened her home to him. <sup><strong>39</strong></sup> She had a sister called Mary, who sat at the Lord's feet listening to what he said. <sup><strong>40</strong></sup> But Martha was distracted by all the preparations that had to be made. She came to him and asked, \"Lord, don't you care that my sister has left me to do the work by myself? Tell her to help me!\" <sup><strong>41</strong></sup> \"Martha, Martha,\" the Lord answered, \"you are worried and upset about many things, <sup><strong>42</strong></sup> but only one thing is needed. Mary has chosen what is better, and it will not be taken away from her.\" ","modified":"2023-11-11T05:22:43.831Z"},{"_id":"61679735a3a86b670bc2fb35","topicId":"61679734a3a86b670bc2fb33","verse":"John 11:5","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p43011001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43011001-1\">11:1&nbsp;</b>Now a certain man was ill, Lazarus of Bethany, the village of Mary and her sister Martha. <b class=\"verse-num\" id=\"v43011002-1\">2&nbsp;</b>It was Mary who anointed the Lord with ointment and wiped his feet with her hair, whose brother Lazarus was ill. <b class=\"verse-num\" id=\"v43011003-1\">3&nbsp;</b>So the sisters sent to him, saying, “Lord, he whom you love is ill.” <b class=\"verse-num\" id=\"v43011004-1\">4&nbsp;</b>But when Jesus heard it he said, <span class=\"woc\">“This illness does not lead to death. It is for the glory of God, so that the Son of God may be glorified through it.”</span></p>\n<p id=\"p43011004_05-5\"><b class=\"verse-num\" id=\"v43011005-1\">5&nbsp;</b>Now Jesus loved Martha and her sister and Lazarus. <b class=\"verse-num\" id=\"v43011006-1\">6&nbsp;</b>So, when he heard that Lazarus was ill, he stayed two days longer in the place where he was. <b class=\"verse-num\" id=\"v43011007-1\">7&nbsp;</b>Then after this he said to the disciples, <span class=\"woc\">“Let us go to Judea again.”</span> <b class=\"verse-num\" id=\"v43011008-1\">8&nbsp;</b>The disciples said to him, “Rabbi, the Jews were just now seeking to stone you, and are you going there again?” <b class=\"verse-num\" id=\"v43011009-1\">9&nbsp;</b>Jesus answered, <span class=\"woc\">“Are there not twelve hours in the day? If anyone walks in the day, he does not stumble, because he sees the light of this world.</span> <b class=\"verse-num woc\" id=\"v43011010-1\">10&nbsp;</b><span class=\"woc\">But if anyone walks in the night, he stumbles, because the light is not in him.”</span> <b class=\"verse-num\" id=\"v43011011-1\">11&nbsp;</b>After saying these things, he said to them, <span class=\"woc\">“Our friend Lazarus has fallen asleep, but I go to awaken him.”</span> <b class=\"verse-num\" id=\"v43011012-1\">12&nbsp;</b>The disciples said to him, “Lord, if he has fallen asleep, he will recover.” <b class=\"verse-num\" id=\"v43011013-1\">13&nbsp;</b>Now Jesus had spoken of his death, but they thought that he meant taking rest in sleep. <b class=\"verse-num\" id=\"v43011014-1\">14&nbsp;</b>Then Jesus told them plainly, <span class=\"woc\">“Lazarus has died,</span> <b class=\"verse-num woc\" id=\"v43011015-1\">15&nbsp;</b><span class=\"woc\">and for your sake I am glad that I was not there, so that you may believe. But let us go to him.”</span> <b class=\"verse-num\" id=\"v43011016-1\">16&nbsp;</b>So Thomas, called the Twin, said to his fellow disciples, “Let us also go, that we may die with him.”</p>\n\n<p id=\"p43011016_12-5\"><b class=\"verse-num\" id=\"v43011017-1\">17&nbsp;</b>Now when Jesus came, he found that Lazarus had already been in the tomb four days. <b class=\"verse-num\" id=\"v43011018-1\">18&nbsp;</b>Bethany was near Jerusalem, about two miles off, <b class=\"verse-num\" id=\"v43011019-1\">19&nbsp;</b>and many of the Jews had come to Martha and Mary to console them concerning their brother. <b class=\"verse-num\" id=\"v43011020-1\">20&nbsp;</b>So when Martha heard that Jesus was coming, she went and met him, but Mary remained seated in the house. <b class=\"verse-num\" id=\"v43011021-1\">21&nbsp;</b>Martha said to Jesus, “Lord, if you had been here, my brother would not have died. <b class=\"verse-num\" id=\"v43011022-1\">22&nbsp;</b>But even now I know that whatever you ask from God, God will give you.” <b class=\"verse-num\" id=\"v43011023-1\">23&nbsp;</b>Jesus said to her, <span class=\"woc\">“Your brother will rise again.”</span> <b class=\"verse-num\" id=\"v43011024-1\">24&nbsp;</b>Martha said to him, “I know that he will rise again in the resurrection on the last day.” <b class=\"verse-num\" id=\"v43011025-1\">25&nbsp;</b>Jesus said to her, <span class=\"woc\">“I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live,</span> <b class=\"verse-num woc\" id=\"v43011026-1\">26&nbsp;</b><span class=\"woc\">and everyone who lives and believes in me shall never die. Do you believe this?”</span> <b class=\"verse-num\" id=\"v43011027-1\">27&nbsp;</b>She said to him, “Yes, Lord; I believe that you are the Christ, the Son of God, who is coming into the world.”</p>\n\n<p id=\"p43011027_14-5\"><b class=\"verse-num\" id=\"v43011028-1\">28&nbsp;</b>When she had said this, she went and called her sister Mary, saying in private, “The Teacher is here and is calling for you.” <b class=\"verse-num\" id=\"v43011029-1\">29&nbsp;</b>And when she heard it, she rose quickly and went to him. <b class=\"verse-num\" id=\"v43011030-1\">30&nbsp;</b>Now Jesus had not yet come into the village, but was still in the place where Martha had met him. <b class=\"verse-num\" id=\"v43011031-1\">31&nbsp;</b>When the Jews who were with her in the house, consoling her, saw Mary rise quickly and go out, they followed her, supposing that she was going to the tomb to weep there. <b class=\"verse-num\" id=\"v43011032-1\">32&nbsp;</b>Now when Mary came to where Jesus was and saw him, she fell at his feet, saying to him, “Lord, if you had been here, my brother would not have died.” <b class=\"verse-num\" id=\"v43011033-1\">33&nbsp;</b>When Jesus saw her weeping, and the Jews who had come with her also weeping, he was deeply moved in his spirit and greatly troubled. <b class=\"verse-num\" id=\"v43011034-1\">34&nbsp;</b>And he said, <span class=\"woc\">“Where have you laid him?”</span> They said to him, “Lord, come and see.” <b class=\"verse-num\" id=\"v43011035-1\">35&nbsp;</b>Jesus wept. <b class=\"verse-num\" id=\"v43011036-1\">36&nbsp;</b>So the Jews said, “See how he loved him!” <b class=\"verse-num\" id=\"v43011037-1\">37&nbsp;</b>But some of them said, “Could not he who opened the eyes of the blind man also have kept this man from dying?”</p>\n\n<p id=\"p43011037_17-5\"><b class=\"verse-num\" id=\"v43011038-1\">38&nbsp;</b>Then Jesus, deeply moved again, came to the tomb. It was a cave, and a stone lay against it. <b class=\"verse-num\" id=\"v43011039-1\">39&nbsp;</b>Jesus said, <span class=\"woc\">“Take away the stone.”</span> Martha, the sister of the dead man, said to him, “Lord, by this time there will be an odor, for he has been dead four days.” <b class=\"verse-num\" id=\"v43011040-1\">40&nbsp;</b>Jesus said to her, <span class=\"woc\">“Did I not tell you that if you believed you would see the glory of God?”</span> <b class=\"verse-num\" id=\"v43011041-1\">41&nbsp;</b>So they took away the stone. And Jesus lifted up his eyes and said, <span class=\"woc\">“Father, I thank you that you have heard me.</span> <b class=\"verse-num woc\" id=\"v43011042-1\">42&nbsp;</b><span class=\"woc\">I knew that you always hear me, but I said this on account of the people standing around, that they may believe that you sent me.”</span> <b class=\"verse-num\" id=\"v43011043-1\">43&nbsp;</b>When he had said these things, he cried out with a loud voice, <span class=\"woc\">“Lazarus, come out.”</span> <b class=\"verse-num\" id=\"v43011044-1\">44&nbsp;</b>The man who had died came out, his hands and feet bound with linen strips, and his face wrapped with a cloth. Jesus said to them, <span class=\"woc\">“Unbind him, and let him go.”</span></p>\n\n<p id=\"p43011044_22-5\"><b class=\"verse-num\" id=\"v43011045-1\">45&nbsp;</b>Many of the Jews therefore, who had come with Mary and had seen what he did, believed in him, <b class=\"verse-num\" id=\"v43011046-1\">46&nbsp;</b>but some of them went to the Pharisees and told them what Jesus had done. <b class=\"verse-num\" id=\"v43011047-1\">47&nbsp;</b>So the chief priests and the Pharisees gathered the council and said, “What are we to do? For this man performs many signs. <b class=\"verse-num\" id=\"v43011048-1\">48&nbsp;</b>If we let him go on like this, everyone will believe in him, and the Romans will come and take away both our place and our nation.” <b class=\"verse-num\" id=\"v43011049-1\">49&nbsp;</b>But one of them, Caiaphas, who was high priest that year, said to them, “You know nothing at all. <b class=\"verse-num\" id=\"v43011050-1\">50&nbsp;</b>Nor do you understand that it is better for you that one man should die for the people, not that the whole nation should perish.” <b class=\"verse-num\" id=\"v43011051-1\">51&nbsp;</b>He did not say this of his own accord, but being high priest that year he prophesied that Jesus would die for the nation, <b class=\"verse-num\" id=\"v43011052-1\">52&nbsp;</b>and not for the nation only, but also to gather into one the children of God who are scattered abroad. <b class=\"verse-num\" id=\"v43011053-1\">53&nbsp;</b>So from that day on they made plans to put him to death.</p>\n<p id=\"p43011053_22-5\"><b class=\"verse-num\" id=\"v43011054-1\">54&nbsp;</b>Jesus therefore no longer walked openly among the Jews, but went from there to the region near the wilderness, to a town called Ephraim, and there he stayed with the disciples.</p>\n<p id=\"p43011054_22-5\"><b class=\"verse-num\" id=\"v43011055-1\">55&nbsp;</b>Now the Passover of the Jews was at hand, and many went up from the country to Jerusalem before the Passover to purify themselves. <b class=\"verse-num\" id=\"v43011056-1\">56&nbsp;</b>They were looking for Jesus and saying to one another as they stood in the temple, “What do you think? That he will not come to the feast at all?” <b class=\"verse-num\" id=\"v43011057-1\">57&nbsp;</b>Now the chief priests and the Pharisees had given orders that if anyone knew where he was, he should let them know, so that they might arrest him.</p>\n\n</div>","kjv":"<strong>5</strong> Now Jesus loved Martha, and her sister, and Lazarus.  ","niv":"<sup><strong>5</strong></sup> Jesus loved Martha and her sister and Lazarus."},{"_id":"61679735a3a86b670bc2fb36","topicId":"61679734a3a86b670bc2fb33","verse":"Luke 10:40","votes":17,"__v":0,"esv":"<div>\n<p id=\"p42010040_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010040-1\">40&nbsp;</b>But Martha was distracted with much serving. And she went up to him and said, “Lord, do you not care that my sister has left me to serve alone? Tell her then to help me.”</p>\n</div>","kjv":"<strong>40</strong> But Martha was cumbered about much serving, and came to him, and said, Lord, dost thou not care that my sister hath left me to serve alone? bid her therefore that she help me.  ","niv":"<sup><strong>40</strong></sup> But Martha was distracted by all the preparations that had to be made. She came to him and asked, \"Lord, don't you care that my sister has left me to do the work by myself? Tell her to help me!\""},{"_id":"61679735a3a86b670bc2fb37","topicId":"61679734a3a86b670bc2fb33","verse":"John 12:2","votes":12,"__v":0,"esv":"<div>\n<p id=\"p43012002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v43012002-1\">2&nbsp;</b>So they gave a dinner for him there. Martha served, and Lazarus was one of those reclining with him at table.</p>\n</div>","kjv":"<strong>2</strong> There they made him a supper; and Martha served: but Lazarus was one of them that sat at the table with him.  ","niv":"<sup><strong>2</strong></sup> Here a dinner was given in Jesus' honor. Martha served, while Lazarus was among those reclining at the table with him."},{"_id":"61679736a3a86b670bc2fb38","topicId":"61679734a3a86b670bc2fb33","verse":"John 11:1-57","votes":10,"__v":0,"kjv":"<strong>1</strong> Now a certain man was sick, named Lazarus, of Bethany, the town of Mary and her sister Martha.  <strong>2</strong> (It was that Mary which anointed the Lord with ointment, and wiped his feet with her hair, whose brother Lazarus was sick.)  <strong>3</strong> Therefore his sisters sent unto him, saying, Lord, behold, he whom thou lovest is sick.  <strong>4</strong> When Jesus heard that, he said, This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby.  <strong>5</strong> Now Jesus loved Martha, and her sister, and Lazarus.  <strong>6</strong> When he had heard therefore that he was sick, he abode two days still in the same place where he was.  <strong>7</strong> Then after that saith he to his disciples, Let us go into Judaea again.  <strong>8</strong> His disciples say unto him, Master, the Jews of late sought to stone thee; and goest thou thither again?  <strong>9</strong> Jesus answered, Are there not twelve hours in the day? If any man walk in the day, he stumbleth not, because he seeth the light of this world.  <strong>10</strong> But if a man walk in the night, he stumbleth, because there is no light in him.  <strong>11</strong> These things said he: and after that he saith unto them, Our friend Lazarus sleepeth; but I go, that I may awake him out of sleep.  <strong>12</strong> Then said his disciples, Lord, if he sleep, he shall do well.  <strong>13</strong> Howbeit Jesus spake of his death: but they thought that he had spoken of taking of rest in sleep.  <strong>14</strong> Then said Jesus unto them plainly, Lazarus is dead.  <strong>15</strong> And I am glad for your sakes that I was not there, to the intent ye may believe; nevertheless let us go unto him.  <strong>16</strong> Then said Thomas, which is called Didymus, unto his fellowdisciples, Let us also go, that we may die with him.  <strong>17</strong> Then when Jesus came, he found that he had lain in the grave four days already.  <strong>18</strong> Now Bethany was nigh unto Jerusalem, about fifteen furlongs off:  <strong>19</strong> And many of the Jews came to Martha and Mary, to comfort them concerning their brother.  <strong>20</strong> Then Martha, as soon as she heard that Jesus was coming, went and met him: but Mary sat still in the house.  <strong>21</strong> Then said Martha unto Jesus, Lord, if thou hadst been here, my brother had not died.  <strong>22</strong> But I know, that even now, whatsoever thou wilt ask of God, God will give it thee.  <strong>23</strong> Jesus saith unto her, Thy brother shall rise again.  <strong>24</strong> Martha saith unto him, I know that he shall rise again in the resurrection at the last day.  <strong>25</strong> Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:  <strong>26</strong> And whosoever liveth and believeth in me shall never die. Believest thou this?  <strong>27</strong> She saith unto him, Yea, Lord: I believe that thou art the Christ, the Son of God, which should come into the world.  <strong>28</strong> And when she had so said, she went her way, and called Mary her sister secretly, saying, The Master is come, and calleth for thee.  <strong>29</strong> As soon as she heard that, she arose quickly, and came unto him.  <strong>30</strong> Now Jesus was not yet come into the town, but was in that place where Martha met him.  <strong>31</strong> The Jews then which were with her in the house, and comforted her, when they saw Mary, that she rose up hastily and went out, followed her, saying, She goeth unto the grave to weep there.  <strong>32</strong> Then when Mary was come where Jesus was, and saw him, she fell down at his feet, saying unto him, Lord, if thou hadst been here, my brother had not died.  <strong>33</strong> When Jesus therefore saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled,  <strong>34</strong> And said, Where have ye laid him? They said unto him, Lord, come and see.  <strong>35</strong> Jesus wept.  <strong>36</strong> Then said the Jews, Behold how he loved him!  <strong>37</strong> And some of them said, Could not this man, which opened the eyes of the blind, have caused that even this man should not have died?  <strong>38</strong> Jesus therefore again groaning in himself cometh to the grave. It was a cave, and a stone lay upon it.  <strong>39</strong> Jesus said, Take ye away the stone. Martha, the sister of him that was dead, saith unto him, Lord, by this time he stinketh: for he hath been dead four days.  <strong>40</strong> Jesus saith unto her, Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?  <strong>41</strong> Then they took away the stone from the place where the dead was laid. And Jesus lifted up his eyes, and said, Father, I thank thee that thou hast heard me.  <strong>42</strong> And I knew that thou hearest me always: but because of the people which stand by I said it, that they may believe that thou hast sent me.  <strong>43</strong> And when he thus had spoken, he cried with a loud voice, Lazarus, come forth.  <strong>44</strong> And he that was dead came forth, bound hand and foot with graveclothes: and his face was bound about with a napkin. Jesus saith unto them, Loose him, and let him go.  <strong>45</strong> Then many of the Jews which came to Mary, and had seen the things which Jesus did, believed on him.  <strong>46</strong> But some of them went their ways to the Pharisees, and told them what things Jesus had done.  <strong>47</strong> Then gathered the chief priests and the Pharisees a council, and said, What do we? for this man doeth many miracles.  <strong>48</strong> If we let him thus alone, all men will believe on him: and the Romans shall come and take away both our place and nation.  <strong>49</strong> And one of them, named Caiaphas, being the high priest that same year, said unto them, Ye know nothing at all,  <strong>50</strong> Nor consider that it is expedient for us, that one man should die for the people, and that the whole nation perish not.  <strong>51</strong> And this spake he not of himself: but being high priest that year, he prophesied that Jesus should die for that nation;  <strong>52</strong> And not for that nation only, but that also he should gather together in one the children of God that were scattered abroad.  <strong>53</strong> Then from that day forth they took counsel together for to put him to death.  <strong>54</strong> Jesus therefore walked no more openly among the Jews; but went thence unto a country near to the wilderness, into a city called Ephraim, and there continued with his disciples.  <strong>55</strong> And the Jews’ passover was nigh at hand: and many went out of the country up to Jerusalem before the passover, to purify themselves.  <strong>56</strong> Then sought they for Jesus, and spake among themselves, as they stood in the temple, What think ye, that he will not come to the feast?  <strong>57</strong> Now both the chief priests and the Pharisees had given a commandment, that, if any man knew where he were, he should shew it, that they might take him.  ","niv":"<sup><strong>1</strong></sup> Now a man named Lazarus was sick. He was from Bethany, the village of Mary and her sister Martha. <sup><strong>2</strong></sup> This Mary, whose brother Lazarus now lay sick, was the same one who poured perfume on the Lord and wiped his feet with her hair. <sup><strong>3</strong></sup> So the sisters sent word to Jesus, \"Lord, the one you love is sick.\" <sup><strong>4</strong></sup> When he heard this, Jesus said, \"This sickness will not end in death. No, it is for God's glory so that God's Son may be glorified through it.\" <sup><strong>5</strong></sup> Jesus loved Martha and her sister and Lazarus. <sup><strong>6</strong></sup> Yet when he heard that Lazarus was sick, he stayed where he was two more days. <sup><strong>7</strong></sup> Then he said to his disciples, \"Let us go back to Judea.\" <sup><strong>8</strong></sup> \"But Rabbi,\" they said, \"a short while ago the Jews tried to stone you, and yet you are going back there?\" <sup><strong>9</strong></sup> Jesus answered, \"Are there not twelve hours of daylight? A man who walks by day will not stumble, for he sees by this world's light. <sup><strong>10</strong></sup> It is when he walks by night that he stumbles, for he has no light.\" <sup><strong>11</strong></sup> After he had said this, he went on to tell them, \"Our friend Lazarus has fallen asleep; but I am going there to wake him up.\" <sup><strong>12</strong></sup> His disciples replied, \"Lord, if he sleeps, he will get better.\" <sup><strong>13</strong></sup> Jesus had been speaking of his death, but his disciples thought he meant natural sleep. <sup><strong>14</strong></sup> So then he told them plainly, \"Lazarus is dead, <sup><strong>15</strong></sup> and for your sake I am glad I was not there, so that you may believe. But let us go to him.\" <sup><strong>16</strong></sup> Then Thomas (called Didymus) said to the rest of the disciples, \"Let us also go, that we may die with him.\" <sup><strong>17</strong></sup> On his arrival, Jesus found that Lazarus had already been in the tomb for four days. <sup><strong>18</strong></sup> Bethany was less than two miles from Jerusalem, <sup><strong>19</strong></sup> and many Jews had come to Martha and Mary to comfort them in the loss of their brother. <sup><strong>20</strong></sup> When Martha heard that Jesus was coming, she went out to meet him, but Mary stayed at home. <sup><strong>21</strong></sup> \"Lord,\" Martha said to Jesus, \"if you had been here, my brother would not have died. <sup><strong>22</strong></sup> But I know that even now God will give you whatever you ask.\" <sup><strong>23</strong></sup> Jesus said to her, \"Your brother will rise again.\" <sup><strong>24</strong></sup> Martha answered, \"I know he will rise again in the resurrection at the last day.\" <sup><strong>25</strong></sup> Jesus said to her, \"I am the resurrection and the life. He who believes in me will live, even though he dies; <sup><strong>26</strong></sup> and whoever lives and believes in me will never die. Do you believe this?\" <sup><strong>27</strong></sup> \"Yes, Lord,\" she told him, \"I believe that you are the Christ, the Son of God, who was to come into the world.\" <sup><strong>28</strong></sup> And after she had said this, she went back and called her sister Mary aside. \"The Teacher is here,\" she said, \"and is asking for you.\" <sup><strong>29</strong></sup> When Mary heard this, she got up quickly and went to him. <sup><strong>30</strong></sup> Now Jesus had not yet entered the village, but was still at the place where Martha had met him. <sup><strong>31</strong></sup> When the Jews who had been with Mary in the house, comforting her, noticed how quickly she got up and went out, they followed her, supposing she was going to the tomb to mourn there. <sup><strong>32</strong></sup> When Mary reached the place where Jesus was and saw him, she fell at his feet and said, \"Lord, if you had been here, my brother would not have died.\" <sup><strong>33</strong></sup> When Jesus saw her weeping, and the Jews who had come along with her also weeping, he was deeply moved in spirit and troubled. <sup><strong>34</strong></sup> \"Where have you laid him?\" he asked. \"Come and see, Lord,\" they replied. <sup><strong>35</strong></sup> Jesus wept. <sup><strong>36</strong></sup> Then the Jews said, \"See how he loved him!\" <sup><strong>37</strong></sup> But some of them said, \"Could not he who opened the eyes of the blind man have kept this man from dying?\" <sup><strong>38</strong></sup> Jesus, once more deeply moved, came to the tomb. It was a cave with a stone laid across the entrance. <sup><strong>39</strong></sup> \"Take away the stone,\" he said. \"But, Lord,\" said Martha, the sister of the dead man, \"by this time there is a bad odor, for he has been there four days.\" <sup><strong>40</strong></sup> Then Jesus said, \"Did I not tell you that if you believed, you would see the glory of God?\" <sup><strong>41</strong></sup> So they took away the stone. Then Jesus looked up and said, \"Father, I thank you that you have heard me. <sup><strong>42</strong></sup> I knew that you always hear me, but I said this for the benefit of the people standing here, that they may believe that you sent me.\" <sup><strong>43</strong></sup> When he had said this, Jesus called in a loud voice, \"Lazarus, come out!\" <sup><strong>44</strong></sup> The dead man came out, his hands and feet wrapped with strips of linen, and a cloth around his face. Jesus said to them, \"Take off the grave clothes and let him go.\" <sup><strong>45</strong></sup> Therefore many of the Jews who had come to visit Mary, and had seen what Jesus did, put their faith in him. <sup><strong>46</strong></sup> But some of them went to the Pharisees and told them what Jesus had done. <sup><strong>47</strong></sup> Then the chief priests and the Pharisees called a meeting of the Sanhedrin. <sup><strong>48</strong></sup> \"What are we accomplishing?\" they asked. \"Here is this man performing many miraculous signs. If we let him go on like this, everyone will believe in him, and then the Romans will come and take away both our place and our nation.\" <sup><strong>49</strong></sup> Then one of them, named Caiaphas, who was high priest that year, spoke up, \"You know nothing at all! <sup><strong>50</strong></sup> You do not realize that it is better for you that one man die for the people than that the whole nation perish.\" <sup><strong>51</strong></sup> He did not say this on his own, but as high priest that year he prophesied that Jesus would die for the Jewish nation, <sup><strong>52</strong></sup> and not only for that nation but also for the scattered children of God, to bring them together and make them one. <sup><strong>53</strong></sup> So from that day on they plotted to take his life. <sup><strong>54</strong></sup> Therefore Jesus no longer moved about publicly among the Jews. Instead he withdrew to a region near the desert, to a village called Ephraim, where he stayed with his disciples. <sup><strong>55</strong></sup> When it was almost time for the Jewish Passover, many went up from the country to Jerusalem for their ceremonial cleansing before the Passover. <sup><strong>56</strong></sup> They kept looking for Jesus, and as they stood in the temple area they asked one another, \"What do you think? Isn't he coming to the Feast at all?\" <sup><strong>57</strong></sup> But the chief priests and Pharisees had given orders that if anyone found out where Jesus was, he should report it so that they might arrest him. "},{"_id":"61679736a3a86b670bc2fb39","topicId":"61679734a3a86b670bc2fb33","verse":"John 11:1","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p43011001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43011001-1\">11:1&nbsp;</b>Now a certain man was ill, Lazarus of Bethany, the village of Mary and her sister Martha.</p>\n</div>","kjv":"<strong>1</strong> Now a certain man was sick, named Lazarus, of Bethany, the town of Mary and her sister Martha.  ","niv":"<sup><strong>1</strong></sup> Now a man named Lazarus was sick. He was from Bethany, the village of Mary and her sister Martha."},{"_id":"61679736a3a86b670bc2fb3a","topicId":"61679734a3a86b670bc2fb33","verse":"John 11:13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43011013_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011013-1\">13&nbsp;</b>Now Jesus had spoken of his death, but they thought that he meant taking rest in sleep.</p>\n</div>","kjv":"<strong>13</strong> Howbeit Jesus spake of his death: but they thought that he had spoken of taking of rest in sleep.  ","niv":"<sup><strong>13</strong></sup> Jesus had been speaking of his death, but his disciples thought he meant natural sleep."},{"_id":"61679737a3a86b670bc2fb3b","topicId":"61679734a3a86b670bc2fb33","verse":"John 11:20-21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43011020_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011020-1\">20&nbsp;</b>So when Martha heard that Jesus was coming, she went and met him, but Mary remained seated in the house. <b class=\"verse-num\" id=\"v43011021-1\">21&nbsp;</b>Martha said to Jesus, “Lord, if you had been here, my brother would not have died.</p>\n</div>","kjv":"<strong>20</strong> Then Martha, as soon as she heard that Jesus was coming, went and met him: but Mary sat still in the house.  <strong>21</strong> Then said Martha unto Jesus, Lord, if thou hadst been here, my brother had not died.  ","niv":"<sup><strong>20</strong></sup> When Martha heard that Jesus was coming, she went out to meet him, but Mary stayed at home. <sup><strong>21</strong></sup> \"Lord,\" Martha said to Jesus, \"if you had been here, my brother would not have died. "},{"_id":"61679737a3a86b670bc2fb3c","topicId":"61679734a3a86b670bc2fb33","verse":"John 20:17","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43020001_03-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43020001-1\">20:1&nbsp;</b>Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been taken away from the tomb. <b class=\"verse-num\" id=\"v43020002-1\">2&nbsp;</b>So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, “They have taken the Lord out of the tomb, and we do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020003-1\">3&nbsp;</b>So Peter went out with the other disciple, and they were going toward the tomb. <b class=\"verse-num\" id=\"v43020004-1\">4&nbsp;</b>Both of them were running together, but the other disciple outran Peter and reached the tomb first. <b class=\"verse-num\" id=\"v43020005-1\">5&nbsp;</b>And stooping to look in, he saw the linen cloths lying there, but he did not go in. <b class=\"verse-num\" id=\"v43020006-1\">6&nbsp;</b>Then Simon Peter came, following him, and went into the tomb. He saw the linen cloths lying there, <b class=\"verse-num\" id=\"v43020007-1\">7&nbsp;</b>and the face cloth, which had been on Jesus’ head, not lying with the linen cloths but folded up in a place by itself. <b class=\"verse-num\" id=\"v43020008-1\">8&nbsp;</b>Then the other disciple, who had reached the tomb first, also went in, and he saw and believed; <b class=\"verse-num\" id=\"v43020009-1\">9&nbsp;</b>for as yet they did not understand the Scripture, that he must rise from the dead. <b class=\"verse-num\" id=\"v43020010-1\">10&nbsp;</b>Then the disciples went back to their homes.</p>\n\n<p id=\"p43020010_08-10\"><b class=\"verse-num\" id=\"v43020011-1\">11&nbsp;</b>But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb. <b class=\"verse-num\" id=\"v43020012-1\">12&nbsp;</b>And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet. <b class=\"verse-num\" id=\"v43020013-1\">13&nbsp;</b>They said to her, “Woman, why are you weeping?” She said to them, “They have taken away my Lord, and I do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020014-1\">14&nbsp;</b>Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus. <b class=\"verse-num\" id=\"v43020015-1\">15&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, why are you weeping? Whom are you seeking?”</span> Supposing him to be the gardener, she said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.” <b class=\"verse-num\" id=\"v43020016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Mary.”</span> She turned and said to him in Aramaic, “Rabboni!” (which means Teacher). <b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span> <b class=\"verse-num\" id=\"v43020018-1\">18&nbsp;</b>Mary Magdalene went and announced to the disciples, “I have seen the Lord”—and that he had said these things to her.</p>\n\n<p id=\"p43020018_13-10\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020020-1\">20&nbsp;</b>When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. <b class=\"verse-num\" id=\"v43020021-1\">21&nbsp;</b>Jesus said to them again, <span class=\"woc\">“Peace be with you. As the Father has sent me, even so I am sending you.”</span> <b class=\"verse-num\" id=\"v43020022-1\">22&nbsp;</b>And when he had said this, he breathed on them and said to them, <span class=\"woc\">“Receive the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v43020023-1\">23&nbsp;</b><span class=\"woc\">If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”</span></p>\n\n<p id=\"p43020023_16-10\"><b class=\"verse-num\" id=\"v43020024-1\">24&nbsp;</b>Now Thomas, one of the twelve, called the Twin, was not with them when Jesus came. <b class=\"verse-num\" id=\"v43020025-1\">25&nbsp;</b>So the other disciples told him, “We have seen the Lord.” But he said to them, “Unless I see in his hands the mark of the nails, and place my finger into the mark of the nails, and place my hand into his side, I will never believe.”</p>\n<p id=\"p43020025_16-10\"><b class=\"verse-num\" id=\"v43020026-1\">26&nbsp;</b>Eight days later, his disciples were inside again, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020027-1\">27&nbsp;</b>Then he said to Thomas, <span class=\"woc\">“Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe.”</span> <b class=\"verse-num\" id=\"v43020028-1\">28&nbsp;</b>Thomas answered him, “My Lord and my God!” <b class=\"verse-num\" id=\"v43020029-1\">29&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.”</span></p>\n\n<p id=\"p43020029_21-10\"><b class=\"verse-num\" id=\"v43020030-1\">30&nbsp;</b>Now Jesus did many other signs in the presence of the disciples, which are not written in this book; <b class=\"verse-num\" id=\"v43020031-1\">31&nbsp;</b>but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.</p>\n\n</div>","kjv":"<strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  ","niv":"<sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\""},{"_id":"61679737a3a86b670bc2fb3d","topicId":"61679734a3a86b670bc2fb33","verse":"John 20:1-31","votes":6,"__v":0,"kjv":"<strong>1</strong> The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.  <strong>2</strong> Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.  <strong>3</strong> Peter therefore went forth, and that other disciple, and came to the sepulchre.  <strong>4</strong> So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre.  <strong>5</strong> And he stooping down, and looking in, saw the linen clothes lying; yet went he not in.  <strong>6</strong> Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,  <strong>7</strong> And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.  <strong>8</strong> Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed.  <strong>9</strong> For as yet they knew not the scripture, that he must rise again from the dead.  <strong>10</strong> Then the disciples went away again unto their own home.  <strong>11</strong> But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,  <strong>12</strong> And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.  <strong>13</strong> And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.  <strong>14</strong> And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.  <strong>15</strong> Jesus saith unto her, Woman, why weepest thou? whom seekest thou?  She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.  <strong>16</strong> Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.  <strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  <strong>18</strong> Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.  <strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  <strong>20</strong> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.  <strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  <strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  <strong>23</strong> Whose soever sins ye remit, they are remitted unto them; and  whose soever sins ye retain, they are retained. <strong>24</strong> But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.  <strong>25</strong> The other disciples therefore said unto him, We have seen the Lord. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.  <strong>26</strong> And after eight days again his disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.  <strong>27</strong> Then saith he to Thomas, reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.  <strong>28</strong> And Thomas answered and said unto him, My Lord and my God.  <strong>29</strong> Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed. <strong>30</strong> And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:  <strong>31</strong> But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.  ","niv":"<sup><strong>1</strong></sup> Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance. <sup><strong>2</strong></sup> So she came running to Simon Peter and the other disciple, the one Jesus loved, and said, \"They have taken the Lord out of the tomb, and we don't know where they have put him!\" <sup><strong>3</strong></sup> So Peter and the other disciple started for the tomb. <sup><strong>4</strong></sup> Both were running, but the other disciple outran Peter and reached the tomb first. <sup><strong>5</strong></sup> He bent over and looked in at the strips of linen lying there but did not go in. <sup><strong>6</strong></sup> Then Simon Peter, who was behind him, arrived and went into the tomb. He saw the strips of linen lying there, <sup><strong>7</strong></sup> as well as the burial cloth that had been around Jesus' head. The cloth was folded up by itself, separate from the linen. <sup><strong>8</strong></sup> Finally the other disciple, who had reached the tomb first, also went inside. He saw and believed. <sup><strong>9</strong></sup> (They still did not understand from Scripture that Jesus had to rise from the dead.) <sup><strong>10</strong></sup> Then the disciples went back to their homes, <sup><strong>11</strong></sup> but Mary stood outside the tomb crying. As she wept, she bent over to look into the tomb <sup><strong>12</strong></sup> and saw two angels in white, seated where Jesus' body had been, one at the head and the other at the foot. <sup><strong>13</strong></sup> They asked her, \"Woman, why are you crying?\" <sup><strong>14</strong></sup> \"They have taken my Lord away,\" she said, \"and I don't know where they have put him.\" At this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus. <sup><strong>15</strong></sup> \"Woman,\" he said, \"why are you crying? Who is it you are looking for?\" Thinking he was the gardener, she said, \"Sir, if you have carried him away, tell me where you have put him, and I will get him.\" <sup><strong>16</strong></sup> Jesus said to her, \"Mary.\" She turned toward him and cried out in Aramaic, \"Rabboni!\" (which means Teacher). <sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\" <sup><strong>18</strong></sup> Mary Magdalene went to the disciples with the news: \"I have seen the Lord!\" And she told them that he had said these things to her. <sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>20</strong></sup> After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord. <sup><strong>21</strong></sup> Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\" <sup><strong>22</strong></sup> And with that he breathed on them and said, \"Receive the Holy Spirit. <sup><strong>23</strong></sup> If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.\" <sup><strong>24</strong></sup> Now Thomas (called Didymus), one of the Twelve, was not with the disciples when Jesus came. <sup><strong>25</strong></sup> So the other disciples told him, \"We have seen the Lord!\" But he said to them, \"Unless I see the nail marks in his hands and put my finger where the nails were, and put my hand into his side, I will not believe it.\" <sup><strong>26</strong></sup> A week later his disciples were in the house again, and Thomas was with them. Though the doors were locked, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>27</strong></sup> Then he said to Thomas, \"Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe.\" <sup><strong>28</strong></sup> Thomas said to him, \"My Lord and my God!\" <sup><strong>29</strong></sup> Then Jesus told him, \"Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.\" <sup><strong>30</strong></sup> Jesus did many other miraculous signs in the presence of his disciples, which are not recorded in this book. <sup><strong>31</strong></sup> But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name. ","modified":"2023-05-30T08:18:12.080Z"},{"_id":"61679737a3a86b670bc2fb3e","topicId":"61679734a3a86b670bc2fb33","verse":"John 1:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"61679738a3a86b670bc2fb3f","topicId":"61679734a3a86b670bc2fb33","verse":"Matthew 1:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40001020_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v40001020-1\">20&nbsp;</b>But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit.</p>\n</div>","kjv":"<strong>20</strong> But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.  ","niv":"<sup><strong>20</strong></sup> But after he had considered this, an angel of the Lord appeared to him in a dream and said, \"Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit.","modified":"2023-07-22T23:33:00.874Z"}]}