{"_id":"6167981fa3a86b670bc2fbc2","slug":"massages","name":"Massages","verses":[{"_id":"6167981fa3a86b670bc2fbc3","topicId":"6167981fa3a86b670bc2fbc2","verse":"Romans 12:1-2","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. "},{"_id":"61679820a3a86b670bc2fbc4","topicId":"6167981fa3a86b670bc2fbc2","verse":"Mark 16:18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p41016018_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n</div>","kjv":"<strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. ","niv":"<sup><strong>18</strong></sup> they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.\""},{"_id":"61679820a3a86b670bc2fbc5","topicId":"6167981fa3a86b670bc2fbc2","verse":"John 14:27","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},{"_id":"61679820a3a86b670bc2fbc6","topicId":"6167981fa3a86b670bc2fbc2","verse":"John 18:36","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43018036_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span></p>\n</div>","kjv":"<strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  ","niv":"<sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\""},{"_id":"61679820a3a86b670bc2fbc7","topicId":"6167981fa3a86b670bc2fbc2","verse":"John 13:3-5","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43013003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him.</p>\n</div>","kjv":"<strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  ","niv":"<sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. "},{"_id":"61679821a3a86b670bc2fbc8","topicId":"6167981fa3a86b670bc2fbc2","verse":"Psalm 27:1-3","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19027001_09-6\" class=\"psalm-title\">Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19027001_09-6\" class=\"line\"><b class=\"chapter-num\" id=\"v19027001-1\">27:1&nbsp;</b>&nbsp;&nbsp;The LORD is my light and my salvation;</span><br><span id=\"p19027001_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whom shall I fear?</span><br><span id=\"p19027001_09-6\" class=\"line\">&nbsp;&nbsp;The LORD is the stronghold of my life;</span><br><span id=\"p19027001_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of whom shall I be afraid?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19027002_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19027002-1\">2&nbsp;</b>&nbsp;&nbsp;When evildoers assail me</span><br><span id=\"p19027002_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to eat up my flesh,</span><br><span id=\"p19027002_09-6\" class=\"line\">&nbsp;&nbsp;my adversaries and foes,</span><br><span id=\"p19027002_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is they who stumble and fall.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19027003_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19027003-1\">3&nbsp;</b>&nbsp;&nbsp;Though an army encamp against me,</span><br><span id=\"p19027003_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my heart shall not fear;</span><br><span id=\"p19027003_09-6\" class=\"line\">&nbsp;&nbsp;though war arise against me,</span><br><span id=\"p19027003_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I will be confident.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?  <strong>2</strong> When the wicked, even mine enemies and my foes, came upon me to eat up my flesh, they stumbled and fell.  <strong>3</strong> Though an host should encamp against me, my heart shall not fear: though war should rise against me, in this will I be confident.  ","niv":"<sup><strong>1</strong></sup> The LORD is my light and my salvation- whom shall I fear? The LORD is the stronghold of my life- of whom shall I be afraid? <sup><strong>2</strong></sup> When evil men advance against me to devour my flesh, when my enemies and my foes attack me, they will stumble and fall. <sup><strong>3</strong></sup> Though an army besiege me, my heart will not fear; though war break out against me, even then will I be confident. "},{"_id":"61679821a3a86b670bc2fbc9","topicId":"6167981fa3a86b670bc2fbc2","verse":"Deuteronomy 18:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p05018018_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018018-1\">18&nbsp;</b>I will raise up for them a prophet like you from among their brothers. And I will put my words in his mouth, and he shall speak to them all that I command him.</p>\n</div>","kjv":"<strong>18</strong> I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.  ","niv":"<sup><strong>18</strong></sup> I will raise up for them a prophet like you from among their brothers; I will put my words in his mouth, and he will tell them everything I command him."},{"_id":"61679821a3a86b670bc2fbca","topicId":"6167981fa3a86b670bc2fbc2","verse":"John 1:19-25","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43001019_07-8\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_07-8\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?”</p>\n\n</div>","kjv":"<strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  ","niv":"<sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" ","modified":"2022-09-27T02:58:59.205Z"},{"_id":"61679822a3a86b670bc2fbcb","topicId":"6167981fa3a86b670bc2fbc2","verse":"Genesis 25:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01025018_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025018-1\">18&nbsp;</b>They settled from Havilah to Shur, which is opposite Egypt in the direction of Assyria. He settled over against all his kinsmen.</p>\n\n</div>","kjv":"<strong>18</strong> And they dwelt from Havilah unto Shur, that is before Egypt, as thou goest toward Assyria: and he died in the presence of all his brethren.  ","niv":"<sup><strong>18</strong></sup> His descendants settled in the area from Havilah to Shur, near the border of Egypt, as you go toward Asshur. And they lived in hostility toward all their brothers."},{"_id":"61679822a3a86b670bc2fbcc","topicId":"6167981fa3a86b670bc2fbc2","verse":"1 Corinthians 6:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;"},{"_id":"61679822a3a86b670bc2fbcd","topicId":"6167981fa3a86b670bc2fbc2","verse":"Matthew 8:1-34","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40008001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40008001-1\">8:1&nbsp;</b>When he came down from the mountain, great crowds followed him. <b class=\"verse-num\" id=\"v40008002-1\">2&nbsp;</b>And behold, a leper came to him and knelt before him, saying, “Lord, if you will, you can make me clean.” <b class=\"verse-num\" id=\"v40008003-1\">3&nbsp;</b>And Jesus stretched out his hand and touched him, saying, <span class=\"woc\">“I will; be clean.”</span> And immediately his leprosy was cleansed. <b class=\"verse-num\" id=\"v40008004-1\">4&nbsp;</b>And Jesus said to him, <span class=\"woc\">“See that you say nothing to anyone, but go, show yourself to the priest and offer the gift that Moses commanded, for a proof to them.”</span></p>\n\n<p id=\"p40008004_10-12\"><b class=\"verse-num\" id=\"v40008005-1\">5&nbsp;</b>When he had entered Capernaum, a centurion came forward to him, appealing to him, <b class=\"verse-num\" id=\"v40008006-1\">6&nbsp;</b>“Lord, my servant is lying paralyzed at home, suffering terribly.” <b class=\"verse-num\" id=\"v40008007-1\">7&nbsp;</b>And he said to him, <span class=\"woc\">“I will come and heal him.”</span> <b class=\"verse-num\" id=\"v40008008-1\">8&nbsp;</b>But the centurion replied, “Lord, I am not worthy to have you come under my roof, but only say the word, and my servant will be healed. <b class=\"verse-num\" id=\"v40008009-1\">9&nbsp;</b>For I too am a man under authority, with soldiers under me. And I say to one, ‘Go,’ and he goes, and to another, ‘Come,’ and he comes, and to my servant, ‘Do this,’ and he does it.” <b class=\"verse-num\" id=\"v40008010-1\">10&nbsp;</b>When Jesus heard this, he marveled and said to those who followed him, <span class=\"woc\">“Truly, I tell you, with no one in Israel have I found such faith.</span> <b class=\"verse-num woc\" id=\"v40008011-1\">11&nbsp;</b><span class=\"woc\">I tell you, many will come from east and west and recline at table with Abraham, Isaac, and Jacob in the kingdom of heaven,</span> <b class=\"verse-num woc\" id=\"v40008012-1\">12&nbsp;</b><span class=\"woc\">while the sons of the kingdom will be thrown into the outer darkness. In that place there will be weeping and gnashing of teeth.”</span> <b class=\"verse-num\" id=\"v40008013-1\">13&nbsp;</b>And to the centurion Jesus said, <span class=\"woc\">“Go; let it be done for you as you have believed.”</span> And the servant was healed at that very moment.</p>\n\n<p id=\"p40008013_13-12\"><b class=\"verse-num\" id=\"v40008014-1\">14&nbsp;</b>And when Jesus entered Peter’s house, he saw his mother-in-law lying sick with a fever. <b class=\"verse-num\" id=\"v40008015-1\">15&nbsp;</b>He touched her hand, and the fever left her, and she rose and began to serve him. <b class=\"verse-num\" id=\"v40008016-1\">16&nbsp;</b>That evening they brought to him many who were oppressed by demons, and he cast out the spirits with a word and healed all who were sick. <b class=\"verse-num\" id=\"v40008017-1\">17&nbsp;</b>This was to fulfill what was spoken by the prophet Isaiah: “He took our illnesses and bore our diseases.”</p>\n\n<p id=\"p40008017_18-12\"><b class=\"verse-num\" id=\"v40008018-1\">18&nbsp;</b>Now when Jesus saw a crowd around him, he gave orders to go over to the other side. <b class=\"verse-num\" id=\"v40008019-1\">19&nbsp;</b>And a scribe came up and said to him, “Teacher, I will follow you wherever you go.” <b class=\"verse-num\" id=\"v40008020-1\">20&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Foxes have holes, and birds of the air have nests, but the Son of Man has nowhere to lay his head.”</span> <b class=\"verse-num\" id=\"v40008021-1\">21&nbsp;</b>Another of the disciples said to him, “Lord, let me first go and bury my father.” <b class=\"verse-num\" id=\"v40008022-1\">22&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Follow me, and leave the dead to bury their own dead.”</span></p>\n\n<p id=\"p40008022_22-12\"><b class=\"verse-num\" id=\"v40008023-1\">23&nbsp;</b>And when he got into the boat, his disciples followed him. <b class=\"verse-num\" id=\"v40008024-1\">24&nbsp;</b>And behold, there arose a great storm on the sea, so that the boat was being swamped by the waves; but he was asleep. <b class=\"verse-num\" id=\"v40008025-1\">25&nbsp;</b>And they went and woke him, saying, “Save us, Lord; we are perishing.” <b class=\"verse-num\" id=\"v40008026-1\">26&nbsp;</b>And he said to them, <span class=\"woc\">“Why are you afraid, O you of little faith?”</span> Then he rose and rebuked the winds and the sea, and there was a great calm. <b class=\"verse-num\" id=\"v40008027-1\">27&nbsp;</b>And the men marveled, saying, “What sort of man is this, that even winds and sea obey him?”</p>\n\n<p id=\"p40008027_28-12\"><b class=\"verse-num\" id=\"v40008028-1\">28&nbsp;</b>And when he came to the other side, to the country of the Gadarenes, two demon-possessed men met him, coming out of the tombs, so fierce that no one could pass that way. <b class=\"verse-num\" id=\"v40008029-1\">29&nbsp;</b>And behold, they cried out, “What have you to do with us, O Son of God? Have you come here to torment us before the time?” <b class=\"verse-num\" id=\"v40008030-1\">30&nbsp;</b>Now a herd of many pigs was feeding at some distance from them. <b class=\"verse-num\" id=\"v40008031-1\">31&nbsp;</b>And the demons begged him, saying, “If you cast us out, send us away into the herd of pigs.” <b class=\"verse-num\" id=\"v40008032-1\">32&nbsp;</b>And he said to them, <span class=\"woc\">“Go.”</span> So they came out and went into the pigs, and behold, the whole herd rushed down the steep bank into the sea and drowned in the waters. <b class=\"verse-num\" id=\"v40008033-1\">33&nbsp;</b>The herdsmen fled, and going into the city they told everything, especially what had happened to the demon-possessed men. <b class=\"verse-num\" id=\"v40008034-1\">34&nbsp;</b>And behold, all the city came out to meet Jesus, and when they saw him, they begged him to leave their region.</p>\n\n</div>","kjv":"<strong>1</strong> When he was come down from the mountain, great multitudes followed him.  <strong>2</strong> And, behold, there came a leper and worshipped him, saying, Lord, if thou wilt, thou canst make me clean.  <strong>3</strong> And Jesus put forth his hand, and touched him, saying, I will; be thou clean. And immediately his leprosy was cleansed.  <strong>4</strong> And Jesus saith unto him, See thou tell no man; but go thy way, shew thyself to the priest, and offer the gift that Moses commanded, for a testimony unto them. <strong>5</strong> And when Jesus was entered into Capernaum, there came unto him a centurion, beseeching him,  <strong>6</strong> And saying, Lord, my servant lieth at home sick of the palsy, grievously tormented.  <strong>7</strong> And Jesus saith unto him, I will come and heal him.  <strong>8</strong> The centurion answered and said, Lord, I am not worthy that thou shouldest come under my roof: but speak the word only, and my servant shall be healed.  <strong>9</strong> For I am a man under authority, having soldiers under me: and I say to this man, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it.  <strong>10</strong> When Jesus heard it, he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel.  <strong>11</strong> And I say unto you, That many shall come from the east and west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven.  <strong>12</strong> But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth.  <strong>13</strong> And Jesus said unto the centurion, Go thy way; and as thou hast believed, so be it done unto thee. And his servant was healed in the selfsame hour.  <strong>14</strong> And when Jesus was come into Peter’s house, he saw his wife’s mother laid, and sick of a fever.  <strong>15</strong> And he touched her hand, and the fever left her: and she arose, and ministered unto them.  <strong>16</strong> When the even was come, they brought unto him many that were possessed with devils: and he cast out the spirits with his word, and healed all that were sick:  <strong>17</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying, Himself took our infirmities, and bare our sicknesses.  <strong>18</strong> Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side.  <strong>19</strong> And a certain scribe came, and said unto him, Master, I will follow thee whithersoever thou goest.  <strong>20</strong> And Jesus saith unto him, The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.  <strong>21</strong> And another of his disciples said unto him, Lord, suffer me first to go and bury my father.  <strong>22</strong> But Jesus said unto him, Follow me; and let the dead bury their dead. <strong>23</strong> And when he was entered into a ship, his disciples followed him.  <strong>24</strong> And, behold, there arose a great tempest in the sea, insomuch that the ship was covered with the waves: but he was asleep.  <strong>25</strong> And his disciples came to him, and awoke him, saying, Lord, save us: we perish.  <strong>26</strong> And he saith unto them, Why are ye fearful, O ye of little faith? Then he arose, and rebuked the winds and the sea; and there was a great calm.  <strong>27</strong> But the men marvelled, saying, What manner of man is this, that even the winds and the sea obey him!  <strong>28</strong> And when he was come to the other side into the country of the Gergesenes, there met him two possessed with devils, coming out of the tombs, exceeding fierce, so that no man might pass by that way.  <strong>29</strong> And, behold, they cried out, saying, What have we to do with thee, Jesus, thou Son of God? art thou come hither to torment us before the time?  <strong>30</strong> And there was a good way off from them an herd of many swine feeding.  <strong>31</strong> So the devils besought him, saying, If thou cast us out, suffer us to go away into the herd of swine.  <strong>32</strong> And he said unto them, Go. And when they were come out, they went into the herd of swine: and, behold, the whole herd of swine ran violently down a steep place into the sea, and perished in the waters.  <strong>33</strong> And they that kept them fled, and went their ways into the city, and told every thing, and what was befallen to the possessed of the devils.  <strong>34</strong> And, behold, the whole city came out to meet Jesus: and when they saw him, they besought him that he would depart out of their coasts.  ","niv":"<sup><strong>1</strong></sup> When he came down from the mountainside, large crowds followed him. <sup><strong>2</strong></sup> A man with leprosy came and knelt before him and said, \"Lord, if you are willing, you can make me clean.\" <sup><strong>3</strong></sup> Jesus reached out his hand and touched the man. \"I am willing,\" he said. \"Be clean!\" Immediately he was cured of his leprosy. <sup><strong>4</strong></sup> Then Jesus said to him, \"See that you don't tell anyone. But go, show yourself to the priest and offer the gift Moses commanded, as a testimony to them.\" <sup><strong>5</strong></sup> When Jesus had entered Capernaum, a centurion came to him, asking for help. <sup><strong>6</strong></sup> \"Lord,\" he said, \"my servant lies at home paralyzed and in terrible suffering.\" <sup><strong>7</strong></sup> Jesus said to him, \"I will go and heal him.\" <sup><strong>8</strong></sup> The centurion replied, \"Lord, I do not deserve to have you come under my roof. But just say the word, and my servant will be healed. <sup><strong>9</strong></sup> For I myself am a man under authority, with soldiers under me. I tell this one, 'Go,' and he goes; and that one, 'Come,' and he comes. I say to my servant, 'Do this,' and he does it.\" <sup><strong>10</strong></sup> When Jesus heard this, he was astonished and said to those following him, \"I tell you the truth, I have not found anyone in Israel with such great faith. <sup><strong>11</strong></sup> I say to you that many will come from the east and the west, and will take their places at the feast with Abraham, Isaac and Jacob in the kingdom of heaven. <sup><strong>12</strong></sup> But the subjects of the kingdom will be thrown outside, into the darkness, where there will be weeping and gnashing of teeth.\" <sup><strong>13</strong></sup> Then Jesus said to the centurion, \"Go! It will be done just as you believed it would.\" And his servant was healed at that very hour. <sup><strong>14</strong></sup> When Jesus came into Peter's house, he saw Peter's mother-in-law lying in bed with a fever. <sup><strong>15</strong></sup> He touched her hand and the fever left her, and she got up and began to wait on him. <sup><strong>16</strong></sup> When evening came, many who were demon-possessed were brought to him, and he drove out the spirits with a word and healed all the sick. <sup><strong>17</strong></sup> This was to fulfill what was spoken through the prophet Isaiah: \"He took up our infirmities and carried our diseases.\" <sup><strong>18</strong></sup> When Jesus saw the crowd around him, he gave orders to cross to the other side of the lake. <sup><strong>19</strong></sup> Then a teacher of the law came to him and said, \"Teacher, I will follow you wherever you go.\" <sup><strong>20</strong></sup> Jesus replied, \"Foxes have holes and birds of the air have nests, but the Son of Man has no place to lay his head.\" <sup><strong>21</strong></sup> Another disciple said to him, \"Lord, first let me go and bury my father.\" <sup><strong>22</strong></sup> But Jesus told him, \"Follow me, and let the dead bury their own dead.\" <sup><strong>23</strong></sup> Then he got into the boat and his disciples followed him. <sup><strong>24</strong></sup> Without warning, a furious storm came up on the lake, so that the waves swept over the boat. But Jesus was sleeping. <sup><strong>25</strong></sup> The disciples went and woke him, saying, \"Lord, save us! We're going to drown!\" <sup><strong>26</strong></sup> He replied, \"You of little faith, why are you so afraid?\" Then he got up and rebuked the winds and the waves, and it was completely calm. <sup><strong>27</strong></sup> The men were amazed and asked, \"What kind of man is this? Even the winds and the waves obey him!\" <sup><strong>28</strong></sup> When he arrived at the other side in the region of the Gadarenes, two demon-possessed men coming from the tombs met him. They were so violent that no one could pass that way. <sup><strong>29</strong></sup> \"What do you want with us, Son of God?\" they shouted. \"Have you come here to torture us before the appointed time?\" <sup><strong>30</strong></sup> Some distance from them a large herd of pigs was feeding. <sup><strong>31</strong></sup> The demons begged Jesus, \"If you drive us out, send us into the herd of pigs.\" <sup><strong>32</strong></sup> He said to them, \"Go!\" So they came out and went into the pigs, and the whole herd rushed down the steep bank into the lake and died in the water. <sup><strong>33</strong></sup> Those tending the pigs ran off, went into the town and reported all this, including what had happened to the demon-possessed men. <sup><strong>34</strong></sup> Then the whole town went out to meet Jesus. And when they saw him, they pleaded with him to leave their region. "},{"_id":"61679823a3a86b670bc2fbce","topicId":"6167981fa3a86b670bc2fbc2","verse":"Philippians 4:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-13\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"61679823a3a86b670bc2fbcf","topicId":"6167981fa3a86b670bc2fbc2","verse":"John 21:15-19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43021015_04-14\"><b class=\"verse-num\" id=\"v43021015-1\">15&nbsp;</b>When they had finished breakfast, Jesus said to Simon Peter, <span class=\"woc\">“Simon, son of John, do you love me more than these?”</span> He said to him, “Yes, Lord; you know that I love you.” He said to him, <span class=\"woc\">“Feed my lambs.”</span> <b class=\"verse-num\" id=\"v43021016-1\">16&nbsp;</b>He said to him a second time, <span class=\"woc\">“Simon, son of John, do you love me?”</span> He said to him, “Yes, Lord; you know that I love you.” He said to him, <span class=\"woc\">“Tend my sheep.”</span> <b class=\"verse-num\" id=\"v43021017-1\">17&nbsp;</b>He said to him the third time, <span class=\"woc\">“Simon, son of John, do you love me?”</span> Peter was grieved because he said to him the third time, <span class=\"woc\">“Do you love me?”</span> and he said to him, “Lord, you know everything; you know that I love you.” Jesus said to him, <span class=\"woc\">“Feed my sheep.</span> <b class=\"verse-num woc\" id=\"v43021018-1\">18&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, when you were young, you used to dress yourself and walk wherever you wanted, but when you are old, you will stretch out your hands, and another will dress you and carry you where you do not want to go.”</span> <b class=\"verse-num\" id=\"v43021019-1\">19&nbsp;</b>(This he said to show by what kind of death he was to glorify God.) And after saying this he said to him, <span class=\"woc\">“Follow me.”</span></p>\n</div>","kjv":"<strong>15</strong> So when they had dined, Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs.  <strong>16</strong> He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my sheep.  <strong>17</strong> He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.  <strong>18</strong> Verily, verily, I say unto thee, When thou wast young, thou girdedst thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.  <strong>19</strong> This spake he, signifying by what death he should glorify God. And when he had spoken this, he saith unto him, Follow me.  ","niv":"<sup><strong>15</strong></sup> When they had finished eating, Jesus said to Simon Peter, \"Simon son of John, do you truly love me more than these?Yes, Lord,\" he said, \"you know that I love you.\" Jesus said, \"Feed my lambs.\" <sup><strong>16</strong></sup> Again Jesus said, \"Simon son of John, do you truly love me?\" He answered, \"Yes, Lord, you know that I love you.\" Jesus said, \"Take care of my sheep.\" <sup><strong>17</strong></sup> The third time he said to him, \"Simon son of John, do you love me?\" Peter was hurt because Jesus asked him the third time, \"Do you love me?\" He said, \"Lord, you know all things; you know that I love you.\" <sup><strong>18</strong></sup> Jesus said, \"Feed my sheep. I tell you the truth, when you were younger you dressed yourself and went where you wanted; but when you are old you will stretch out your hands, and someone else will dress you and lead you where you do not want to go.\" <sup><strong>19</strong></sup> Jesus said this to indicate the kind of death by which Peter would glorify God. Then he said to him, \"Follow me!\" "},{"_id":"61679823a3a86b670bc2fbd0","topicId":"6167981fa3a86b670bc2fbc2","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-15\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2022-11-23T06:35:54.600Z"},{"_id":"61679823a3a86b670bc2fbd1","topicId":"6167981fa3a86b670bc2fbc2","verse":"John 1:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him.</p>\n\n</div>","kjv":"<strong>11</strong> He came unto his own, and his own received him not.  ","niv":"<sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him."},{"_id":"61679824a3a86b670bc2fbd2","topicId":"6167981fa3a86b670bc2fbc2","verse":"Luke 6:48","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42006048_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006048-1\">48&nbsp;</b><span class=\"woc\">he is like a man building a house, who dug deep and laid the foundation on the rock. And when a flood arose, the stream broke against that house and could not shake it, because it had been well built.</span></p>\n\n</div>","kjv":"<strong>48</strong> He is like a man which built an house, and digged deep, and laid the foundation on a rock: and when the flood arose, the stream beat vehemently upon that house, and could not shake it: for it was founded upon a rock.  ","niv":"<sup><strong>48</strong></sup> He is like a man building a house, who dug down deep and laid the foundation on rock. When a flood came, the torrent struck that house but could not shake it, because it was well built."},{"_id":"61679824a3a86b670bc2fbd3","topicId":"6167981fa3a86b670bc2fbc2","verse":"Luke 1:35","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42001035_01-18\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God.</p>\n\n</div>","kjv":"<strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  ","niv":"<sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God."},{"_id":"61679824a3a86b670bc2fbd4","topicId":"6167981fa3a86b670bc2fbc2","verse":"Matthew 11:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40011011_01-19\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40011011-1\">11&nbsp;</b><span class=\"woc\">Truly, I say to you, among those born of women there has arisen no one greater than John the Baptist. Yet the one who is least in the kingdom of heaven is greater than he.</span></p>\n</div>","kjv":"<strong>11</strong> Verily I say unto you, Among them that are born of women there hath not risen a greater than John the Baptist: notwithstanding he that is least in the kingdom of heaven is greater than he.  ","niv":"<sup><strong>11</strong></sup> I tell you the truth: Among those born of women there has not risen anyone greater than John the Baptist; yet he who is least in the kingdom of heaven is greater than he."},{"_id":"61679825a3a86b670bc2fbd5","topicId":"6167981fa3a86b670bc2fbc2","verse":"Matthew 7:7","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40007007_07-20\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span></p>\n</div>","kjv":"<strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  ","niv":"<sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.","modified":"2023-02-25T15:03:16.047Z"},{"_id":"61679825a3a86b670bc2fbd6","topicId":"6167981fa3a86b670bc2fbc2","verse":"Matthew 1:18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40001018_06-21\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  ","niv":"<sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit."},{"_id":"61679825a3a86b670bc2fbd7","topicId":"6167981fa3a86b670bc2fbc2","verse":"Ezekiel 3:1-27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26003001_01-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26003001-1\">3:1&nbsp;</b>And he said to me, “Son of man, eat whatever you find here. Eat this scroll, and go, speak to the house of Israel.” <b class=\"verse-num\" id=\"v26003002-1\">2&nbsp;</b>So I opened my mouth, and he gave me this scroll to eat. <b class=\"verse-num\" id=\"v26003003-1\">3&nbsp;</b>And he said to me, “Son of man, feed your belly with this scroll that I give you and fill your stomach with it.” Then I ate it, and it was in my mouth as sweet as honey.</p>\n<p id=\"p26003003_01-22\"><b class=\"verse-num\" id=\"v26003004-1\">4&nbsp;</b>And he said to me, “Son of man, go to the house of Israel and speak with my words to them. <b class=\"verse-num\" id=\"v26003005-1\">5&nbsp;</b>For you are not sent to a people of foreign speech and a hard language, but to the house of Israel—<b class=\"verse-num\" id=\"v26003006-1\">6&nbsp;</b>not to many peoples of foreign speech and a hard language, whose words you cannot understand. Surely, if I sent you to such, they would listen to you. <b class=\"verse-num\" id=\"v26003007-1\">7&nbsp;</b>But the house of Israel will not be willing to listen to you, for they are not willing to listen to me: because all the house of Israel have a hard forehead and a stubborn heart. <b class=\"verse-num\" id=\"v26003008-1\">8&nbsp;</b>Behold, I have made your face as hard as their faces, and your forehead as hard as their foreheads. <b class=\"verse-num\" id=\"v26003009-1\">9&nbsp;</b>Like emery harder than flint have I made your forehead. Fear them not, nor be dismayed at their looks, for they are a rebellious house.” <b class=\"verse-num\" id=\"v26003010-1\">10&nbsp;</b>Moreover, he said to me, “Son of man, all my words that I shall speak to you receive in your heart, and hear with your ears. <b class=\"verse-num\" id=\"v26003011-1\">11&nbsp;</b>And go to the exiles, to your people, and speak to them and say to them, ‘Thus says the Lord GOD,’ whether they hear or refuse to hear.”</p>\n<p id=\"p26003011_01-22\"><b class=\"verse-num\" id=\"v26003012-1\">12&nbsp;</b>Then the Spirit lifted me up, and I heard behind me the voice of a great earthquake: “Blessed be the glory of the LORD from its place!” <b class=\"verse-num\" id=\"v26003013-1\">13&nbsp;</b>It was the sound of the wings of the living creatures as they touched one another, and the sound of the wheels beside them, and the sound of a great earthquake. <b class=\"verse-num\" id=\"v26003014-1\">14&nbsp;</b>The Spirit lifted me up and took me away, and I went in bitterness in the heat of my spirit, the hand of the LORD being strong upon me. <b class=\"verse-num\" id=\"v26003015-1\">15&nbsp;</b>And I came to the exiles at Tel-abib, who were dwelling by the Chebar canal, and I sat where they were dwelling. And I sat there overwhelmed among them seven days.</p>\n\n<p id=\"p26003015_05-22\"><b class=\"verse-num\" id=\"v26003016-1\">16&nbsp;</b>And at the end of seven days, the word of the LORD came to me: <b class=\"verse-num\" id=\"v26003017-1\">17&nbsp;</b>“Son of man, I have made you a watchman for the house of Israel. Whenever you hear a word from my mouth, you shall give them warning from me. <b class=\"verse-num\" id=\"v26003018-1\">18&nbsp;</b>If I say to the wicked, ‘You shall surely die,’ and you give him no warning, nor speak to warn the wicked from his wicked way, in order to save his life, that wicked person shall die for his iniquity, but his blood I will require at your hand. <b class=\"verse-num\" id=\"v26003019-1\">19&nbsp;</b>But if you warn the wicked, and he does not turn from his wickedness, or from his wicked way, he shall die for his iniquity, but you will have delivered your soul. <b class=\"verse-num\" id=\"v26003020-1\">20&nbsp;</b>Again, if a righteous person turns from his righteousness and commits injustice, and I lay a stumbling block before him, he shall die. Because you have not warned him, he shall die for his sin, and his righteous deeds that he has done shall not be remembered, but his blood I will require at your hand. <b class=\"verse-num\" id=\"v26003021-1\">21&nbsp;</b>But if you warn the righteous person not to sin, and he does not sin, he shall surely live, because he took warning, and you will have delivered your soul.”</p>\n<p id=\"p26003021_05-22\"><b class=\"verse-num\" id=\"v26003022-1\">22&nbsp;</b>And the hand of the LORD was upon me there. And he said to me, “Arise, go out into the valley, and there I will speak with you.” <b class=\"verse-num\" id=\"v26003023-1\">23&nbsp;</b>So I arose and went out into the valley, and behold, the glory of the LORD stood there, like the glory that I had seen by the Chebar canal, and I fell on my face. <b class=\"verse-num\" id=\"v26003024-1\">24&nbsp;</b>But the Spirit entered into me and set me on my feet, and he spoke with me and said to me, “Go, shut yourself within your house. <b class=\"verse-num\" id=\"v26003025-1\">25&nbsp;</b>And you, O son of man, behold, cords will be placed upon you, and you shall be bound with them, so that you cannot go out among the people. <b class=\"verse-num\" id=\"v26003026-1\">26&nbsp;</b>And I will make your tongue cling to the roof of your mouth, so that you shall be mute and unable to reprove them, for they are a rebellious house. <b class=\"verse-num\" id=\"v26003027-1\">27&nbsp;</b>But when I speak with you, I will open your mouth, and you shall say to them, ‘Thus says the Lord GOD.’ He who will hear, let him hear; and he who will refuse to hear, let him refuse, for they are a rebellious house.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover he said unto me, Son of man, eat that thou findest; eat this roll, and go speak unto the house of Israel.  <strong>2</strong> So I opened my mouth, and he caused me to eat that roll.  <strong>3</strong> And he said unto me, Son of man, cause thy belly to eat, and fill thy bowels with this roll that I give thee. Then did I eat it; and it was in my mouth as honey for sweetness.  <strong>4</strong> And he said unto me, Son of man, go, get thee unto the house of Israel, and speak with my words unto them.  <strong>5</strong> For thou art not sent to a people of a strange speech and of an hard language, but to the house of Israel;  <strong>6</strong> Not to many people of a strange speech and of an hard language, whose words thou canst not understand. Surely, had I sent thee to them, they would have hearkened unto thee.  <strong>7</strong> But the house of Israel will not hearken unto thee; for they will not hearken unto me: for all the house of Israel are impudent and hardhearted.  <strong>8</strong> Behold, I have made thy face strong against their faces, and thy forehead strong against their foreheads.  <strong>9</strong> As an adamant harder than flint have I made thy forehead: fear them not, neither be dismayed at their looks, though they be a rebellious house.  <strong>10</strong> Moreover he said unto me, Son of man, all my words that I shall speak unto thee receive in thine heart, and hear with thine ears.  <strong>11</strong> And go, get thee to them of the captivity, unto the children of thy people, and speak unto them, and tell them, Thus saith the Lord GOD; whether they will hear, or whether they will forbear.  <strong>12</strong> Then the spirit took me up, and I heard behind me a voice of a great rushing, saying, Blessed be the glory of the LORD from his place.  <strong>13</strong> I heard also the noise of the wings of the living creatures that touched one another, and the noise of the wheels over against them, and a noise of a great rushing.  <strong>14</strong> So the spirit lifted me up, and took me away, and I went in bitterness, in the heat of my spirit; but the hand of the LORD was strong upon me.  <strong>15</strong> Then I came to them of the captivity at Tel-abib, that dwelt by the river of Chebar, and I sat where they sat, and remained there astonished among them seven days.  <strong>16</strong> And it came to pass at the end of seven days, that the word of the LORD came unto me, saying,  <strong>17</strong> Son of man, I have made thee a watchman unto the house of Israel: therefore hear the word at my mouth, and give them warning from me.  <strong>18</strong> When I say unto the wicked, Thou shalt surely die; and thou givest him not warning, nor speakest to warn the wicked from his wicked way, to save his life; the same wicked man shall die in his iniquity; but his blood will I require at thine hand.  <strong>19</strong> Yet if thou warn the wicked, and he turn not from his wickedness, nor from his wicked way, he shall die in his iniquity; but thou hast delivered thy soul.  <strong>20</strong> Again, When a righteous man doth turn from his righteousness, and commit iniquity, and I lay a stumblingblock before him, he shall die: because thou hast not given him warning, he shall die in his sin, and his righteousness which he hath done shall not be remembered; but his blood will I require at thine hand.  <strong>21</strong> Nevertheless if thou warn the righteous man, that the righteous sin not, and he doth not sin, he shall surely live, because he is warned; also thou hast delivered thy soul.  <strong>22</strong> And the hand of the LORD was there upon me; and he said unto me, Arise, go forth into the plain, and I will there talk with thee.  <strong>23</strong> Then I arose, and went forth into the plain: and, behold, the glory of the LORD stood there, as the glory which I saw by the river of Chebar: and I fell on my face.  <strong>24</strong> Then the spirit entered into me, and set me upon my feet, and spake with me, and said unto me, Go, shut thyself within thine house.  <strong>25</strong> But thou, O son of man, behold, they shall put bands upon thee, and shall bind thee with them, and thou shalt not go out among them:  <strong>26</strong> And I will make thy tongue cleave to the roof of thy mouth, that thou shalt be dumb, and shalt not be to them a reprover: for they are  a rebellious house.  <strong>27</strong> But when I speak with thee, I will open thy mouth, and thou shalt say unto them, Thus saith the Lord GOD; He that heareth, let him hear; and he that forbeareth, let him forbear: for they are a rebellious house.  ","niv":"<sup><strong>1</strong></sup> And he said to me, \"Son of man, eat what is before you, eat this scroll; then go and speak to the house of Israel.\" <sup><strong>2</strong></sup> So I opened my mouth, and he gave me the scroll to eat. <sup><strong>3</strong></sup> Then he said to me, \"Son of man, eat this scroll I am giving you and fill your stomach with it.\" So I ate it, and it tasted as sweet as honey in my mouth. <sup><strong>4</strong></sup> He then said to me: \"Son of man, go now to the house of Israel and speak my words to them. <sup><strong>5</strong></sup> You are not being sent to a people of obscure speech and difficult language, but to the house of Israel- <sup><strong>6</strong></sup> not to many peoples of obscure speech and difficult language, whose words you cannot understand. Surely if I had sent you to them, they would have listened to you. <sup><strong>7</strong></sup> But the house of Israel is not willing to listen to you because they are not willing to listen to me, for the whole house of Israel is hardened and obstinate. <sup><strong>8</strong></sup> But I will make you as unyielding and hardened as they are. <sup><strong>9</strong></sup> I will make your forehead like the hardest stone, harder than flint. Do not be afraid of them or terrified by them, though they are a rebellious house.\" <sup><strong>10</strong></sup> And he said to me, \"Son of man, listen carefully and take to heart all the words I speak to you. <sup><strong>11</strong></sup> Go now to your countrymen in exile and speak to them. Say to them, 'This is what the Sovereign LORD says,' whether they listen or fail to listen.\" <sup><strong>12</strong></sup> Then the Spirit lifted me up, and I heard behind me a loud rumbling sound-May the glory of the LORD be praised in his dwelling place!- <sup><strong>13</strong></sup> the sound of the wings of the living creatures brushing against each other and the sound of the wheels beside them, a loud rumbling sound. <sup><strong>14</strong></sup> The Spirit then lifted me up and took me away, and I went in bitterness and in the anger of my spirit, with the strong hand of the LORD upon me. <sup><strong>15</strong></sup> I came to the exiles who lived at Tel Abib near the Kebar River. And there, where they were living, I sat among them for seven days-overwhelmed. <sup><strong>16</strong></sup> At the end of seven days the word of the LORD came to me: <sup><strong>17</strong></sup> \"Son of man, I have made you a watchman for the house of Israel; so hear the word I speak and give them warning from me. <sup><strong>18</strong></sup> When I say to a wicked man, 'You will surely die,' and you do not warn him or speak out to dissuade him from his evil ways in order to save his life, that wicked man will die for his sin, and I will hold you accountable for his blood. <sup><strong>19</strong></sup> But if you do warn the wicked man and he does not turn from his wickedness or from his evil ways, he will die for his sin; but you will have saved yourself. <sup><strong>20</strong></sup> \"Again, when a righteous man turns from his righteousness and does evil, and I put a stumbling block before him, he will die. Since you did not warn him, he will die for his sin. The righteous things he did will not be remembered, and I will hold you accountable for his blood. <sup><strong>21</strong></sup> But if you do warn the righteous man not to sin and he does not sin, he will surely live because he took warning, and you will have saved yourself.\" <sup><strong>22</strong></sup> The hand of the LORD was upon me there, and he said to me, \"Get up and go out to the plain, and there I will speak to you.\" <sup><strong>23</strong></sup> So I got up and went out to the plain. And the glory of the LORD was standing there, like the glory I had seen by the Kebar River, and I fell facedown. <sup><strong>24</strong></sup> Then the Spirit came into me and raised me to my feet. He spoke to me and said: \"Go, shut yourself inside your house. <sup><strong>25</strong></sup> And you, son of man, they will tie with ropes; you will be bound so that you cannot go out among the people. <sup><strong>26</strong></sup> I will make your tongue stick to the roof of your mouth so that you will be silent and unable to rebuke them, though they are a rebellious house. <sup><strong>27</strong></sup> But when I speak to you, I will open your mouth and you shall say to them, 'This is what the Sovereign LORD says.' Whoever will listen let him listen, and whoever will refuse let him refuse; for they are a rebellious house. "},{"_id":"61679826a3a86b670bc2fbd8","topicId":"6167981fa3a86b670bc2fbc2","verse":"Isaiah 45:1","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045001_04-23\" class=\"line\"><b class=\"chapter-num\" id=\"v23045001-1\">45:1&nbsp;</b>&nbsp;&nbsp;Thus says the LORD to his anointed, to Cyrus,</span><br><span id=\"p23045001_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose right hand I have grasped,</span><br><span id=\"p23045001_04-23\" class=\"line\">&nbsp;&nbsp;to subdue nations before him</span><br><span id=\"p23045001_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to loose the belts of kings,</span><br><span id=\"p23045001_04-23\" class=\"line\">&nbsp;&nbsp;to open doors before him</span><br><span id=\"p23045001_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that gates may not be closed:</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Thus saith the LORD to his anointed, to Cyrus, whose right hand I have holden, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;  ","niv":"<sup><strong>1</strong></sup> \"This is what the LORD says to his anointed, to Cyrus, whose right hand I take hold of to subdue nations before him and to strip kings of their armor, to open doors before him so that gates will not be shut:"},{"_id":"61679826a3a86b670bc2fbd9","topicId":"6167981fa3a86b670bc2fbc2","verse":"Isaiah 29:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p23029012_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v23029012-1\">12&nbsp;</b>And when they give the book to one who cannot read, saying, “Read this,” he says, “I cannot read.”</p>\n</div>","kjv":"<strong>12</strong> And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned.  ","niv":"<sup><strong>12</strong></sup> Or if you give the scroll to someone who cannot read, and say, \"Read this, please,\" he will answer, \"I don't know how to read.\""},{"_id":"61679826a3a86b670bc2fbda","topicId":"6167981fa3a86b670bc2fbc2","verse":"Song of Solomon 5:16","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p22005016_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v22005016-1\">16&nbsp;</b>&nbsp;&nbsp;His mouth is most sweet,</span><br><span id=\"p22005016_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he is altogether desirable.</span><br><span id=\"p22005016_01-25\" class=\"line\">&nbsp;&nbsp;This is my beloved and this is my friend,</span><br><span id=\"p22005016_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O daughters of Jerusalem.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> His mouth is most sweet: yea, he is altogether lovely. This is my beloved, and this is my friend, O daughters of Jerusalem.  ","niv":"<sup><strong>16</strong></sup> His mouth is sweetness itself; he is altogether lovely. This is my lover, this my friend, O daughters of Jerusalem."},{"_id":"61679826a3a86b670bc2fbdb","topicId":"6167981fa3a86b670bc2fbc2","verse":"Psalm 3:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19003005_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003005-1\">5&nbsp;</b>&nbsp;&nbsp;I lay down and slept;</span><br><span id=\"p19003005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I woke again, for the LORD sustained me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> I laid me down and slept; I awaked; for the LORD sustained me.  ","niv":"<sup><strong>5</strong></sup> I lie down and sleep; I wake again, because the LORD sustains me."}]}