{"_id":"61679849a3a86b670bc2fbdc","slug":"masterbation","name":"Masterbation","verses":[{"_id":"61679849a3a86b670bc2fbdd","topicId":"61679849a3a86b670bc2fbdc","verse":"Galatians 5:16","votes":417,"__v":0,"esv":"<div>\n\n<p id=\"p48005016_07-1\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh.</p>\n</div>","kjv":"<strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  ","niv":"<sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature.","modified":"2023-11-13T09:36:50.855Z"},{"_id":"61679849a3a86b670bc2fbde","topicId":"61679849a3a86b670bc2fbdc","verse":"1 Thessalonians 4:3-5","votes":406,"__v":0,"esv":"<div>\n<p id=\"p52004003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004003-1\">3&nbsp;</b>For this is the will of God, your sanctification: that you abstain from sexual immorality; <b class=\"verse-num\" id=\"v52004004-1\">4&nbsp;</b>that each one of you know how to control his own body in holiness and honor, <b class=\"verse-num\" id=\"v52004005-1\">5&nbsp;</b>not in the passion of lust like the Gentiles who do not know God;</p>\n\n</div>","kjv":"<strong>3</strong> For this is the will of God, even your sanctification, that ye should abstain from fornication:  <strong>4</strong> That every one of you should know how to possess his vessel in sanctification and honour;  <strong>5</strong> Not in the lust of concupiscence, even as the Gentiles which know not God:  ","niv":"<sup><strong>3</strong></sup> It is God's will that you should be sanctified: that you should avoid sexual immorality; <sup><strong>4</strong></sup> that each of you should learn to control his own body in a way that is holy and honorable, <sup><strong>5</strong></sup> not in passionate lust like the heathen, who do not know God; ","modified":"2023-07-06T07:09:13.724Z"},{"_id":"6167984aa3a86b670bc2fbdf","topicId":"61679849a3a86b670bc2fbdc","verse":"1 Peter 2:11","votes":350,"__v":0,"esv":"<div>\n<p id=\"p60002011_01-5\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul.</p>\n</div>","kjv":"<strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  ","niv":"<sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul.","modified":"2022-08-22T16:51:23.592Z"},{"_id":"6167984aa3a86b670bc2fbe0","topicId":"61679849a3a86b670bc2fbdc","verse":"James 1:14-15","votes":319,"__v":0,"esv":"<div>\n<p id=\"p59001014_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n</div>","kjv":"<strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  ","niv":"<sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. ","modified":"2022-12-05T21:57:49.073Z"},{"_id":"6167984aa3a86b670bc2fbe1","topicId":"61679849a3a86b670bc2fbdc","verse":"Matthew 5:28","votes":272,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart.","modified":"2023-11-30T02:44:04.057Z"},{"_id":"6167984ba3a86b670bc2fbe2","topicId":"61679849a3a86b670bc2fbdc","verse":"Romans 13:14","votes":206,"__v":0,"esv":"<div>\n<p id=\"p45013014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature.","modified":"2022-10-14T17:27:14.522Z"},{"_id":"6167984ba3a86b670bc2fbe3","topicId":"61679849a3a86b670bc2fbdc","verse":"1 Corinthians 6:12-20","votes":173,"__v":0,"esv":"<div>\n\n<p id=\"p46006012_04-10\"><b class=\"verse-num\" id=\"v46006012-1\">12&nbsp;</b>“All things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but I will not be dominated by anything. <b class=\"verse-num\" id=\"v46006013-1\">13&nbsp;</b>“Food is meant for the stomach and the stomach for food”—and God will destroy both one and the other. The body is not meant for sexual immorality, but for the Lord, and the Lord for the body. <b class=\"verse-num\" id=\"v46006014-1\">14&nbsp;</b>And God raised the Lord and will also raise us up by his power. <b class=\"verse-num\" id=\"v46006015-1\">15&nbsp;</b>Do you not know that your bodies are members of Christ? Shall I then take the members of Christ and make them members of a prostitute? Never! <b class=\"verse-num\" id=\"v46006016-1\">16&nbsp;</b>Or do you not know that he who is joined to a prostitute becomes one body with her? For, as it is written, “The two will become one flesh.” <b class=\"verse-num\" id=\"v46006017-1\">17&nbsp;</b>But he who is joined to the Lord becomes one spirit with him. <b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body. <b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n\n</div>","kjv":"<strong>12</strong> All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.  <strong>13</strong> Meats for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body.  <strong>14</strong> And God hath both raised up the Lord, and will also raise up us by his own power.  <strong>15</strong> Know ye not that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid.  <strong>16</strong> What? know ye not that he which is joined to an harlot is one body? for two, saith he, shall be one flesh.  <strong>17</strong> But he that is joined unto the Lord is one spirit.  <strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  <strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>12</strong></sup> \"Everything is permissible for me\"--but not everything is beneficial. \"Everything is permissible for me\"--but I will not be mastered by anything. <sup><strong>13</strong></sup> \"Food for the stomach and the stomach for food\"--but God will destroy them both. The body is not meant for sexual immorality, but for the Lord, and the Lord for the body. <sup><strong>14</strong></sup> By his power God raised the Lord from the dead, and he will raise us also. <sup><strong>15</strong></sup> Do you not know that your bodies are members of Christ himself? Shall I then take the members of Christ and unite them with a prostitute? Never! <sup><strong>16</strong></sup> Do you not know that he who unites himself with a prostitute is one with her in body? For it is said, \"The two will become one flesh.\" <sup><strong>17</strong></sup> But he who unites himself with the Lord is one with him in spirit. <sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body. <sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. ","modified":"2022-08-22T16:48:25.857Z"},{"_id":"6167984ba3a86b670bc2fbe4","topicId":"61679849a3a86b670bc2fbdc","verse":"2 Timothy 2:22","votes":166,"__v":0,"esv":"<div>\n<p id=\"p55002022_01-11\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.</p>\n</div>","kjv":"<strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  ","niv":"<sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart.","modified":"2023-11-30T02:44:49.461Z"},{"_id":"6167984ca3a86b670bc2fbe5","topicId":"61679849a3a86b670bc2fbdc","verse":"1 Corinthians 7:1-5","votes":154,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband. <b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n</div>","kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. <sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. ","modified":"2022-06-20T03:03:38.807Z"},{"_id":"6167984ca3a86b670bc2fbe6","topicId":"61679849a3a86b670bc2fbdc","verse":"Ephesians 5:3","votes":137,"__v":0,"esv":"<div>\n<p id=\"p49005003_01-14\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints.</p>\n</div>","kjv":"<strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  ","niv":"<sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people."},{"_id":"6167984ca3a86b670bc2fbe7","topicId":"61679849a3a86b670bc2fbdc","verse":"2 Corinthians 7:1","votes":103,"__v":0,"esv":"<div>\n<p id=\"p47007001_01-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47007001-1\">7:1&nbsp;</b>Since we have these promises, beloved, let us cleanse ourselves from every defilement of body and spirit, bringing holiness to completion in the fear of God.</p>\n\n</div>","kjv":"<strong>1</strong> Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.  ","niv":"<sup><strong>1</strong></sup> Since we have these promises, dear friends, let us purify ourselves from everything that contaminates body and spirit, perfecting holiness out of reverence for God.","modified":"2022-06-26T22:21:30.639Z"},{"_id":"6167984da3a86b670bc2fbe8","topicId":"61679849a3a86b670bc2fbdc","verse":"Leviticus 18:22-30","votes":85,"__v":0,"esv":"<div>\n<p id=\"p03018022_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v03018022-1\">22&nbsp;</b>You shall not lie with a male as with a woman; it is an abomination. <b class=\"verse-num\" id=\"v03018023-1\">23&nbsp;</b>And you shall not lie with any animal and so make yourself unclean with it, neither shall any woman give herself to an animal to lie with it: it is perversion.</p>\n<p id=\"p03018023_01-16\"><b class=\"verse-num\" id=\"v03018024-1\">24&nbsp;</b>“Do not make yourselves unclean by any of these things, for by all these the nations I am driving out before you have become unclean, <b class=\"verse-num\" id=\"v03018025-1\">25&nbsp;</b>and the land became unclean, so that I punished its iniquity, and the land vomited out its inhabitants. <b class=\"verse-num\" id=\"v03018026-1\">26&nbsp;</b>But you shall keep my statutes and my rules and do none of these abominations, either the native or the stranger who sojourns among you <b class=\"verse-num\" id=\"v03018027-1\">27&nbsp;</b>(for the people of the land, who were before you, did all of these abominations, so that the land became unclean), <b class=\"verse-num\" id=\"v03018028-1\">28&nbsp;</b>lest the land vomit you out when you make it unclean, as it vomited out the nation that was before you. <b class=\"verse-num\" id=\"v03018029-1\">29&nbsp;</b>For everyone who does any of these abominations, the persons who do them shall be cut off from among their people. <b class=\"verse-num\" id=\"v03018030-1\">30&nbsp;</b>So keep my charge never to practice any of these abominable customs that were practiced before you, and never to make yourselves unclean by them: I am the LORD your God.”</p>\n</div>","kjv":"<strong>22</strong> Thou shalt not lie with mankind, as with womankind: it is  abomination.  <strong>23</strong> Neither shalt thou lie with any beast to defile thyself therewith: neither shall any woman stand before a beast to lie down thereto: it is confusion.  <strong>24</strong> Defile not ye yourselves in any of these things: for in all these the nations are defiled which I cast out before you:  <strong>25</strong> And the land is defiled: therefore I do visit the iniquity thereof upon it, and the land itself vomiteth out her inhabitants.  <strong>26</strong> Ye shall therefore keep my statutes and my judgments, and shall not commit any of these abominations; neither any of your own nation, nor any stranger that sojourneth among you:  <strong>27</strong> (For all these abominations have the men of the land done, which were before you, and the land is defiled;)  <strong>28</strong> That the land spue not you out also, when ye defile it, as it spued out the nations that were before you.  <strong>29</strong> For whosoever shall commit any of these abominations, even the souls that commit them shall be cut off from among their people.  <strong>30</strong> Therefore shall ye keep mine ordinance, that ye commit not any one of these abominable customs, which were committed before you, and that ye defile not yourselves therein: I am the LORD your God.  ","niv":"<sup><strong>22</strong></sup> \"'Do not lie with a man as one lies with a woman; that is detestable. <sup><strong>23</strong></sup> \"'Do not have sexual relations with an animal and defile yourself with it. A woman must not present herself to an animal to have sexual relations with it; that is a perversion. <sup><strong>24</strong></sup> \"'Do not defile yourselves in any of these ways, because this is how the nations that I am going to drive out before you became defiled. <sup><strong>25</strong></sup> Even the land was defiled; so I punished it for its sin, and the land vomited out its inhabitants. <sup><strong>26</strong></sup> But you must keep my decrees and my laws. The native-born and the aliens living among you must not do any of these detestable things, <sup><strong>27</strong></sup> for all these things were done by the people who lived in the land before you, and the land became defiled. <sup><strong>28</strong></sup> And if you defile the land, it will vomit you out as it vomited out the nations that were before you. <sup><strong>29</strong></sup> \"'Everyone who does any of these detestable things-such persons must be cut off from their people. <sup><strong>30</strong></sup> Keep my requirements and do not follow any of the detestable customs that were practiced before you came and do not defile yourselves with them. I am the LORD your God.'\" ","modified":"2022-11-25T07:15:36.408Z"},{"_id":"6167984da3a86b670bc2fbe9","topicId":"61679849a3a86b670bc2fbdc","verse":"Psalm 119:133","votes":86,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119133_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119133-1\">133&nbsp;</b>&nbsp;&nbsp;Keep steady my steps according to your promise,</span><br><span id=\"p19119133_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let no iniquity get dominion over me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>133</strong> Order my steps in thy word: and let not any iniquity have dominion over me.  ","niv":"<sup><strong>133</strong></sup> Direct my footsteps according to your word; let no sin rule over me.","modified":"2023-06-20T20:18:10.672Z"},{"_id":"6167984da3a86b670bc2fbea","topicId":"61679849a3a86b670bc2fbdc","verse":"Genesis 38:9","votes":80,"__v":0,"esv":"<div>\n<p id=\"p01038009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v01038009-1\">9&nbsp;</b>But Onan knew that the offspring would not be his. So whenever he went in to his brother’s wife he would waste the semen on the ground, so as not to give offspring to his brother.</p>\n</div>","kjv":"<strong>9</strong> And Onan knew that the seed should not be his; and it came to pass, when he went in unto his brother’s wife, that he spilled it on the ground, lest that he should give seed to his brother.  ","niv":"<sup><strong>9</strong></sup> But Onan knew that the offspring would not be his; so whenever he lay with his brother's wife, he spilled his semen on the ground to keep from producing offspring for his brother.","modified":"2023-10-06T21:40:03.590Z"},{"_id":"6167984da3a86b670bc2fbeb","topicId":"61679849a3a86b670bc2fbdc","verse":"Romans 14:23","votes":77,"__v":0,"esv":"<div>\n<p id=\"p45014023_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin.","modified":"2022-10-21T12:45:15.360Z"},{"_id":"6167984ea3a86b670bc2fbec","topicId":"61679849a3a86b670bc2fbdc","verse":"Matthew 5:30","votes":75,"__v":0,"esv":"<div>\n<p id=\"p40005030_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n</div>","kjv":"<strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  ","niv":"<sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell.","modified":"2022-10-03T22:16:49.676Z"},{"_id":"6167984ea3a86b670bc2fbed","topicId":"61679849a3a86b670bc2fbdc","verse":"Deuteronomy 23:9-11","votes":72,"__v":0,"esv":"<div>\n\n<p id=\"p05023009_05-21\"><b class=\"verse-num\" id=\"v05023009-1\">9&nbsp;</b>“When you are encamped against your enemies, then you shall keep yourself from every evil thing.</p>\n<p id=\"p05023009_05-21\"><b class=\"verse-num\" id=\"v05023010-1\">10&nbsp;</b>“If any man among you becomes unclean because of a nocturnal emission, then he shall go outside the camp. He shall not come inside the camp, <b class=\"verse-num\" id=\"v05023011-1\">11&nbsp;</b>but when evening comes, he shall bathe himself in water, and as the sun sets, he may come inside the camp.</p>\n</div>","kjv":"<strong>9</strong> When the host goeth forth against thine enemies, then keep thee from every wicked thing.  <strong>10</strong> If there be among you any man, that is not clean by reason of uncleanness that chanceth him by night, then shall he go abroad out of the camp, he shall not come within the camp:  <strong>11</strong> But it shall be, when evening cometh on, he shall wash himself  with water: and when the sun is down, he shall come into the camp again. ","niv":"<sup><strong>9</strong></sup> When you are encamped against your enemies, keep away from everything impure. <sup><strong>10</strong></sup> If one of your men is unclean because of a nocturnal emission, he is to go outside the camp and stay there. <sup><strong>11</strong></sup> But as evening approaches he is to wash himself, and at sunset he may return to the camp. "},{"_id":"6167984ea3a86b670bc2fbee","topicId":"61679849a3a86b670bc2fbdc","verse":"Galatians 5:13","votes":61,"__v":0,"esv":"<div>\n<p id=\"p48005013_01-22\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.</p>\n</div>","kjv":"<strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  ","niv":"<sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love.","modified":"2023-02-26T05:49:54.809Z"},{"_id":"6167984fa3a86b670bc2fbef","topicId":"61679849a3a86b670bc2fbdc","verse":"Colossians 3:5","votes":57,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-23\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry.","modified":"2022-09-15T14:12:59.143Z"},{"_id":"6167984fa3a86b670bc2fbf0","topicId":"61679849a3a86b670bc2fbdc","verse":"Romans 6:12-14","votes":58,"__v":0,"esv":"<div>\n<p id=\"p45006012_01-24\"><b class=\"verse-num\" id=\"v45006012-1\">12&nbsp;</b>Let not sin therefore reign in your mortal body, to make you obey its passions. <b class=\"verse-num\" id=\"v45006013-1\">13&nbsp;</b>Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness. <b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n</div>","kjv":"<strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  ","niv":"<sup><strong>12</strong></sup> Therefore do not let sin reign in your mortal body so that you obey its evil desires. <sup><strong>13</strong></sup> Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness. <sup><strong>14</strong></sup> For sin shall not be your master, because you are not under law, but under grace. ","modified":"2023-05-25T23:31:41.076Z"},{"_id":"6167984fa3a86b670bc2fbf1","topicId":"61679849a3a86b670bc2fbdc","verse":"John 14:14-16","votes":54,"__v":0,"esv":"<div>\n<p id=\"p43014014_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014014-1\">14&nbsp;</b><span class=\"woc\">If you ask me anything in my name, I will do it.</span></p>\n\n<p id=\"p43014014_06-25\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span> <b class=\"verse-num woc\" id=\"v43014016-1\">16&nbsp;</b><span class=\"woc\">And I will ask the Father, and he will give you another Helper, to be with you forever,</span></p>\n\n</div>","kjv":"<strong>14</strong> If ye shall ask any thing in my name, I will do it. <strong>15</strong>           If ye love me, keep my commandments.  <strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  ","niv":"<sup><strong>14</strong></sup> You may ask me for anything in my name, and I will do it. <sup><strong>15</strong></sup> \"If you love me, you will obey what I command. <sup><strong>16</strong></sup> And I will ask the Father, and he will give you another Counselor to be with you forever-- ","modified":"2022-08-19T19:39:52.480Z"},{"_id":"61679850a3a86b670bc2fbf2","topicId":"61679849a3a86b670bc2fbdc","verse":"Genesis 2:18","votes":57,"__v":0,"esv":"<div>\n<p id=\"p01002018_01-26\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.”</p>\n\n</div>","kjv":"<strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  ","niv":"<sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\"","modified":"2023-08-22T11:42:52.383Z"},{"_id":"61679850a3a86b670bc2fbf3","topicId":"61679849a3a86b670bc2fbdc","verse":"1 Corinthians 9:27","votes":46,"__v":0,"esv":"<div>\n<p id=\"p46009027_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009027-1\">27&nbsp;</b>But I discipline my body and keep it under control, lest after preaching to others I myself should be disqualified.</p>\n\n</div>","kjv":"<strong>27</strong> But I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.  ","niv":"<sup><strong>27</strong></sup> No, I beat my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize.","modified":"2023-12-06T18:53:22.318Z"},{"_id":"61679850a3a86b670bc2fbf4","topicId":"61679849a3a86b670bc2fbdc","verse":"Mark 7:15-23","votes":52,"__v":0,"esv":"<div>\n<p id=\"p41007015_01-29\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41007015-1\">15&nbsp;</b><span class=\"woc\">There is nothing outside a person that by going into him can defile him, but the things that come out of a person are what defile him.”</span> <b class=\"verse-num\" id=\"v41007017-1\">17&nbsp;</b>And when he had entered the house and left the people, his disciples asked him about the parable. <b class=\"verse-num\" id=\"v41007018-1\">18&nbsp;</b>And he said to them, <span class=\"woc\">“Then are you also without understanding? Do you not see that whatever goes into a person from outside cannot defile him,</span> <b class=\"verse-num woc\" id=\"v41007019-1\">19&nbsp;</b><span class=\"woc\">since it enters not his heart but his stomach, and is expelled?”</span> (Thus he declared all foods clean.) <b class=\"verse-num\" id=\"v41007020-1\">20&nbsp;</b>And he said, <span class=\"woc\">“What comes out of a person is what defiles him.</span> <b class=\"verse-num woc\" id=\"v41007021-1\">21&nbsp;</b><span class=\"woc\">For from within, out of the heart of man, come evil thoughts, sexual immorality, theft, murder, adultery,</span> <b class=\"verse-num woc\" id=\"v41007022-1\">22&nbsp;</b><span class=\"woc\">coveting, wickedness, deceit, sensuality, envy, slander, pride, foolishness.</span> <b class=\"verse-num woc\" id=\"v41007023-1\">23&nbsp;</b><span class=\"woc\">All these evil things come from within, and they defile a person.”</span></p>\n\n</div>","kjv":"<strong>15</strong> There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man.  <strong>16</strong> If any man have ears to hear, let him hear.  <strong>17</strong> And when he was entered into the house from the people, his disciples asked him concerning the parable.  <strong>18</strong> And he saith unto them, Are ye so without understanding also? Do ye not perceive, that whatsoever thing from without entereth into the man, it cannot defile him;  <strong>19</strong> Because it entereth not into his heart, but into the belly, and goeth out into the draught, purging all meats?  <strong>20</strong> And he said, That which cometh out of the man, that defileth the man.  <strong>21</strong> For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,  <strong>22</strong> Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:  <strong>23</strong> All these evil things come from within, and defile the man.  ","niv":"<sup><strong>15</strong></sup> Nothing outside a man can make him 'unclean' by going into him. Rather, it is what comes out of a man that makes him 'unclean.'\" <sup><strong>16</strong></sup> See Footnote <sup><strong>17</strong></sup> After he had left the crowd and entered the house, his disciples asked him about this parable. <sup><strong>18</strong></sup> \"Are you so dull?\" he asked. \"Don't you see that nothing that enters a man from the outside can make him 'unclean'? <sup><strong>19</strong></sup> For it doesn't go into his heart but into his stomach, and then out of his body.\" (In saying this, Jesus declared all foods \"clean.\") <sup><strong>20</strong></sup> He went on: \"What comes out of a man is what makes him 'unclean.' <sup><strong>21</strong></sup> For from within, out of men's hearts, come evil thoughts, sexual immorality, theft, murder, adultery, <sup><strong>22</strong></sup> greed, malice, deceit, lewdness, envy, slander, arrogance and folly. <sup><strong>23</strong></sup> All these evils come from inside and make a man 'unclean.'\" "},{"_id":"61679850a3a86b670bc2fbf5","topicId":"61679849a3a86b670bc2fbdc","verse":"1 Peter 1:16","votes":45,"__v":0,"esv":"<div>\n<p id=\"p60001016_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001016-1\">16&nbsp;</b>since it is written, “You shall be holy, for I am holy.”</p>\n</div>","kjv":"<strong>16</strong> Because it is written, Be ye holy; for I am holy.  ","niv":"<sup><strong>16</strong></sup> for it is written: \"Be holy, because I am holy.\"","modified":"2023-07-08T12:22:06.995Z"}]}