{"_id":"61679899a3a86b670bc2fc10","slug":"masturbation","name":"Masturbation","verses":[{"_id":"61679899a3a86b670bc2fc11","topicId":"61679899a3a86b670bc2fc10","verse":"1 Corinthians 10:13","votes":323,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it.","modified":"2022-03-22T20:58:59.661Z"},{"_id":"6167989aa3a86b670bc2fc12","topicId":"61679899a3a86b670bc2fc10","verse":"1 Corinthians 6:18","votes":266,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body.","modified":"2022-11-08T18:00:47.072Z"},{"_id":"6167989aa3a86b670bc2fc13","topicId":"61679899a3a86b670bc2fc10","verse":"1 Peter 2:11","votes":246,"__v":0,"esv":"<div>\n<p id=\"p60002011_01-5\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul.</p>\n</div>","kjv":"<strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  ","niv":"<sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul."},{"_id":"6167989aa3a86b670bc2fc14","topicId":"61679899a3a86b670bc2fc10","verse":"Matthew 5:28","votes":224,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."},{"_id":"6167989ba3a86b670bc2fc15","topicId":"61679899a3a86b670bc2fc10","verse":"James 1:14-15","votes":220,"__v":0,"esv":"<div>\n<p id=\"p59001014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n</div>","kjv":"<strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  ","niv":"<sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. "},{"_id":"6167989ba3a86b670bc2fc16","topicId":"61679899a3a86b670bc2fc10","verse":"1 Thessalonians 4:3-5","votes":212,"__v":0,"esv":"<div>\n<p id=\"p52004003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004003-1\">3&nbsp;</b>For this is the will of God, your sanctification: that you abstain from sexual immorality; <b class=\"verse-num\" id=\"v52004004-1\">4&nbsp;</b>that each one of you know how to control his own body in holiness and honor, <b class=\"verse-num\" id=\"v52004005-1\">5&nbsp;</b>not in the passion of lust like the Gentiles who do not know God;</p>\n\n</div>","kjv":"<strong>3</strong> For this is the will of God, even your sanctification, that ye should abstain from fornication:  <strong>4</strong> That every one of you should know how to possess his vessel in sanctification and honour;  <strong>5</strong> Not in the lust of concupiscence, even as the Gentiles which know not God:  ","niv":"<sup><strong>3</strong></sup> It is God's will that you should be sanctified: that you should avoid sexual immorality; <sup><strong>4</strong></sup> that each of you should learn to control his own body in a way that is holy and honorable, <sup><strong>5</strong></sup> not in passionate lust like the heathen, who do not know God; ","modified":"2022-12-06T08:11:54.399Z"},{"_id":"6167989ba3a86b670bc2fc17","topicId":"61679899a3a86b670bc2fc10","verse":"Galatians 5:19-21","votes":191,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"6167989ba3a86b670bc2fc18","topicId":"61679899a3a86b670bc2fc10","verse":"1 Corinthians 7:3-5","votes":164,"__v":0,"esv":"<div>\n<p id=\"p46007003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n</div>","kjv":"<strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  ","niv":"<sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. "},{"_id":"6167989ca3a86b670bc2fc19","topicId":"61679899a3a86b670bc2fc10","verse":"James 1:13-14","votes":157,"__v":0,"esv":"<div>\n<p id=\"p59001013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire.</p>\n</div>","kjv":"<strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  ","niv":"<sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. ","modified":"2022-04-24T19:12:51.452Z"},{"_id":"6167989ca3a86b670bc2fc1a","topicId":"61679899a3a86b670bc2fc10","verse":"Colossians 3:5","votes":139,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-14\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry."},{"_id":"6167989ca3a86b670bc2fc1b","topicId":"61679899a3a86b670bc2fc10","verse":"Leviticus 15:16-17","votes":125,"__v":0,"esv":"<div>\n<p id=\"p03015016_01-15\"><b class=\"verse-num\" id=\"v03015016-1\">16&nbsp;</b>“If a man has an emission of semen, he shall bathe his whole body in water and be unclean until the evening. <b class=\"verse-num\" id=\"v03015017-1\">17&nbsp;</b>And every garment and every skin on which the semen comes shall be washed with water and be unclean until the evening.</p>\n</div>","kjv":"<strong>16</strong> And if any man’s seed of copulation go out from him, then he shall wash all his flesh in water, and be unclean until the even.  <strong>17</strong> And every garment, and every skin, whereon is the seed of copulation, shall be washed with water, and be unclean until the even.  ","niv":"<sup><strong>16</strong></sup> \"'When a man has an emission of semen, he must bathe his whole body with water, and he will be unclean till evening. <sup><strong>17</strong></sup> Any clothing or leather that has semen on it must be washed with water, and it will be unclean till evening. "},{"_id":"6167989da3a86b670bc2fc1c","topicId":"61679899a3a86b670bc2fc10","verse":"Romans 13:14","votes":105,"__v":0,"esv":"<div>\n<p id=\"p45013014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature."},{"_id":"6167989da3a86b670bc2fc1d","topicId":"61679899a3a86b670bc2fc10","verse":"1 Corinthians 9:27","votes":101,"__v":0,"esv":"<div>\n<p id=\"p46009027_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009027-1\">27&nbsp;</b>But I discipline my body and keep it under control, lest after preaching to others I myself should be disqualified.</p>\n\n</div>","kjv":"<strong>27</strong> But I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.  ","niv":"<sup><strong>27</strong></sup> No, I beat my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize."},{"_id":"6167989da3a86b670bc2fc1e","topicId":"61679899a3a86b670bc2fc10","verse":"John 8:34","votes":87,"__v":0,"esv":"<div>\n<p id=\"p43008034_01-19\"><b class=\"verse-num\" id=\"v43008034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Truly, truly, I say to you, everyone who practices sin is a slave to sin.</span></p>\n\n</div>","kjv":"<strong>34</strong> Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.  ","niv":"<sup><strong>34</strong></sup> Jesus replied, \"I tell you the truth, everyone who sins is a slave to sin."},{"_id":"6167989ea3a86b670bc2fc1f","topicId":"61679899a3a86b670bc2fc10","verse":"1 John 2:16","votes":79,"__v":0,"esv":"<div>\n<p id=\"p62002016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.</p>\n\n</div>","kjv":"<strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  ","niv":"<sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world."},{"_id":"6167989ea3a86b670bc2fc20","topicId":"61679899a3a86b670bc2fc10","verse":"Galatians 5:16","votes":76,"__v":0,"esv":"<div>\n\n<p id=\"p48005016_07-21\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh.</p>\n</div>","kjv":"<strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  ","niv":"<sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature."},{"_id":"6167989ea3a86b670bc2fc21","topicId":"61679899a3a86b670bc2fc10","verse":"2 Timothy 2:22","votes":70,"__v":0,"esv":"<div>\n<p id=\"p55002022_01-22\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.</p>\n</div>","kjv":"<strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  ","niv":"<sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart."},{"_id":"6167989ea3a86b670bc2fc22","topicId":"61679899a3a86b670bc2fc10","verse":"Matthew 5:30","votes":67,"__v":0,"esv":"<div>\n<p id=\"p40005030_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n</div>","kjv":"<strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  ","niv":"<sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell.","modified":"2022-02-09T06:37:41.763Z"},{"_id":"6167989fa3a86b670bc2fc23","topicId":"61679899a3a86b670bc2fc10","verse":"1 Corinthians 6:19-20","votes":63,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"6167989fa3a86b670bc2fc24","topicId":"61679899a3a86b670bc2fc10","verse":"2 Timothy 1:7","votes":61,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"6167989fa3a86b670bc2fc25","topicId":"61679899a3a86b670bc2fc10","verse":"Hebrews 13:4","votes":59,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"616798a0a3a86b670bc2fc26","topicId":"61679899a3a86b670bc2fc10","verse":"Romans 6:13","votes":56,"__v":0,"esv":"<div>\n<p id=\"p45006013_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006013-1\">13&nbsp;</b>Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness.</p>\n</div>","kjv":"<strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  ","niv":"<sup><strong>13</strong></sup> Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness."},{"_id":"616798a0a3a86b670bc2fc27","topicId":"61679899a3a86b670bc2fc10","verse":"Genesis 2:24","votes":54,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-29\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"616798a0a3a86b670bc2fc28","topicId":"61679899a3a86b670bc2fc10","verse":"James 5:16","votes":52,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"616798a1a3a86b670bc2fc29","topicId":"61679899a3a86b670bc2fc10","verse":"2 Corinthians 7:1","votes":52,"__v":0,"esv":"<div>\n<p id=\"p47007001_01-31\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47007001-1\">7:1&nbsp;</b>Since we have these promises, beloved, let us cleanse ourselves from every defilement of body and spirit, bringing holiness to completion in the fear of God.</p>\n\n</div>","kjv":"<strong>1</strong> Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.  ","niv":"<sup><strong>1</strong></sup> Since we have these promises, dear friends, let us purify ourselves from everything that contaminates body and spirit, perfecting holiness out of reverence for God."}]}