{"_id":"61679bcfa3a86b670bc2fe12","slug":"mediocrity","name":"Mediocrity","verses":[{"_id":"61679bcfa3a86b670bc2fe13","topicId":"61679bcfa3a86b670bc2fe12","verse":"Romans 12:2","votes":25,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2023-06-08T05:28:23.879Z"},{"_id":"61679bcfa3a86b670bc2fe14","topicId":"61679bcfa3a86b670bc2fe12","verse":"Colossians 3:17","votes":22,"__v":0,"esv":"<div>\n<p id=\"p51003017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n</div>","kjv":"<strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  ","niv":"<sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."},{"_id":"61679bd0a3a86b670bc2fe15","topicId":"61679bcfa3a86b670bc2fe12","verse":"Philippians 4:13","votes":15,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"61679bd0a3a86b670bc2fe16","topicId":"61679bcfa3a86b670bc2fe12","verse":"James 1:27","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-19\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-19\">Greetings.</p>\n\n<p id=\"p59001001_06-19\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-19\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-19\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-19\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-19\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-19\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-19\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-19\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"61679bd0a3a86b670bc2fe17","topicId":"61679bcfa3a86b670bc2fe12","verse":"Matthew 18:9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40018009_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n</div>","kjv":"<strong>9</strong> And if thine eye offend thee, pluck it out, and cast it  from thee: it is better for thee to enter into life with one eye, rather than having two eyes to be cast into hell fire.  ","niv":"<sup><strong>9</strong></sup> And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell."},{"_id":"61679bd1a3a86b670bc2fe18","topicId":"61679bcfa3a86b670bc2fe12","verse":"Joshua 1:8","votes":9,"__v":0,"esv":"<div>\n<p id=\"p06001008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001008-1\">8&nbsp;</b>This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.</p>\n</div>","kjv":"<strong>8</strong> This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success.  ","niv":"<sup><strong>8</strong></sup> Do not let this Book of the Law depart from your mouth; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful."},{"_id":"61679bd1a3a86b670bc2fe19","topicId":"61679bcfa3a86b670bc2fe12","verse":"2 Corinthians 5:17","votes":7,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},{"_id":"61679bd1a3a86b670bc2fe1a","topicId":"61679bcfa3a86b670bc2fe12","verse":"Revelation 3:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66003016_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003016-1\">16&nbsp;</b><span class=\"woc\">So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth.</span></p>\n</div>","kjv":"<strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  ","niv":"<sup><strong>16</strong></sup> So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth."},{"_id":"61679bd1a3a86b670bc2fe1b","topicId":"61679bcfa3a86b670bc2fe12","verse":"Revelation 3:14-22","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p66003014_06-9\"><b class=\"verse-num woc\" id=\"v66003014-1\">14&nbsp;</b><span class=\"woc\">“And to the angel of the church in Laodicea write: ‘The words of the Amen, the faithful and true witness, the beginning of God’s creation.</span></p>\n<p id=\"p66003014_06-9\"><b class=\"verse-num woc\" id=\"v66003015-1\">15&nbsp;</b><span class=\"woc\">“‘I know your works: you are neither cold nor hot. Would that you were either cold or hot!</span> <b class=\"verse-num woc\" id=\"v66003016-1\">16&nbsp;</b><span class=\"woc\">So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth.</span> <b class=\"verse-num woc\" id=\"v66003017-1\">17&nbsp;</b><span class=\"woc\">For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked.</span> <b class=\"verse-num woc\" id=\"v66003018-1\">18&nbsp;</b><span class=\"woc\">I counsel you to buy from me gold refined by fire, so that you may be rich, and white garments so that you may clothe yourself and the shame of your nakedness may not be seen, and salve to anoint your eyes, so that you may see.</span> <b class=\"verse-num woc\" id=\"v66003019-1\">19&nbsp;</b><span class=\"woc\">Those whom I love, I reprove and discipline, so be zealous and repent.</span> <b class=\"verse-num woc\" id=\"v66003020-1\">20&nbsp;</b><span class=\"woc\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.</span> <b class=\"verse-num woc\" id=\"v66003021-1\">21&nbsp;</b><span class=\"woc\">The one who conquers, I will grant him to sit with me on my throne, as I also conquered and sat down with my Father on his throne.</span> <b class=\"verse-num woc\" id=\"v66003022-1\">22&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches.’”</span></p>\n</div>","kjv":"<strong>14</strong>           And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God;  <strong>15</strong> I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.  <strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  <strong>17</strong> Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:  <strong>18</strong> I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that  the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.  <strong>19</strong> As many as I love, I rebuke and chasten: be zealous therefore, and repent.  <strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  <strong>21</strong> To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.  <strong>22</strong> He that hath an ear, let him hear what the Spirit saith unto the churches. ","niv":"<sup><strong>14</strong></sup> \"To the angel of the church in Laodicea write: These are the words of the Amen, the faithful and true witness, the ruler of God's creation. <sup><strong>15</strong></sup> I know your deeds, that you are neither cold nor hot. I wish you were either one or the other! <sup><strong>16</strong></sup> So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth. <sup><strong>17</strong></sup> You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked. <sup><strong>18</strong></sup> I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see. <sup><strong>19</strong></sup> Those whom I love I rebuke and discipline. So be earnest, and repent. <sup><strong>20</strong></sup> Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me. <sup><strong>21</strong></sup> To him who overcomes, I will give the right to sit with me on my throne, just as I overcame and sat down with my Father on his throne. <sup><strong>22</strong></sup> He who has an ear, let him hear what the Spirit says to the churches.\" "},{"_id":"61679bd2a3a86b670bc2fe1c","topicId":"61679bcfa3a86b670bc2fe12","verse":"Hebrews 10:25","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching."},{"_id":"61679bd2a3a86b670bc2fe1d","topicId":"61679bcfa3a86b670bc2fe12","verse":"Proverbs 6:6-8","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006006_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006006-1\">6&nbsp;</b>&nbsp;&nbsp;Go to the ant, O sluggard;</span><br><span id=\"p20006006_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;consider her ways, and be wise.</span><br><span id=\"p20006007_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006007-1\">7&nbsp;</b>&nbsp;&nbsp;Without having any chief,</span><br><span id=\"p20006007_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;officer, or ruler,</span><br><span id=\"p20006008_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006008-1\">8&nbsp;</b>&nbsp;&nbsp;she prepares her bread in summer</span><br><span id=\"p20006008_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gathers her food in harvest.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Go to the ant, thou sluggard; consider her ways, and be wise:  <strong>7</strong> Which having no guide, overseer, or ruler,  <strong>8</strong> Provideth her meat in the summer, and gathereth her food in the harvest.  ","niv":"<sup><strong>6</strong></sup> Go to the ant, you sluggard; consider its ways and be wise! <sup><strong>7</strong></sup> It has no commander, no overseer or ruler, <sup><strong>8</strong></sup> yet it stores its provisions in summer and gathers its food at harvest. "},{"_id":"61679bd2a3a86b670bc2fe1e","topicId":"61679bcfa3a86b670bc2fe12","verse":"Proverbs 10:4","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010004_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010004-1\">4&nbsp;</b>&nbsp;&nbsp;A slack hand causes poverty,</span><br><span id=\"p20010004_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the hand of the diligent makes rich.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> He becometh poor that dealeth with a slack hand: but the hand of the diligent maketh rich.  ","niv":"<sup><strong>4</strong></sup> Lazy hands make a man poor, but diligent hands bring wealth."},{"_id":"61679bd3a3a86b670bc2fe1f","topicId":"61679bcfa3a86b670bc2fe12","verse":"Jude 1:4","votes":4,"__v":0,"kjv":"<strong>4</strong> For there are certain men crept in unawares, who were before of old ordained to this condemnation, ungodly men, turning the grace of our God into lasciviousness, and denying the only Lord God, and our Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"61679bd3a3a86b670bc2fe20","topicId":"61679bcfa3a86b670bc2fe12","verse":"Ephesians 6:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms."},{"_id":"61679bd3a3a86b670bc2fe21","topicId":"61679bcfa3a86b670bc2fe12","verse":"Ephesians 4:29","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49004029_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen."},{"_id":"61679bd4a3a86b670bc2fe22","topicId":"61679bcfa3a86b670bc2fe12","verse":"Ephesians 6:10-20","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-16\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints, <b class=\"verse-num\" id=\"v49006019-1\">19&nbsp;</b>and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel, <b class=\"verse-num\" id=\"v49006020-1\">20&nbsp;</b>for which I am an ambassador in chains, that I may declare it boldly, as I ought to speak.</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  <strong>19</strong> And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,  <strong>20</strong> For which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak.  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. <sup><strong>19</strong></sup> Pray also for me, that whenever I open my mouth, words may be given me so that I will fearlessly make known the mystery of the gospel, <sup><strong>20</strong></sup> for which I am an ambassador in chains. Pray that I may declare it fearlessly, as I should. "},{"_id":"61679bd4a3a86b670bc2fe23","topicId":"61679bcfa3a86b670bc2fe12","verse":"Ezra 10:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p15010004_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v15010004-1\">4&nbsp;</b>Arise, for it is your task, and we are with you; be strong and do it.”</p>\n</div>","kjv":"<strong>4</strong> Arise; for this matter belongeth unto thee: we also will be with thee: be of good courage, and do it.  ","niv":"<sup><strong>4</strong></sup> Rise up; this matter is in your hands. We will support you, so take courage and do it.\""},{"_id":"61679bd4a3a86b670bc2fe24","topicId":"61679bcfa3a86b670bc2fe12","verse":"1 John 5:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62005020_01-18\"><b class=\"verse-num\" id=\"v62005020-1\">20&nbsp;</b>And we know that the Son of God has come and has given us understanding, so that we may know him who is true; and we are in him who is true, in his Son Jesus Christ. He is the true God and eternal life.</p>\n</div>","kjv":"<strong>20</strong> And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.  ","niv":"<sup><strong>20</strong></sup> We know also that the Son of God has come and has given us understanding, so that we may know him who is true. And we are in him who is true--even in his Son Jesus Christ. He is the true God and eternal life."},{"_id":"61679bd4a3a86b670bc2fe25","topicId":"61679bcfa3a86b670bc2fe12","verse":"James 1:1-27","votes":3,"__v":0,"kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"61679bd5a3a86b670bc2fe26","topicId":"61679bcfa3a86b670bc2fe12","verse":"2 Timothy 3:16-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"61679bd5a3a86b670bc2fe27","topicId":"61679bcfa3a86b670bc2fe12","verse":"Romans 12:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"61679bd5a3a86b670bc2fe28","topicId":"61679bcfa3a86b670bc2fe12","verse":"Romans 8:18","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45008018_03-22\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.</p>\n</div>","kjv":"<strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  ","niv":"<sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us."},{"_id":"61679bd6a3a86b670bc2fe29","topicId":"61679bcfa3a86b670bc2fe12","verse":"John 10:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"61679bd6a3a86b670bc2fe2a","topicId":"61679bcfa3a86b670bc2fe12","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-24\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61679bd6a3a86b670bc2fe2b","topicId":"61679bcfa3a86b670bc2fe12","verse":"Zephaniah 1:12","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p36001012_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v36001012-1\">12&nbsp;</b>&nbsp;&nbsp;At that time I will search Jerusalem with lamps,</span><br><span id=\"p36001012_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will punish the men</span><br><span id=\"p36001012_01-25\" class=\"line\">&nbsp;&nbsp;who are complacent,</span><br><span id=\"p36001012_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who say in their hearts,</span><br><span id=\"p36001012_01-25\" class=\"line\">&nbsp;&nbsp;‘The LORD will not do good,</span><br><span id=\"p36001012_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor will he do ill.’</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>12</strong> And it shall come to pass at that time, that I will search Jerusalem with candles, and punish the men that are settled on their lees: that say in their heart, The LORD will not do good, neither will he do evil.  ","niv":"<sup><strong>12</strong></sup> At that time I will search Jerusalem with lamps and punish those who are complacent, who are like wine left on its dregs, who think, 'The LORD will do nothing, either good or bad.'"}]}