{"_id":"61679d12a3a86b670bc2fee2","slug":"memorial-day","name":"Memorial Day","verses":[{"_id":"61679d12a3a86b670bc2fee3","topicId":"61679d12a3a86b670bc2fee2","verse":"John 15:13","votes":75,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends.","modified":"2022-05-22T10:06:27.643Z"},{"_id":"61679d12a3a86b670bc2fee4","topicId":"61679d12a3a86b670bc2fee2","verse":"John 14:27","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.","modified":"2022-02-16T05:44:01.852Z"},{"_id":"61679d12a3a86b670bc2fee5","topicId":"61679d12a3a86b670bc2fee2","verse":"2 Timothy 2:3","votes":16,"__v":0,"esv":"<div>\n<p id=\"p55002003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002003-1\">3&nbsp;</b>Share in suffering as a good soldier of Christ Jesus.</p>\n</div>","kjv":"<strong>3</strong> Thou therefore endure hardness, as a good soldier of Jesus Christ.  ","niv":"<sup><strong>3</strong></sup> Endure hardship with us like a good soldier of Christ Jesus.","modified":"2023-05-29T15:28:12.174Z"},{"_id":"61679d13a3a86b670bc2fee6","topicId":"61679d12a3a86b670bc2fee2","verse":"Joshua 4:1-9","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p06004001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v06004001-1\">4:1&nbsp;</b>When all the nation had finished passing over the Jordan, the LORD said to Joshua, <b class=\"verse-num\" id=\"v06004002-1\">2&nbsp;</b>“Take twelve men from the people, from each tribe a man, <b class=\"verse-num\" id=\"v06004003-1\">3&nbsp;</b>and command them, saying, ‘Take twelve stones from here out of the midst of the Jordan, from the very place where the priests’ feet stood firmly, and bring them over with you and lay them down in the place where you lodge tonight.’” <b class=\"verse-num\" id=\"v06004004-1\">4&nbsp;</b>Then Joshua called the twelve men from the people of Israel, whom he had appointed, a man from each tribe. <b class=\"verse-num\" id=\"v06004005-1\">5&nbsp;</b>And Joshua said to them, “Pass on before the ark of the LORD your God into the midst of the Jordan, and take up each of you a stone upon his shoulder, according to the number of the tribes of the people of Israel, <b class=\"verse-num\" id=\"v06004006-1\">6&nbsp;</b>that this may be a sign among you. When your children ask in time to come, ‘What do those stones mean to you?’ <b class=\"verse-num\" id=\"v06004007-1\">7&nbsp;</b>then you shall tell them that the waters of the Jordan were cut off before the ark of the covenant of the LORD. When it passed over the Jordan, the waters of the Jordan were cut off. So these stones shall be to the people of Israel a memorial forever.”</p>\n<p id=\"p06004007_07-4\"><b class=\"verse-num\" id=\"v06004008-1\">8&nbsp;</b>And the people of Israel did just as Joshua commanded and took up twelve stones out of the midst of the Jordan, according to the number of the tribes of the people of Israel, just as the LORD told Joshua. And they carried them over with them to the place where they lodged and laid them down there. <b class=\"verse-num\" id=\"v06004009-1\">9&nbsp;</b>And Joshua set up twelve stones in the midst of the Jordan, in the place where the feet of the priests bearing the ark of the covenant had stood; and they are there to this day.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when all the people were clean passed over Jordan, that the LORD spake unto Joshua, saying,  <strong>2</strong> Take you twelve men out of the people, out of every tribe a man,  <strong>3</strong> And command ye them, saying, Take you hence out of the midst of Jordan, out of the place where the priests’ feet stood firm, twelve stones, and ye shall carry them over with you, and leave them in the lodging place, where ye shall lodge this night.  <strong>4</strong> Then Joshua called the twelve men, whom he had prepared of the children of Israel, out of every tribe a man:  <strong>5</strong> And Joshua said unto them, Pass over before the ark of the LORD your God into the midst of Jordan, and take ye up every man of you a stone upon his shoulder, according unto the number of the tribes of the children of Israel:  <strong>6</strong> That this may be a sign among you, that when your children ask their fathers in time to come, saying, What mean ye by these stones?  <strong>7</strong> Then ye shall answer them, That the waters of Jordan were cut off before the ark of the covenant of the LORD; when it passed over Jordan, the waters of Jordan were cut off: and these stones shall be for a memorial unto the children of Israel for ever.  <strong>8</strong> And the children of Israel did so as Joshua commanded, and took up twelve stones out of the midst of Jordan, as the LORD spake unto Joshua, according to the number of the tribes of the children of Israel, and carried them over with them unto the place where they lodged, and laid them down there.  <strong>9</strong> And Joshua set up twelve stones in the midst of Jordan, in the place where the feet of the priests which bare the ark of the covenant stood: and they are there unto this day.  ","niv":"<sup><strong>1</strong></sup> When the whole nation had finished crossing the Jordan, the LORD said to Joshua, <sup><strong>2</strong></sup> \"Choose twelve men from among the people, one from each tribe, <sup><strong>3</strong></sup> and tell them to take up twelve stones from the middle of the Jordan from right where the priests stood and to carry them over with you and put them down at the place where you stay tonight.\" <sup><strong>4</strong></sup> So Joshua called together the twelve men he had appointed from the Israelites, one from each tribe, <sup><strong>5</strong></sup> and said to them, \"Go over before the ark of the LORD your God into the middle of the Jordan. Each of you is to take up a stone on his shoulder, according to the number of the tribes of the Israelites, <sup><strong>6</strong></sup> to serve as a sign among you. In the future, when your children ask you, 'What do these stones mean?' <sup><strong>7</strong></sup> tell them that the flow of the Jordan was cut off before the ark of the covenant of the LORD. When it crossed the Jordan, the waters of the Jordan were cut off. These stones are to be a memorial to the people of Israel forever.\" <sup><strong>8</strong></sup> So the Israelites did as Joshua commanded them. They took twelve stones from the middle of the Jordan, according to the number of the tribes of the Israelites, as the LORD had told Joshua; and they carried them over with them to their camp, where they put them down. <sup><strong>9</strong></sup> Joshua set up the twelve stones that had been in the middle of the Jordan at the spot where the priests who carried the ark of the covenant had stood. And they are there to this day. "},{"_id":"61679d13a3a86b670bc2fee7","topicId":"61679d12a3a86b670bc2fee2","verse":"Isaiah 55:11","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055011_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055011-1\">11&nbsp;</b>&nbsp;&nbsp;so shall my word be that goes out from my mouth;</span><br><span id=\"p23055011_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not return to me empty,</span><br><span id=\"p23055011_01-5\" class=\"line\">&nbsp;&nbsp;but it shall accomplish that which I purpose,</span><br><span id=\"p23055011_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall succeed in the thing for which I sent it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.  ","niv":"<sup><strong>11</strong></sup> so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it."},{"_id":"61679d13a3a86b670bc2fee8","topicId":"61679d12a3a86b670bc2fee2","verse":"Psalm 82:3-4","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19082003_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19082003-1\">3&nbsp;</b>&nbsp;&nbsp;Give justice to the weak and the fatherless;</span><br><span id=\"p19082003_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;maintain the right of the afflicted and the destitute.</span><br><span id=\"p19082004_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19082004-1\">4&nbsp;</b>&nbsp;&nbsp;Rescue the weak and the needy;</span><br><span id=\"p19082004_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;deliver them from the hand of the wicked.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Defend the poor and fatherless: do justice to the afflicted and needy.  <strong>4</strong> Deliver the poor and needy: rid them out of the hand of the wicked.  ","niv":"<sup><strong>3</strong></sup> Defend the cause of the weak and fatherless; maintain the rights of the poor and oppressed. <sup><strong>4</strong></sup> Rescue the weak and needy; deliver them from the hand of the wicked. ","modified":"2022-05-30T09:57:31.329Z"},{"_id":"61679d14a3a86b670bc2fee9","topicId":"61679d12a3a86b670bc2fee2","verse":"Exodus 13:3","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p02013003_06-7\"><b class=\"verse-num\" id=\"v02013003-1\">3&nbsp;</b>Then Moses said to the people, “Remember this day in which you came out from Egypt, out of the house of slavery, for by a strong hand the LORD brought you out from this place. No leavened bread shall be eaten.</p>\n</div>","kjv":"<strong>3</strong> And Moses said unto the people, Remember this day, in which ye came out from Egypt, out of the house of bondage; for by strength of hand the LORD brought you out from this place: there shall no leavened bread be eaten.  ","niv":"<sup><strong>3</strong></sup> Then Moses said to the people, \"Commemorate this day, the day you came out of Egypt, out of the land of slavery, because the LORD brought you out of it with a mighty hand. Eat nothing containing yeast."},{"_id":"61679d14a3a86b670bc2feea","topicId":"61679d12a3a86b670bc2fee2","verse":"1 Corinthians 15:22","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46015022_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive.</p>\n</div>","kjv":"<strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  ","niv":"<sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive.","modified":"2022-05-30T13:28:10.074Z"},{"_id":"61679d14a3a86b670bc2feeb","topicId":"61679d12a3a86b670bc2fee2","verse":"Hebrews 4:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"61679d15a3a86b670bc2feec","topicId":"61679d12a3a86b670bc2fee2","verse":"Colossians 2:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-11\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"61679d15a3a86b670bc2feed","topicId":"61679d12a3a86b670bc2fee2","verse":"Proverbs 10:7","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010007_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010007-1\">7&nbsp;</b>&nbsp;&nbsp;The memory of the righteous is a blessing,</span><br><span id=\"p20010007_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the name of the wicked will rot.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The memory of the just is blessed: but the name of the wicked shall rot.  ","niv":"<sup><strong>7</strong></sup> The memory of the righteous will be a blessing, but the name of the wicked will rot.","modified":"2022-05-29T21:36:42.010Z"},{"_id":"61679d15a3a86b670bc2feee","topicId":"61679d12a3a86b670bc2fee2","verse":"Psalm 46:9","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046009_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046009-1\">9&nbsp;</b>&nbsp;&nbsp;He makes wars cease to the end of the earth;</span><br><span id=\"p19046009_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he breaks the bow and shatters the spear;</span><br><span id=\"p19046009_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he burns the chariots with fire.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He maketh wars to cease unto the end of the earth; he breaketh the bow, and cutteth the spear in sunder; he burneth the chariot in the fire.  ","niv":"<sup><strong>9</strong></sup> He makes wars cease to the ends of the earth; he breaks the bow and shatters the spear, he burns the shields with fire."},{"_id":"61679d15a3a86b670bc2feef","topicId":"61679d12a3a86b670bc2fee2","verse":"Psalm 116:15","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19116015_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19116015-1\">15&nbsp;</b>&nbsp;&nbsp;Precious in the sight of the LORD</span><br><span id=\"p19116015_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is the death of his saints.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Precious in the sight of the LORD is the death of his saints.  ","niv":"<sup><strong>15</strong></sup> Precious in the sight of the LORD is the death of his saints."},{"_id":"61679d16a3a86b670bc2fef0","topicId":"61679d12a3a86b670bc2fee2","verse":"John 10:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43010018_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010018-1\">18&nbsp;</b><span class=\"woc\">No one takes it from me, but I lay it down of my own accord. I have authority to lay it down, and I have authority to take it up again. This charge I have received from my Father.”</span></p>\n</div>","kjv":"<strong>18</strong> No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father. ","niv":"<sup><strong>18</strong></sup> No one takes it from me, but I lay it down of my own accord. I have authority to lay it down and authority to take it up again. This command I received from my Father.\""},{"_id":"61679d16a3a86b670bc2fef1","topicId":"61679d12a3a86b670bc2fee2","verse":"Isaiah 49:16","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23049016_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049016-1\">16&nbsp;</b>&nbsp;&nbsp;Behold, I have engraved you on the palms of my hands;</span><br><span id=\"p23049016_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your walls are continually before me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.  ","niv":"<sup><strong>16</strong></sup> See, I have engraved you on the palms of my hands; your walls are ever before me."},{"_id":"61679d16a3a86b670bc2fef2","topicId":"61679d12a3a86b670bc2fee2","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-17\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61679d17a3a86b670bc2fef3","topicId":"61679d12a3a86b670bc2fee2","verse":"Luke 15:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42015007_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent."},{"_id":"61679d17a3a86b670bc2fef4","topicId":"61679d12a3a86b670bc2fee2","verse":"Jonah 3:10-4:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p32003010_01-19\"><b class=\"verse-num\" id=\"v32003010-1\">10&nbsp;</b>When God saw what they did, how they turned from their evil way, God relented of the disaster that he had said he would do to them, and he did not do it.</p>\n\n<p id=\"p32004001_07-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v32004001-1\">4:1&nbsp;</b>But it displeased Jonah exceedingly, and he was angry. <b class=\"verse-num\" id=\"v32004002-1\">2&nbsp;</b>And he prayed to the LORD and said, “O LORD, is not this what I said when I was yet in my country? That is why I made haste to flee to Tarshish; for I knew that you are a gracious God and merciful, slow to anger and abounding in steadfast love, and relenting from disaster. <b class=\"verse-num\" id=\"v32004003-1\">3&nbsp;</b>Therefore now, O LORD, please take my life from me, for it is better for me to die than to live.” <b class=\"verse-num\" id=\"v32004004-1\">4&nbsp;</b>And the LORD said, “Do you do well to be angry?”</p>\n<p id=\"p32004004_07-19\"><b class=\"verse-num\" id=\"v32004005-1\">5&nbsp;</b>Jonah went out of the city and sat to the east of the city and made a booth for himself there. He sat under it in the shade, till he should see what would become of the city.</p>\n\n</div>","kjv":"<strong>10</strong> And God saw their works, that they turned from their evil way; and God repented of the evil, that he had said that he would do unto them; and he did it not.  <strong>1</strong> But it displeased Jonah exceedingly, and he was very angry.  <strong>2</strong> And he prayed unto the LORD, and said, I pray thee, O LORD, was  not this my saying, when I was yet in my country? Therefore I fled before unto Tarshish: for I knew that thou art a gracious God, and merciful, slow to anger, and of great kindness, and repentest thee of the evil.  <strong>3</strong> Therefore now, O LORD, take, I beseech thee, my life from me; for it is better for me to die than to live.  <strong>4</strong> Then said the LORD, Doest thou well to be angry?  <strong>5</strong> So Jonah went out of the city, and sat on the east side of the city, and there made him a booth, and sat under it in the shadow, till he might see what would become of the city.  ","niv":""},{"_id":"61679d17a3a86b670bc2fef5","topicId":"61679d12a3a86b670bc2fee2","verse":"Ezekiel 39:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26039020_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v26039020-1\">20&nbsp;</b>And you shall be filled at my table with horses and charioteers, with mighty men and all kinds of warriors,’ declares the Lord GOD.</p>\n</div>","kjv":"<strong>20</strong> Thus ye shall be filled at my table with horses and chariots, with mighty men, and with all men of war, saith the Lord GOD.  ","niv":"<sup><strong>20</strong></sup> At my table you will eat your fill of horses and riders, mighty men and soldiers of every kind,' declares the Sovereign LORD."},{"_id":"61679d18a3a86b670bc2fef6","topicId":"61679d12a3a86b670bc2fee2","verse":"2 Samuel 1:27","votes":-2,"__v":0,"esv":"<div>\n\n<p id=\"p10001001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10001001-1\">1:1&nbsp;</b>After the death of Saul, when David had returned from striking down the Amalekites, David remained two days in Ziklag. <b class=\"verse-num\" id=\"v10001002-1\">2&nbsp;</b>And on the third day, behold, a man came from Saul’s camp, with his clothes torn and dirt on his head. And when he came to David, he fell to the ground and paid homage. <b class=\"verse-num\" id=\"v10001003-1\">3&nbsp;</b>David said to him, “Where do you come from?” And he said to him, “I have escaped from the camp of Israel.” <b class=\"verse-num\" id=\"v10001004-1\">4&nbsp;</b>And David said to him, “How did it go? Tell me.” And he answered, “The people fled from the battle, and also many of the people have fallen and are dead, and Saul and his son Jonathan are also dead.” <b class=\"verse-num\" id=\"v10001005-1\">5&nbsp;</b>Then David said to the young man who told him, “How do you know that Saul and his son Jonathan are dead?” <b class=\"verse-num\" id=\"v10001006-1\">6&nbsp;</b>And the young man who told him said, “By chance I happened to be on Mount Gilboa, and there was Saul leaning on his spear, and behold, the chariots and the horsemen were close upon him. <b class=\"verse-num\" id=\"v10001007-1\">7&nbsp;</b>And when he looked behind him, he saw me, and called to me. And I answered, ‘Here I am.’ <b class=\"verse-num\" id=\"v10001008-1\">8&nbsp;</b>And he said to me, ‘Who are you?’ I answered him, ‘I am an Amalekite.’ <b class=\"verse-num\" id=\"v10001009-1\">9&nbsp;</b>And he said to me, ‘Stand beside me and kill me, for anguish has seized me, and yet my life still lingers.’ <b class=\"verse-num\" id=\"v10001010-1\">10&nbsp;</b>So I stood beside him and killed him, because I was sure that he could not live after he had fallen. And I took the crown that was on his head and the armlet that was on his arm, and I have brought them here to my lord.”</p>\n<p id=\"p10001010_06-24\"><b class=\"verse-num\" id=\"v10001011-1\">11&nbsp;</b>Then David took hold of his clothes and tore them, and so did all the men who were with him. <b class=\"verse-num\" id=\"v10001012-1\">12&nbsp;</b>And they mourned and wept and fasted until evening for Saul and for Jonathan his son and for the people of the LORD and for the house of Israel, because they had fallen by the sword. <b class=\"verse-num\" id=\"v10001013-1\">13&nbsp;</b>And David said to the young man who told him, “Where do you come from?” And he answered, “I am the son of a sojourner, an Amalekite.” <b class=\"verse-num\" id=\"v10001014-1\">14&nbsp;</b>David said to him, “How is it you were not afraid to put out your hand to destroy the LORD’s anointed?” <b class=\"verse-num\" id=\"v10001015-1\">15&nbsp;</b>Then David called one of the young men and said, “Go, execute him.” And he struck him down so that he died. <b class=\"verse-num\" id=\"v10001016-1\">16&nbsp;</b>And David said to him, “Your blood be on your head, for your own mouth has testified against you, saying, ‘I have killed the LORD’s anointed.’”</p>\n\n<p id=\"p10001016_12-24\"><b class=\"verse-num\" id=\"v10001017-1\">17&nbsp;</b>And David lamented with this lamentation over Saul and Jonathan his son, <b class=\"verse-num\" id=\"v10001018-1\">18&nbsp;</b>and he said it should be taught to the people of Judah; behold, it is written in the Book of Jashar. He said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10001019_12-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001019-1\">19&nbsp;</b>&nbsp;&nbsp;“Your glory, O Israel, is slain on your high places!</span><br><span id=\"p10001019_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;How the mighty have fallen!</span><br><span id=\"p10001020_12-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001020-1\">20&nbsp;</b>&nbsp;&nbsp;Tell it not in Gath,</span><br><span id=\"p10001020_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;publish it not in the streets of Ashkelon,</span><br><span id=\"p10001020_12-24\" class=\"line\">&nbsp;&nbsp;lest the daughters of the Philistines rejoice,</span><br><span id=\"p10001020_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest the daughters of the uncircumcised exult.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001021_12-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001021-1\">21&nbsp;</b>&nbsp;&nbsp;“You mountains of Gilboa,</span><br><span id=\"p10001021_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let there be no dew or rain upon you,</span><br><span id=\"p10001021_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor fields of offerings!</span><br><span id=\"p10001021_12-24\" class=\"line\">&nbsp;&nbsp;For there the shield of the mighty was defiled,</span><br><span id=\"p10001021_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the shield of Saul, not anointed with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001022_12-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001022-1\">22&nbsp;</b>&nbsp;&nbsp;“From the blood of the slain,</span><br><span id=\"p10001022_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the fat of the mighty,</span><br><span id=\"p10001022_12-24\" class=\"line\">&nbsp;&nbsp;the bow of Jonathan turned not back,</span><br><span id=\"p10001022_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sword of Saul returned not empty.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001023_12-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Saul and Jonathan, beloved and lovely!</span><br><span id=\"p10001023_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;In life and in death they were not divided;</span><br><span id=\"p10001023_12-24\" class=\"line\">&nbsp;&nbsp;they were swifter than eagles;</span><br><span id=\"p10001023_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they were stronger than lions.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001024_12-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001024-1\">24&nbsp;</b>&nbsp;&nbsp;“You daughters of Israel, weep over Saul,</span><br><span id=\"p10001024_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who clothed you luxuriously in scarlet,</span><br><span id=\"p10001024_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who put ornaments of gold on your apparel.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001025-1\">25&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen</span><br><span id=\"p10001025_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the battle!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-24\" class=\"line\">&nbsp;&nbsp;“Jonathan lies slain on your high places.</span><br><span id=\"p10001026_12-24\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v10001026-1\">26&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;I am distressed for you, my brother Jonathan;</span><br><span id=\"p10001026_12-24\" class=\"line\">&nbsp;&nbsp;very pleasant have you been to me;</span><br><span id=\"p10001026_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your love to me was extraordinary,</span><br><span id=\"p10001026_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;surpassing the love of women.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001027_12-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001027-1\">27&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen,</span><br><span id=\"p10001027_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the weapons of war perished!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> How are the mighty fallen, and the weapons of war perished!  ","niv":"<sup><strong>27</strong></sup> \"How the mighty have fallen! The weapons of war have perished!\"","modified":"2023-05-18T20:49:14.465Z"},{"_id":"61679d18a3a86b670bc2fef7","topicId":"61679d12a3a86b670bc2fee2","verse":"Joshua 4:1-20","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p06004001_07-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v06004001-1\">4:1&nbsp;</b>When all the nation had finished passing over the Jordan, the LORD said to Joshua, <b class=\"verse-num\" id=\"v06004002-1\">2&nbsp;</b>“Take twelve men from the people, from each tribe a man, <b class=\"verse-num\" id=\"v06004003-1\">3&nbsp;</b>and command them, saying, ‘Take twelve stones from here out of the midst of the Jordan, from the very place where the priests’ feet stood firmly, and bring them over with you and lay them down in the place where you lodge tonight.’” <b class=\"verse-num\" id=\"v06004004-1\">4&nbsp;</b>Then Joshua called the twelve men from the people of Israel, whom he had appointed, a man from each tribe. <b class=\"verse-num\" id=\"v06004005-1\">5&nbsp;</b>And Joshua said to them, “Pass on before the ark of the LORD your God into the midst of the Jordan, and take up each of you a stone upon his shoulder, according to the number of the tribes of the people of Israel, <b class=\"verse-num\" id=\"v06004006-1\">6&nbsp;</b>that this may be a sign among you. When your children ask in time to come, ‘What do those stones mean to you?’ <b class=\"verse-num\" id=\"v06004007-1\">7&nbsp;</b>then you shall tell them that the waters of the Jordan were cut off before the ark of the covenant of the LORD. When it passed over the Jordan, the waters of the Jordan were cut off. So these stones shall be to the people of Israel a memorial forever.”</p>\n<p id=\"p06004007_07-22\"><b class=\"verse-num\" id=\"v06004008-1\">8&nbsp;</b>And the people of Israel did just as Joshua commanded and took up twelve stones out of the midst of the Jordan, according to the number of the tribes of the people of Israel, just as the LORD told Joshua. And they carried them over with them to the place where they lodged and laid them down there. <b class=\"verse-num\" id=\"v06004009-1\">9&nbsp;</b>And Joshua set up twelve stones in the midst of the Jordan, in the place where the feet of the priests bearing the ark of the covenant had stood; and they are there to this day. <b class=\"verse-num\" id=\"v06004010-1\">10&nbsp;</b>For the priests bearing the ark stood in the midst of the Jordan until everything was finished that the LORD commanded Joshua to tell the people, according to all that Moses had commanded Joshua.</p>\n<p id=\"p06004010_07-22\">The people passed over in haste. <b class=\"verse-num\" id=\"v06004011-1\">11&nbsp;</b>And when all the people had finished passing over, the ark of the LORD and the priests passed over before the people. <b class=\"verse-num\" id=\"v06004012-1\">12&nbsp;</b>The sons of Reuben and the sons of Gad and the half-tribe of Manasseh passed over armed before the people of Israel, as Moses had told them. <b class=\"verse-num\" id=\"v06004013-1\">13&nbsp;</b>About 40,000 ready for war passed over before the LORD for battle, to the plains of Jericho. <b class=\"verse-num\" id=\"v06004014-1\">14&nbsp;</b>On that day the LORD exalted Joshua in the sight of all Israel, and they stood in awe of him just as they had stood in awe of Moses, all the days of his life.</p>\n<p id=\"p06004014_07-22\"><b class=\"verse-num\" id=\"v06004015-1\">15&nbsp;</b>And the LORD said to Joshua, <b class=\"verse-num\" id=\"v06004016-1\">16&nbsp;</b>“Command the priests bearing the ark of the testimony to come up out of the Jordan.” <b class=\"verse-num\" id=\"v06004017-1\">17&nbsp;</b>So Joshua commanded the priests, “Come up out of the Jordan.” <b class=\"verse-num\" id=\"v06004018-1\">18&nbsp;</b>And when the priests bearing the ark of the covenant of the LORD came up from the midst of the Jordan, and the soles of the priests’ feet were lifted up on dry ground, the waters of the Jordan returned to their place and overflowed all its banks, as before.</p>\n<p id=\"p06004018_07-22\"><b class=\"verse-num\" id=\"v06004019-1\">19&nbsp;</b>The people came up out of the Jordan on the tenth day of the first month, and they encamped at Gilgal on the east border of Jericho. <b class=\"verse-num\" id=\"v06004020-1\">20&nbsp;</b>And those twelve stones, which they took out of the Jordan, Joshua set up at Gilgal.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when all the people were clean passed over Jordan, that the LORD spake unto Joshua, saying,  <strong>2</strong> Take you twelve men out of the people, out of every tribe a man,  <strong>3</strong> And command ye them, saying, Take you hence out of the midst of Jordan, out of the place where the priests’ feet stood firm, twelve stones, and ye shall carry them over with you, and leave them in the lodging place, where ye shall lodge this night.  <strong>4</strong> Then Joshua called the twelve men, whom he had prepared of the children of Israel, out of every tribe a man:  <strong>5</strong> And Joshua said unto them, Pass over before the ark of the LORD your God into the midst of Jordan, and take ye up every man of you a stone upon his shoulder, according unto the number of the tribes of the children of Israel:  <strong>6</strong> That this may be a sign among you, that when your children ask their fathers in time to come, saying, What mean ye by these stones?  <strong>7</strong> Then ye shall answer them, That the waters of Jordan were cut off before the ark of the covenant of the LORD; when it passed over Jordan, the waters of Jordan were cut off: and these stones shall be for a memorial unto the children of Israel for ever.  <strong>8</strong> And the children of Israel did so as Joshua commanded, and took up twelve stones out of the midst of Jordan, as the LORD spake unto Joshua, according to the number of the tribes of the children of Israel, and carried them over with them unto the place where they lodged, and laid them down there.  <strong>9</strong> And Joshua set up twelve stones in the midst of Jordan, in the place where the feet of the priests which bare the ark of the covenant stood: and they are there unto this day.  <strong>10</strong> For the priests which bare the ark stood in the midst of Jordan, until every thing was finished that the LORD commanded Joshua to speak unto the people, according to all that Moses commanded Joshua: and the people hasted and passed over.  <strong>11</strong> And it came to pass, when all the people were clean passed over, that the ark of the LORD passed over, and the priests, in the presence of the people.  <strong>12</strong> And the children of Reuben, and the children of Gad, and half the tribe of Manasseh, passed over armed before the children of Israel, as Moses spake unto them:  <strong>13</strong> About forty thousand prepared for war passed over before the LORD unto battle, to the plains of Jericho.  <strong>14</strong> On that day the LORD magnified Joshua in the sight of all Israel; and they feared him, as they feared Moses, all the days of his life.  <strong>15</strong> And the LORD spake unto Joshua, saying,  <strong>16</strong> Command the priests that bear the ark of the testimony, that they come up out of Jordan.  <strong>17</strong> Joshua therefore commanded the priests, saying, Come ye up out of Jordan.  <strong>18</strong> And it came to pass, when the priests that bare the ark of the covenant of the LORD were come up out of the midst of Jordan, and the soles of the priests’ feet were lifted up unto the dry land, that the waters of Jordan returned unto their place, and flowed over all his banks, as they did before.  <strong>19</strong> And the people came up out of Jordan on the tenth day of the first month, and encamped in Gilgal, in the east border of Jericho.  <strong>20</strong> And those twelve stones, which they took out of Jordan, did Joshua pitch in Gilgal.  ","niv":"<sup><strong>1</strong></sup> When the whole nation had finished crossing the Jordan, the LORD said to Joshua, <sup><strong>2</strong></sup> \"Choose twelve men from among the people, one from each tribe, <sup><strong>3</strong></sup> and tell them to take up twelve stones from the middle of the Jordan from right where the priests stood and to carry them over with you and put them down at the place where you stay tonight.\" <sup><strong>4</strong></sup> So Joshua called together the twelve men he had appointed from the Israelites, one from each tribe, <sup><strong>5</strong></sup> and said to them, \"Go over before the ark of the LORD your God into the middle of the Jordan. Each of you is to take up a stone on his shoulder, according to the number of the tribes of the Israelites, <sup><strong>6</strong></sup> to serve as a sign among you. In the future, when your children ask you, 'What do these stones mean?' <sup><strong>7</strong></sup> tell them that the flow of the Jordan was cut off before the ark of the covenant of the LORD. When it crossed the Jordan, the waters of the Jordan were cut off. These stones are to be a memorial to the people of Israel forever.\" <sup><strong>8</strong></sup> So the Israelites did as Joshua commanded them. They took twelve stones from the middle of the Jordan, according to the number of the tribes of the Israelites, as the LORD had told Joshua; and they carried them over with them to their camp, where they put them down. <sup><strong>9</strong></sup> Joshua set up the twelve stones that had been in the middle of the Jordan at the spot where the priests who carried the ark of the covenant had stood. And they are there to this day. <sup><strong>10</strong></sup> Now the priests who carried the ark remained standing in the middle of the Jordan until everything the LORD had commanded Joshua was done by the people, just as Moses had directed Joshua. The people hurried over, <sup><strong>11</strong></sup> and as soon as all of them had crossed, the ark of the LORD and the priests came to the other side while the people watched. <sup><strong>12</strong></sup> The men of Reuben, Gad and the half-tribe of Manasseh crossed over, armed, in front of the Israelites, as Moses had directed them. <sup><strong>13</strong></sup> About forty thousand armed for battle crossed over before the LORD to the plains of Jericho for war. <sup><strong>14</strong></sup> That day the LORD exalted Joshua in the sight of all Israel; and they revered him all the days of his life, just as they had revered Moses. <sup><strong>15</strong></sup> Then the LORD said to Joshua, <sup><strong>16</strong></sup> \"Command the priests carrying the ark of the Testimony to come up out of the Jordan.\" <sup><strong>17</strong></sup> So Joshua commanded the priests, \"Come up out of the Jordan.\" <sup><strong>18</strong></sup> And the priests came up out of the river carrying the ark of the covenant of the LORD. No sooner had they set their feet on the dry ground than the waters of the Jordan returned to their place and ran at flood stage as before. <sup><strong>19</strong></sup> On the tenth day of the first month the people went up from the Jordan and camped at Gilgal on the eastern border of Jericho. <sup><strong>20</strong></sup> And Joshua set up at Gilgal the twelve stones they had taken out of the Jordan. "},{"_id":"61679d18a3a86b670bc2fef8","topicId":"61679d12a3a86b670bc2fee2","verse":"Psalm 11:3","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19011003_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19011003-1\">3&nbsp;</b>&nbsp;&nbsp;if the foundations are destroyed,</span><br><span id=\"p19011003_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what can the righteous do?”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> If the foundations be destroyed, what can the righteous do?  ","niv":"<sup><strong>3</strong></sup> When the foundations are being destroyed, what can the righteous do?\""},{"_id":"61679d18a3a86b670bc2fef9","topicId":"61679d12a3a86b670bc2fee2","verse":"2 Samuel 1:1-27","votes":2,"__v":0,"kjv":"<strong>1</strong> Now it came to pass after the death of Saul, when David was returned from the slaughter of the Amalekites, and David had abode two days in Ziklag;  <strong>2</strong> It came even to pass on the third day, that, behold, a man came out of the camp from Saul with his clothes rent, and earth upon his head: and so it was, when he came to David, that he fell to the earth, and did obeisance.  <strong>3</strong> And David said unto him, From whence comest thou? And he said unto him, Out of the camp of Israel am I escaped.  <strong>4</strong> And David said unto him, How went the matter? I pray thee, tell me. And he answered, That the people are fled from the battle, and many of the people also are fallen and dead; and Saul and Jonathan his son are dead also.  <strong>5</strong> And David said unto the young man that told him, How knowest thou that Saul and Jonathan his son be dead?  <strong>6</strong> And the young man that told him said, As I happened by chance upon mount Gilboa, behold, Saul leaned upon his spear; and, lo, the chariots and horsemen followed hard after him.  <strong>7</strong> And when he looked behind him, he saw me, and called unto me. And I answered, Here am I.  <strong>8</strong> And he said unto me, Who art thou? And I answered him, I am an Amalekite.  <strong>9</strong> And he said unto me again, Stand, I pray thee, upon me, and slay me: for anguish is come upon me, because my life is yet whole in me.  <strong>10</strong> So I stood upon him, and slew him, because I was sure that he could not live after that he was fallen: and I took the crown that was upon his head, and the bracelet that was on his arm, and have brought them hither unto my lord.  <strong>11</strong> Then David took hold on his clothes, and rent them; and likewise all the men that were with him:  <strong>12</strong> And they mourned, and wept, and fasted until even, for Saul, and for Jonathan his son, and for the people of the LORD, and for the house of Israel; because they were fallen by the sword.  <strong>13</strong> And David said unto the young man that told him, Whence art  thou? And he answered, I am the son of a stranger, an Amalekite.  <strong>14</strong> And David said unto him, How wast thou not afraid to stretch forth thine hand to destroy the LORD’S anointed?  <strong>15</strong> And David called one of the young men, and said, Go near, and  fall upon him. And he smote him that he died.  <strong>16</strong> And David said unto him, Thy blood be upon thy head; for thy mouth hath testified against thee, saying, I have slain the LORD’S anointed.  <strong>17</strong> And David lamented with this lamentation over Saul and over Jonathan his son:  <strong>18</strong> (Also he bade them teach the children of Judah the use of  the bow: behold, it is written in the book of Jasher.)  <strong>19</strong> The beauty of Israel is slain upon thy high places: how are the mighty fallen!  <strong>20</strong> Tell it not in Gath, publish it not in the streets of Askelon; lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph.  <strong>21</strong> Ye mountains of Gilboa, let there be no dew, neither let there be rain, upon you, nor fields of offerings: for there the shield of the mighty is vilely cast away, the shield of Saul, as though he had not been anointed with oil.  <strong>22</strong> From the blood of the slain, from the fat of the mighty, the bow of Jonathan turned not back, and the sword of Saul returned not empty.  <strong>23</strong> Saul and Jonathan were lovely and pleasant in their lives, and in their death they were not divided: they were swifter than eagles, they were stronger than lions.  <strong>24</strong> Ye daughters of Israel, weep over Saul, who clothed you in scarlet, with other delights, who put on ornaments of gold upon your apparel.  <strong>25</strong> How are the mighty fallen in the midst of the battle! O Jonathan, thou wast slain in thine high places.  <strong>26</strong> I am distressed for thee, my brother Jonathan: very pleasant hast thou been unto me: thy love to me was wonderful, passing the love of women.  <strong>27</strong> How are the mighty fallen, and the weapons of war perished!  ","niv":"<sup><strong>1</strong></sup> After the death of Saul, David returned from defeating the Amalekites and stayed in Ziklag two days. <sup><strong>2</strong></sup> On the third day a man arrived from Saul's camp, with his clothes torn and with dust on his head. When he came to David, he fell to the ground to pay him honor. <sup><strong>3</strong></sup> \"Where have you come from?\" David asked him. He answered, \"I have escaped from the Israelite camp.\" <sup><strong>4</strong></sup> \"What happened?\" David asked. \"Tell me.\" He said, \"The men fled from the battle. Many of them fell and died. And Saul and his son Jonathan are dead.\" <sup><strong>5</strong></sup> Then David said to the young man who brought him the report, \"How do you know that Saul and his son Jonathan are dead?\" <sup><strong>6</strong></sup> \"I happened to be on Mount Gilboa,\" the young man said, \"and there was Saul, leaning on his spear, with the chariots and riders almost upon him. <sup><strong>7</strong></sup> When he turned around and saw me, he called out to me, and I said, 'What can I do?' <sup><strong>8</strong></sup> \"He asked me, 'Who are you?'\"'An Amalekite,' I answered. <sup><strong>9</strong></sup> \"Then he said to me, 'Stand over me and kill me! I am in the throes of death, but I'm still alive.' <sup><strong>10</strong></sup> \"So I stood over him and killed him, because I knew that after he had fallen he could not survive. And I took the crown that was on his head and the band on his arm and have brought them here to my lord.\" <sup><strong>11</strong></sup> Then David and all the men with him took hold of their clothes and tore them. <sup><strong>12</strong></sup> They mourned and wept and fasted till evening for Saul and his son Jonathan, and for the army of the LORD and the house of Israel, because they had fallen by the sword. <sup><strong>13</strong></sup> David said to the young man who brought him the report, \"Where are you from?I am the son of an alien, an Amalekite,\" he answered. <sup><strong>14</strong></sup> David asked him, \"Why were you not afraid to lift your hand to destroy the LORD's anointed?\" <sup><strong>15</strong></sup> Then David called one of his men and said, \"Go, strike him down!\" So he struck him down, and he died. <sup><strong>16</strong></sup> For David had said to him, \"Your blood be on your own head. Your own mouth testified against you when you said, 'I killed the LORD's anointed.'\" <sup><strong>17</strong></sup> David took up this lament concerning Saul and his son Jonathan, <sup><strong>18</strong></sup> and ordered that the men of Judah be taught this lament of the bow (it is written in the Book of Jashar): <sup><strong>19</strong></sup> \"Your glory, O Israel, lies slain on your heights. How the mighty have fallen! <sup><strong>20</strong></sup> \"Tell it not in Gath, proclaim it not in the streets of Ashkelon, lest the daughters of the Philistines be glad, lest the daughters of the uncircumcised rejoice. <sup><strong>21</strong></sup> \"O mountains of Gilboa, may you have neither dew nor rain, nor fields that yield offerings of grain. For there the shield of the mighty was defiled, the shield of Saul-no longer rubbed with oil. <sup><strong>22</strong></sup> From the blood of the slain, from the flesh of the mighty, the bow of Jonathan did not turn back, the sword of Saul did not return unsatisfied. <sup><strong>23</strong></sup> \"Saul and Jonathan- in life they were loved and gracious, and in death they were not parted. They were swifter than eagles, they were stronger than lions. <sup><strong>24</strong></sup> \"O daughters of Israel, weep for Saul, who clothed you in scarlet and finery, who adorned your garments with ornaments of gold. <sup><strong>25</strong></sup> \"How the mighty have fallen in battle! Jonathan lies slain on your heights. <sup><strong>26</strong></sup> I grieve for you, Jonathan my brother; you were very dear to me. Your love for me was wonderful, more wonderful than that of women. <sup><strong>27</strong></sup> \"How the mighty have fallen! The weapons of war have perished!\" "},{"_id":"61679d19a3a86b670bc2fefa","topicId":"61679d12a3a86b670bc2fee2","verse":"Colossians 1:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-25\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-25\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-25\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-25\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-25\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-25\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-25\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "}]}