{"_id":"61679d9fa3a86b670bc2ff37","slug":"memorizing-scriptures","name":"Memorizing Scriptures","verses":[{"_id":"61679d9fa3a86b670bc2ff38","topicId":"61679d9fa3a86b670bc2ff37","verse":"Psalm 119:11","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119011_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119011-1\">11&nbsp;</b>&nbsp;&nbsp;I have stored up your word in my heart,</span><br><span id=\"p19119011_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might not sin against you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Thy word have I hid in mine heart, that I might not sin against thee.  ","niv":"<sup><strong>11</strong></sup> I have hidden your word in my heart that I might not sin against you."},{"_id":"61679d9fa3a86b670bc2ff39","topicId":"61679d9fa3a86b670bc2ff37","verse":"Romans 12:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"61679da0a3a86b670bc2ff3a","topicId":"61679d9fa3a86b670bc2ff37","verse":"2 Timothy 2:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"61679da0a3a86b670bc2ff3b","topicId":"61679d9fa3a86b670bc2ff37","verse":"Romans 10:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"61679da0a3a86b670bc2ff3c","topicId":"61679d9fa3a86b670bc2ff37","verse":"Romans 1:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45001028_01-5\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done.</p>\n</div>","kjv":"<strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  ","niv":"<sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done."},{"_id":"61679da1a3a86b670bc2ff3d","topicId":"61679d9fa3a86b670bc2ff37","verse":"John 15:7-8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43015007_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span> <b class=\"verse-num woc\" id=\"v43015008-1\">8&nbsp;</b><span class=\"woc\">By this my Father is glorified, that you bear much fruit and so prove to be my disciples.</span></p>\n</div>","kjv":"<strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  <strong>8</strong> Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.  ","niv":"<sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you. <sup><strong>8</strong></sup> This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples. "},{"_id":"61679da1a3a86b670bc2ff3e","topicId":"61679d9fa3a86b670bc2ff37","verse":"Psalm 119:105","votes":4,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-7\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"61679da1a3a86b670bc2ff3f","topicId":"61679d9fa3a86b670bc2ff37","verse":"Psalm 40:8","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19040008_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19040008-1\">8&nbsp;</b>&nbsp;&nbsp;I delight to do your will, O my God;</span><br><span id=\"p19040008_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your law is within my heart.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> I delight to do thy will, O my God: yea, thy law is within my heart.  ","niv":"<sup><strong>8</strong></sup> I desire to do your will, O my God; your law is within my heart.\""},{"_id":"61679da1a3a86b670bc2ff40","topicId":"61679d9fa3a86b670bc2ff37","verse":"Psalm 37:31","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037031_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037031-1\">31&nbsp;</b>&nbsp;&nbsp;The law of his God is in his heart;</span><br><span id=\"p19037031_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his steps do not slip.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> The law of his God is in his heart; none of his steps shall slide.  ","niv":"<sup><strong>31</strong></sup> The law of his God is in his heart; his feet do not slip."},{"_id":"61679da2a3a86b670bc2ff41","topicId":"61679d9fa3a86b670bc2ff37","verse":"2 Peter 1:19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61001019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001019-1\">19&nbsp;</b>And we have the prophetic word more fully confirmed, to which you will do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts,</p>\n</div>","kjv":"<strong>19</strong> We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:  ","niv":"<sup><strong>19</strong></sup> And we have the word of the prophets made more certain, and you will do well to pay attention to it, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts."},{"_id":"61679da2a3a86b670bc2ff42","topicId":"61679d9fa3a86b670bc2ff37","verse":"James 1:22-25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59001022_01-11\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n</div>","kjv":"<strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  ","niv":"<sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. "},{"_id":"61679da2a3a86b670bc2ff43","topicId":"61679d9fa3a86b670bc2ff37","verse":"Titus 3:3-7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p56003003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003003-1\">3&nbsp;</b>For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another. <b class=\"verse-num\" id=\"v56003004-1\">4&nbsp;</b>But when the goodness and loving kindness of God our Savior appeared, <b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, <b class=\"verse-num\" id=\"v56003006-1\">6&nbsp;</b>whom he poured out on us richly through Jesus Christ our Savior, <b class=\"verse-num\" id=\"v56003007-1\">7&nbsp;</b>so that being justified by his grace we might become heirs according to the hope of eternal life.</p>\n</div>","kjv":"<strong>3</strong> For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.  <strong>4</strong> But after that the kindness and love of God our Saviour toward man appeared,  <strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  <strong>6</strong> Which he shed on us abundantly through Jesus Christ our Saviour;  <strong>7</strong> That being justified by his grace, we should be made heirs according to the hope of eternal life.  ","niv":"<sup><strong>3</strong></sup> At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another. <sup><strong>4</strong></sup> But when the kindness and love of God our Savior appeared, <sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, <sup><strong>6</strong></sup> whom he poured out on us generously through Jesus Christ our Savior, <sup><strong>7</strong></sup> so that, having been justified by his grace, we might become heirs having the hope of eternal life. "},{"_id":"61679da3a3a86b670bc2ff44","topicId":"61679d9fa3a86b670bc2ff37","verse":"Hebrews 11:1-40","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-13\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-13\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-13\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-13\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-13\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-13\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-13\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-13\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. "},{"_id":"61679da3a3a86b670bc2ff45","topicId":"61679d9fa3a86b670bc2ff37","verse":"Ephesians 6:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49006004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord."},{"_id":"61679da3a3a86b670bc2ff46","topicId":"61679d9fa3a86b670bc2ff37","verse":"Psalm 119:48","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119048_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119048-1\">48&nbsp;</b>&nbsp;&nbsp;I will lift up my hands toward your commandments, which I love,</span><br><span id=\"p19119048_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will meditate on your statutes.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>48</strong> My hands also will I lift up unto thy commandments, which I have loved; and I will meditate in thy statutes.  ","niv":"<sup><strong>48</strong></sup> I lift up my hands to your commands, which I love, and I meditate on your decrees."},{"_id":"61679da3a3a86b670bc2ff47","topicId":"61679d9fa3a86b670bc2ff37","verse":"Philippians 2:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.</p>\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves."},{"_id":"61679da4a3a86b670bc2ff48","topicId":"61679d9fa3a86b670bc2ff37","verse":"Romans 8:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"61679da4a3a86b670bc2ff49","topicId":"61679d9fa3a86b670bc2ff37","verse":"John 17:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth."},{"_id":"61679da4a3a86b670bc2ff4a","topicId":"61679d9fa3a86b670bc2ff37","verse":"Luke 8:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42008015_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42008015-1\">15&nbsp;</b><span class=\"woc\">As for that in the good soil, they are those who, hearing the word, hold it fast in an honest and good heart, and bear fruit with patience.</span></p>\n</div>","kjv":"<strong>15</strong> But that on the good ground are they, which in an honest and good heart, having heard the word, keep it, and bring forth fruit with patience. ","niv":"<sup><strong>15</strong></sup> But the seed on good soil stands for those with a noble and good heart, who hear the word, retain it, and by persevering produce a crop."},{"_id":"61679da5a3a86b670bc2ff4b","topicId":"61679d9fa3a86b670bc2ff37","verse":"Isaiah 55:8-11","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055008_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055008-1\">8&nbsp;</b>&nbsp;&nbsp;For my thoughts are not your thoughts,</span><br><span id=\"p23055008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither are your ways my ways, declares the LORD.</span><br><span id=\"p23055009_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055009-1\">9&nbsp;</b>&nbsp;&nbsp;For as the heavens are higher than the earth,</span><br><span id=\"p23055009_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so are my ways higher than your ways</span><br><span id=\"p23055009_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my thoughts than your thoughts.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23055010_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055010-1\">10&nbsp;</b>&nbsp;&nbsp;“For as the rain and the snow come down from heaven</span><br><span id=\"p23055010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not return there but water the earth,</span><br><span id=\"p23055010_01-20\" class=\"line\">&nbsp;&nbsp;making it bring forth and sprout,</span><br><span id=\"p23055010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;giving seed to the sower and bread to the eater,</span><br><span id=\"p23055011_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055011-1\">11&nbsp;</b>&nbsp;&nbsp;so shall my word be that goes out from my mouth;</span><br><span id=\"p23055011_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not return to me empty,</span><br><span id=\"p23055011_01-20\" class=\"line\">&nbsp;&nbsp;but it shall accomplish that which I purpose,</span><br><span id=\"p23055011_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall succeed in the thing for which I sent it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> For my thoughts are not your thoughts, neither are  your ways my ways, saith the LORD.  <strong>9</strong> For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.  <strong>10</strong> For as the rain cometh down, and the snow from heaven, and returneth not thither, but watereth the earth, and maketh it bring forth and bud, that it may give seed to the sower, and bread to the eater:  <strong>11</strong> So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.  ","niv":"<sup><strong>8</strong></sup> \"For my thoughts are not your thoughts, neither are your ways my ways,\" declares the LORD. <sup><strong>9</strong></sup> \"As the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts. <sup><strong>10</strong></sup> As the rain and the snow come down from heaven, and do not return to it without watering the earth and making it bud and flourish, so that it yields seed for the sower and bread for the eater, <sup><strong>11</strong></sup> so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it. "},{"_id":"61679da5a3a86b670bc2ff4c","topicId":"61679d9fa3a86b670bc2ff37","verse":"Proverbs 23:23","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023023_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023023-1\">23&nbsp;</b>&nbsp;&nbsp;Buy truth, and do not sell it;</span><br><span id=\"p20023023_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;buy wisdom, instruction, and understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Buy the truth, and sell it not; also wisdom, and instruction, and understanding.  ","niv":"<sup><strong>23</strong></sup> Buy the truth and do not sell it; get wisdom, discipline and understanding."},{"_id":"61679da5a3a86b670bc2ff4d","topicId":"61679d9fa3a86b670bc2ff37","verse":"Proverbs 20:15","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020015_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020015-1\">15&nbsp;</b>&nbsp;&nbsp;There is gold and abundance of costly stones,</span><br><span id=\"p20020015_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the lips of knowledge are a precious jewel.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> There is gold, and a multitude of rubies: but the lips of knowledge are a precious jewel.  ","niv":"<sup><strong>15</strong></sup> Gold there is, and rubies in abundance, but lips that speak knowledge are a rare jewel."},{"_id":"61679da6a3a86b670bc2ff4e","topicId":"61679d9fa3a86b670bc2ff37","verse":"Psalm 119:93","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119093_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119093-1\">93&nbsp;</b>&nbsp;&nbsp;I will never forget your precepts,</span><br><span id=\"p19119093_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for by them you have given me life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>93</strong> I will never forget thy precepts: for with them thou hast quickened me.  ","niv":"<sup><strong>93</strong></sup> I will never forget your precepts, for by them you have preserved my life."},{"_id":"61679da6a3a86b670bc2ff4f","topicId":"61679d9fa3a86b670bc2ff37","verse":"Psalm 19:7-14","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19019007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019007-1\">7&nbsp;</b>&nbsp;&nbsp;The law of the LORD is perfect,</span><br><span id=\"p19019007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;reviving the soul;</span><br><span id=\"p19019007_01-24\" class=\"line\">&nbsp;&nbsp;the testimony of the LORD is sure,</span><br><span id=\"p19019007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making wise the simple;</span><br><span id=\"p19019008_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019008-1\">8&nbsp;</b>&nbsp;&nbsp;the precepts of the LORD are right,</span><br><span id=\"p19019008_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rejoicing the heart;</span><br><span id=\"p19019008_01-24\" class=\"line\">&nbsp;&nbsp;the commandment of the LORD is pure,</span><br><span id=\"p19019008_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;enlightening the eyes;</span><br><span id=\"p19019009_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019009-1\">9&nbsp;</b>&nbsp;&nbsp;the fear of the LORD is clean,</span><br><span id=\"p19019009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;enduring forever;</span><br><span id=\"p19019009_01-24\" class=\"line\">&nbsp;&nbsp;the rules of the LORD are true,</span><br><span id=\"p19019009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and righteous altogether.</span><br><span id=\"p19019010_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019010-1\">10&nbsp;</b>&nbsp;&nbsp;More to be desired are they than gold,</span><br><span id=\"p19019010_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even much fine gold;</span><br><span id=\"p19019010_01-24\" class=\"line\">&nbsp;&nbsp;sweeter also than honey</span><br><span id=\"p19019010_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and drippings of the honeycomb.</span><br><span id=\"p19019011_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019011-1\">11&nbsp;</b>&nbsp;&nbsp;Moreover, by them is your servant warned;</span><br><span id=\"p19019011_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in keeping them there is great reward.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19019012_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019012-1\">12&nbsp;</b>&nbsp;&nbsp;Who can discern his errors?</span><br><span id=\"p19019012_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Declare me innocent from hidden faults.</span><br><span id=\"p19019013_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019013-1\">13&nbsp;</b>&nbsp;&nbsp;Keep back your servant also from presumptuous sins;</span><br><span id=\"p19019013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them not have dominion over me!</span><br><span id=\"p19019013_01-24\" class=\"line\">&nbsp;&nbsp;Then I shall be blameless,</span><br><span id=\"p19019013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and innocent of great transgression.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19019014_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019014-1\">14&nbsp;</b>&nbsp;&nbsp;Let the words of my mouth and the meditation of my heart</span><br><span id=\"p19019014_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be acceptable in your sight,</span><br><span id=\"p19019014_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, my rock and my redeemer.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple.  <strong>8</strong> The statutes of the LORD are right, rejoicing the heart: the commandment of the LORD is pure, enlightening the eyes.  <strong>9</strong> The fear of the LORD is clean, enduring for ever: the judgments of the LORD are true and righteous altogether.  <strong>10</strong> More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb.  <strong>11</strong> Moreover by them is thy servant warned: and in keeping of them there is great reward.  <strong>12</strong> Who can understand his errors? cleanse thou me from secret faults. <strong>13</strong> Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression.  <strong>14</strong> Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.  ","niv":"<sup><strong>7</strong></sup> The law of the LORD is perfect, reviving the soul. The statutes of the LORD are trustworthy, making wise the simple. <sup><strong>8</strong></sup> The precepts of the LORD are right, giving joy to the heart. The commands of the LORD are radiant, giving light to the eyes. <sup><strong>9</strong></sup> The fear of the LORD is pure, enduring forever. The ordinances of the LORD are sure and altogether righteous. <sup><strong>10</strong></sup> They are more precious than gold, than much pure gold; they are sweeter than honey, than honey from the comb. <sup><strong>11</strong></sup> By them is your servant warned; in keeping them there is great reward. <sup><strong>12</strong></sup> Who can discern his errors? Forgive my hidden faults. <sup><strong>13</strong></sup> Keep your servant also from willful sins; may they not rule over me. Then will I be blameless, innocent of great transgression. <sup><strong>14</strong></sup> May the words of my mouth and the meditation of my heart be pleasing in your sight, O Lord, my Rock and my Redeemer. "},{"_id":"61679da6a3a86b670bc2ff50","topicId":"61679d9fa3a86b670bc2ff37","verse":"Ezra 7:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p15007010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v15007010-1\">10&nbsp;</b>For Ezra had set his heart to study the Law of the LORD, and to do it and to teach his statutes and rules in Israel.</p>\n</div>","kjv":"<strong>10</strong> For Ezra had prepared his heart to seek the law of the LORD, and to do it, and to teach in Israel statutes and judgments.  ","niv":"<sup><strong>10</strong></sup> For Ezra had devoted himself to the study and observance of the Law of the LORD, and to teaching its decrees and laws in Israel."}]}