{"_id":"61679e43a3a86b670bc2ff9f","slug":"men-in-jail","name":"Men In Jail","verses":[{"_id":"61679e43a3a86b670bc2ffa0","topicId":"61679e43a3a86b670bc2ff9f","verse":"1 Thessalonians 4:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p52004017_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord.</p>\n</div>","kjv":"<strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  ","niv":"<sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever."},{"_id":"61679e44a3a86b670bc2ffa1","topicId":"61679e43a3a86b670bc2ff9f","verse":"Romans 1:1-32","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-2\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-2\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-2\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-2\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-2\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-2\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-2\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-2\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"61679e44a3a86b670bc2ffa2","topicId":"61679e43a3a86b670bc2ff9f","verse":"Ephesians 1:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49001011_01-3\"><b class=\"verse-num\" id=\"v49001011-1\">11&nbsp;</b>In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will,</p>\n</div>","kjv":"<strong>11</strong> In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:  ","niv":"<sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will,"},{"_id":"61679e44a3a86b670bc2ffa3","topicId":"61679e43a3a86b670bc2ff9f","verse":"1 Corinthians 15:51","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46015051_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed,</p>\n</div>","kjv":"<strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  ","niv":"<sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed--"},{"_id":"61679e44a3a86b670bc2ffa4","topicId":"61679e43a3a86b670bc2ff9f","verse":"Romans 10:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"61679e45a3a86b670bc2ffa5","topicId":"61679e43a3a86b670bc2ff9f","verse":"Romans 6:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"61679e45a3a86b670bc2ffa6","topicId":"61679e43a3a86b670bc2ff9f","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-8\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61679e45a3a86b670bc2ffa7","topicId":"61679e43a3a86b670bc2ff9f","verse":"1 John 5:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62005007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005007-1\">7&nbsp;</b>For there are three that testify:</p>\n</div>","kjv":"<strong>7</strong> For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.  ","niv":"<sup><strong>7</strong></sup> For there are three that testify:"},{"_id":"61679e46a3a86b670bc2ffa8","topicId":"61679e43a3a86b670bc2ff9f","verse":"1 John 2:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62002004_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him."},{"_id":"61679e46a3a86b670bc2ffa9","topicId":"61679e43a3a86b670bc2ff9f","verse":"2 Peter 1:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"61679e46a3a86b670bc2ffaa","topicId":"61679e43a3a86b670bc2ff9f","verse":"James 1:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-12\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-12\">Greetings.</p>\n\n<p id=\"p59001001_06-12\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-12\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-12\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-12\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-12\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-12\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-12\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-12\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"61679e47a3a86b670bc2ffab","topicId":"61679e43a3a86b670bc2ff9f","verse":"Hebrews 12:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, <b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n\n<p id=\"p58012002_12-13\"><b class=\"verse-num\" id=\"v58012003-1\">3&nbsp;</b>Consider him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted. <b class=\"verse-num\" id=\"v58012004-1\">4&nbsp;</b>In your struggle against sin you have not yet resisted to the point of shedding your blood. <b class=\"verse-num\" id=\"v58012005-1\">5&nbsp;</b>And have you forgotten the exhortation that addresses you as sons?</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58012005_12-13\" class=\"line\">&nbsp;&nbsp;“My son, do not regard lightly the discipline of the Lord,</span><br><span id=\"p58012005_12-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be weary when reproved by him.</span><br><span id=\"p58012006_12-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v58012006-1\">6&nbsp;</b>&nbsp;&nbsp;For the Lord disciplines the one he loves,</span><br><span id=\"p58012006_12-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and chastises every son whom he receives.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58012006_12-13\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58012007-1\">7&nbsp;</b>It is for discipline that you have to endure. God is treating you as sons. For what son is there whom his father does not discipline? <b class=\"verse-num\" id=\"v58012008-1\">8&nbsp;</b>If you are left without discipline, in which all have participated, then you are illegitimate children and not sons. <b class=\"verse-num\" id=\"v58012009-1\">9&nbsp;</b>Besides this, we have had earthly fathers who disciplined us and we respected them. Shall we not much more be subject to the Father of spirits and live? <b class=\"verse-num\" id=\"v58012010-1\">10&nbsp;</b>For they disciplined us for a short time as it seemed best to them, but he disciplines us for our good, that we may share his holiness. <b class=\"verse-num\" id=\"v58012011-1\">11&nbsp;</b>For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.</p>\n<p id=\"p58012011_12-13\"><b class=\"verse-num\" id=\"v58012012-1\">12&nbsp;</b>Therefore lift your drooping hands and strengthen your weak knees, <b class=\"verse-num\" id=\"v58012013-1\">13&nbsp;</b>and make straight paths for your feet, so that what is lame may not be put out of joint but rather be healed. <b class=\"verse-num\" id=\"v58012014-1\">14&nbsp;</b>Strive for peace with everyone, and for the holiness without which no one will see the Lord. <b class=\"verse-num\" id=\"v58012015-1\">15&nbsp;</b>See to it that no one fails to obtain the grace of God; that no “root of bitterness” springs up and causes trouble, and by it many become defiled; <b class=\"verse-num\" id=\"v58012016-1\">16&nbsp;</b>that no one is sexually immoral or unholy like Esau, who sold his birthright for a single meal. <b class=\"verse-num\" id=\"v58012017-1\">17&nbsp;</b>For you know that afterward, when he desired to inherit the blessing, he was rejected, for he found no chance to repent, though he sought it with tears.</p>\n\n<p id=\"p58012017_18-13\"><b class=\"verse-num\" id=\"v58012018-1\">18&nbsp;</b>For you have not come to what may be touched, a blazing fire and darkness and gloom and a tempest <b class=\"verse-num\" id=\"v58012019-1\">19&nbsp;</b>and the sound of a trumpet and a voice whose words made the hearers beg that no further messages be spoken to them. <b class=\"verse-num\" id=\"v58012020-1\">20&nbsp;</b>For they could not endure the order that was given, “If even a beast touches the mountain, it shall be stoned.” <b class=\"verse-num\" id=\"v58012021-1\">21&nbsp;</b>Indeed, so terrifying was the sight that Moses said, “I tremble with fear.” <b class=\"verse-num\" id=\"v58012022-1\">22&nbsp;</b>But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to innumerable angels in festal gathering, <b class=\"verse-num\" id=\"v58012023-1\">23&nbsp;</b>and to the assembly of the firstborn who are enrolled in heaven, and to God, the judge of all, and to the spirits of the righteous made perfect, <b class=\"verse-num\" id=\"v58012024-1\">24&nbsp;</b>and to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel.</p>\n<p id=\"p58012024_18-13\"><b class=\"verse-num\" id=\"v58012025-1\">25&nbsp;</b>See that you do not refuse him who is speaking. For if they did not escape when they refused him who warned them on earth, much less will we escape if we reject him who warns from heaven. <b class=\"verse-num\" id=\"v58012026-1\">26&nbsp;</b>At that time his voice shook the earth, but now he has promised, “Yet once more I will shake not only the earth but also the heavens.” <b class=\"verse-num\" id=\"v58012027-1\">27&nbsp;</b>This phrase, “Yet once more,” indicates the removal of things that are shaken—that is, things that have been made—in order that the things that cannot be shaken may remain. <b class=\"verse-num\" id=\"v58012028-1\">28&nbsp;</b>Therefore let us be grateful for receiving a kingdom that cannot be shaken, and thus let us offer to God acceptable worship, with reverence and awe, <b class=\"verse-num\" id=\"v58012029-1\">29&nbsp;</b>for our God is a consuming fire.</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  <strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  <strong>4</strong> Ye have not yet resisted unto blood, striving against sin.  <strong>5</strong> And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:  <strong>6</strong> For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.  <strong>7</strong> If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?  <strong>8</strong> But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.  <strong>9</strong> Furthermore we have had fathers of our flesh which corrected us,  and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?  <strong>10</strong> For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.  <strong>11</strong> Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.  <strong>12</strong> Wherefore lift up the hands which hang down, and the feeble knees;  <strong>13</strong> And make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed.  <strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  <strong>15</strong> Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;  <strong>16</strong> Lest there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright.  <strong>17</strong> For ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears.  <strong>18</strong> For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,  <strong>19</strong> And the sound of a trumpet, and the voice of words; which  voice they that heard intreated that the word should not be spoken to them any more:  <strong>20</strong> (For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:  <strong>21</strong> And so terrible was the sight, that Moses said, I exceedingly fear and quake:)  <strong>22</strong> But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,  <strong>23</strong> To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,  <strong>24</strong> And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.  <strong>25</strong> See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape,  if we turn away from him that speaketh from heaven:  <strong>26</strong> Whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven.  <strong>27</strong> And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.  <strong>28</strong> Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:  <strong>29</strong> For our God is a consuming fire.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us. <sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God. <sup><strong>3</strong></sup> Consider him who endured such opposition from sinful men, so that you will not grow weary and lose heart. <sup><strong>4</strong></sup> In your struggle against sin, you have not yet resisted to the point of shedding your blood. <sup><strong>5</strong></sup> And you have forgotten that word of encouragement that addresses you as sons: \"My son, do not make light of the Lord's discipline, and do not lose heart when he rebukes you, <sup><strong>6</strong></sup> because the Lord disciplines those he loves, and he punishes everyone he accepts as a son.\" <sup><strong>7</strong></sup> Endure hardship as discipline; God is treating you as sons. For what son is not disciplined by his father? <sup><strong>8</strong></sup> If you are not disciplined (and everyone undergoes discipline), then you are illegitimate children and not true sons. <sup><strong>9</strong></sup> Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of our spirits and live! <sup><strong>10</strong></sup> Our fathers disciplined us for a little while as they thought best; but God disciplines us for our good, that we may share in his holiness. <sup><strong>11</strong></sup> No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it. <sup><strong>12</strong></sup> Therefore, strengthen your feeble arms and weak knees. <sup><strong>13</strong></sup> \"Make level paths for your feet,\" so that the lame may not be disabled, but rather healed. <sup><strong>14</strong></sup> Make every effort to live in peace with all men and to be holy; without holiness no one will see the Lord. <sup><strong>15</strong></sup> See to it that no one misses the grace of God and that no bitter root grows up to cause trouble and defile many. <sup><strong>16</strong></sup> See that no one is sexually immoral, or is godless like Esau, who for a single meal sold his inheritance rights as the oldest son. <sup><strong>17</strong></sup> Afterward, as you know, when he wanted to inherit this blessing, he was rejected. He could bring about no change of mind, though he sought the blessing with tears. <sup><strong>18</strong></sup> You have not come to a mountain that can be touched and that is burning with fire; to darkness, gloom and storm; <sup><strong>19</strong></sup> to a trumpet blast or to such a voice speaking words that those who heard it begged that no further word be spoken to them, <sup><strong>20</strong></sup> because they could not bear what was commanded: \"If even an animal touches the mountain, it must be stoned.\" <sup><strong>21</strong></sup> The sight was so terrifying that Moses said, \"I am trembling with fear.\" <sup><strong>22</strong></sup> But you have come to Mount Zion, to the heavenly Jerusalem, the city of the living God. You have come to thousands upon thousands of angels in joyful assembly, <sup><strong>23</strong></sup> to the church of the firstborn, whose names are written in heaven. You have come to God, the judge of all men, to the spirits of righteous men made perfect, <sup><strong>24</strong></sup> to Jesus the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel. <sup><strong>25</strong></sup> See to it that you do not refuse him who speaks. If they did not escape when they refused him who warned them on earth, how much less will we, if we turn away from him who warns us from heaven? <sup><strong>26</strong></sup> At that time his voice shook the earth, but now he has promised, \"Once more I will shake not only the earth but also the heavens.\" <sup><strong>27</strong></sup> The words \"once more\" indicate the removing of what can be shaken--that is, created things--so that what cannot be shaken may remain. <sup><strong>28</strong></sup> Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe, <sup><strong>29</strong></sup> for our \"God is a consuming fire.\" "},{"_id":"61679e47a3a86b670bc2ffac","topicId":"61679e43a3a86b670bc2ff9f","verse":"Romans 2:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45002001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things. <b class=\"verse-num\" id=\"v45002002-1\">2&nbsp;</b>We know that the judgment of God rightly falls on those who practice such things. <b class=\"verse-num\" id=\"v45002003-1\">3&nbsp;</b>Do you suppose, O man—you who judge those who practice such things and yet do them yourself—that you will escape the judgment of God? <b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance? <b class=\"verse-num\" id=\"v45002005-1\">5&nbsp;</b>But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God’s righteous judgment will be revealed.</p>\n<p id=\"p45002005_04-14\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury. <b class=\"verse-num\" id=\"v45002009-1\">9&nbsp;</b>There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek, <b class=\"verse-num\" id=\"v45002010-1\">10&nbsp;</b>but glory and honor and peace for everyone who does good, the Jew first and also the Greek. <b class=\"verse-num\" id=\"v45002011-1\">11&nbsp;</b>For God shows no partiality.</p>\n\n<p id=\"p45002011_09-14\"><b class=\"verse-num\" id=\"v45002012-1\">12&nbsp;</b>For all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law. <b class=\"verse-num\" id=\"v45002013-1\">13&nbsp;</b>For it is not the hearers of the law who are righteous before God, but the doers of the law who will be justified. <b class=\"verse-num\" id=\"v45002014-1\">14&nbsp;</b>For when Gentiles, who do not have the law, by nature do what the law requires, they are a law to themselves, even though they do not have the law. <b class=\"verse-num\" id=\"v45002015-1\">15&nbsp;</b>They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them <b class=\"verse-num\" id=\"v45002016-1\">16&nbsp;</b>on that day when, according to my gospel, God judges the secrets of men by Christ Jesus.</p>\n<p id=\"p45002016_09-14\"><b class=\"verse-num\" id=\"v45002017-1\">17&nbsp;</b>But if you call yourself a Jew and rely on the law and boast in God <b class=\"verse-num\" id=\"v45002018-1\">18&nbsp;</b>and know his will and approve what is excellent, because you are instructed from the law; <b class=\"verse-num\" id=\"v45002019-1\">19&nbsp;</b>and if you are sure that you yourself are a guide to the blind, a light to those who are in darkness, <b class=\"verse-num\" id=\"v45002020-1\">20&nbsp;</b>an instructor of the foolish, a teacher of children, having in the law the embodiment of knowledge and truth—<b class=\"verse-num\" id=\"v45002021-1\">21&nbsp;</b>you then who teach others, do you not teach yourself? While you preach against stealing, do you steal? <b class=\"verse-num\" id=\"v45002022-1\">22&nbsp;</b>You who say that one must not commit adultery, do you commit adultery? You who abhor idols, do you rob temples? <b class=\"verse-num\" id=\"v45002023-1\">23&nbsp;</b>You who boast in the law dishonor God by breaking the law. <b class=\"verse-num\" id=\"v45002024-1\">24&nbsp;</b>For, as it is written, “The name of God is blasphemed among the Gentiles because of you.”</p>\n<p id=\"p45002024_09-14\"><b class=\"verse-num\" id=\"v45002025-1\">25&nbsp;</b>For circumcision indeed is of value if you obey the law, but if you break the law, your circumcision becomes uncircumcision. <b class=\"verse-num\" id=\"v45002026-1\">26&nbsp;</b>So, if a man who is uncircumcised keeps the precepts of the law, will not his uncircumcision be regarded as circumcision? <b class=\"verse-num\" id=\"v45002027-1\">27&nbsp;</b>Then he who is physically uncircumcised but keeps the law will condemn you who have the written code and circumcision but break the law. <b class=\"verse-num\" id=\"v45002028-1\">28&nbsp;</b>For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical. <b class=\"verse-num\" id=\"v45002029-1\">29&nbsp;</b>But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  <strong>2</strong> But we are sure that the judgment of God is according to truth against them which commit such things.  <strong>3</strong> And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?  <strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  <strong>5</strong> But after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;  <strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  <strong>9</strong> Tribulation and anguish, upon every soul of man that doeth evil, of the Jew first, and also of the Gentile;  <strong>10</strong> But glory, honour, and peace, to every man that worketh good, to the Jew first, and also to the Gentile:  <strong>11</strong> For there is no respect of persons with God.  <strong>12</strong> For as many as have sinned without law shall also perish without law: and as many as have sinned in the law shall be judged by the law;  <strong>13</strong> (For not the hearers of the law are just before God, but the doers of the law shall be justified.  <strong>14</strong> For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves:  <strong>15</strong> Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)  <strong>16</strong> In the day when God shall judge the secrets of men by Jesus Christ according to my gospel.  <strong>17</strong> Behold, thou art called a Jew, and restest in the law, and makest thy boast of God,  <strong>18</strong> And knowest his will, and approvest the things that are more excellent, being instructed out of the law;  <strong>19</strong> And art confident that thou thyself art a guide of the blind, a light of them which are in darkness,  <strong>20</strong> An instructor of the foolish, a teacher of babes, which hast the form of knowledge and of the truth in the law.  <strong>21</strong> Thou therefore which teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?  <strong>22</strong> Thou that sayest a man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou commit sacrilege?  <strong>23</strong> Thou that makest thy boast of the law, through breaking the law dishonourest thou God?  <strong>24</strong> For the name of God is blasphemed among the Gentiles through you, as it is written.  <strong>25</strong> For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.  <strong>26</strong> Therefore if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?  <strong>27</strong> And shall not uncircumcision which is by nature, if it fulfil the law, judge thee, who by the letter and circumcision dost transgress the law?  <strong>28</strong> For he is not a Jew, which is one outwardly; neither is that  circumcision, which is outward in the flesh:  <strong>29</strong> But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God.  ","niv":"<sup><strong>1</strong></sup> You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge the other, you are condemning yourself, because you who pass judgment do the same things. <sup><strong>2</strong></sup> Now we know that God's judgment against those who do such things is based on truth. <sup><strong>3</strong></sup> So when you, a mere man, pass judgment on them and yet do the same things, do you think you will escape God's judgment? <sup><strong>4</strong></sup> Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance? <sup><strong>5</strong></sup> But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God's wrath, when his righteous judgment will be revealed. <sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" <sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. <sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. <sup><strong>9</strong></sup> There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile; <sup><strong>10</strong></sup> but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile. <sup><strong>11</strong></sup> For God does not show favoritism. <sup><strong>12</strong></sup> All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law. <sup><strong>13</strong></sup> For it is not those who hear the law who are righteous in God's sight, but it is those who obey the law who will be declared righteous. <sup><strong>14</strong></sup> (Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law, <sup><strong>15</strong></sup> since they show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts now accusing, now even defending them.) <sup><strong>16</strong></sup> This will take place on the day when God will judge men's secrets through Jesus Christ, as my gospel declares. <sup><strong>17</strong></sup> Now you, if you call yourself a Jew; if you rely on the law and brag about your relationship to God; <sup><strong>18</strong></sup> if you know his will and approve of what is superior because you are instructed by the law; <sup><strong>19</strong></sup> if you are convinced that you are a guide for the blind, a light for those who are in the dark, <sup><strong>20</strong></sup> an instructor of the foolish, a teacher of infants, because you have in the law the embodiment of knowledge and truth-- <sup><strong>21</strong></sup> you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal? <sup><strong>22</strong></sup> You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples? <sup><strong>23</strong></sup> You who brag about the law, do you dishonor God by breaking the law? <sup><strong>24</strong></sup> As it is written: \"God's name is blasphemed among the Gentiles because of you.\" <sup><strong>25</strong></sup> Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised. <sup><strong>26</strong></sup> If those who are not circumcised keep the law's requirements, will they not be regarded as though they were circumcised? <sup><strong>27</strong></sup> The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the written code and circumcision, are a lawbreaker. <sup><strong>28</strong></sup> A man is not a Jew if he is only one outwardly, nor is circumcision merely outward and physical. <sup><strong>29</strong></sup> No, a man is a Jew if he is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a man's praise is not from men, but from God. "},{"_id":"61679e47a3a86b670bc2ffad","topicId":"61679e43a3a86b670bc2ff9f","verse":"John 19:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43019011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019011-1\">11&nbsp;</b>Jesus answered him, <span class=\"woc\">“You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.”</span></p>\n</div>","kjv":"<strong>11</strong> Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.  ","niv":"<sup><strong>11</strong></sup> Jesus answered, \"You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.\""},{"_id":"61679e47a3a86b670bc2ffae","topicId":"61679e43a3a86b670bc2ff9f","verse":"John 16:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43016007_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016007-1\">7&nbsp;</b><span class=\"woc\">Nevertheless, I tell you the truth: it is to your advantage that I go away, for if I do not go away, the Helper will not come to you. But if I go, I will send him to you.</span></p>\n</div>","kjv":"<strong>7</strong> Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.  ","niv":"<sup><strong>7</strong></sup> But I tell you the truth: It is for your good that I am going away. Unless I go away, the Counselor will not come to you; but if I go, I will send him to you."},{"_id":"61679e48a3a86b670bc2ffaf","topicId":"61679e43a3a86b670bc2ff9f","verse":"Mark 16:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41016002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v41016002-1\">2&nbsp;</b>And very early on the first day of the week, when the sun had risen, they went to the tomb.</p>\n</div>","kjv":"<strong>2</strong> And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.  ","niv":"<sup><strong>2</strong></sup> Very early on the first day of the week, just after sunrise, they were on their way to the tomb"},{"_id":"61679e48a3a86b670bc2ffb0","topicId":"61679e43a3a86b670bc2ff9f","verse":"Psalm 65:1-13","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19065001_06-18\" class=\"psalm-title\">To the choirmaster. A Psalm of David. A Song.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19065001_06-18\" class=\"line\"><b class=\"chapter-num\" id=\"v19065001-1\">65:1&nbsp;</b>&nbsp;&nbsp;Praise is due to you, O God, in Zion,</span><br><span id=\"p19065001_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to you shall vows be performed.</span><br><span id=\"p19065002_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065002-1\">2&nbsp;</b>&nbsp;&nbsp;O you who hear prayer,</span><br><span id=\"p19065002_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to you shall all flesh come.</span><br><span id=\"p19065003_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065003-1\">3&nbsp;</b>&nbsp;&nbsp;When iniquities prevail against me,</span><br><span id=\"p19065003_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you atone for our transgressions.</span><br><span id=\"p19065004_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065004-1\">4&nbsp;</b>&nbsp;&nbsp;Blessed is the one you choose and bring near,</span><br><span id=\"p19065004_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to dwell in your courts!</span><br><span id=\"p19065004_06-18\" class=\"line\">&nbsp;&nbsp;We shall be satisfied with the goodness of your house,</span><br><span id=\"p19065004_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the holiness of your temple!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19065005_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065005-1\">5&nbsp;</b>&nbsp;&nbsp;By awesome deeds you answer us with righteousness,</span><br><span id=\"p19065005_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O God of our salvation,</span><br><span id=\"p19065005_06-18\" class=\"line\">&nbsp;&nbsp;the hope of all the ends of the earth</span><br><span id=\"p19065005_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of the farthest seas;</span><br><span id=\"p19065006_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065006-1\">6&nbsp;</b>&nbsp;&nbsp;the one who by his strength established the mountains,</span><br><span id=\"p19065006_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;being girded with might;</span><br><span id=\"p19065007_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065007-1\">7&nbsp;</b>&nbsp;&nbsp;who stills the roaring of the seas,</span><br><span id=\"p19065007_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the roaring of their waves,</span><br><span id=\"p19065007_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the tumult of the peoples,</span><br><span id=\"p19065008_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065008-1\">8&nbsp;</b>&nbsp;&nbsp;so that those who dwell at the ends of the earth are in awe at your signs.</span><br><span id=\"p19065008_06-18\" class=\"line\">&nbsp;&nbsp;You make the going out of the morning and the evening to shout for joy.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19065009_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065009-1\">9&nbsp;</b>&nbsp;&nbsp;You visit the earth and water it;</span><br><span id=\"p19065009_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you greatly enrich it;</span><br><span id=\"p19065009_06-18\" class=\"line\">&nbsp;&nbsp;the river of God is full of water;</span><br><span id=\"p19065009_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you provide their grain,</span><br><span id=\"p19065009_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for so you have prepared it.</span><br><span id=\"p19065010_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065010-1\">10&nbsp;</b>&nbsp;&nbsp;You water its furrows abundantly,</span><br><span id=\"p19065010_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;settling its ridges,</span><br><span id=\"p19065010_06-18\" class=\"line\">&nbsp;&nbsp;softening it with showers,</span><br><span id=\"p19065010_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blessing its growth.</span><br><span id=\"p19065011_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065011-1\">11&nbsp;</b>&nbsp;&nbsp;You crown the year with your bounty;</span><br><span id=\"p19065011_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your wagon tracks overflow with abundance.</span><br><span id=\"p19065012_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065012-1\">12&nbsp;</b>&nbsp;&nbsp;The pastures of the wilderness overflow,</span><br><span id=\"p19065012_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the hills gird themselves with joy,</span><br><span id=\"p19065013_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19065013-1\">13&nbsp;</b>&nbsp;&nbsp;the meadows clothe themselves with flocks,</span><br><span id=\"p19065013_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the valleys deck themselves with grain,</span><br><span id=\"p19065013_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shout and sing together for joy.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Praise waiteth for thee, O God, in Sion: and unto thee shall the vow be performed.  <strong>2</strong> O thou that hearest prayer, unto thee shall all flesh come.  <strong>3</strong> Iniquities prevail against me: as for our transgressions, thou shalt purge them away.  <strong>4</strong> Blessed is the man whom thou choosest, and causest to approach unto thee, that he may dwell in thy courts: we shall be satisfied with the goodness of thy house, even of thy holy temple.  <strong>5</strong> By terrible things in righteousness wilt thou answer us, O God of our salvation; who art the confidence of all the ends of the earth, and of them that are afar off upon the sea:  <strong>6</strong> Which by his strength setteth fast the mountains; being girded with power:  <strong>7</strong> Which stilleth the noise of the seas, the noise of their waves, and the tumult of the people.  <strong>8</strong> They also that dwell in the uttermost parts are afraid at thy tokens: thou makest the outgoings of the morning and evening to rejoice.  <strong>9</strong> Thou visitest the earth, and waterest it: thou greatly enrichest it with the river of God, which is full of water: thou preparest them corn, when thou hast so provided for it.  <strong>10</strong> Thou waterest the ridges thereof abundantly: thou settlest the furrows thereof: thou makest it soft with showers: thou blessest the springing thereof.  <strong>11</strong> Thou crownest the year with thy goodness; and thy paths drop fatness.  <strong>12</strong> They drop upon the pastures of the wilderness: and the little hills rejoice on every side.  <strong>13</strong> The pastures are clothed with flocks; the valleys also are covered over with corn; they shout for joy, they also sing.  ","niv":"<sup><strong>1</strong></sup> Praise awaits you, O God, in Zion; to you our vows will be fulfilled. <sup><strong>2</strong></sup> O you who hear prayer, to you all men will come. <sup><strong>3</strong></sup> When we were overwhelmed by sins, you forgave our transgressions. <sup><strong>4</strong></sup> Blessed are those you choose and bring near to live in your courts! We are filled with the good things of your house, of your holy temple. <sup><strong>5</strong></sup> You answer us with awesome deeds of righteousness, O God our Savior, the hope of all the ends of the earth and of the farthest seas, <sup><strong>6</strong></sup> who formed the mountains by your power, having armed yourself with strength, <sup><strong>7</strong></sup> who stilled the roaring of the seas, the roaring of their waves, and the turmoil of the nations. <sup><strong>8</strong></sup> Those living far away fear your wonders; where morning dawns and evening fades you call forth songs of joy. <sup><strong>9</strong></sup> You care for the land and water it; you enrich it abundantly. The streams of God are filled with water to provide the people with grain, for so you have ordained it. <sup><strong>10</strong></sup> You drench its furrows and level its ridges; you soften it with showers and bless its crops. <sup><strong>11</strong></sup> You crown the year with your bounty, and your carts overflow with abundance. <sup><strong>12</strong></sup> The grasslands of the desert overflow; the hills are clothed with gladness. <sup><strong>13</strong></sup> The meadows are covered with flocks and the valleys are mantled with grain; they shout for joy and sing. "},{"_id":"61679e48a3a86b670bc2ffb1","topicId":"61679e43a3a86b670bc2ff9f","verse":"Genesis 9:6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-19\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man."},{"_id":"61679e49a3a86b670bc2ffb2","topicId":"61679e43a3a86b670bc2ff9f","verse":"Genesis 6:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01006001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01006001-1\">6:1&nbsp;</b>When man began to multiply on the face of the land and daughters were born to them, <b class=\"verse-num\" id=\"v01006002-1\">2&nbsp;</b>the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose. <b class=\"verse-num\" id=\"v01006003-1\">3&nbsp;</b>Then the LORD said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.” <b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n<p id=\"p01006004_05-20\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. <b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart. <b class=\"verse-num\" id=\"v01006007-1\">7&nbsp;</b>So the LORD said, “I will blot out man whom I have created from the face of the land, man and animals and creeping things and birds of the heavens, for I am sorry that I have made them.” <b class=\"verse-num\" id=\"v01006008-1\">8&nbsp;</b>But Noah found favor in the eyes of the LORD.</p>\n\n<p id=\"p01006008_09-20\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God. <b class=\"verse-num\" id=\"v01006010-1\">10&nbsp;</b>And Noah had three sons, Shem, Ham, and Japheth.</p>\n<p id=\"p01006010_09-20\"><b class=\"verse-num\" id=\"v01006011-1\">11&nbsp;</b>Now the earth was corrupt in God’s sight, and the earth was filled with violence. <b class=\"verse-num\" id=\"v01006012-1\">12&nbsp;</b>And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth. <b class=\"verse-num\" id=\"v01006013-1\">13&nbsp;</b>And God said to Noah, “I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth. <b class=\"verse-num\" id=\"v01006014-1\">14&nbsp;</b>Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch. <b class=\"verse-num\" id=\"v01006015-1\">15&nbsp;</b>This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits. <b class=\"verse-num\" id=\"v01006016-1\">16&nbsp;</b>Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks. <b class=\"verse-num\" id=\"v01006017-1\">17&nbsp;</b>For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die. <b class=\"verse-num\" id=\"v01006018-1\">18&nbsp;</b>But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you. <b class=\"verse-num\" id=\"v01006019-1\">19&nbsp;</b>And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female. <b class=\"verse-num\" id=\"v01006020-1\">20&nbsp;</b>Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive. <b class=\"verse-num\" id=\"v01006021-1\">21&nbsp;</b>Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them.” <b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  <strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  <strong>7</strong> And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.  <strong>8</strong> But Noah found grace in the eyes of the LORD.  <strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  <strong>10</strong> And Noah begat three sons, Shem, Ham, and Japheth.  <strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.  <strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  <strong>13</strong> And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.  <strong>14</strong> Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.  <strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  <strong>16</strong> A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with  lower, second, and third stories shalt thou make it.  <strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  <strong>18</strong> But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.  <strong>19</strong> And of every living thing of all flesh, two of every sort  shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.  <strong>20</strong> Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.  <strong>21</strong> And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.  <strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. <sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time. <sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain. <sup><strong>7</strong></sup> So the LORD said, \"I will wipe mankind, whom I have created, from the face of the earth-men and animals, and creatures that move along the ground, and birds of the air-for I am grieved that I have made them.\" <sup><strong>8</strong></sup> But Noah found favor in the eyes of the LORD. <sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God. <sup><strong>10</strong></sup> Noah had three sons: Shem, Ham and Japheth. <sup><strong>11</strong></sup> Now the earth was corrupt in God's sight and was full of violence. <sup><strong>12</strong></sup> God saw how corrupt the earth had become, for all the people on earth had corrupted their ways. <sup><strong>13</strong></sup> So God said to Noah, \"I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth. <sup><strong>14</strong></sup> So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out. <sup><strong>15</strong></sup> This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high. <sup><strong>16</strong></sup> Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks. <sup><strong>17</strong></sup> I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. <sup><strong>18</strong></sup> But I will establish my covenant with you, and you will enter the ark-you and your sons and your wife and your sons' wives with you. <sup><strong>19</strong></sup> You are to bring into the ark two of all living creatures, male and female, to keep them alive with you. <sup><strong>20</strong></sup> Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive. <sup><strong>21</strong></sup> You are to take every kind of food that is to be eaten and store it away as food for you and for them.\" <sup><strong>22</strong></sup> Noah did everything just as God commanded him. "},{"_id":"61679e49a3a86b670bc2ffb3","topicId":"61679e43a3a86b670bc2ff9f","verse":"Revelation 1:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66001018_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span></p>\n</div>","kjv":"<strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  ","niv":"<sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades."},{"_id":"61679e49a3a86b670bc2ffb4","topicId":"61679e43a3a86b670bc2ff9f","verse":"Hebrews 10:26-27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010026_01-22\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins, <b class=\"verse-num\" id=\"v58010027-1\">27&nbsp;</b>but a fearful expectation of judgment, and a fury of fire that will consume the adversaries.</p>\n</div>","kjv":"<strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  <strong>27</strong> But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.  ","niv":"<sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left, <sup><strong>27</strong></sup> but only a fearful expectation of judgment and of raging fire that will consume the enemies of God. "},{"_id":"61679e4aa3a86b670bc2ffb5","topicId":"61679e43a3a86b670bc2ff9f","verse":"1 Corinthians 15:52","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015052_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed.</p>\n</div>","kjv":"<strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  ","niv":"<sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed."},{"_id":"61679e4aa3a86b670bc2ffb6","topicId":"61679e43a3a86b670bc2ff9f","verse":"Romans 13:1-14","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-25\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-25\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"61679e4aa3a86b670bc2ffb7","topicId":"61679e43a3a86b670bc2ff9f","verse":"Romans 13:1-7","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"61679e4aa3a86b670bc2ffb8","topicId":"61679e43a3a86b670bc2ff9f","verse":"Acts 8:1-40","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44008001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44008001-1\">8:1&nbsp;</b>And Saul approved of his execution.</p>\n<p id=\"p44008001_05-27\">And there arose on that day a great persecution against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles. <b class=\"verse-num\" id=\"v44008002-1\">2&nbsp;</b>Devout men buried Stephen and made great lamentation over him. <b class=\"verse-num\" id=\"v44008003-1\">3&nbsp;</b>But Saul was ravaging the church, and entering house after house, he dragged off men and women and committed them to prison.</p>\n\n<p id=\"p44008003_10-27\"><b class=\"verse-num\" id=\"v44008004-1\">4&nbsp;</b>Now those who were scattered went about preaching the word. <b class=\"verse-num\" id=\"v44008005-1\">5&nbsp;</b>Philip went down to the city of Samaria and proclaimed to them the Christ. <b class=\"verse-num\" id=\"v44008006-1\">6&nbsp;</b>And the crowds with one accord paid attention to what was being said by Philip, when they heard him and saw the signs that he did. <b class=\"verse-num\" id=\"v44008007-1\">7&nbsp;</b>For unclean spirits, crying out with a loud voice, came out of many who had them, and many who were paralyzed or lame were healed. <b class=\"verse-num\" id=\"v44008008-1\">8&nbsp;</b>So there was much joy in that city.</p>\n\n<p id=\"p44008008_14-27\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great. <b class=\"verse-num\" id=\"v44008010-1\">10&nbsp;</b>They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.” <b class=\"verse-num\" id=\"v44008011-1\">11&nbsp;</b>And they paid attention to him because for a long time he had amazed them with his magic. <b class=\"verse-num\" id=\"v44008012-1\">12&nbsp;</b>But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <b class=\"verse-num\" id=\"v44008013-1\">13&nbsp;</b>Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed.</p>\n<p id=\"p44008013_14-27\"><b class=\"verse-num\" id=\"v44008014-1\">14&nbsp;</b>Now when the apostles at Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John, <b class=\"verse-num\" id=\"v44008015-1\">15&nbsp;</b>who came down and prayed for them that they might receive the Holy Spirit, <b class=\"verse-num\" id=\"v44008016-1\">16&nbsp;</b>for he had not yet fallen on any of them, but they had only been baptized in the name of the Lord Jesus. <b class=\"verse-num\" id=\"v44008017-1\">17&nbsp;</b>Then they laid their hands on them and they received the Holy Spirit. <b class=\"verse-num\" id=\"v44008018-1\">18&nbsp;</b>Now when Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money, <b class=\"verse-num\" id=\"v44008019-1\">19&nbsp;</b>saying, “Give me this power also, so that anyone on whom I lay my hands may receive the Holy Spirit.” <b class=\"verse-num\" id=\"v44008020-1\">20&nbsp;</b>But Peter said to him, “May your silver perish with you, because you thought you could obtain the gift of God with money! <b class=\"verse-num\" id=\"v44008021-1\">21&nbsp;</b>You have neither part nor lot in this matter, for your heart is not right before God. <b class=\"verse-num\" id=\"v44008022-1\">22&nbsp;</b>Repent, therefore, of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be forgiven you. <b class=\"verse-num\" id=\"v44008023-1\">23&nbsp;</b>For I see that you are in the gall of bitterness and in the bond of iniquity.” <b class=\"verse-num\" id=\"v44008024-1\">24&nbsp;</b>And Simon answered, “Pray for me to the Lord, that nothing of what you have said may come upon me.”</p>\n<p id=\"p44008024_14-27\"><b class=\"verse-num\" id=\"v44008025-1\">25&nbsp;</b>Now when they had testified and spoken the word of the Lord, they returned to Jerusalem, preaching the gospel to many villages of the Samaritans.</p>\n\n<p id=\"p44008025_19-27\"><b class=\"verse-num\" id=\"v44008026-1\">26&nbsp;</b>Now an angel of the Lord said to Philip, “Rise and go toward the south to the road that goes down from Jerusalem to Gaza.” This is a desert place. <b class=\"verse-num\" id=\"v44008027-1\">27&nbsp;</b>And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship <b class=\"verse-num\" id=\"v44008028-1\">28&nbsp;</b>and was returning, seated in his chariot, and he was reading the prophet Isaiah. <b class=\"verse-num\" id=\"v44008029-1\">29&nbsp;</b>And the Spirit said to Philip, “Go over and join this chariot.” <b class=\"verse-num\" id=\"v44008030-1\">30&nbsp;</b>So Philip ran to him and heard him reading Isaiah the prophet and asked, “Do you understand what you are reading?” <b class=\"verse-num\" id=\"v44008031-1\">31&nbsp;</b>And he said, “How can I, unless someone guides me?” And he invited Philip to come up and sit with him. <b class=\"verse-num\" id=\"v44008032-1\">32&nbsp;</b>Now the passage of the Scripture that he was reading was this:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44008032_19-27\" class=\"line\">&nbsp;&nbsp;“Like a sheep he was led to the slaughter</span><br><span id=\"p44008032_19-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a lamb before its shearer is silent,</span><br><span id=\"p44008032_19-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opens not his mouth.</span><br><span id=\"p44008033_19-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44008033-1\">33&nbsp;</b>&nbsp;&nbsp;In his humiliation justice was denied him.</span><br><span id=\"p44008033_19-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who can describe his generation?</span><br><span id=\"p44008033_19-27\" class=\"line\">&nbsp;&nbsp;For his life is taken away from the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44008033_19-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44008034-1\">34&nbsp;</b>And the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?” <b class=\"verse-num\" id=\"v44008035-1\">35&nbsp;</b>Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus. <b class=\"verse-num\" id=\"v44008036-1\">36&nbsp;</b>And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?” <b class=\"verse-num\" id=\"v44008038-1\">38&nbsp;</b>And he commanded the chariot to stop, and they both went down into the water, Philip and the eunuch, and he baptized him. <b class=\"verse-num\" id=\"v44008039-1\">39&nbsp;</b>And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch saw him no more, and went on his way rejoicing. <b class=\"verse-num\" id=\"v44008040-1\">40&nbsp;</b>But Philip found himself at Azotus, and as he passed through he preached the gospel to all the towns until he came to Caesarea.</p>\n\n</div>","kjv":"<strong>1</strong> And Saul was consenting unto his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all scattered abroad throughout the regions of Judaea and Samaria, except the apostles.  <strong>2</strong> And devout men carried Stephen to his burial, and made great lamentation over him.  <strong>3</strong> As for Saul, he made havock of the church, entering into every house, and haling men and women committed them to prison.  <strong>4</strong> Therefore they that were scattered abroad went every where preaching the word.  <strong>5</strong> Then Philip went down to the city of Samaria, and preached Christ unto them.  <strong>6</strong> And the people with one accord gave heed unto those things which Philip spake, hearing and seeing the miracles which he did.  <strong>7</strong> For unclean spirits, crying with loud voice, came out of many that were possessed with them: and many taken with palsies, and that were lame, were healed.  <strong>8</strong> And there was great joy in that city.  <strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  <strong>10</strong> To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God.  <strong>11</strong> And to him they had regard, because that of long time he had bewitched them with sorceries.  <strong>12</strong> But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.  <strong>13</strong> Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done.  <strong>14</strong> Now when the apostles which were at Jerusalem heard that Samaria had received the word of God, they sent unto them Peter and John:  <strong>15</strong> Who, when they were come down, prayed for them, that they might receive the Holy Ghost:  <strong>16</strong> (For as yet he was fallen upon none of them: only they were baptized in the name of the Lord Jesus.)  <strong>17</strong> Then laid they their hands on them, and they received the Holy Ghost.  <strong>18</strong> And when Simon saw that through laying on of the apostles’ hands the Holy Ghost was given, he offered them money,  <strong>19</strong> Saying, Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost.  <strong>20</strong> But Peter said unto him, Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money.  <strong>21</strong> Thou hast neither part nor lot in this matter: for thy heart is not right in the sight of God.  <strong>22</strong> Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee.  <strong>23</strong> For I perceive that thou art in the gall of bitterness, and in  the bond of iniquity.  <strong>24</strong> Then answered Simon, and said, Pray ye to the Lord for me, that none of these things which ye have spoken come upon me.  <strong>25</strong> And they, when they had testified and preached the word of the Lord, returned to Jerusalem, and preached the gospel in many villages of the Samaritans.  <strong>26</strong> And the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert.  <strong>27</strong> And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,  <strong>28</strong> Was returning, and sitting in his chariot read Esaias the prophet.  <strong>29</strong> Then the Spirit said unto Philip, Go near, and join thyself to this chariot.  <strong>30</strong> And Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?  <strong>31</strong> And he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him.  <strong>32</strong> The place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:  <strong>33</strong> In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth.  <strong>34</strong> And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?  <strong>35</strong> Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.  <strong>36</strong> And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?  <strong>37</strong> And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God.  <strong>38</strong> And he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him.  <strong>39</strong> And when they were come up out of the water, the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing.  <strong>40</strong> But Philip was found at Azotus: and passing through he preached in all the cities, till he came to Caesarea.  ","niv":"<sup><strong>1</strong></sup> And Saul was there, giving approval to his death. <sup><strong>2</strong></sup> On that day a great persecution broke out against the church at Jerusalem, and all except the apostles were scattered throughout Judea and Samaria. Godly men buried Stephen and mourned deeply for him. <sup><strong>3</strong></sup> But Saul began to destroy the church. Going from house to house, he dragged off men and women and put them in prison. <sup><strong>4</strong></sup> Those who had been scattered preached the word wherever they went. <sup><strong>5</strong></sup> Philip went down to a city in Samaria and proclaimed the Christ there. <sup><strong>6</strong></sup> When the crowds heard Philip and saw the miraculous signs he did, they all paid close attention to what he said. <sup><strong>7</strong></sup> With shrieks, evil spirits came out of many, and many paralytics and cripples were healed. <sup><strong>8</strong></sup> So there was great joy in that city. <sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great, <sup><strong>10</strong></sup> and all the people, both high and low, gave him their attention and exclaimed, \"This man is the divine power known as the Great Power.\" <sup><strong>11</strong></sup> They followed him because he had amazed them for a long time with his magic. <sup><strong>12</strong></sup> But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <sup><strong>13</strong></sup> Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw. <sup><strong>14</strong></sup> When the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them. <sup><strong>15</strong></sup> When they arrived, they prayed for them that they might receive the Holy Spirit, <sup><strong>16</strong></sup> because the Holy Spirit had not yet come upon any of them; they had simply been baptized into the name of the Lord Jesus. <sup><strong>17</strong></sup> Then Peter and John placed their hands on them, and they received the Holy Spirit. <sup><strong>18</strong></sup> When Simon saw that the Spirit was given at the laying on of the apostles' hands, he offered them money <sup><strong>19</strong></sup> and said, \"Give me also this ability so that everyone on whom I lay my hands may receive the Holy Spirit.\" <sup><strong>20</strong></sup> Peter answered: \"May your money perish with you, because you thought you could buy the gift of God with money! <sup><strong>21</strong></sup> You have no part or share in this ministry, because your heart is not right before God. <sup><strong>22</strong></sup> Repent of this wickedness and pray to the Lord. Perhaps he will forgive you for having such a thought in your heart. <sup><strong>23</strong></sup> For I see that you are full of bitterness and captive to sin.\" <sup><strong>24</strong></sup> Then Simon answered, \"Pray to the Lord for me so that nothing you have said may happen to me.\" <sup><strong>25</strong></sup> When they had testified and proclaimed the word of the Lord, Peter and John returned to Jerusalem, preaching the gospel in many Samaritan villages. <sup><strong>26</strong></sup> Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\" <sup><strong>27</strong></sup> So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of Candace, queen of the Ethiopians. This man had gone to Jerusalem to worship, <sup><strong>28</strong></sup> and on his way home was sitting in his chariot reading the book of Isaiah the prophet. <sup><strong>29</strong></sup> The Spirit told Philip, \"Go to that chariot and stay near it.\" <sup><strong>30</strong></sup> Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked. <sup><strong>31</strong></sup> \"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him. <sup><strong>32</strong></sup> The eunuch was reading this passage of Scripture: \"He was led like a sheep to the slaughter, and as a lamb before the shearer is silent, so he did not open his mouth. <sup><strong>33</strong></sup> In his humiliation he was deprived of justice. Who can speak of his descendants? For his life was taken from the earth.\" <sup><strong>34</strong></sup> The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\" <sup><strong>35</strong></sup> Then Philip began with that very passage of Scripture and told him the good news about Jesus. <sup><strong>36</strong></sup> As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. Why shouldn't I be baptized?\" <sup><strong>37</strong></sup> See Footnote <sup><strong>38</strong></sup> And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him. <sup><strong>39</strong></sup> When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing. <sup><strong>40</strong></sup> Philip, however, appeared at Azotus and traveled about, preaching the gospel in all the towns until he reached Caesarea. "}]}