{"_id":"616830eca3a86b670bc30175","slug":"midnight","name":"Midnight","verses":[{"_id":"616830eca3a86b670bc30176","topicId":"616830eca3a86b670bc30175","verse":"Acts 16:25","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p44016025_05-1\"><b class=\"verse-num\" id=\"v44016025-1\">25&nbsp;</b>About midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them,</p>\n</div>","kjv":"<strong>25</strong> And at midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them.  ","niv":"<sup><strong>25</strong></sup> About midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them.","modified":"2023-09-09T22:35:00.002Z"},{"_id":"616830eca3a86b670bc30177","topicId":"616830eca3a86b670bc30175","verse":"Matthew 25:1-46","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p40025001_07-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40025001-1\">25:1&nbsp;</b><span class=\"woc\">“Then the kingdom of heaven will be like ten virgins who took their lamps and went to meet the bridegroom.</span> <b class=\"verse-num woc\" id=\"v40025002-1\">2&nbsp;</b><span class=\"woc\">Five of them were foolish, and five were wise.</span> <b class=\"verse-num woc\" id=\"v40025003-1\">3&nbsp;</b><span class=\"woc\">For when the foolish took their lamps, they took no oil with them,</span> <b class=\"verse-num woc\" id=\"v40025004-1\">4&nbsp;</b><span class=\"woc\">but the wise took flasks of oil with their lamps.</span> <b class=\"verse-num woc\" id=\"v40025005-1\">5&nbsp;</b><span class=\"woc\">As the bridegroom was delayed, they all became drowsy and slept.</span> <b class=\"verse-num woc\" id=\"v40025006-1\">6&nbsp;</b><span class=\"woc\">But at midnight there was a cry, ‘Here is the bridegroom! Come out to meet him.’</span> <b class=\"verse-num woc\" id=\"v40025007-1\">7&nbsp;</b><span class=\"woc\">Then all those virgins rose and trimmed their lamps.</span> <b class=\"verse-num woc\" id=\"v40025008-1\">8&nbsp;</b><span class=\"woc\">And the foolish said to the wise, ‘Give us some of your oil, for our lamps are going out.’</span> <b class=\"verse-num woc\" id=\"v40025009-1\">9&nbsp;</b><span class=\"woc\">But the wise answered, saying, ‘Since there will not be enough for us and for you, go rather to the dealers and buy for yourselves.’</span> <b class=\"verse-num woc\" id=\"v40025010-1\">10&nbsp;</b><span class=\"woc\">And while they were going to buy, the bridegroom came, and those who were ready went in with him to the marriage feast, and the door was shut.</span> <b class=\"verse-num woc\" id=\"v40025011-1\">11&nbsp;</b><span class=\"woc\">Afterward the other virgins came also, saying, ‘Lord, lord, open to us.’</span> <b class=\"verse-num woc\" id=\"v40025012-1\">12&nbsp;</b><span class=\"woc\">But he answered, ‘Truly, I say to you, I do not know you.’</span> <b class=\"verse-num woc\" id=\"v40025013-1\">13&nbsp;</b><span class=\"woc\">Watch therefore, for you know neither the day nor the hour.</span></p>\n\n<p id=\"p40025013_12-2\"><b class=\"verse-num woc\" id=\"v40025014-1\">14&nbsp;</b><span class=\"woc\">“For it will be like a man going on a journey, who called his servants and entrusted to them his property.</span> <b class=\"verse-num woc\" id=\"v40025015-1\">15&nbsp;</b><span class=\"woc\">To one he gave five talents, to another two, to another one, to each according to his ability. Then he went away.</span> <b class=\"verse-num woc\" id=\"v40025016-1\">16&nbsp;</b><span class=\"woc\">He who had received the five talents went at once and traded with them, and he made five talents more.</span> <b class=\"verse-num woc\" id=\"v40025017-1\">17&nbsp;</b><span class=\"woc\">So also he who had the two talents made two talents more.</span> <b class=\"verse-num woc\" id=\"v40025018-1\">18&nbsp;</b><span class=\"woc\">But he who had received the one talent went and dug in the ground and hid his master’s money.</span> <b class=\"verse-num woc\" id=\"v40025019-1\">19&nbsp;</b><span class=\"woc\">Now after a long time the master of those servants came and settled accounts with them.</span> <b class=\"verse-num woc\" id=\"v40025020-1\">20&nbsp;</b><span class=\"woc\">And he who had received the five talents came forward, bringing five talents more, saying, ‘Master, you delivered to me five talents; here, I have made five talents more.’</span> <b class=\"verse-num woc\" id=\"v40025021-1\">21&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025022-1\">22&nbsp;</b><span class=\"woc\">And he also who had the two talents came forward, saying, ‘Master, you delivered to me two talents; here, I have made two talents more.’</span> <b class=\"verse-num woc\" id=\"v40025023-1\">23&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025024-1\">24&nbsp;</b><span class=\"woc\">He also who had received the one talent came forward, saying, ‘Master, I knew you to be a hard man, reaping where you did not sow, and gathering where you scattered no seed,</span> <b class=\"verse-num woc\" id=\"v40025025-1\">25&nbsp;</b><span class=\"woc\">so I was afraid, and I went and hid your talent in the ground. Here, you have what is yours.’</span> <b class=\"verse-num woc\" id=\"v40025026-1\">26&nbsp;</b><span class=\"woc\">But his master answered him, ‘You wicked and slothful servant! You knew that I reap where I have not sown and gather where I scattered no seed?</span> <b class=\"verse-num woc\" id=\"v40025027-1\">27&nbsp;</b><span class=\"woc\">Then you ought to have invested my money with the bankers, and at my coming I should have received what was my own with interest.</span> <b class=\"verse-num woc\" id=\"v40025028-1\">28&nbsp;</b><span class=\"woc\">So take the talent from him and give it to him who has the ten talents.</span> <b class=\"verse-num woc\" id=\"v40025029-1\">29&nbsp;</b><span class=\"woc\">For to everyone who has will more be given, and he will have an abundance. But from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40025030-1\">30&nbsp;</b><span class=\"woc\">And cast the worthless servant into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span></p>\n\n<p id=\"p40025030_15-2\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_15-2\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>1</strong>           Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.  <strong>2</strong> And five of them were wise, and five were foolish.  <strong>3</strong> They that were foolish took their lamps, and took no oil with them:  <strong>4</strong> But the wise took oil in their vessels with their lamps.  <strong>5</strong> While the bridegroom tarried, they all slumbered and slept.  <strong>6</strong> And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.  <strong>7</strong> Then all those virgins arose, and trimmed their lamps.  <strong>8</strong> And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.  <strong>9</strong> But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.  <strong>10</strong> And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.  <strong>11</strong> Afterward came also the other virgins, saying, Lord, Lord, open to us.  <strong>12</strong> But he answered and said, Verily I say unto you, I know you not.  <strong>13</strong> Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh. <strong>14</strong>           For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods.  <strong>15</strong> And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.  <strong>16</strong> Then he that had received the five talents went and traded with the same, and made them other five talents.  <strong>17</strong> And likewise he that had received two, he also gained other two.  <strong>18</strong> But he that had received one went and digged in the earth, and hid his lord’s money.  <strong>19</strong> After a long time the lord of those servants cometh, and reckoneth with them.  <strong>20</strong> And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.  <strong>21</strong> His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>22</strong> He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.  <strong>23</strong> His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>24</strong> Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:  <strong>25</strong> And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine.  <strong>26</strong> His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:  <strong>27</strong> Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury.  <strong>28</strong> Take therefore the talent from him, and give it unto him which hath ten talents.  <strong>29</strong> For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.  <strong>30</strong> And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth. <strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>1</strong></sup> \"At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom. <sup><strong>2</strong></sup> Five of them were foolish and five were wise. <sup><strong>3</strong></sup> The foolish ones took their lamps but did not take any oil with them. <sup><strong>4</strong></sup> The wise, however, took oil in jars along with their lamps. <sup><strong>5</strong></sup> The bridegroom was a long time in coming, and they all became drowsy and fell asleep. <sup><strong>6</strong></sup> \"At midnight the cry rang out: 'Here's the bridegroom! Come out to meet him!' <sup><strong>7</strong></sup> \"Then all the virgins woke up and trimmed their lamps. <sup><strong>8</strong></sup> The foolish ones said to the wise, 'Give us some of your oil; our lamps are going out.' <sup><strong>9</strong></sup> \"'No,' they replied, 'there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.' <sup><strong>10</strong></sup> \"But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut. <sup><strong>11</strong></sup> \"Later the others also came. 'Sir! Sir!' they said. 'Open the door for us!' <sup><strong>12</strong></sup> \"But he replied, 'I tell you the truth, I don't know you.' <sup><strong>13</strong></sup> \"Therefore keep watch, because you do not know the day or the hour. <sup><strong>14</strong></sup> \"Again, it will be like a man going on a journey, who called his servants and entrusted his property to them. <sup><strong>15</strong></sup> To one he gave five talents of money, to another two talents, and to another one talent, each according to his ability. Then he went on his journey. <sup><strong>16</strong></sup> The man who had received the five talents went at once and put his money to work and gained five more. <sup><strong>17</strong></sup> So also, the one with the two talents gained two more. <sup><strong>18</strong></sup> But the man who had received the one talent went off, dug a hole in the ground and hid his master's money. <sup><strong>19</strong></sup> \"After a long time the master of those servants returned and settled accounts with them. <sup><strong>20</strong></sup> The man who had received the five talents brought the other five. 'Master,' he said, 'you entrusted me with five talents. See, I have gained five more.' <sup><strong>21</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>22</strong></sup> \"The man with the two talents also came. 'Master,' he said, 'you entrusted me with two talents; see, I have gained two more.' <sup><strong>23</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>24</strong></sup> \"Then the man who had received the one talent came. 'Master,' he said, 'I knew that you are a hard man, harvesting where you have not sown and gathering where you have not scattered seed. <sup><strong>25</strong></sup> So I was afraid and went out and hid your talent in the ground. See, here is what belongs to you.' <sup><strong>26</strong></sup> \"His master replied, 'You wicked, lazy servant! So you knew that I harvest where I have not sown and gather where I have not scattered seed? <sup><strong>27</strong></sup> Well then, you should have put my money on deposit with the bankers, so that when I returned I would have received it back with interest. <sup><strong>28</strong></sup> \"'Take the talent from him and give it to the one who has the ten talents. <sup><strong>29</strong></sup> For everyone who has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>30</strong></sup> And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.' <sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" "},{"_id":"616830eca3a86b670bc30178","topicId":"616830eca3a86b670bc30175","verse":"Acts 20:7","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p44020007_06-3\"><b class=\"verse-num\" id=\"v44020007-1\">7&nbsp;</b>On the first day of the week, when we were gathered together to break bread, Paul talked with them, intending to depart on the next day, and he prolonged his speech until midnight.</p>\n</div>","kjv":"<strong>7</strong> And upon the first day of the week, when the disciples came together to break bread, Paul preached unto them, ready to depart on the morrow; and continued his speech until midnight.  ","niv":"<sup><strong>7</strong></sup> On the first day of the week we came together to break bread. Paul spoke to the people and, because he intended to leave the next day, kept on talking until midnight.","modified":"2023-02-24T16:47:27.774Z"},{"_id":"616830eda3a86b670bc30179","topicId":"616830eca3a86b670bc30175","verse":"Revelation 3:3","votes":22,"__v":0,"esv":"<div>\n<p id=\"p66003003_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003003-1\">3&nbsp;</b><span class=\"woc\">Remember, then, what you received and heard. Keep it, and repent. If you will not wake up, I will come like a thief, and you will not know at what hour I will come against you.</span></p>\n</div>","kjv":"<strong>3</strong> Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.  ","niv":"<sup><strong>3</strong></sup> Remember, therefore, what you have received and heard; obey it, and repent. But if you do not wake up, I will come like a thief, and you will not know at what time I will come to you.","modified":"2023-10-16T21:44:36.532Z"},{"_id":"616830eda3a86b670bc3017a","topicId":"616830eca3a86b670bc30175","verse":"Exodus 12:29","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p02012029_08-5\"><b class=\"verse-num\" id=\"v02012029-1\">29&nbsp;</b>At midnight the LORD struck down all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the dungeon, and all the firstborn of the livestock.</p>\n</div>","kjv":"<strong>29</strong> And it came to pass, that at midnight the LORD smote all the firstborn in the land of Egypt, from the firstborn of Pharaoh that sat on his throne unto the firstborn of the captive that was in the dungeon; and all the firstborn of cattle.  ","niv":"<sup><strong>29</strong></sup> At midnight the LORD struck down all the firstborn in Egypt, from the firstborn of Pharaoh, who sat on the throne, to the firstborn of the prisoner, who was in the dungeon, and the firstborn of all the livestock as well."},{"_id":"616830eda3a86b670bc3017b","topicId":"616830eca3a86b670bc30175","verse":"Matthew 25:13","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40025013_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025013-1\">13&nbsp;</b><span class=\"woc\">Watch therefore, for you know neither the day nor the hour.</span></p>\n</div>","kjv":"<strong>13</strong> Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh. ","niv":"<sup><strong>13</strong></sup> \"Therefore keep watch, because you do not know the day or the hour."},{"_id":"616830eea3a86b670bc3017c","topicId":"616830eca3a86b670bc30175","verse":"John 4:23","votes":13,"__v":0,"esv":"<div>\n<p id=\"p43004023_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004023-1\">23&nbsp;</b><span class=\"woc\">But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him.</span></p>\n</div>","kjv":"<strong>23</strong> But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.  ","niv":"<sup><strong>23</strong></sup> Yet a time is coming and has now come when the true worshipers will worship the Father in spirit and truth, for they are the kind of worshipers the Father seeks."},{"_id":"616830eea3a86b670bc3017d","topicId":"616830eca3a86b670bc30175","verse":"Psalm 91:1-16","votes":13,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19091001_06-8\" class=\"line\"><b class=\"chapter-num\" id=\"v19091001-1\">91:1&nbsp;</b>&nbsp;&nbsp;He who dwells in the shelter of the Most High</span><br><span id=\"p19091001_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will abide in the shadow of the Almighty.</span><br><span id=\"p19091002_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091002-1\">2&nbsp;</b>&nbsp;&nbsp;I will say to the LORD, “My refuge and my fortress,</span><br><span id=\"p19091002_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my God, in whom I trust.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091003_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091003-1\">3&nbsp;</b>&nbsp;&nbsp;For he will deliver you from the snare of the fowler</span><br><span id=\"p19091003_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the deadly pestilence.</span><br><span id=\"p19091004_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091004-1\">4&nbsp;</b>&nbsp;&nbsp;He will cover you with his pinions,</span><br><span id=\"p19091004_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and under his wings you will find refuge;</span><br><span id=\"p19091004_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his faithfulness is a shield and buckler.</span><br><span id=\"p19091005_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091005-1\">5&nbsp;</b>&nbsp;&nbsp;You will not fear the terror of the night,</span><br><span id=\"p19091005_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the arrow that flies by day,</span><br><span id=\"p19091006_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091006-1\">6&nbsp;</b>&nbsp;&nbsp;nor the pestilence that stalks in darkness,</span><br><span id=\"p19091006_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the destruction that wastes at noonday.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091007_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091007-1\">7&nbsp;</b>&nbsp;&nbsp;A thousand may fall at your side,</span><br><span id=\"p19091007_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ten thousand at your right hand,</span><br><span id=\"p19091007_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but it will not come near you.</span><br><span id=\"p19091008_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091008-1\">8&nbsp;</b>&nbsp;&nbsp;You will only look with your eyes</span><br><span id=\"p19091008_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see the recompense of the wicked.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091009_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091009-1\">9&nbsp;</b>&nbsp;&nbsp;Because you have made the LORD your dwelling place—</span><br><span id=\"p19091009_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Most High, who is my refuge—</span><br><span id=\"p19091010_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091010-1\">10&nbsp;</b>&nbsp;&nbsp;no evil shall be allowed to befall you,</span><br><span id=\"p19091010_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no plague come near your tent.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091011_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091011-1\">11&nbsp;</b>&nbsp;&nbsp;For he will command his angels concerning you</span><br><span id=\"p19091011_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guard you in all your ways.</span><br><span id=\"p19091012_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091012-1\">12&nbsp;</b>&nbsp;&nbsp;On their hands they will bear you up,</span><br><span id=\"p19091012_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.</span><br><span id=\"p19091013_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091013-1\">13&nbsp;</b>&nbsp;&nbsp;You will tread on the lion and the adder;</span><br><span id=\"p19091013_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the young lion and the serpent you will trample underfoot.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091014_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091014-1\">14&nbsp;</b>&nbsp;&nbsp;“Because he holds fast to me in love, I will deliver him;</span><br><span id=\"p19091014_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will protect him, because he knows my name.</span><br><span id=\"p19091015_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091015-1\">15&nbsp;</b>&nbsp;&nbsp;When he calls to me, I will answer him;</span><br><span id=\"p19091015_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be with him in trouble;</span><br><span id=\"p19091015_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will rescue him and honor him.</span><br><span id=\"p19091016_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091016-1\">16&nbsp;</b>&nbsp;&nbsp;With long life I will satisfy him</span><br><span id=\"p19091016_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and show him my salvation.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.  <strong>2</strong> I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust.  <strong>3</strong> Surely he shall deliver thee from the snare of the fowler, and  from the noisome pestilence.  <strong>4</strong> He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.  <strong>5</strong> Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day;  <strong>6</strong>             Nor for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday.  <strong>7</strong> A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee.  <strong>8</strong> Only with thine eyes shalt thou behold and see the reward of the wicked.  <strong>9</strong> Because thou hast made the LORD, which is my refuge, even the most High, thy habitation;  <strong>10</strong> There shall no evil befall thee, neither shall any plague come nigh thy dwelling.  <strong>11</strong> For he shall give his angels charge over thee, to keep thee in all thy ways.  <strong>12</strong> They shall bear thee up in their hands, lest thou dash thy foot against a stone.  <strong>13</strong> Thou shalt tread upon the lion and adder: the young lion and the dragon shalt thou trample under feet.  <strong>14</strong> Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name.  <strong>15</strong> He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him.  <strong>16</strong> With long life will I satisfy him, and shew him my salvation.  ","niv":"<sup><strong>1</strong></sup> He who dwells in the shelter of the Most High will rest in the shadow of the Almighty. <sup><strong>2</strong></sup> I will say of the LORD, \"He is my refuge and my fortress, my God, in whom I trust.\" <sup><strong>3</strong></sup> Surely he will save you from the fowler's snare and from the deadly pestilence. <sup><strong>4</strong></sup> He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart. <sup><strong>5</strong></sup> You will not fear the terror of night, nor the arrow that flies by day, <sup><strong>6</strong></sup> nor the pestilence that stalks in the darkness, nor the plague that destroys at midday. <sup><strong>7</strong></sup> A thousand may fall at your side, ten thousand at your right hand, but it will not come near you. <sup><strong>8</strong></sup> You will only observe with your eyes and see the punishment of the wicked. <sup><strong>9</strong></sup> If you make the Most High your dwelling- even the LORD, who is my refuge- <sup><strong>10</strong></sup> then no harm will befall you, no disaster will come near your tent. <sup><strong>11</strong></sup> For he will command his angels concerning you to guard you in all your ways; <sup><strong>12</strong></sup> they will lift you up in their hands, so that you will not strike your foot against a stone. <sup><strong>13</strong></sup> You will tread upon the lion and the cobra; you will trample the great lion and the serpent. <sup><strong>14</strong></sup> \"Because he loves me,\" says the LORD, \"I will rescue him; I will protect him, for he acknowledges my name. <sup><strong>15</strong></sup> He will call upon me, and I will answer him; I will be with him in trouble, I will deliver him and honor him. <sup><strong>16</strong></sup> With long life will I satisfy him and show him my salvation.\" "},{"_id":"616830eea3a86b670bc3017e","topicId":"616830eca3a86b670bc30175","verse":"Psalm 30:5","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19030005_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19030005-1\">5&nbsp;</b>&nbsp;&nbsp;For his anger is but for a moment,</span><br><span id=\"p19030005_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his favor is for a lifetime.</span><br><span id=\"p19030005_01-9\" class=\"line\">&nbsp;&nbsp;Weeping may tarry for the night,</span><br><span id=\"p19030005_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but joy comes with the morning.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong> For his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning.  ","niv":"<sup><strong>5</strong></sup> For his anger lasts only a moment, but his favor lasts a lifetime; weeping may remain for a night, but rejoicing comes in the morning.","modified":"2022-10-18T22:50:05.780Z"},{"_id":"616830eea3a86b670bc3017f","topicId":"616830eca3a86b670bc30175","verse":"Matthew 24:1-51","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-10\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-10\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-10\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-10\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-10\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-10\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-10\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"616830efa3a86b670bc30180","topicId":"616830eca3a86b670bc30175","verse":"Mark 14:26","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p41014026_05-11\"><b class=\"verse-num\" id=\"v41014026-1\">26&nbsp;</b>And when they had sung a hymn, they went out to the Mount of Olives.</p>\n</div>","kjv":"<strong>26</strong> And when they had sung an hymn, they went out into the mount of Olives.  ","niv":"<sup><strong>26</strong></sup> When they had sung a hymn, they went out to the Mount of Olives."},{"_id":"616830efa3a86b670bc30181","topicId":"616830eca3a86b670bc30175","verse":"1 Corinthians 15:51","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46015051_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed,</p>\n</div>","kjv":"<strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  ","niv":"<sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed--","modified":"2022-08-26T12:10:40.611Z"},{"_id":"616830efa3a86b670bc30182","topicId":"616830eca3a86b670bc30175","verse":"Mark 16:16","votes":8,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.","modified":"2023-05-07T23:04:32.801Z"},{"_id":"616830f0a3a86b670bc30183","topicId":"616830eca3a86b670bc30175","verse":"Daniel 5:30","votes":7,"__v":0,"esv":"<div>\n<p id=\"p27005030_01-15\"><b class=\"verse-num\" id=\"v27005030-1\">30&nbsp;</b>That very night Belshazzar the Chaldean king was killed.</p>\n</div>","kjv":"<strong>30</strong> In that night was Belshazzar the king of the Chaldeans slain.  ","niv":"<sup><strong>30</strong></sup> That very night Belshazzar, king of the Babylonians, was slain,"},{"_id":"616830f0a3a86b670bc30184","topicId":"616830eca3a86b670bc30175","verse":"Joel 2:1","votes":7,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002001_06-16\" class=\"line\"><b class=\"chapter-num\" id=\"v29002001-1\">2:1&nbsp;</b>&nbsp;&nbsp;Blow a trumpet in Zion;</span><br><span id=\"p29002001_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sound an alarm on my holy mountain!</span><br><span id=\"p29002001_06-16\" class=\"line\">&nbsp;&nbsp;Let all the inhabitants of the land tremble,</span><br><span id=\"p29002001_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the day of the LORD is coming; it is near,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Blow ye the trumpet in Zion, and sound an alarm in my holy mountain: let all the inhabitants of the land tremble: for the day of the LORD cometh, for it is nigh at hand;  ","niv":"<sup><strong>1</strong></sup> Blow the trumpet in Zion; sound the alarm on my holy hill. Let all who live in the land tremble, for the day of the LORD is coming. It is close at hand-"},{"_id":"616830f0a3a86b670bc30185","topicId":"616830eca3a86b670bc30175","verse":"2 Kings 6:14","votes":7,"__v":0,"esv":"<div>\n<p id=\"p12006014_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v12006014-1\">14&nbsp;</b>So he sent there horses and chariots and a great army, and they came by night and surrounded the city.</p>\n</div>","kjv":"<strong>14</strong> Therefore sent he thither horses, and chariots, and a great host: and they came by night, and compassed the city about.  ","niv":"<sup><strong>14</strong></sup> Then he sent horses and chariots and a strong force there. They went by night and surrounded the city."},{"_id":"616830f1a3a86b670bc30186","topicId":"616830eca3a86b670bc30175","verse":"Genesis 1:28","votes":8,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-18\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\"","modified":"2022-10-16T18:39:42.985Z"},{"_id":"616830f1a3a86b670bc30187","topicId":"616830eca3a86b670bc30175","verse":"John 3:16-17","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-19\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"616830f1a3a86b670bc30188","topicId":"616830eca3a86b670bc30175","verse":"1 Kings 3:16","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p11003016_03-21\"><b class=\"verse-num\" id=\"v11003016-1\">16&nbsp;</b>Then two prostitutes came to the king and stood before him.</p>\n</div>","kjv":"<strong>16</strong> Then came there two women, that were harlots, unto the king, and stood before him.  ","niv":"<sup><strong>16</strong></sup> Now two prostitutes came to the king and stood before him.","modified":"2022-10-06T02:26:19.247Z"},{"_id":"616830f2a3a86b670bc30189","topicId":"616830eca3a86b670bc30175","verse":"John 4:24","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43004024_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span></p>\n</div>","kjv":"<strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  ","niv":"<sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\""},{"_id":"616830f2a3a86b670bc3018a","topicId":"616830eca3a86b670bc30175","verse":"Matthew 20:1-16","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40020001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40020001-1\">20:1&nbsp;</b><span class=\"woc\">“For the kingdom of heaven is like a master of a house who went out early in the morning to hire laborers for his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020002-1\">2&nbsp;</b><span class=\"woc\">After agreeing with the laborers for a denarius a day, he sent them into his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020003-1\">3&nbsp;</b><span class=\"woc\">And going out about the third hour he saw others standing idle in the marketplace,</span> <b class=\"verse-num woc\" id=\"v40020004-1\">4&nbsp;</b><span class=\"woc\">and to them he said, ‘You go into the vineyard too, and whatever is right I will give you.’</span> <b class=\"verse-num woc\" id=\"v40020005-1\">5&nbsp;</b><span class=\"woc\">So they went.</span> <span class=\"woc\">Going out again about the sixth hour and the ninth hour, he did the same.</span> <b class=\"verse-num woc\" id=\"v40020006-1\">6&nbsp;</b><span class=\"woc\">And about the eleventh hour he went out and found others standing. And he said to them, ‘Why do you stand here idle all day?’</span> <b class=\"verse-num woc\" id=\"v40020007-1\">7&nbsp;</b><span class=\"woc\">They said to him, ‘Because no one has hired us.’ He said to them, ‘You go into the vineyard too.’</span> <b class=\"verse-num woc\" id=\"v40020008-1\">8&nbsp;</b><span class=\"woc\">And when evening came, the owner of the vineyard said to his foreman, ‘Call the laborers and pay them their wages, beginning with the last, up to the first.’</span> <b class=\"verse-num woc\" id=\"v40020009-1\">9&nbsp;</b><span class=\"woc\">And when those hired about the eleventh hour came, each of them received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020010-1\">10&nbsp;</b><span class=\"woc\">Now when those hired first came, they thought they would receive more, but each of them also received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020011-1\">11&nbsp;</b><span class=\"woc\">And on receiving it they grumbled at the master of the house,</span> <b class=\"verse-num woc\" id=\"v40020012-1\">12&nbsp;</b><span class=\"woc\">saying, ‘These last worked only one hour, and you have made them equal to us who have borne the burden of the day and the scorching heat.’</span> <b class=\"verse-num woc\" id=\"v40020013-1\">13&nbsp;</b><span class=\"woc\">But he replied to one of them, ‘Friend, I am doing you no wrong. Did you not agree with me for a denarius?</span> <b class=\"verse-num woc\" id=\"v40020014-1\">14&nbsp;</b><span class=\"woc\">Take what belongs to you and go. I choose to give to this last worker as I give to you.</span> <b class=\"verse-num woc\" id=\"v40020015-1\">15&nbsp;</b><span class=\"woc\">Am I not allowed to do what I choose with what belongs to me? Or do you begrudge my generosity?’</span> <b class=\"verse-num woc\" id=\"v40020016-1\">16&nbsp;</b><span class=\"woc\">So the last will be first, and the first last.”</span></p>\n\n</div>","kjv":"<strong>1</strong>           For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard.  <strong>2</strong> And when he had agreed with the labourers for a penny a day, he sent them into his vineyard.  <strong>3</strong> And he went out about the third hour, and saw others standing idle in the marketplace,  <strong>4</strong> And said unto them; Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way.  <strong>5</strong> Again he went out about the sixth and ninth hour, and did likewise.  <strong>6</strong> And about the eleventh hour he went out, and found others standing idle, and saith unto them, Why stand ye here all the day idle?  <strong>7</strong> They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever is right, that shall ye receive.  <strong>8</strong> So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.  <strong>9</strong> And when they came that were hired about the eleventh hour, they received every man a penny.  <strong>10</strong> But when the first came, they supposed that they should have received more; and they likewise received every man a penny.  <strong>11</strong> And when they had received it, they murmured against the goodman of the house,  <strong>12</strong> Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day.  <strong>13</strong> But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny?  <strong>14</strong> Take that thine is, and go thy way: I will give unto this last, even as unto thee.  <strong>15</strong> Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good?  <strong>16</strong> So the last shall be first, and the first last: for many be called, but few chosen. ","niv":"<sup><strong>1</strong></sup> \"For the kingdom of heaven is like a landowner who went out early in the morning to hire men to work in his vineyard. <sup><strong>2</strong></sup> He agreed to pay them a denarius for the day and sent them into his vineyard. <sup><strong>3</strong></sup> \"About the third hour he went out and saw others standing in the marketplace doing nothing. <sup><strong>4</strong></sup> He told them, 'You also go and work in my vineyard, and I will pay you whatever is right.' <sup><strong>5</strong></sup> So they went. <sup><strong>6</strong></sup> \"He went out again about the sixth hour and the ninth hour and did the same thing. About the eleventh hour he went out and found still others standing around. He asked them, 'Why have you been standing here all day long doing nothing?' <sup><strong>7</strong></sup> \"'Because no one has hired us,' they answered. \"He said to them, 'You also go and work in my vineyard.' <sup><strong>8</strong></sup> \"When evening came, the owner of the vineyard said to his foreman, 'Call the workers and pay them their wages, beginning with the last ones hired and going on to the first.' <sup><strong>9</strong></sup> \"The workers who were hired about the eleventh hour came and each received a denarius. <sup><strong>10</strong></sup> So when those came who were hired first, they expected to receive more. But each one of them also received a denarius. <sup><strong>11</strong></sup> When they received it, they began to grumble against the landowner. <sup><strong>12</strong></sup> 'These men who were hired last worked only one hour,' they said, 'and you have made them equal to us who have borne the burden of the work and the heat of the day.' <sup><strong>13</strong></sup> \"But he answered one of them, 'Friend, I am not being unfair to you. Didn't you agree to work for a denarius? <sup><strong>14</strong></sup> Take your pay and go. I want to give the man who was hired last the same as I gave you. <sup><strong>15</strong></sup> Don't I have the right to do what I want with my own money? Or are you envious because I am generous?' <sup><strong>16</strong></sup> \"So the last will be first, and the first will be last.\" "},{"_id":"616830f2a3a86b670bc3018b","topicId":"616830eca3a86b670bc30175","verse":"Matthew 13:25","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40013025_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40013025-1\">25&nbsp;</b><span class=\"woc\">but while his men were sleeping, his enemy came and sowed weeds among the wheat and went away.</span></p>\n\n</div>","kjv":"<strong>25</strong> But while men slept, his enemy came and sowed tares among the wheat, and went his way.  ","niv":"<sup><strong>25</strong></sup> But while everyone was sleeping, his enemy came and sowed weeds among the wheat, and went away.","modified":"2023-06-28T22:17:48.758Z"},{"_id":"616830f2a3a86b670bc3018c","topicId":"616830eca3a86b670bc30175","verse":"Genesis 40:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01040005_01-25\"><b class=\"verse-num\" id=\"v01040005-1\">5&nbsp;</b>And one night they both dreamed—the cupbearer and the baker of the king of Egypt, who were confined in the prison—each his own dream, and each dream with its own interpretation.</p>\n</div>","kjv":"<strong>5</strong> And they dreamed a dream both of them, each man his dream in one night, each man according to the interpretation of his dream, the butler and the baker of the king of Egypt, which were bound in the prison.  ","niv":"<sup><strong>5</strong></sup> each of the two men-the cupbearer and the baker of the king of Egypt, who were being held in prison-had a dream the same night, and each dream had a meaning of its own."},{"_id":"616830f3a3a86b670bc3018d","topicId":"616830eca3a86b670bc30175","verse":"Genesis 32:22","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p01032022_05-26\"><b class=\"verse-num\" id=\"v01032022-1\">22&nbsp;</b>The same night he arose and took his two wives, his two female servants, and his eleven children, and crossed the ford of the Jabbok.</p>\n\n</div>","kjv":"<strong>22</strong> And he rose up that night, and took his two wives, and his two womenservants, and his eleven sons, and passed over the ford Jabbok.  ","niv":"<sup><strong>22</strong></sup> That night Jacob got up and took his two wives, his two maidservants and his eleven sons and crossed the ford of the Jabbok."},{"_id":"616830f3a3a86b670bc3018e","topicId":"616830eca3a86b670bc30175","verse":"Matthew 6:33","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well.","modified":"2023-02-06T17:31:57.975Z"}]}