{"_id":"6168b397a3a86b670bc302d8","slug":"missionary","name":"Missionary","verses":[{"_id":"6168b397a3a86b670bc302d9","topicId":"6168b397a3a86b670bc302d8","verse":"Mark 16:15-16","votes":12,"__v":0,"esv":"<div>\n<p id=\"p41016015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v41016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Go into all the world and proclaim the gospel to the whole creation.</span> <b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Go ye into all the world, and preach the gospel to every creature.  <strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>15</strong></sup> He said to them, \"Go into all the world and preach the good news to all creation. <sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned. ","modified":"2023-01-15T01:26:29.782Z"},{"_id":"6168b397a3a86b670bc302da","topicId":"6168b397a3a86b670bc302d8","verse":"Acts 13:47","votes":8,"__v":0,"esv":"<div>\n<p id=\"p44013047_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44013047-1\">47&nbsp;</b>For so the Lord has commanded us, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44013047_01-2\" class=\"line\">&nbsp;&nbsp;“‘I have made you a light for the Gentiles,</span><br><span id=\"p44013047_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you may bring salvation to the ends of the earth.’”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>47</strong> For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.  ","niv":"<sup><strong>47</strong></sup> For this is what the Lord has commanded us: \"'I have made you a light for the Gentiles, that you may bring salvation to the ends of the earth.'\""},{"_id":"6168b397a3a86b670bc302db","topicId":"6168b397a3a86b670bc302d8","verse":"John 20:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43020021_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020021-1\">21&nbsp;</b>Jesus said to them again, <span class=\"woc\">“Peace be with you. As the Father has sent me, even so I am sending you.”</span></p>\n</div>","kjv":"<strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  ","niv":"<sup><strong>21</strong></sup> Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\""},{"_id":"6168b398a3a86b670bc302dc","topicId":"6168b397a3a86b670bc302d8","verse":"Mark 13:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41013010_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41013010-1\">10&nbsp;</b><span class=\"woc\">And the gospel must first be proclaimed to all nations.</span></p>\n</div>","kjv":"<strong>10</strong> And the gospel must first be published among all nations.  ","niv":"<sup><strong>10</strong></sup> And the gospel must first be preached to all nations.","modified":"2022-07-19T18:43:30.140Z"},{"_id":"6168b398a3a86b670bc302dd","topicId":"6168b397a3a86b670bc302d8","verse":"Romans 10:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45010013_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\"","modified":"2023-02-27T21:53:58.868Z"},{"_id":"6168b398a3a86b670bc302de","topicId":"6168b397a3a86b670bc302d8","verse":"Acts 8:34-35","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44008034_01-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44008034-1\">34&nbsp;</b>And the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?” <b class=\"verse-num\" id=\"v44008035-1\">35&nbsp;</b>Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus.</p>\n</div>","kjv":"<strong>34</strong> And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?  <strong>35</strong> Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.  ","niv":"<sup><strong>34</strong></sup> The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\" <sup><strong>35</strong></sup> Then Philip began with that very passage of Scripture and told him the good news about Jesus. "},{"_id":"6168b399a3a86b670bc302df","topicId":"6168b397a3a86b670bc302d8","verse":"Acts 1:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"6168b399a3a86b670bc302e0","topicId":"6168b397a3a86b670bc302d8","verse":"2 Peter 3:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"6168b399a3a86b670bc302e1","topicId":"6168b397a3a86b670bc302d8","verse":"1 Timothy 3:1-4","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive,</p>\n\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. "},{"_id":"6168b399a3a86b670bc302e2","topicId":"6168b397a3a86b670bc302d8","verse":"Acts 8:27-31","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44008027_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44008027-1\">27&nbsp;</b>And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship <b class=\"verse-num\" id=\"v44008028-1\">28&nbsp;</b>and was returning, seated in his chariot, and he was reading the prophet Isaiah. <b class=\"verse-num\" id=\"v44008029-1\">29&nbsp;</b>And the Spirit said to Philip, “Go over and join this chariot.” <b class=\"verse-num\" id=\"v44008030-1\">30&nbsp;</b>So Philip ran to him and heard him reading Isaiah the prophet and asked, “Do you understand what you are reading?” <b class=\"verse-num\" id=\"v44008031-1\">31&nbsp;</b>And he said, “How can I, unless someone guides me?” And he invited Philip to come up and sit with him.</p>\n</div>","kjv":"<strong>27</strong> And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,  <strong>28</strong> Was returning, and sitting in his chariot read Esaias the prophet.  <strong>29</strong> Then the Spirit said unto Philip, Go near, and join thyself to this chariot.  <strong>30</strong> And Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?  <strong>31</strong> And he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him.  ","niv":"<sup><strong>27</strong></sup> So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of Candace, queen of the Ethiopians. This man had gone to Jerusalem to worship, <sup><strong>28</strong></sup> and on his way home was sitting in his chariot reading the book of Isaiah the prophet. <sup><strong>29</strong></sup> The Spirit told Philip, \"Go to that chariot and stay near it.\" <sup><strong>30</strong></sup> Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked. <sup><strong>31</strong></sup> \"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him. ","modified":"2023-04-08T04:09:18.997Z"},{"_id":"6168b39aa3a86b670bc302e3","topicId":"6168b397a3a86b670bc302d8","verse":"John 15:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43015016_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015016-1\">16&nbsp;</b><span class=\"woc\">You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you.</span></p>\n</div>","kjv":"<strong>16</strong> Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.  ","niv":"<sup><strong>16</strong></sup> You did not choose me, but I chose you and appointed you to go and bear fruit--fruit that will last. Then the Father will give you whatever you ask in my name."},{"_id":"6168b39aa3a86b670bc302e4","topicId":"6168b397a3a86b670bc302d8","verse":"Matthew 28:19-20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"6168b39aa3a86b670bc302e5","topicId":"6168b397a3a86b670bc302d8","verse":"James 3:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59003018_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003018-1\">18&nbsp;</b>And a harvest of righteousness is sown in peace by those who make peace.</p>\n</div>","kjv":"<strong>18</strong> And the fruit of righteousness is sown in peace of them that make peace.  ","niv":"<sup><strong>18</strong></sup> Peacemakers who sow in peace raise a harvest of righteousness."},{"_id":"6168b39ba3a86b670bc302e6","topicId":"6168b397a3a86b670bc302d8","verse":"1 Corinthians 10:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46010033_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010033-1\">33&nbsp;</b>just as I try to please everyone in everything I do, not seeking my own advantage, but that of many, that they may be saved.</p>\n</div>","kjv":"<strong>33</strong> Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved.  ","niv":"<sup><strong>33</strong></sup> even as I try to please everybody in every way. For I am not seeking my own good but the good of many, so that they may be saved."},{"_id":"6168b39ba3a86b670bc302e7","topicId":"6168b397a3a86b670bc302d8","verse":"John 6:67-71","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43006067_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n</div>","kjv":"<strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"6168b39ba3a86b670bc302e8","topicId":"6168b397a3a86b670bc302d8","verse":"Ezekiel 2:3-6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26002003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v26002003-1\">3&nbsp;</b>And he said to me, “Son of man, I send you to the people of Israel, to nations of rebels, who have rebelled against me. They and their fathers have transgressed against me to this very day. <b class=\"verse-num\" id=\"v26002004-1\">4&nbsp;</b>The descendants also are impudent and stubborn: I send you to them, and you shall say to them, ‘Thus says the Lord GOD.’ <b class=\"verse-num\" id=\"v26002005-1\">5&nbsp;</b>And whether they hear or refuse to hear (for they are a rebellious house) they will know that a prophet has been among them. <b class=\"verse-num\" id=\"v26002006-1\">6&nbsp;</b>And you, son of man, be not afraid of them, nor be afraid of their words, though briers and thorns are with you and you sit on scorpions. Be not afraid of their words, nor be dismayed at their looks, for they are a rebellious house.</p>\n\n</div>","kjv":"<strong>3</strong> And he said unto me, Son of man, I send thee to the children of Israel, to a rebellious nation that hath rebelled against me: they and their fathers have transgressed against me, even unto this very day.  <strong>4</strong> For they are impudent children and stiffhearted. I do send thee unto them; and thou shalt say unto them, Thus saith the Lord GOD.  <strong>5</strong> And they, whether they will hear, or whether they will forbear, (for they are a rebellious house,) yet shall know that there hath been a prophet among them.  <strong>6</strong> And thou, son of man, be not afraid of them, neither be afraid of their words, though briers and thorns be with thee, and thou dost dwell among scorpions: be not afraid of their words, nor be dismayed at their looks, though they be a rebellious house.  ","niv":"<sup><strong>3</strong></sup> He said: \"Son of man, I am sending you to the Israelites, to a rebellious nation that has rebelled against me; they and their fathers have been in revolt against me to this very day. <sup><strong>4</strong></sup> The people to whom I am sending you are obstinate and stubborn. Say to them, 'This is what the Sovereign LORD says.' <sup><strong>5</strong></sup> And whether they listen or fail to listen-for they are a rebellious house-they will know that a prophet has been among them. <sup><strong>6</strong></sup> And you, son of man, do not be afraid of them or their words. Do not be afraid, though briers and thorns are all around you and you live among scorpions. Do not be afraid of what they say or terrified by them, though they are a rebellious house. "},{"_id":"6168b39ca3a86b670bc302e9","topicId":"6168b397a3a86b670bc302d8","verse":"1 Corinthians 11:1-2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-20\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you.</p>\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. "},{"_id":"6168b39ca3a86b670bc302ea","topicId":"6168b397a3a86b670bc302d8","verse":"Romans 10:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"6168b39ca3a86b670bc302eb","topicId":"6168b397a3a86b670bc302d8","verse":"Acts 28:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44028028_01-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44028028-1\">28&nbsp;</b>Therefore let it be known to you that this salvation of God has been sent to the Gentiles; they will listen.”</p>\n\n</div>","kjv":"<strong>28</strong> Be it known therefore unto you, that the salvation of God is sent unto the Gentiles, and that they will hear it.  ","niv":"<sup><strong>28</strong></sup> \"Therefore I want you to know that God's salvation has been sent to the Gentiles, and they will listen!\""},{"_id":"6168b39ca3a86b670bc302ec","topicId":"6168b397a3a86b670bc302d8","verse":"Acts 2:38","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-24\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-24\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-24\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-24\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-24\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-24\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-24\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-24\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-24\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-24\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-24\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-24\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.","modified":"2023-01-18T16:14:37.312Z"},{"_id":"6168b39da3a86b670bc302ed","topicId":"6168b397a3a86b670bc302d8","verse":"Acts 2:1-47","votes":2,"__v":0,"kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"6168b39da3a86b670bc302ee","topicId":"6168b397a3a86b670bc302d8","verse":"John 10:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"6168b39da3a86b670bc302ef","topicId":"6168b397a3a86b670bc302d8","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-26\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168b39ea3a86b670bc302f0","topicId":"6168b397a3a86b670bc302d8","verse":"Luke 10:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42010027_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.”</p>\n</div>","kjv":"<strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  ","niv":"<sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\""},{"_id":"6168b39ea3a86b670bc302f1","topicId":"6168b397a3a86b670bc302d8","verse":"Matthew 24:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40024014_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n</div>","kjv":"<strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  ","niv":"<sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come.","modified":"2022-12-28T04:37:31.761Z"}]}