{"_id":"6168b466a3a86b670bc3035a","slug":"mixing-races","name":"Mixing Races","verses":[{"_id":"6168b466a3a86b670bc3035b","topicId":"6168b466a3a86b670bc3035a","verse":"Galatians 3:28","votes":79,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus.","modified":"2023-04-14T04:13:27.619Z"},{"_id":"6168b466a3a86b670bc3035c","topicId":"6168b466a3a86b670bc3035a","verse":"Daniel 2:43","votes":107,"__v":0,"esv":"<div>\n<p id=\"p27002043_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002043-1\">43&nbsp;</b>As you saw the iron mixed with soft clay, so they will mix with one another in marriage, but they will not hold together, just as iron does not mix with clay.</p>\n\n</div>","kjv":"<strong>43</strong> And whereas thou sawest iron mixed with miry clay, they shall mingle themselves with the seed of men: but they shall not cleave one to another, even as iron is not mixed with clay.  ","niv":"<sup><strong>43</strong></sup> And just as you saw the iron mixed with baked clay, so the people will be a mixture and will not remain united, any more than iron mixes with clay.","modified":"2023-11-12T21:38:23.523Z"},{"_id":"6168b466a3a86b670bc3035d","topicId":"6168b466a3a86b670bc3035a","verse":"Acts 17:26","votes":68,"__v":0,"esv":"<div>\n<p id=\"p44017026_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017026-1\">26&nbsp;</b>And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place,</p>\n</div>","kjv":"<strong>26</strong> And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;  ","niv":"<sup><strong>26</strong></sup> From one man he made every nation of men, that they should inhabit the whole earth; and he determined the times set for them and the exact places where they should live."},{"_id":"6168b467a3a86b670bc3035e","topicId":"6168b466a3a86b670bc3035a","verse":"Deuteronomy 7:3-4","votes":50,"__v":0,"esv":"<div>\n<p id=\"p05007003_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v05007003-1\">3&nbsp;</b>You shall not intermarry with them, giving your daughters to their sons or taking their daughters for your sons, <b class=\"verse-num\" id=\"v05007004-1\">4&nbsp;</b>for they would turn away your sons from following me, to serve other gods. Then the anger of the LORD would be kindled against you, and he would destroy you quickly.</p>\n</div>","kjv":"<strong>3</strong> Neither shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son.  <strong>4</strong> For they will turn away thy son from following me, that they may serve other gods: so will the anger of the LORD be kindled against you, and destroy thee suddenly.  ","niv":"<sup><strong>3</strong></sup> Do not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons, <sup><strong>4</strong></sup> for they will turn your sons away from following me to serve other gods, and the LORD's anger will burn against you and will quickly destroy you. ","modified":"2023-10-09T15:26:37.947Z"},{"_id":"6168b467a3a86b670bc3035f","topicId":"6168b466a3a86b670bc3035a","verse":"2 Corinthians 6:14","votes":38,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-5\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"6168b467a3a86b670bc30360","topicId":"6168b466a3a86b670bc3035a","verse":"Leviticus 19:19","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p03019019_06-6\"><b class=\"verse-num\" id=\"v03019019-1\">19&nbsp;</b>“You shall keep my statutes. You shall not let your cattle breed with a different kind. You shall not sow your field with two kinds of seed, nor shall you wear a garment of cloth made of two kinds of material.</p>\n</div>","kjv":"<strong>19</strong> Ye shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee.  ","niv":"<sup><strong>19</strong></sup> \"'Keep my decrees. \"'Do not mate different kinds of animals. \"'Do not plant your field with two kinds of seed. \"'Do not wear clothing woven of two kinds of material.","modified":"2022-07-12T23:13:38.726Z"},{"_id":"6168b468a3a86b670bc30361","topicId":"6168b466a3a86b670bc3035a","verse":"Deuteronomy 23:2","votes":32,"__v":0,"esv":"<div>\n<p id=\"p05023002_01-7\"><b class=\"verse-num\" id=\"v05023002-1\">2&nbsp;</b>“No one born of a forbidden union may enter the assembly of the LORD. Even to the tenth generation, none of his descendants may enter the assembly of the LORD.</p>\n</div>","kjv":"<strong>2</strong> A bastard shall not enter into the congregation of the LORD; even to his tenth generation shall he not enter into the congregation of the LORD.  ","niv":"<sup><strong>2</strong></sup> No one born of a forbidden marriage nor any of his descendants may enter the assembly of the LORD, even down to the tenth generation.","modified":"2023-01-04T23:59:08.941Z"},{"_id":"6168b468a3a86b670bc30362","topicId":"6168b466a3a86b670bc3035a","verse":"Ephesians 5:22-33","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-8\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_04-8\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. ","modified":"2022-09-26T12:12:07.583Z"},{"_id":"6168b468a3a86b670bc30363","topicId":"6168b466a3a86b670bc3035a","verse":"Deuteronomy 7:3","votes":32,"__v":0,"esv":"<div>\n<p id=\"p05007003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v05007003-1\">3&nbsp;</b>You shall not intermarry with them, giving your daughters to their sons or taking their daughters for your sons,</p>\n</div>","kjv":"<strong>3</strong> Neither shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son.  ","niv":"<sup><strong>3</strong></sup> Do not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons,","modified":"2023-09-15T23:42:26.111Z"},{"_id":"6168b469a3a86b670bc30364","topicId":"6168b466a3a86b670bc3035a","verse":"Nehemiah 13:23-27","votes":23,"__v":0,"esv":"<div>\n<p id=\"p16013023_01-10\"><b class=\"verse-num\" id=\"v16013023-1\">23&nbsp;</b>In those days also I saw the Jews who had married women of Ashdod, Ammon, and Moab. <b class=\"verse-num\" id=\"v16013024-1\">24&nbsp;</b>And half of their children spoke the language of Ashdod, and they could not speak the language of Judah, but only the language of each people. <b class=\"verse-num\" id=\"v16013025-1\">25&nbsp;</b>And I confronted them and cursed them and beat some of them and pulled out their hair. And I made them take an oath in the name of God, saying, “You shall not give your daughters to their sons, or take their daughters for your sons or for yourselves. <b class=\"verse-num\" id=\"v16013026-1\">26&nbsp;</b>Did not Solomon king of Israel sin on account of such women? Among the many nations there was no king like him, and he was beloved by his God, and God made him king over all Israel. Nevertheless, foreign women made even him to sin. <b class=\"verse-num\" id=\"v16013027-1\">27&nbsp;</b>Shall we then listen to you and do all this great evil and act treacherously against our God by marrying foreign women?”</p>\n</div>","kjv":"<strong>23</strong> In those days also saw I Jews that had married wives of Ashdod, of Ammon, and of Moab:  <strong>24</strong> And their children spake half in the speech of Ashdod, and could not speak in the Jews’ language, but according to the language of each people.  <strong>25</strong> And I contended with them, and cursed them, and smote certain of them, and plucked off their hair, and made them swear by God, saying,  Ye shall not give your daughters unto their sons, nor take their daughters unto your sons, or for yourselves.  <strong>26</strong> Did not Solomon king of Israel sin by these things? yet among many nations was there no king like him, who was beloved of his God, and God made him king over all Israel: nevertheless even him did outlandish women cause to sin.  <strong>27</strong> Shall we then hearken unto you to do all this great evil, to transgress against our God in marrying strange wives?  ","niv":"<sup><strong>23</strong></sup> Moreover, in those days I saw men of Judah who had married women from Ashdod, Ammon and Moab. <sup><strong>24</strong></sup> Half of their children spoke the language of Ashdod or the language of one of the other peoples, and did not know how to speak the language of Judah. <sup><strong>25</strong></sup> I rebuked them and called curses down on them. I beat some of the men and pulled out their hair. I made them take an oath in God's name and said: \"You are not to give your daughters in marriage to their sons, nor are you to take their daughters in marriage for your sons or for yourselves. <sup><strong>26</strong></sup> Was it not because of marriages like these that Solomon king of Israel sinned? Among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel, but even he was led into sin by foreign women. <sup><strong>27</strong></sup> Must we hear now that you too are doing all this terrible wickedness and are being unfaithful to our God by marrying foreign women?\" "},{"_id":"6168b469a3a86b670bc30365","topicId":"6168b466a3a86b670bc3035a","verse":"Joshua 23:12-13","votes":23,"__v":0,"esv":"<div>\n<p id=\"p06023012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v06023012-1\">12&nbsp;</b>For if you turn back and cling to the remnant of these nations remaining among you and make marriages with them, so that you associate with them and they with you, <b class=\"verse-num\" id=\"v06023013-1\">13&nbsp;</b>know for certain that the LORD your God will no longer drive out these nations before you, but they shall be a snare and a trap for you, a whip on your sides and thorns in your eyes, until you perish from off this good ground that the LORD your God has given you.</p>\n</div>","kjv":"<strong>12</strong> Else if ye do in any wise go back, and cleave unto the remnant of these nations, even these that remain among you, and shall make marriages with them, and go in unto them, and they to you:  <strong>13</strong> Know for a certainty that the LORD your God will no more drive out any of these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the LORD your God hath given you.  ","niv":"<sup><strong>12</strong></sup> \"But if you turn away and ally yourselves with the survivors of these nations that remain among you and if you intermarry with them and associate with them, <sup><strong>13</strong></sup> then you may be sure that the LORD your God will no longer drive out these nations before you. Instead, they will become snares and traps for you, whips on your backs and thorns in your eyes, until you perish from this good land, which the LORD your God has given you. ","modified":"2022-02-25T09:23:06.918Z"},{"_id":"6168b469a3a86b670bc30366","topicId":"6168b466a3a86b670bc3035a","verse":"Colossians 3:11","votes":20,"__v":0,"esv":"<div>\n<p id=\"p51003011_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n\n</div>","kjv":"<strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  ","niv":"<sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all."},{"_id":"6168b469a3a86b670bc30367","topicId":"6168b466a3a86b670bc3035a","verse":"Genesis 1:11","votes":20,"__v":0,"esv":"<div>\n<p id=\"p01001011_01-13\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so.</p>\n\n</div>","kjv":"<strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  ","niv":"<sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so."},{"_id":"6168b46aa3a86b670bc30368","topicId":"6168b466a3a86b670bc3035a","verse":"Ezra 9:1-2","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p15009001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v15009001-1\">9:1&nbsp;</b>After these things had been done, the officials approached me and said, “The people of Israel and the priests and the Levites have not separated themselves from the peoples of the lands with their abominations, from the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites. <b class=\"verse-num\" id=\"v15009002-1\">2&nbsp;</b>For they have taken some of their daughters to be wives for themselves and for their sons, so that the holy race has mixed itself with the peoples of the lands. And in this faithlessness the hand of the officials and chief men has been foremost.”</p>\n\n</div>","kjv":"<strong>1</strong> Now when these things were done, the princes came to me, saying, The people of Israel, and the priests, and the Levites, have not separated themselves from the people of the lands, doing according to their abominations, even of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.  <strong>2</strong> For they have taken of their daughters for themselves, and for their sons: so that the holy seed have mingled themselves with the people of those lands: yea, the hand of the princes and rulers hath been chief in this trespass.  ","niv":"<sup><strong>1</strong></sup> After these things had been done, the leaders came to me and said, \"The people of Israel, including the priests and the Levites, have not kept themselves separate from the neighboring peoples with their detestable practices, like those of the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians and Amorites. <sup><strong>2</strong></sup> They have taken some of their daughters as wives for themselves and their sons, and have mingled the holy race with the peoples around them. And the leaders and officials have led the way in this unfaithfulness.\" "},{"_id":"6168b46aa3a86b670bc30369","topicId":"6168b466a3a86b670bc3035a","verse":"Deuteronomy 7:1-3","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p05007001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05007001-1\">7:1&nbsp;</b>“When the LORD your God brings you into the land that you are entering to take possession of it, and clears away many nations before you, the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, seven nations more numerous and mightier than you, <b class=\"verse-num\" id=\"v05007002-1\">2&nbsp;</b>and when the LORD your God gives them over to you, and you defeat them, then you must devote them to complete destruction. You shall make no covenant with them and show no mercy to them. <b class=\"verse-num\" id=\"v05007003-1\">3&nbsp;</b>You shall not intermarry with them, giving your daughters to their sons or taking their daughters for your sons,</p>\n\n</div>","kjv":"<strong>1</strong> When the LORD thy God shall bring thee into the land whither thou goest to possess it, and hath cast out many nations before thee, the Hittites, and the Girgashites, and the Amorites, and the Canaanites, and the Perizzites, and the Hivites, and the Jebusites, seven nations greater and mightier than thou;  <strong>2</strong> And when the LORD thy God shall deliver them before thee; thou shalt smite them, and utterly destroy them; thou shalt make no covenant with them, nor shew mercy unto them:  <strong>3</strong> Neither shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son.  ","niv":"<sup><strong>1</strong></sup> When the LORD your God brings you into the land you are entering to possess and drives out before you many nations-the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites and Jebusites, seven nations larger and stronger than you- <sup><strong>2</strong></sup> and when the LORD your God has delivered them over to you and you have defeated them, then you must destroy them totally. Make no treaty with them, and show them no mercy. <sup><strong>3</strong></sup> Do not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons, "},{"_id":"6168b46aa3a86b670bc3036a","topicId":"6168b466a3a86b670bc3035a","verse":"Hosea 5:6-7","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28005006_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v28005006-1\">6&nbsp;</b>&nbsp;&nbsp;With their flocks and herds they shall go</span><br><span id=\"p28005006_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to seek the LORD,</span><br><span id=\"p28005006_01-16\" class=\"line\">&nbsp;&nbsp;but they will not find him;</span><br><span id=\"p28005006_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has withdrawn from them.</span><br><span id=\"p28005007_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v28005007-1\">7&nbsp;</b>&nbsp;&nbsp;They have dealt faithlessly with the LORD;</span><br><span id=\"p28005007_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they have borne alien children.</span><br><span id=\"p28005007_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Now the new moon shall devour them with their fields.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> They shall go with their flocks and with their herds to seek the LORD; but they shall not find him; he hath withdrawn himself from them.  <strong>7</strong> They have dealt treacherously against the LORD: for they have begotten strange children: now shall a month devour them with their portions.  ","niv":"<sup><strong>6</strong></sup> When they go with their flocks and herds to seek the LORD, they will not find him; he has withdrawn himself from them. <sup><strong>7</strong></sup> They are unfaithful to the LORD; they give birth to illegitimate children. Now their New Moon festivals will devour them and their fields. "},{"_id":"6168b46ba3a86b670bc3036b","topicId":"6168b466a3a86b670bc3035a","verse":"Revelation 5:9","votes":16,"__v":0,"esv":"<div>\n<p id=\"p66005009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66005009-1\">9&nbsp;</b>And they sang a new song, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005009_01-17\" class=\"line\">&nbsp;&nbsp;“Worthy are you to take the scroll</span><br><span id=\"p66005009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to open its seals,</span><br><span id=\"p66005009_01-17\" class=\"line\">&nbsp;&nbsp;for you were slain, and by your blood you ransomed people for God</span><br><span id=\"p66005009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from every tribe and language and people and nation,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> And they sung a new song, saying, Thou art worthy to take the book, and to open the seals thereof: for thou wast slain, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation;  ","niv":"<sup><strong>9</strong></sup> And they sang a new song: \"You are worthy to take the scroll and to open its seals, because you were slain, and with your blood you purchased men for God from every tribe and language and people and nation.","modified":"2023-08-29T22:38:33.651Z"},{"_id":"6168b46ba3a86b670bc3036c","topicId":"6168b466a3a86b670bc3035a","verse":"Genesis 28:1","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p01028001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01028001-1\">28:1&nbsp;</b>Then Isaac called Jacob and blessed him and directed him, “You must not take a wife from the Canaanite women.</p>\n</div>","kjv":"<strong>1</strong> And Isaac called Jacob, and blessed him, and charged him, and said unto him, Thou shalt not take a wife of the daughters of Canaan.  ","niv":"<sup><strong>1</strong></sup> So Isaac called for Jacob and blessed him and commanded him: \"Do not marry a Canaanite woman.","modified":"2022-10-03T00:17:32.298Z"},{"_id":"6168b46ba3a86b670bc3036d","topicId":"6168b466a3a86b670bc3035a","verse":"Numbers 12:1-16","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p04012001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04012001-1\">12:1&nbsp;</b>Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman. <b class=\"verse-num\" id=\"v04012002-1\">2&nbsp;</b>And they said, “Has the LORD indeed spoken only through Moses? Has he not spoken through us also?” And the LORD heard it. <b class=\"verse-num\" id=\"v04012003-1\">3&nbsp;</b>Now the man Moses was very meek, more than all people who were on the face of the earth. <b class=\"verse-num\" id=\"v04012004-1\">4&nbsp;</b>And suddenly the LORD said to Moses and to Aaron and Miriam, “Come out, you three, to the tent of meeting.” And the three of them came out. <b class=\"verse-num\" id=\"v04012005-1\">5&nbsp;</b>And the LORD came down in a pillar of cloud and stood at the entrance of the tent and called Aaron and Miriam, and they both came forward. <b class=\"verse-num\" id=\"v04012006-1\">6&nbsp;</b>And he said, “Hear my words: If there is a prophet among you, I the LORD make myself known to him in a vision; I speak with him in a dream. <b class=\"verse-num\" id=\"v04012007-1\">7&nbsp;</b>Not so with my servant Moses. He is faithful in all my house. <b class=\"verse-num\" id=\"v04012008-1\">8&nbsp;</b>With him I speak mouth to mouth, clearly, and not in riddles, and he beholds the form of the LORD. Why then were you not afraid to speak against my servant Moses?” <b class=\"verse-num\" id=\"v04012009-1\">9&nbsp;</b>And the anger of the LORD was kindled against them, and he departed.</p>\n<p id=\"p04012009_06-19\"><b class=\"verse-num\" id=\"v04012010-1\">10&nbsp;</b>When the cloud removed from over the tent, behold, Miriam was leprous, like snow. And Aaron turned toward Miriam, and behold, she was leprous. <b class=\"verse-num\" id=\"v04012011-1\">11&nbsp;</b>And Aaron said to Moses, “Oh, my lord, do not punish us because we have done foolishly and have sinned. <b class=\"verse-num\" id=\"v04012012-1\">12&nbsp;</b>Let her not be as one dead, whose flesh is half eaten away when he comes out of his mother’s womb.” <b class=\"verse-num\" id=\"v04012013-1\">13&nbsp;</b>And Moses cried to the LORD, “O God, please heal her—please.” <b class=\"verse-num\" id=\"v04012014-1\">14&nbsp;</b>But the LORD said to Moses, “If her father had but spit in her face, should she not be shamed seven days? Let her be shut outside the camp seven days, and after that she may be brought in again.” <b class=\"verse-num\" id=\"v04012015-1\">15&nbsp;</b>So Miriam was shut outside the camp seven days, and the people did not set out on the march till Miriam was brought in again. <b class=\"verse-num\" id=\"v04012016-1\">16&nbsp;</b>After that the people set out from Hazeroth, and camped in the wilderness of Paran.</p>\n\n</div>","kjv":"<strong>1</strong> And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman.  <strong>2</strong> And they said, Hath the LORD indeed spoken only by Moses? hath he not spoken also by us? And the LORD heard it.  <strong>3</strong> (Now the man Moses was very meek, above all the men which were upon the face of the earth.)  <strong>4</strong> And the LORD spake suddenly unto Moses, and unto Aaron, and unto Miriam, Come out ye three unto the tabernacle of the congregation. And they three came out.  <strong>5</strong> And the LORD came down in the pillar of the cloud, and stood in the door of the tabernacle, and called Aaron and Miriam: and they both came forth.  <strong>6</strong> And he said, Hear now my words: If there be a prophet among you, I the LORD will make myself known unto him in a vision, and  will speak unto him in a dream.  <strong>7</strong> My servant Moses is not so, who is faithful in all mine house.  <strong>8</strong> With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the LORD shall he behold: wherefore then were ye not afraid to speak against my servant Moses?  <strong>9</strong> And the anger of the LORD was kindled against them; and he departed.  <strong>10</strong> And the cloud departed from off the tabernacle; and, behold, Miriam became leprous, white as snow: and Aaron looked upon Miriam, and, behold, she was leprous.  <strong>11</strong> And Aaron said unto Moses, Alas, my lord, I beseech thee, lay not the sin upon us, wherein we have done foolishly, and wherein we have sinned.  <strong>12</strong> Let her not be as one dead, of whom the flesh is half consumed when he cometh out of his mother’s womb.  <strong>13</strong> And Moses cried unto the LORD, saying, Heal her now, O God, I beseech thee.  <strong>14</strong> And the LORD said unto Moses, If her father had but spit in her face, should she not be ashamed seven days? let her be shut out from the camp seven days, and after that let her be received in again.  <strong>15</strong> And Miriam was shut out from the camp seven days: and the people journeyed not till Miriam was brought in again.  <strong>16</strong> And afterward the people removed from Hazeroth, and pitched in the wilderness of Paran.  ","niv":"<sup><strong>1</strong></sup> Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite. <sup><strong>2</strong></sup> \"Has the LORD spoken only through Moses?\" they asked. \"Hasn't he also spoken through us?\" And the LORD heard this. <sup><strong>3</strong></sup> (Now Moses was a very humble man, more humble than anyone else on the face of the earth.) <sup><strong>4</strong></sup> At once the LORD said to Moses, Aaron and Miriam, \"Come out to the Tent of Meeting, all three of you.\" So the three of them came out. <sup><strong>5</strong></sup> Then the LORD came down in a pillar of cloud; he stood at the entrance to the Tent and summoned Aaron and Miriam. When both of them stepped forward, <sup><strong>6</strong></sup> he said, \"Listen to my words: \"When a prophet of the LORD is among you, I reveal myself to him in visions, I speak to him in dreams. <sup><strong>7</strong></sup> But this is not true of my servant Moses; he is faithful in all my house. <sup><strong>8</strong></sup> With him I speak face to face, clearly and not in riddles; he sees the form of the LORD. Why then were you not afraid to speak against my servant Moses?\" <sup><strong>9</strong></sup> The anger of the LORD burned against them, and he left them. <sup><strong>10</strong></sup> When the cloud lifted from above the Tent, there stood Miriam-leprous, like snow. Aaron turned toward her and saw that she had leprosy; <sup><strong>11</strong></sup> and he said to Moses, \"Please, my lord, do not hold against us the sin we have so foolishly committed. <sup><strong>12</strong></sup> Do not let her be like a stillborn infant coming from its mother's womb with its flesh half eaten away.\" <sup><strong>13</strong></sup> So Moses cried out to the LORD, \"O God, please heal her!\" <sup><strong>14</strong></sup> The LORD replied to Moses, \"If her father had spit in her face, would she not have been in disgrace for seven days? Confine her outside the camp for seven days; after that she can be brought back.\" <sup><strong>15</strong></sup> So Miriam was confined outside the camp for seven days, and the people did not move on till she was brought back. <sup><strong>16</strong></sup> After that, the people left Hazeroth and encamped in the Desert of Paran. ","modified":"2023-04-30T00:23:06.232Z"},{"_id":"6168b46ca3a86b670bc3036e","topicId":"6168b466a3a86b670bc3035a","verse":"Jeremiah 2:21","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24002021_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002021-1\">21&nbsp;</b>&nbsp;&nbsp;Yet I planted you a choice vine,</span><br><span id=\"p24002021_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wholly of pure seed.</span><br><span id=\"p24002021_01-20\" class=\"line\">&nbsp;&nbsp;How then have you turned degenerate</span><br><span id=\"p24002021_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become a wild vine?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Yet I had planted thee a noble vine, wholly a right seed: how then art thou turned into the degenerate plant of a strange vine unto me?  ","niv":"<sup><strong>21</strong></sup> I had planted you like a choice vine of sound and reliable stock. How then did you turn against me into a corrupt, wild vine?"},{"_id":"6168b46ca3a86b670bc3036f","topicId":"6168b466a3a86b670bc3035a","verse":"Romans 15:4","votes":13,"__v":0,"esv":"<div>\n<p id=\"p45015004_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015004-1\">4&nbsp;</b>For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.</p>\n</div>","kjv":"<strong>4</strong> For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope.  ","niv":"<sup><strong>4</strong></sup> For everything that was written in the past was written to teach us, so that through endurance and the encouragement of the Scriptures we might have hope.","modified":"2022-10-06T23:53:51.062Z"},{"_id":"6168b46ca3a86b670bc30370","topicId":"6168b466a3a86b670bc3035a","verse":"John 3:16","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-22\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168b46ca3a86b670bc30371","topicId":"6168b466a3a86b670bc3035a","verse":"Matthew 7:16-20","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40007016_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n</div>","kjv":"<strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. ","niv":"<sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. ","modified":"2022-02-28T23:01:47.083Z"},{"_id":"6168b46da3a86b670bc30372","topicId":"6168b466a3a86b670bc3035a","verse":"John 3:36","votes":11,"__v":0,"esv":"<div>\n<p id=\"p43003036_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n</div>","kjv":"<strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\""},{"_id":"6168b46da3a86b670bc30373","topicId":"6168b466a3a86b670bc3035a","verse":"1 Peter 5:8","votes":10,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."}]}