{"_id":"6168b4b4a3a86b670bc30387","slug":"moab","name":"Moab","verses":[{"_id":"6168b4b4a3a86b670bc30388","topicId":"6168b4b4a3a86b670bc30387","verse":"Genesis 19:37","votes":16,"__v":0,"esv":"<div>\n<p id=\"p01019037_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01019037-1\">37&nbsp;</b>The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day.</p>\n\n</div>","kjv":"<strong>37</strong> And the firstborn bare a son, and called his name Moab: the same is the father of the Moabites unto this day.  ","niv":"<sup><strong>37</strong></sup> The older daughter had a son, and she named him Moab; he is the father of the Moabites of today.","modified":"2023-12-02T17:37:19.739Z"},{"_id":"6168b4b5a3a86b670bc30389","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 26:3","votes":12,"__v":0,"esv":"<div>\n<p id=\"p04026003_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v04026003-1\">3&nbsp;</b>And Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying,</p>\n</div>","kjv":"<strong>3</strong> And Moses and Eleazar the priest spake with them in the plains of Moab by Jordan near Jericho, saying,  ","niv":"<sup><strong>3</strong></sup> So on the plains of Moab by the Jordan across from Jericho, Moses and Eleazar the priest spoke with them and said,","modified":"2023-09-26T17:17:10.585Z"},{"_id":"6168b4b5a3a86b670bc3038a","topicId":"6168b4b4a3a86b670bc30387","verse":"Psalm 60:8","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19060008_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19060008-1\">8&nbsp;</b>&nbsp;&nbsp;Moab is my washbasin;</span><br><span id=\"p19060008_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;upon Edom I cast my shoe;</span><br><span id=\"p19060008_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;over Philistia I shout in triumph.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Moab is my washpot; over Edom will I cast out my shoe: Philistia, triumph thou because of me.  ","niv":"<sup><strong>8</strong></sup> Moab is my washbasin, upon Edom I toss my sandal; over Philistia I shout in triumph.\"","modified":"2022-05-21T11:49:43.288Z"},{"_id":"6168b4b5a3a86b670bc3038b","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 22:1-41","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p04022001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04022001-1\">22:1&nbsp;</b>Then the people of Israel set out and camped in the plains of Moab beyond the Jordan at Jericho. <b class=\"verse-num\" id=\"v04022002-1\">2&nbsp;</b>And Balak the son of Zippor saw all that Israel had done to the Amorites. <b class=\"verse-num\" id=\"v04022003-1\">3&nbsp;</b>And Moab was in great dread of the people, because they were many. Moab was overcome with fear of the people of Israel. <b class=\"verse-num\" id=\"v04022004-1\">4&nbsp;</b>And Moab said to the elders of Midian, “This horde will now lick up all that is around us, as the ox licks up the grass of the field.” So Balak the son of Zippor, who was king of Moab at that time, <b class=\"verse-num\" id=\"v04022005-1\">5&nbsp;</b>sent messengers to Balaam the son of Beor at Pethor, which is near the River in the land of the people of Amaw, to call him, saying, “Behold, a people has come out of Egypt. They cover the face of the earth, and they are dwelling opposite me. <b class=\"verse-num\" id=\"v04022006-1\">6&nbsp;</b>Come now, curse this people for me, since they are too mighty for me. Perhaps I shall be able to defeat them and drive them from the land, for I know that he whom you bless is blessed, and he whom you curse is cursed.”</p>\n<p id=\"p04022006_04-4\"><b class=\"verse-num\" id=\"v04022007-1\">7&nbsp;</b>So the elders of Moab and the elders of Midian departed with the fees for divination in their hand. And they came to Balaam and gave him Balak’s message. <b class=\"verse-num\" id=\"v04022008-1\">8&nbsp;</b>And he said to them, “Lodge here tonight, and I will bring back word to you, as the LORD speaks to me.” So the princes of Moab stayed with Balaam. <b class=\"verse-num\" id=\"v04022009-1\">9&nbsp;</b>And God came to Balaam and said, “Who are these men with you?” <b class=\"verse-num\" id=\"v04022010-1\">10&nbsp;</b>And Balaam said to God, “Balak the son of Zippor, king of Moab, has sent to me, saying, <b class=\"verse-num\" id=\"v04022011-1\">11&nbsp;</b>‘Behold, a people has come out of Egypt, and it covers the face of the earth. Now come, curse them for me. Perhaps I shall be able to fight against them and drive them out.’” <b class=\"verse-num\" id=\"v04022012-1\">12&nbsp;</b>God said to Balaam, “You shall not go with them. You shall not curse the people, for they are blessed.” <b class=\"verse-num\" id=\"v04022013-1\">13&nbsp;</b>So Balaam rose in the morning and said to the princes of Balak, “Go to your own land, for the LORD has refused to let me go with you.” <b class=\"verse-num\" id=\"v04022014-1\">14&nbsp;</b>So the princes of Moab rose and went to Balak and said, “Balaam refuses to come with us.”</p>\n<p id=\"p04022014_04-4\"><b class=\"verse-num\" id=\"v04022015-1\">15&nbsp;</b>Once again Balak sent princes, more in number and more honorable than these. <b class=\"verse-num\" id=\"v04022016-1\">16&nbsp;</b>And they came to Balaam and said to him, “Thus says Balak the son of Zippor: ‘Let nothing hinder you from coming to me, <b class=\"verse-num\" id=\"v04022017-1\">17&nbsp;</b>for I will surely do you great honor, and whatever you say to me I will do. Come, curse this people for me.’” <b class=\"verse-num\" id=\"v04022018-1\">18&nbsp;</b>But Balaam answered and said to the servants of Balak, “Though Balak were to give me his house full of silver and gold, I could not go beyond the command of the LORD my God to do less or more. <b class=\"verse-num\" id=\"v04022019-1\">19&nbsp;</b>So you, too, please stay here tonight, that I may know what more the LORD will say to me.” <b class=\"verse-num\" id=\"v04022020-1\">20&nbsp;</b>And God came to Balaam at night and said to him, “If the men have come to call you, rise, go with them; but only do what I tell you.” <b class=\"verse-num\" id=\"v04022021-1\">21&nbsp;</b>So Balaam rose in the morning and saddled his donkey and went with the princes of Moab.</p>\n\n<p id=\"p04022021_09-4\"><b class=\"verse-num\" id=\"v04022022-1\">22&nbsp;</b>But God’s anger was kindled because he went, and the angel of the LORD took his stand in the way as his adversary. Now he was riding on the donkey, and his two servants were with him. <b class=\"verse-num\" id=\"v04022023-1\">23&nbsp;</b>And the donkey saw the angel of the LORD standing in the road, with a drawn sword in his hand. And the donkey turned aside out of the road and went into the field. And Balaam struck the donkey, to turn her into the road. <b class=\"verse-num\" id=\"v04022024-1\">24&nbsp;</b>Then the angel of the LORD stood in a narrow path between the vineyards, with a wall on either side. <b class=\"verse-num\" id=\"v04022025-1\">25&nbsp;</b>And when the donkey saw the angel of the LORD, she pushed against the wall and pressed Balaam’s foot against the wall. So he struck her again. <b class=\"verse-num\" id=\"v04022026-1\">26&nbsp;</b>Then the angel of the LORD went ahead and stood in a narrow place, where there was no way to turn either to the right or to the left. <b class=\"verse-num\" id=\"v04022027-1\">27&nbsp;</b>When the donkey saw the angel of the LORD, she lay down under Balaam. And Balaam’s anger was kindled, and he struck the donkey with his staff. <b class=\"verse-num\" id=\"v04022028-1\">28&nbsp;</b>Then the LORD opened the mouth of the donkey, and she said to Balaam, “What have I done to you, that you have struck me these three times?” <b class=\"verse-num\" id=\"v04022029-1\">29&nbsp;</b>And Balaam said to the donkey, “Because you have made a fool of me. I wish I had a sword in my hand, for then I would kill you.” <b class=\"verse-num\" id=\"v04022030-1\">30&nbsp;</b>And the donkey said to Balaam, “Am I not your donkey, on which you have ridden all your life long to this day? Is it my habit to treat you this way?” And he said, “No.”</p>\n<p id=\"p04022030_09-4\"><b class=\"verse-num\" id=\"v04022031-1\">31&nbsp;</b>Then the LORD opened the eyes of Balaam, and he saw the angel of the LORD standing in the way, with his drawn sword in his hand. And he bowed down and fell on his face. <b class=\"verse-num\" id=\"v04022032-1\">32&nbsp;</b>And the angel of the LORD said to him, “Why have you struck your donkey these three times? Behold, I have come out to oppose you because your way is perverse before me. <b class=\"verse-num\" id=\"v04022033-1\">33&nbsp;</b>The donkey saw me and turned aside before me these three times. If she had not turned aside from me, surely just now I would have killed you and let her live.” <b class=\"verse-num\" id=\"v04022034-1\">34&nbsp;</b>Then Balaam said to the angel of the LORD, “I have sinned, for I did not know that you stood in the road against me. Now therefore, if it is evil in your sight, I will turn back.” <b class=\"verse-num\" id=\"v04022035-1\">35&nbsp;</b>And the angel of the LORD said to Balaam, “Go with the men, but speak only the word that I tell you.” So Balaam went on with the princes of Balak.</p>\n<p id=\"p04022035_09-4\"><b class=\"verse-num\" id=\"v04022036-1\">36&nbsp;</b>When Balak heard that Balaam had come, he went out to meet him at the city of Moab, on the border formed by the Arnon, at the extremity of the border. <b class=\"verse-num\" id=\"v04022037-1\">37&nbsp;</b>And Balak said to Balaam, “Did I not send to you to call you? Why did you not come to me? Am I not able to honor you?” <b class=\"verse-num\" id=\"v04022038-1\">38&nbsp;</b>Balaam said to Balak, “Behold, I have come to you! Have I now any power of my own to speak anything? The word that God puts in my mouth, that must I speak.” <b class=\"verse-num\" id=\"v04022039-1\">39&nbsp;</b>Then Balaam went with Balak, and they came to Kiriath-huzoth. <b class=\"verse-num\" id=\"v04022040-1\">40&nbsp;</b>And Balak sacrificed oxen and sheep, and sent for Balaam and for the princes who were with him.</p>\n<p id=\"p04022040_09-4\"><b class=\"verse-num\" id=\"v04022041-1\">41&nbsp;</b>And in the morning Balak took Balaam and brought him up to Bamoth-baal, and from there he saw a fraction of the people.</p>\n\n</div>","kjv":"<strong>1</strong> And the children of Israel set forward, and pitched in the plains of Moab on this side Jordan by Jericho.  <strong>2</strong> And Balak the son of Zippor saw all that Israel had done to the Amorites.  <strong>3</strong> And Moab was sore afraid of the people, because they were  many: and Moab was distressed because of the children of Israel.  <strong>4</strong> And Moab said unto the elders of Midian, Now shall this company lick up all that are round about us, as the ox licketh up the grass of the field. And Balak the son of Zippor was king of the Moabites at that time.  <strong>5</strong> He sent messengers therefore unto Balaam the son of Beor to Pethor, which is by the river of the land of the children of his people, to call him, saying, Behold, there is a people come out from Egypt: behold, they cover the face of the earth, and they abide over against me:  <strong>6</strong> Come now therefore, I pray thee, curse me this people; for they are too mighty for me: peradventure I shall prevail, that  we may smite them, and that I may drive them out of the land: for I wot that he whom thou blessest is blessed, and he whom thou cursest is cursed.  <strong>7</strong> And the elders of Moab and the elders of Midian departed with the rewards of divination in their hand; and they came unto Balaam, and spake unto him the words of Balak.  <strong>8</strong> And he said unto them, Lodge here this night, and I will bring you word again, as the LORD shall speak unto me: and the princes of Moab abode with Balaam.  <strong>9</strong> And God came unto Balaam, and said, What men are these with thee?  <strong>10</strong> And Balaam said unto God, Balak the son of Zippor, king of Moab, hath sent unto me, saying,  <strong>11</strong> Behold, there is a people come out of Egypt, which covereth the face of the earth: come now, curse me them; peradventure I shall be able to overcome them, and drive them out.  <strong>12</strong> And God said unto Balaam, Thou shalt not go with them; thou shalt not curse the people: for they are blessed.  <strong>13</strong> And Balaam rose up in the morning, and said unto the princes of Balak, Get you into your land: for the LORD refuseth to give me leave to go with you.  <strong>14</strong> And the princes of Moab rose up, and they went unto Balak, and said, Balaam refuseth to come with us.  <strong>15</strong> And Balak sent yet again princes, more, and more honourable than they.  <strong>16</strong> And they came to Balaam, and said to him, Thus saith Balak the son of Zippor, Let nothing, I pray thee, hinder thee from coming unto me:  <strong>17</strong> For I will promote thee unto very great honour, and I will do whatsoever thou sayest unto me: come therefore, I pray thee, curse me this people.  <strong>18</strong> And Balaam answered and said unto the servants of Balak, If Balak would give me his house full of silver and gold, I cannot go beyond the word of the LORD my God, to do less or more.  <strong>19</strong> Now therefore, I pray you, tarry ye also here this night, that I may know what the LORD will say unto me more.  <strong>20</strong> And God came unto Balaam at night, and said unto him, If the men come to call thee, rise up, and go with them; but yet the word which I shall say unto thee, that shalt thou do.  <strong>21</strong> And Balaam rose up in the morning, and saddled his ass, and went with the princes of Moab.  <strong>22</strong> And God’s anger was kindled because he went: and the angel of the LORD stood in the way for an adversary against him. Now he was riding upon his ass, and his two servants were with him.  <strong>23</strong> And the ass saw the angel of the LORD standing in the way, and his sword drawn in his hand: and the ass turned aside out of the way, and went into the field: and Balaam smote the ass, to turn her into the way.  <strong>24</strong> But the angel of the LORD stood in a path of the vineyards, a wall being on this side, and a wall on that side.  <strong>25</strong> And when the ass saw the angel of the LORD, she thrust herself unto the wall, and crushed Balaam’s foot against the wall: and he smote her again.  <strong>26</strong> And the angel of the LORD went further, and stood in a narrow place, where was no way to turn either to the right hand or to the left.  <strong>27</strong> And when the ass saw the angel of the LORD, she fell down under Balaam: and Balaam’s anger was kindled, and he smote the ass with a staff.  <strong>28</strong> And the LORD opened the mouth of the ass, and she said unto Balaam, What have I done unto thee, that thou hast smitten me these three times?  <strong>29</strong> And Balaam said unto the ass, Because thou hast mocked me: I would there were a sword in mine hand, for now would I kill thee.  <strong>30</strong> And the ass said unto Balaam, Am not I thine ass, upon which thou hast ridden ever since I was thine unto this day? was I ever wont to do so unto thee? And he said, Nay.  <strong>31</strong> Then the LORD opened the eyes of Balaam, and he saw the angel of the LORD standing in the way, and his sword drawn in his hand: and he bowed down his head, and fell flat on his face.  <strong>32</strong> And the angel of the LORD said unto him, Wherefore hast thou smitten thine ass these three times? behold, I went out to withstand thee, because thy way is perverse before me:  <strong>33</strong> And the ass saw me, and turned from me these three times: unless she had turned from me, surely now also I had slain thee, and saved her alive.  <strong>34</strong> And Balaam said unto the angel of the LORD, I have sinned; for I knew not that thou stoodest in the way against me: now therefore, if it displease thee, I will get me back again.  <strong>35</strong> And the angel of the LORD said unto Balaam, Go with the men: but only the word that I shall speak unto thee, that thou shalt speak. So Balaam went with the princes of Balak.  <strong>36</strong> And when Balak heard that Balaam was come, he went out to meet him unto a city of Moab, which is in the border of Arnon, which is  in the utmost coast.  <strong>37</strong> And Balak said unto Balaam, Did I not earnestly send unto thee to call thee? wherefore camest thou not unto me? am I not able indeed to promote thee to honour?  <strong>38</strong> And Balaam said unto Balak, Lo, I am come unto thee: have I now any power at all to say any thing? the word that God putteth in my mouth, that shall I speak.  <strong>39</strong> And Balaam went with Balak, and they came unto Kirjath-huzoth.  <strong>40</strong> And Balak offered oxen and sheep, and sent to Balaam, and to the princes that were with him.  <strong>41</strong> And it came to pass on the morrow, that Balak took Balaam, and brought him up into the high places of Baal, that thence he might see the utmost part of the people.  ","niv":"<sup><strong>1</strong></sup> Then the Israelites traveled to the plains of Moab and camped along the Jordan across from Jericho. <sup><strong>2</strong></sup> Now Balak son of Zippor saw all that Israel had done to the Amorites, <sup><strong>3</strong></sup> and Moab was terrified because there were so many people. Indeed, Moab was filled with dread because of the Israelites. <sup><strong>4</strong></sup> The Moabites said to the elders of Midian, \"This horde is going to lick up everything around us, as an ox licks up the grass of the field.\" So Balak son of Zippor, who was king of Moab at that time, <sup><strong>5</strong></sup> sent messengers to summon Balaam son of Beor, who was at Pethor, near the River, in his native land. Balak said: \"A people has come out of Egypt; they cover the face of the land and have settled next to me. <sup><strong>6</strong></sup> Now come and put a curse on these people, because they are too powerful for me. Perhaps then I will be able to defeat them and drive them out of the country. For I know that those you bless are blessed, and those you curse are cursed.\" <sup><strong>7</strong></sup> The elders of Moab and Midian left, taking with them the fee for divination. When they came to Balaam, they told him what Balak had said. <sup><strong>8</strong></sup> \"Spend the night here,\" Balaam said to them, \"and I will bring you back the answer the LORD gives me.\" So the Moabite princes stayed with him. <sup><strong>9</strong></sup> God came to Balaam and asked, \"Who are these men with you?\" <sup><strong>10</strong></sup> Balaam said to God, \"Balak son of Zippor, king of Moab, sent me this message: <sup><strong>11</strong></sup> 'A people that has come out of Egypt covers the face of the land. Now come and put a curse on them for me. Perhaps then I will be able to fight them and drive them away.'\" <sup><strong>12</strong></sup> But God said to Balaam, \"Do not go with them. You must not put a curse on those people, because they are blessed.\" <sup><strong>13</strong></sup> The next morning Balaam got up and said to Balak's princes, \"Go back to your own country, for the LORD has refused to let me go with you.\" <sup><strong>14</strong></sup> So the Moabite princes returned to Balak and said, \"Balaam refused to come with us.\" <sup><strong>15</strong></sup> Then Balak sent other princes, more numerous and more distinguished than the first. <sup><strong>16</strong></sup> They came to Balaam and said: \"This is what Balak son of Zippor says: Do not let anything keep you from coming to me, <sup><strong>17</strong></sup> because I will reward you handsomely and do whatever you say. Come and put a curse on these people for me.\" <sup><strong>18</strong></sup> But Balaam answered them, \"Even if Balak gave me his palace filled with silver and gold, I could not do anything great or small to go beyond the command of the LORD my God. <sup><strong>19</strong></sup> Now stay here tonight as the others did, and I will find out what else the LORD will tell me.\" <sup><strong>20</strong></sup> That night God came to Balaam and said, \"Since these men have come to summon you, go with them, but do only what I tell you.\" <sup><strong>21</strong></sup> Balaam got up in the morning, saddled his donkey and went with the princes of Moab. <sup><strong>22</strong></sup> But God was very angry when he went, and the angel of the LORD stood in the road to oppose him. Balaam was riding on his donkey, and his two servants were with him. <sup><strong>23</strong></sup> When the donkey saw the angel of the LORD standing in the road with a drawn sword in his hand, she turned off the road into a field. Balaam beat her to get her back on the road. <sup><strong>24</strong></sup> Then the angel of the LORD stood in a narrow path between two vineyards, with walls on both sides. <sup><strong>25</strong></sup> When the donkey saw the angel of the LORD, she pressed close to the wall, crushing Balaam's foot against it. So he beat her again. <sup><strong>26</strong></sup> Then the angel of the LORD moved on ahead and stood in a narrow place where there was no room to turn, either to the right or to the left. <sup><strong>27</strong></sup> When the donkey saw the angel of the LORD, she lay down under Balaam, and he was angry and beat her with his staff. <sup><strong>28</strong></sup> Then the LORD opened the donkey's mouth, and she said to Balaam, \"What have I done to you to make you beat me these three times?\" <sup><strong>29</strong></sup> Balaam answered the donkey, \"You have made a fool of me! If I had a sword in my hand, I would kill you right now.\" <sup><strong>30</strong></sup> The donkey said to Balaam, \"Am I not your own donkey, which you have always ridden, to this day? Have I been in the habit of doing this to you?No,\" he said. <sup><strong>31</strong></sup> Then the LORD opened Balaam's eyes, and he saw the angel of the LORD standing in the road with his sword drawn. So he bowed low and fell facedown. <sup><strong>32</strong></sup> The angel of the LORD asked him, \"Why have you beaten your donkey these three times? I have come here to oppose you because your path is a reckless one before me. <sup><strong>33</strong></sup> The donkey saw me and turned away from me these three times. If she had not turned away, I would certainly have killed you by now, but I would have spared her.\" <sup><strong>34</strong></sup> Balaam said to the angel of the LORD, \"I have sinned. I did not realize you were standing in the road to oppose me. Now if you are displeased, I will go back.\" <sup><strong>35</strong></sup> The angel of the LORD said to Balaam, \"Go with the men, but speak only what I tell you.\" So Balaam went with the princes of Balak. <sup><strong>36</strong></sup> When Balak heard that Balaam was coming, he went out to meet him at the Moabite town on the Arnon border, at the edge of his territory. <sup><strong>37</strong></sup> Balak said to Balaam, \"Did I not send you an urgent summons? Why didn't you come to me? Am I really not able to reward you?\" <sup><strong>38</strong></sup> \"Well, I have come to you now,\" Balaam replied. \"But can I say just anything? I must speak only what God puts in my mouth.\" <sup><strong>39</strong></sup> Then Balaam went with Balak to Kiriath Huzoth. <sup><strong>40</strong></sup> Balak sacrificed cattle and sheep, and gave some to Balaam and the princes who were with him. <sup><strong>41</strong></sup> The next morning Balak took Balaam up to Bamoth Baal, and from there he saw part of the people. ","modified":"2023-11-30T11:38:33.322Z"},{"_id":"6168b4b6a3a86b670bc3038c","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 21:26","votes":7,"__v":0,"esv":"<div>\n<p id=\"p04021026_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v04021026-1\">26&nbsp;</b>For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab and taken all his land out of his hand, as far as the Arnon.</p>\n</div>","kjv":"<strong>26</strong> For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab, and taken all his land out of his hand, even unto Arnon.  ","niv":"<sup><strong>26</strong></sup> Heshbon was the city of Sihon king of the Amorites, who had fought against the former king of Moab and had taken from him all his land as far as the Arnon."},{"_id":"6168b4b6a3a86b670bc3038d","topicId":"6168b4b4a3a86b670bc30387","verse":"Isaiah 11:14","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011014_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011014-1\">14&nbsp;</b>&nbsp;&nbsp;But they shall swoop down on the shoulder of the Philistines in the west,</span><br><span id=\"p23011014_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and together they shall plunder the people of the east.</span><br><span id=\"p23011014_01-6\" class=\"line\">&nbsp;&nbsp;They shall put out their hand against Edom and Moab,</span><br><span id=\"p23011014_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Ammonites shall obey them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> But they shall fly upon the shoulders of the Philistines toward the west; they shall spoil them of the east together: they shall lay their hand upon Edom and Moab; and the children of Ammon shall obey them.  ","niv":"<sup><strong>14</strong></sup> They will swoop down on the slopes of Philistia to the west; together they will plunder the people to the east. They will lay hands on Edom and Moab, and the Ammonites will be subject to them.","modified":"2022-04-17T00:18:00.237Z"},{"_id":"6168b4b6a3a86b670bc3038e","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 25:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p04025001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04025001-1\">25:1&nbsp;</b>While Israel lived in Shittim, the people began to whore with the daughters of Moab. <b class=\"verse-num\" id=\"v04025002-1\">2&nbsp;</b>These invited the people to the sacrifices of their gods, and the people ate and bowed down to their gods. <b class=\"verse-num\" id=\"v04025003-1\">3&nbsp;</b>So Israel yoked himself to Baal of Peor. And the anger of the LORD was kindled against Israel. <b class=\"verse-num\" id=\"v04025004-1\">4&nbsp;</b>And the LORD said to Moses, “Take all the chiefs of the people and hang them in the sun before the LORD, that the fierce anger of the LORD may turn away from Israel.” <b class=\"verse-num\" id=\"v04025005-1\">5&nbsp;</b>And Moses said to the judges of Israel, “Each of you kill those of his men who have yoked themselves to Baal of Peor.”</p>\n<p id=\"p04025005_05-14\"><b class=\"verse-num\" id=\"v04025006-1\">6&nbsp;</b>And behold, one of the people of Israel came and brought a Midianite woman to his family, in the sight of Moses and in the sight of the whole congregation of the people of Israel, while they were weeping in the entrance of the tent of meeting. <b class=\"verse-num\" id=\"v04025007-1\">7&nbsp;</b>When Phinehas the son of Eleazar, son of Aaron the priest, saw it, he rose and left the congregation and took a spear in his hand <b class=\"verse-num\" id=\"v04025008-1\">8&nbsp;</b>and went after the man of Israel into the chamber and pierced both of them, the man of Israel and the woman through her belly. Thus the plague on the people of Israel was stopped. <b class=\"verse-num\" id=\"v04025009-1\">9&nbsp;</b>Nevertheless, those who died by the plague were twenty-four thousand.</p>\n\n<p id=\"p04025009_09-14\"><b class=\"verse-num\" id=\"v04025010-1\">10&nbsp;</b>And the LORD said to Moses, <b class=\"verse-num\" id=\"v04025011-1\">11&nbsp;</b>“Phinehas the son of Eleazar, son of Aaron the priest, has turned back my wrath from the people of Israel, in that he was jealous with my jealousy among them, so that I did not consume the people of Israel in my jealousy. <b class=\"verse-num\" id=\"v04025012-1\">12&nbsp;</b>Therefore say, ‘Behold, I give to him my covenant of peace, <b class=\"verse-num\" id=\"v04025013-1\">13&nbsp;</b>and it shall be to him and to his descendants after him the covenant of a perpetual priesthood, because he was jealous for his God and made atonement for the people of Israel.’”</p>\n<p id=\"p04025013_09-14\"><b class=\"verse-num\" id=\"v04025014-1\">14&nbsp;</b>The name of the slain man of Israel, who was killed with the Midianite woman, was Zimri the son of Salu, chief of a father’s house belonging to the Simeonites. <b class=\"verse-num\" id=\"v04025015-1\">15&nbsp;</b>And the name of the Midianite woman who was killed was Cozbi the daughter of Zur, who was the tribal head of a father’s house in Midian.</p>\n<p id=\"p04025015_09-14\"><b class=\"verse-num\" id=\"v04025016-1\">16&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04025017-1\">17&nbsp;</b>“Harass the Midianites and strike them down, <b class=\"verse-num\" id=\"v04025018-1\">18&nbsp;</b>for they have harassed you with their wiles, with which they beguiled you in the matter of Peor, and in the matter of Cozbi, the daughter of the chief of Midian, their sister, who was killed on the day of the plague on account of Peor.”</p>\n\n</div>","kjv":"<strong>1</strong> And Israel abode in Shittim, and the people began to commit whoredom with the daughters of Moab.  ","niv":"<sup><strong>1</strong></sup> While Israel was staying in Shittim, the men began to indulge in sexual immorality with Moabite women,"},{"_id":"6168b4b6a3a86b670bc3038f","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 21:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p04021013_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v04021013-1\">13&nbsp;</b>From there they set out and camped on the other side of the Arnon, which is in the wilderness that extends from the border of the Amorites, for the Arnon is the border of Moab, between Moab and the Amorites.</p>\n</div>","kjv":"<strong>13</strong> From thence they removed, and pitched on the other side of Arnon, which is in the wilderness that cometh out of the coasts of the Amorites: for Arnon is the border of Moab, between Moab and the Amorites.  ","niv":"<sup><strong>13</strong></sup> They set out from there and camped alongside the Arnon, which is in the desert extending into Amorite territory. The Arnon is the border of Moab, between Moab and the Amorites."},{"_id":"6168b4b7a3a86b670bc30390","topicId":"6168b4b4a3a86b670bc30387","verse":"Joshua 13:32","votes":5,"__v":0,"esv":"<div>\n<p id=\"p06013032_01-9\"><b class=\"verse-num\" id=\"v06013032-1\">32&nbsp;</b>These are the inheritances that Moses distributed in the plains of Moab, beyond the Jordan east of Jericho.</p>\n</div>","kjv":"<strong>32</strong> These are the countries which Moses did distribute for inheritance in the plains of Moab, on the other side Jordan, by Jericho, eastward.  ","niv":"<sup><strong>32</strong></sup> This is the inheritance Moses had given when he was in the plains of Moab across the Jordan east of Jericho."},{"_id":"6168b4b7a3a86b670bc30391","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 26:63","votes":5,"__v":0,"esv":"<div>\n<p id=\"p04026063_01-10\"><b class=\"verse-num\" id=\"v04026063-1\">63&nbsp;</b>These were those listed by Moses and Eleazar the priest, who listed the people of Israel in the plains of Moab by the Jordan at Jericho.</p>\n</div>","kjv":"<strong>63</strong> These are they that were numbered by Moses and Eleazar the priest, who numbered the children of Israel in the plains of Moab by Jordan near Jericho.  ","niv":"<sup><strong>63</strong></sup> These are the ones counted by Moses and Eleazar the priest when they counted the Israelites on the plains of Moab by the Jordan across from Jericho."},{"_id":"6168b4b7a3a86b670bc30392","topicId":"6168b4b4a3a86b670bc30387","verse":"2 Kings 3:4","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p12003001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12003001-1\">3:1&nbsp;</b>In the eighteenth year of Jehoshaphat king of Judah, Jehoram the son of Ahab became king over Israel in Samaria, and he reigned twelve years. <b class=\"verse-num\" id=\"v12003002-1\">2&nbsp;</b>He did what was evil in the sight of the LORD, though not like his father and mother, for he put away the pillar of Baal that his father had made. <b class=\"verse-num\" id=\"v12003003-1\">3&nbsp;</b>Nevertheless, he clung to the sin of Jeroboam the son of Nebat, which he made Israel to sin; he did not depart from it.</p>\n<p id=\"p12003003_05-26\"><b class=\"verse-num\" id=\"v12003004-1\">4&nbsp;</b>Now Mesha king of Moab was a sheep breeder, and he had to deliver to the king of Israel 100,000 lambs and the wool of 100,000 rams. <b class=\"verse-num\" id=\"v12003005-1\">5&nbsp;</b>But when Ahab died, the king of Moab rebelled against the king of Israel. <b class=\"verse-num\" id=\"v12003006-1\">6&nbsp;</b>So King Jehoram marched out of Samaria at that time and mustered all Israel. <b class=\"verse-num\" id=\"v12003007-1\">7&nbsp;</b>And he went and sent word to Jehoshaphat king of Judah: “The king of Moab has rebelled against me. Will you go with me to battle against Moab?” And he said, “I will go. I am as you are, my people as your people, my horses as your horses.” <b class=\"verse-num\" id=\"v12003008-1\">8&nbsp;</b>Then he said, “By which way shall we march?” Jehoram answered, “By the way of the wilderness of Edom.”</p>\n<p id=\"p12003008_05-26\"><b class=\"verse-num\" id=\"v12003009-1\">9&nbsp;</b>So the king of Israel went with the king of Judah and the king of Edom. And when they had made a circuitous march of seven days, there was no water for the army or for the animals that followed them. <b class=\"verse-num\" id=\"v12003010-1\">10&nbsp;</b>Then the king of Israel said, “Alas! The LORD has called these three kings to give them into the hand of Moab.” <b class=\"verse-num\" id=\"v12003011-1\">11&nbsp;</b>And Jehoshaphat said, “Is there no prophet of the LORD here, through whom we may inquire of the LORD?” Then one of the king of Israel’s servants answered, “Elisha the son of Shaphat is here, who poured water on the hands of Elijah.” <b class=\"verse-num\" id=\"v12003012-1\">12&nbsp;</b>And Jehoshaphat said, “The word of the LORD is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him.</p>\n<p id=\"p12003012_05-26\"><b class=\"verse-num\" id=\"v12003013-1\">13&nbsp;</b>And Elisha said to the king of Israel, “What have I to do with you? Go to the prophets of your father and to the prophets of your mother.” But the king of Israel said to him, “No; it is the LORD who has called these three kings to give them into the hand of Moab.” <b class=\"verse-num\" id=\"v12003014-1\">14&nbsp;</b>And Elisha said, “As the LORD of hosts lives, before whom I stand, were it not that I have regard for Jehoshaphat the king of Judah, I would neither look at you nor see you. <b class=\"verse-num\" id=\"v12003015-1\">15&nbsp;</b>But now bring me a musician.” And when the musician played, the hand of the LORD came upon him. <b class=\"verse-num\" id=\"v12003016-1\">16&nbsp;</b>And he said, “Thus says the LORD, ‘I will make this dry streambed full of pools.’ <b class=\"verse-num\" id=\"v12003017-1\">17&nbsp;</b>For thus says the LORD, ‘You shall not see wind or rain, but that streambed shall be filled with water, so that you shall drink, you, your livestock, and your animals.’ <b class=\"verse-num\" id=\"v12003018-1\">18&nbsp;</b>This is a light thing in the sight of the LORD. He will also give the Moabites into your hand, <b class=\"verse-num\" id=\"v12003019-1\">19&nbsp;</b>and you shall attack every fortified city and every choice city, and shall fell every good tree and stop up all springs of water and ruin every good piece of land with stones.” <b class=\"verse-num\" id=\"v12003020-1\">20&nbsp;</b>The next morning, about the time of offering the sacrifice, behold, water came from the direction of Edom, till the country was filled with water.</p>\n<p id=\"p12003020_05-26\"><b class=\"verse-num\" id=\"v12003021-1\">21&nbsp;</b>When all the Moabites heard that the kings had come up to fight against them, all who were able to put on armor, from the youngest to the oldest, were called out and were drawn up at the border. <b class=\"verse-num\" id=\"v12003022-1\">22&nbsp;</b>And when they rose early in the morning and the sun shone on the water, the Moabites saw the water opposite them as red as blood. <b class=\"verse-num\" id=\"v12003023-1\">23&nbsp;</b>And they said, “This is blood; the kings have surely fought together and struck one another down. Now then, Moab, to the spoil!” <b class=\"verse-num\" id=\"v12003024-1\">24&nbsp;</b>But when they came to the camp of Israel, the Israelites rose and struck the Moabites, till they fled before them. And they went forward, striking the Moabites as they went. <b class=\"verse-num\" id=\"v12003025-1\">25&nbsp;</b>And they overthrew the cities, and on every good piece of land every man threw a stone until it was covered. They stopped every spring of water and felled all the good trees, till only its stones were left in Kir-hareseth, and the slingers surrounded and attacked it. <b class=\"verse-num\" id=\"v12003026-1\">26&nbsp;</b>When the king of Moab saw that the battle was going against him, he took with him 700 swordsmen to break through, opposite the king of Edom, but they could not. <b class=\"verse-num\" id=\"v12003027-1\">27&nbsp;</b>Then he took his oldest son who was to reign in his place and offered him for a burnt offering on the wall. And there came great wrath against Israel. And they withdrew from him and returned to their own land.</p>\n\n</div>","kjv":"<strong>4</strong> And Mesha king of Moab was a sheepmaster, and rendered unto the king of Israel an hundred thousand lambs, and an hundred thousand rams, with the wool.  ","niv":"<sup><strong>4</strong></sup> Now Mesha king of Moab raised sheep, and he had to supply the king of Israel with a hundred thousand lambs and with the wool of a hundred thousand rams."},{"_id":"6168b4b7a3a86b670bc30393","topicId":"6168b4b4a3a86b670bc30387","verse":"1 Samuel 14:47","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p09014047_05-13\"><b class=\"verse-num\" id=\"v09014047-1\">47&nbsp;</b>When Saul had taken the kingship over Israel, he fought against all his enemies on every side, against Moab, against the Ammonites, against Edom, against the kings of Zobah, and against the Philistines. Wherever he turned he routed them.</p>\n</div>","kjv":"<strong>47</strong> So Saul took the kingdom over Israel, and fought against all his enemies on every side, against Moab, and against the children of Ammon, and against Edom, and against the kings of Zobah, and against the Philistines: and whithersoever he turned himself, he vexed them.  ","niv":"<sup><strong>47</strong></sup> After Saul had assumed rule over Israel, he fought against their enemies on every side: Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Wherever he turned, he inflicted punishment on them."},{"_id":"6168b4b8a3a86b670bc30394","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 25:1-18","votes":4,"__v":0,"kjv":"<strong>1</strong> And Israel abode in Shittim, and the people began to commit whoredom with the daughters of Moab.  <strong>2</strong> And they called the people unto the sacrifices of their gods: and the people did eat, and bowed down to their gods.  <strong>3</strong> And Israel joined himself unto Baal-peor: and the anger of the LORD was kindled against Israel.  <strong>4</strong> And the LORD said unto Moses, Take all the heads of the people, and hang them up before the LORD against the sun, that the fierce anger of the LORD may be turned away from Israel.  <strong>5</strong> And Moses said unto the judges of Israel, Slay ye every one his men that were joined unto Baal-peor.  <strong>6</strong> And, behold, one of the children of Israel came and brought unto his brethren a Midianitish woman in the sight of Moses, and in the sight of all the congregation of the children of Israel, who were weeping before the door of the tabernacle of the congregation.  <strong>7</strong> And when Phinehas, the son of Eleazar, the son of Aaron the priest, saw it, he rose up from among the congregation, and took a javelin in his hand;  <strong>8</strong> And he went after the man of Israel into the tent, and thrust both of them through, the man of Israel, and the woman through her belly. So the plague was stayed from the children of Israel.  <strong>9</strong> And those that died in the plague were twenty and four thousand.  <strong>10</strong> And the LORD spake unto Moses, saying,  <strong>11</strong> Phinehas, the son of Eleazar, the son of Aaron the priest, hath turned my wrath away from the children of Israel, while he was zealous for my sake among them, that I consumed not the children of Israel in my jealousy.  <strong>12</strong> Wherefore say, Behold, I give unto him my covenant of peace:  <strong>13</strong> And he shall have it, and his seed after him, even the covenant of an everlasting priesthood; because he was zealous for his God, and made an atonement for the children of Israel.  <strong>14</strong> Now the name of the Israelite that was slain, even that was slain with the Midianitish woman, was Zimri, the son of Salu, a prince of a chief house among the Simeonites.  <strong>15</strong> And the name of the Midianitish woman that was slain was  Cozbi, the daughter of Zur; he was head over a people, and of a chief house in Midian.  <strong>16</strong> And the LORD spake unto Moses, saying,  <strong>17</strong> Vex the Midianites, and smite them:  <strong>18</strong> For they vex you with their wiles, wherewith they have beguiled you in the matter of Peor, and in the matter of Cozbi, the daughter of a prince of Midian, their sister, which was slain in the day of the plague for Peor’s sake.  ","niv":"<sup><strong>1</strong></sup> While Israel was staying in Shittim, the men began to indulge in sexual immorality with Moabite women, <sup><strong>2</strong></sup> who invited them to the sacrifices to their gods. The people ate and bowed down before these gods. <sup><strong>3</strong></sup> So Israel joined in worshiping the Baal of Peor. And the LORD's anger burned against them. <sup><strong>4</strong></sup> The LORD said to Moses, \"Take all the leaders of these people, kill them and expose them in broad daylight before the LORD, so that the LORD's fierce anger may turn away from Israel.\" <sup><strong>5</strong></sup> So Moses said to Israel's judges, \"Each of you must put to death those of your men who have joined in worshiping the Baal of Peor.\" <sup><strong>6</strong></sup> Then an Israelite man brought to his family a Midianite woman right before the eyes of Moses and the whole assembly of Israel while they were weeping at the entrance to the Tent of Meeting. <sup><strong>7</strong></sup> When Phinehas son of Eleazar, the son of Aaron, the priest, saw this, he left the assembly, took a spear in his hand <sup><strong>8</strong></sup> and followed the Israelite into the tent. He drove the spear through both of them-through the Israelite and into the woman's body. Then the plague against the Israelites was stopped; <sup><strong>9</strong></sup> but those who died in the plague numbered 24,000. <sup><strong>10</strong></sup> The LORD said to Moses, <sup><strong>11</strong></sup> \"Phinehas son of Eleazar, the son of Aaron, the priest, has turned my anger away from the Israelites; for he was as zealous as I am for my honor among them, so that in my zeal I did not put an end to them. <sup><strong>12</strong></sup> Therefore tell him I am making my covenant of peace with him. <sup><strong>13</strong></sup> He and his descendants will have a covenant of a lasting priesthood, because he was zealous for the honor of his God and made atonement for the Israelites.\" <sup><strong>14</strong></sup> The name of the Israelite who was killed with the Midianite woman was Zimri son of Salu, the leader of a Simeonite family. <sup><strong>15</strong></sup> And the name of the Midianite woman who was put to death was Cozbi daughter of Zur, a tribal chief of a Midianite family. <sup><strong>16</strong></sup> The LORD said to Moses, <sup><strong>17</strong></sup> \"Treat the Midianites as enemies and kill them, <sup><strong>18</strong></sup> because they treated you as enemies when they deceived you in the affair of Peor and their sister Cozbi, the daughter of a Midianite leader, the woman who was killed when the plague came as a result of Peor.\" ","modified":"2022-05-22T05:41:55.353Z"},{"_id":"6168b4b8a3a86b670bc30395","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 22:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p04022004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v04022004-1\">4&nbsp;</b>And Moab said to the elders of Midian, “This horde will now lick up all that is around us, as the ox licks up the grass of the field.” So Balak the son of Zippor, who was king of Moab at that time,</p>\n</div>","kjv":"<strong>4</strong> And Moab said unto the elders of Midian, Now shall this company lick up all that are round about us, as the ox licketh up the grass of the field. And Balak the son of Zippor was king of the Moabites at that time.  ","niv":"<sup><strong>4</strong></sup> The Moabites said to the elders of Midian, \"This horde is going to lick up everything around us, as an ox licks up the grass of the field.\" So Balak son of Zippor, who was king of Moab at that time,","modified":"2022-06-16T13:55:18.697Z"},{"_id":"6168b4b8a3a86b670bc30396","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 22:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p04022001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04022001-1\">22:1&nbsp;</b>Then the people of Israel set out and camped in the plains of Moab beyond the Jordan at Jericho.</p>\n</div>","kjv":"<strong>1</strong> And the children of Israel set forward, and pitched in the plains of Moab on this side Jordan by Jericho.  ","niv":"<sup><strong>1</strong></sup> Then the Israelites traveled to the plains of Moab and camped along the Jordan across from Jericho.","modified":"2023-12-03T04:33:46.203Z"},{"_id":"6168b4b9a3a86b670bc30397","topicId":"6168b4b4a3a86b670bc30387","verse":"2 Samuel 8:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p10008002_01-17\"><b class=\"verse-num\" id=\"v10008002-1\">2&nbsp;</b>And he defeated Moab and he measured them with a line, making them lie down on the ground. Two lines he measured to be put to death, and one full line to be spared. And the Moabites became servants to David and brought tribute.</p>\n</div>","kjv":"<strong>2</strong> And he smote Moab, and measured them with a line, casting them down to the ground; even with two lines measured he to put to death, and with one full line to keep alive. And so the Moabites became David’s servants, and  brought gifts.  ","niv":"<sup><strong>2</strong></sup> David also defeated the Moabites. He made them lie down on the ground and measured them off with a length of cord. Every two lengths of them were put to death, and the third length was allowed to live. So the Moabites became subject to David and brought tribute.","modified":"2023-04-06T09:32:20.557Z"},{"_id":"6168b4b9a3a86b670bc30398","topicId":"6168b4b4a3a86b670bc30387","verse":"Ruth 1:6","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p08001006_05-18\"><b class=\"verse-num\" id=\"v08001006-1\">6&nbsp;</b>Then she arose with her daughters-in-law to return from the country of Moab, for she had heard in the fields of Moab that the LORD had visited his people and given them food.</p>\n</div>","kjv":"<strong>6</strong> Then she arose with her daughters in law, that she might return from the country of Moab: for she had heard in the country of Moab how that the LORD had visited his people in giving them bread.  ","niv":"<sup><strong>6</strong></sup> When she heard in Moab that the LORD had come to the aid of his people by providing food for them, Naomi and her daughters-in-law prepared to return home from there."},{"_id":"6168b4b9a3a86b670bc30399","topicId":"6168b4b4a3a86b670bc30387","verse":"Deuteronomy 2:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p05002009_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v05002009-1\">9&nbsp;</b>And the LORD said to me, ‘Do not harass Moab or contend with them in battle, for I will not give you any of their land for a possession, because I have given Ar to the people of Lot for a possession.’</p>\n</div>","kjv":"<strong>9</strong> And the LORD said unto me, Distress not the Moabites, neither contend with them in battle: for I will not give thee of their land for  a possession; because I have given Ar unto the children of Lot for a possession.  ","niv":"<sup><strong>9</strong></sup> Then the LORD said to me, \"Do not harass the Moabites or provoke them to war, for I will not give you any part of their land. I have given Ar to the descendants of Lot as a possession.\""},{"_id":"6168b4baa3a86b670bc3039a","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 24:17","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04024017_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v04024017-1\">17&nbsp;</b>&nbsp;&nbsp;I see him, but not now;</span><br><span id=\"p04024017_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I behold him, but not near:</span><br><span id=\"p04024017_01-20\" class=\"line\">&nbsp;&nbsp;a star shall come out of Jacob,</span><br><span id=\"p04024017_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a scepter shall rise out of Israel;</span><br><span id=\"p04024017_01-20\" class=\"line\">&nbsp;&nbsp;it shall crush the forehead of Moab</span><br><span id=\"p04024017_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and break down all the sons of Sheth.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>17</strong> I shall see him, but not now: I shall behold him, but not nigh: there shall come a Star out of Jacob, and a Sceptre shall rise out of Israel, and shall smite the corners of Moab, and destroy all the children of Sheth.  ","niv":"<sup><strong>17</strong></sup> \"I see him, but not now; I behold him, but not near. A star will come out of Jacob; a scepter will rise out of Israel. He will crush the foreheads of Moab, the skulls of all the sons of Sheth."},{"_id":"6168b4baa3a86b670bc3039b","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 24:16-19","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04024016_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v04024016-1\">16&nbsp;</b>&nbsp;&nbsp;the oracle of him who hears the words of God,</span><br><span id=\"p04024016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and knows the knowledge of the Most High,</span><br><span id=\"p04024016_01-21\" class=\"line\">&nbsp;&nbsp;who sees the vision of the Almighty,</span><br><span id=\"p04024016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;falling down with his eyes uncovered:</span><br><span id=\"p04024017_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v04024017-1\">17&nbsp;</b>&nbsp;&nbsp;I see him, but not now;</span><br><span id=\"p04024017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I behold him, but not near:</span><br><span id=\"p04024017_01-21\" class=\"line\">&nbsp;&nbsp;a star shall come out of Jacob,</span><br><span id=\"p04024017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a scepter shall rise out of Israel;</span><br><span id=\"p04024017_01-21\" class=\"line\">&nbsp;&nbsp;it shall crush the forehead of Moab</span><br><span id=\"p04024017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and break down all the sons of Sheth.</span><br><span id=\"p04024018_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v04024018-1\">18&nbsp;</b>&nbsp;&nbsp;Edom shall be dispossessed;</span><br><span id=\"p04024018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Seir also, his enemies, shall be dispossessed.</span><br><span id=\"p04024018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Israel is doing valiantly.</span><br><span id=\"p04024019_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v04024019-1\">19&nbsp;</b>&nbsp;&nbsp;And one from Jacob shall exercise dominion</span><br><span id=\"p04024019_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and destroy the survivors of cities!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> He hath said, which heard the words of God, and knew the knowledge of the most High, which saw the vision of the Almighty, falling into a trance, but having his eyes open:  <strong>17</strong> I shall see him, but not now: I shall behold him, but not nigh: there shall come a Star out of Jacob, and a Sceptre shall rise out of Israel, and shall smite the corners of Moab, and destroy all the children of Sheth.  <strong>18</strong> And Edom shall be a possession, Seir also shall be a possession for his enemies; and Israel shall do valiantly.  <strong>19</strong> Out of Jacob shall come he that shall have dominion, and shall destroy him that remaineth of the city.  ","niv":"<sup><strong>16</strong></sup> the oracle of one who hears the words of God, who has knowledge from the Most High, who sees a vision from the Almighty, who falls prostrate, and whose eyes are opened: <sup><strong>17</strong></sup> \"I see him, but not now; I behold him, but not near. A star will come out of Jacob; a scepter will rise out of Israel. He will crush the foreheads of Moab, the skulls of all the sons of Sheth. <sup><strong>18</strong></sup> Edom will be conquered; Seir, his enemy, will be conquered, but Israel will grow strong. <sup><strong>19</strong></sup> A ruler will come out of Jacob and destroy the survivors of the city.\" "},{"_id":"6168b4baa3a86b670bc3039c","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 23:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p04023017_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v04023017-1\">17&nbsp;</b>And he came to him, and behold, he was standing beside his burnt offering, and the princes of Moab with him. And Balak said to him, “What has the LORD spoken?”</p>\n</div>","kjv":"<strong>17</strong> And when he came to him, behold, he stood by his burnt offering, and the princes of Moab with him. And Balak said unto him, What hath the LORD spoken?  ","niv":"<sup><strong>17</strong></sup> So he went to him and found him standing beside his offering, with the princes of Moab. Balak asked him, \"What did the LORD say?\""},{"_id":"6168b4bba3a86b670bc3039d","topicId":"6168b4b4a3a86b670bc30387","verse":"Numbers 21:15","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04021015_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v04021015-1\">15&nbsp;</b>&nbsp;&nbsp;and the slope of the valleys</span><br><span id=\"p04021015_01-23\" class=\"line\">&nbsp;&nbsp;that extends to the seat of Ar,</span><br><span id=\"p04021015_01-23\" class=\"line\">&nbsp;&nbsp;and leans to the border of Moab.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> And at the stream of the brooks that goeth down to the dwelling of Ar, and lieth upon the border of Moab.  ","niv":"<sup><strong>15</strong></sup> and the slopes of the ravines that lead to the site of Ar and lie along the border of Moab.\""},{"_id":"6168b4bba3a86b670bc3039e","topicId":"6168b4b4a3a86b670bc30387","verse":"Exodus 15:15","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p02015015_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v02015015-1\">15&nbsp;</b>&nbsp;&nbsp;Now are the chiefs of Edom dismayed;</span><br><span id=\"p02015015_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;trembling seizes the leaders of Moab;</span><br><span id=\"p02015015_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the inhabitants of Canaan have melted away.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Then the dukes of Edom shall be amazed; the mighty men of Moab, trembling shall take hold upon them; all the inhabitants of Canaan shall melt away.  ","niv":"<sup><strong>15</strong></sup> The chiefs of Edom will be terrified, the leaders of Moab will be seized with trembling, the people of Canaan will melt away;"},{"_id":"6168b4bca3a86b670bc3039f","topicId":"6168b4b4a3a86b670bc30387","verse":"Jeremiah 48:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24048013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v24048013-1\">13&nbsp;</b>Then Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Bethel, their confidence.</p>\n</div>","kjv":"<strong>13</strong> And Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Bethel their confidence.  ","niv":"<sup><strong>13</strong></sup> Then Moab will be ashamed of Chemosh, as the house of Israel was ashamed when they trusted in Bethel."},{"_id":"6168b4bca3a86b670bc303a0","topicId":"6168b4b4a3a86b670bc30387","verse":"2 Kings 3:1-27","votes":4,"__v":0,"kjv":"<strong>1</strong> Now Jehoram the son of Ahab began to reign over Israel in Samaria the eighteenth year of Jehoshaphat king of Judah, and reigned twelve years.  <strong>2</strong> And he wrought evil in the sight of the LORD; but not like his father, and like his mother: for he put away the image of Baal that his father had made.  <strong>3</strong> Nevertheless he cleaved unto the sins of Jeroboam the son of Nebat, which made Israel to sin; he departed not therefrom.  <strong>4</strong> And Mesha king of Moab was a sheepmaster, and rendered unto the king of Israel an hundred thousand lambs, and an hundred thousand rams, with the wool.  <strong>5</strong> But it came to pass, when Ahab was dead, that the king of Moab rebelled against the king of Israel.  <strong>6</strong> And king Jehoram went out of Samaria the same time, and numbered all Israel.  <strong>7</strong> And he went and sent to Jehoshaphat the king of Judah, saying, The king of Moab hath rebelled against me: wilt thou go with me against Moab to battle? And he said, I will go up: I am as thou art, my people as thy people, and my horses as thy horses.  <strong>8</strong> And he said, Which way shall we go up? And he answered, The way through the wilderness of Edom.  <strong>9</strong> So the king of Israel went, and the king of Judah, and the king of Edom: and they fetched a compass of seven days’ journey: and there was no water for the host, and for the cattle that followed them.  <strong>10</strong> And the king of Israel said, Alas! that the LORD hath called these three kings together, to deliver them into the hand of Moab!  <strong>11</strong> But Jehoshaphat said, Is there not here a prophet of the LORD, that we may enquire of the LORD by him? And one of the king of Israel’s servants answered and said, Here is Elisha the son of Shaphat, which poured water on the hands of Elijah.  <strong>12</strong> And Jehoshaphat said, The word of the LORD is with him. So the king of Israel and Jehoshaphat and the king of Edom went down to him.  <strong>13</strong> And Elisha said unto the king of Israel, What have I to do with thee? get thee to the prophets of thy father, and to the prophets of thy mother. And the king of Israel said unto him, Nay: for the LORD hath called these three kings together, to deliver them into the hand of Moab.  <strong>14</strong> And Elisha said, As the LORD of hosts liveth, before whom I stand, surely, were it not that I regard the presence of Jehoshaphat the king of Judah, I would not look toward thee, nor see thee.  <strong>15</strong> But now bring me a minstrel. And it came to pass, when the minstrel played, that the hand of the LORD came upon him.  <strong>16</strong> And he said, Thus saith the LORD, Make this valley full of ditches.  <strong>17</strong> For thus saith the LORD, Ye shall not see wind, neither shall ye see rain; yet that valley shall be filled with water, that ye may drink, both ye, and your cattle, and your beasts.  <strong>18</strong> And this is but a light thing in the sight of the LORD: he will deliver the Moabites also into your hand.  <strong>19</strong> And ye shall smite every fenced city, and every choice city, and shall fell every good tree, and stop all wells of water, and mar every good piece of land with stones.  <strong>20</strong> And it came to pass in the morning, when the meat offering was offered, that, behold, there came water by the way of Edom, and the country was filled with water.  <strong>21</strong> And when all the Moabites heard that the kings were come up to fight against them, they gathered all that were able to put on armour, and upward, and stood in the border.  <strong>22</strong> And they rose up early in the morning, and the sun shone upon the water, and the Moabites saw the water on the other side as red as blood:  <strong>23</strong> And they said, This is blood: the kings are surely slain, and they have smitten one another: now therefore, Moab, to the spoil.  <strong>24</strong> And when they came to the camp of Israel, the Israelites rose up and smote the Moabites, so that they fled before them: but they went forward smiting the Moabites, even in their country.  <strong>25</strong> And they beat down the cities, and on every good piece of land cast every man his stone, and filled it; and they stopped all the wells of water, and felled all the good trees: only in Kir-haraseth left they the stones thereof; howbeit the slingers went about it, and smote it.  <strong>26</strong> And when the king of Moab saw that the battle was too sore for him, he took with him seven hundred men that drew swords, to break through even  unto the king of Edom: but they could not.  <strong>27</strong> Then he took his eldest son that should have reigned in his stead, and offered him for a burnt offering upon the wall. And there was great indignation against Israel: and they departed from him, and returned to their own land.  ","niv":"<sup><strong>1</strong></sup> Joram son of Ahab became king of Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah, and he reigned twelve years. <sup><strong>2</strong></sup> He did evil in the eyes of the LORD, but not as his father and mother had done. He got rid of the sacred stone of Baal that his father had made. <sup><strong>3</strong></sup> Nevertheless he clung to the sins of Jeroboam son of Nebat, which he had caused Israel to commit; he did not turn away from them. <sup><strong>4</strong></sup> Now Mesha king of Moab raised sheep, and he had to supply the king of Israel with a hundred thousand lambs and with the wool of a hundred thousand rams. <sup><strong>5</strong></sup> But after Ahab died, the king of Moab rebelled against the king of Israel. <sup><strong>6</strong></sup> So at that time King Joram set out from Samaria and mobilized all Israel. <sup><strong>7</strong></sup> He also sent this message to Jehoshaphat king of Judah: \"The king of Moab has rebelled against me. Will you go with me to fight against Moab?I will go with you,\" he replied. \"I am as you are, my people as your people, my horses as your horses.\" <sup><strong>8</strong></sup> \"By what route shall we attack?\" he asked. \"Through the Desert of Edom,\" he answered. <sup><strong>9</strong></sup> So the king of Israel set out with the king of Judah and the king of Edom. After a roundabout march of seven days, the army had no more water for themselves or for the animals with them. <sup><strong>10</strong></sup> \"What!\" exclaimed the king of Israel. \"Has the LORD called us three kings together only to hand us over to Moab?\" <sup><strong>11</strong></sup> But Jehoshaphat asked, \"Is there no prophet of the LORD here, that we may inquire of the LORD through him?\" An officer of the king of Israel answered, \"Elisha son of Shaphat is here. He used to pour water on the hands of Elijah. \" <sup><strong>12</strong></sup> Jehoshaphat said, \"The word of the LORD is with him.\" So the king of Israel and Jehoshaphat and the king of Edom went down to him. <sup><strong>13</strong></sup> Elisha said to the king of Israel, \"What do we have to do with each other? Go to the prophets of your father and the prophets of your mother.No,\" the king of Israel answered, \"because it was the LORD who called us three kings together to hand us over to Moab.\" <sup><strong>14</strong></sup> Elisha said, \"As surely as the LORD Almighty lives, whom I serve, if I did not have respect for the presence of Jehoshaphat king of Judah, I would not look at you or even notice you. <sup><strong>15</strong></sup> But now bring me a harpist.\" While the harpist was playing, the hand of the LORD came upon Elisha <sup><strong>16</strong></sup> and he said, \"This is what the LORD says: Make this valley full of ditches. <sup><strong>17</strong></sup> For this is what the LORD says: You will see neither wind nor rain, yet this valley will be filled with water, and you, your cattle and your other animals will drink. <sup><strong>18</strong></sup> This is an easy thing in the eyes of the LORD; he will also hand Moab over to you. <sup><strong>19</strong></sup> You will overthrow every fortified city and every major town. You will cut down every good tree, stop up all the springs, and ruin every good field with stones.\" <sup><strong>20</strong></sup> The next morning, about the time for offering the sacrifice, there it was-water flowing from the direction of Edom! And the land was filled with water. <sup><strong>21</strong></sup> Now all the Moabites had heard that the kings had come to fight against them; so every man, young and old, who could bear arms was called up and stationed on the border. <sup><strong>22</strong></sup> When they got up early in the morning, the sun was shining on the water. To the Moabites across the way, the water looked red-like blood. <sup><strong>23</strong></sup> \"That's blood!\" they said. \"Those kings must have fought and slaughtered each other. Now to the plunder, Moab!\" <sup><strong>24</strong></sup> But when the Moabites came to the camp of Israel, the Israelites rose up and fought them until they fled. And the Israelites invaded the land and slaughtered the Moabites. <sup><strong>25</strong></sup> They destroyed the towns, and each man threw a stone on every good field until it was covered. They stopped up all the springs and cut down every good tree. Only Kir Hareseth was left with its stones in place, but men armed with slings surrounded it and attacked it as well. <sup><strong>26</strong></sup> When the king of Moab saw that the battle had gone against him, he took with him seven hundred swordsmen to break through to the king of Edom, but they failed. <sup><strong>27</strong></sup> Then he took his firstborn son, who was to succeed him as king, and offered him as a sacrifice on the city wall. The fury against Israel was great; they withdrew and returned to their own land. "}]}