{"_id":"6168b67d3b32607a097c0e5a","slug":"modern-prophets","name":"Modern Prophets","verses":[{"_id":"6168b67e3b32607a097c0e5b","topicId":"6168b67d3b32607a097c0e5a","verse":"Matthew 7:15","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p40007015_06-1\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span></p>\n</div>","kjv":"<strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  ","niv":"<sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves."},{"_id":"6168b67e3b32607a097c0e5c","topicId":"6168b67d3b32607a097c0e5a","verse":"Deuteronomy 18:20-22","votes":15,"__v":0,"esv":"<div>\n<p id=\"p05018020_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018020-1\">20&nbsp;</b>But the prophet who presumes to speak a word in my name that I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.’ <b class=\"verse-num\" id=\"v05018021-1\">21&nbsp;</b>And if you say in your heart, ‘How may we know the word that the LORD has not spoken?’—<b class=\"verse-num\" id=\"v05018022-1\">22&nbsp;</b>when a prophet speaks in the name of the LORD, if the word does not come to pass or come true, that is a word that the LORD has not spoken; the prophet has spoken it presumptuously. You need not be afraid of him.</p>\n\n</div>","kjv":"<strong>20</strong> But the prophet, which shall presume to speak a word in my name, which I have not commanded him to speak, or that shall speak in the name of other gods, even that prophet shall die.  <strong>21</strong> And if thou say in thine heart, How shall we know the word which the LORD hath not spoken?  <strong>22</strong> When a prophet speaketh in the name of the LORD, if the thing follow not, nor come to pass, that is the thing which the LORD hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him.  ","niv":"<sup><strong>20</strong></sup> But a prophet who presumes to speak in my name anything I have not commanded him to say, or a prophet who speaks in the name of other gods, must be put to death.\" <sup><strong>21</strong></sup> You may say to yourselves, \"How can we know when a message has not been spoken by the LORD?\" <sup><strong>22</strong></sup> If what a prophet proclaims in the name of the LORD does not take place or come true, that is a message the LORD has not spoken. That prophet has spoken presumptuously. Do not be afraid of him. "},{"_id":"6168b67e3b32607a097c0e5d","topicId":"6168b67d3b32607a097c0e5a","verse":"Acts 2:17","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_01-3\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_01-3\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  ","niv":"<sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams."},{"_id":"6168b67e3b32607a097c0e5e","topicId":"6168b67d3b32607a097c0e5a","verse":"1 Corinthians 14:1-40","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy. <b class=\"verse-num\" id=\"v46014002-1\">2&nbsp;</b>For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit. <b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation. <b class=\"verse-num\" id=\"v46014004-1\">4&nbsp;</b>The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church. <b class=\"verse-num\" id=\"v46014005-1\">5&nbsp;</b>Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up.</p>\n<p id=\"p46014005_04-5\"><b class=\"verse-num\" id=\"v46014006-1\">6&nbsp;</b>Now, brothers, if I come to you speaking in tongues, how will I benefit you unless I bring you some revelation or knowledge or prophecy or teaching? <b class=\"verse-num\" id=\"v46014007-1\">7&nbsp;</b>If even lifeless instruments, such as the flute or the harp, do not give distinct notes, how will anyone know what is played? <b class=\"verse-num\" id=\"v46014008-1\">8&nbsp;</b>And if the bugle gives an indistinct sound, who will get ready for battle? <b class=\"verse-num\" id=\"v46014009-1\">9&nbsp;</b>So with yourselves, if with your tongue you utter speech that is not intelligible, how will anyone know what is said? For you will be speaking into the air. <b class=\"verse-num\" id=\"v46014010-1\">10&nbsp;</b>There are doubtless many different languages in the world, and none is without meaning, <b class=\"verse-num\" id=\"v46014011-1\">11&nbsp;</b>but if I do not know the meaning of the language, I will be a foreigner to the speaker and the speaker a foreigner to me. <b class=\"verse-num\" id=\"v46014012-1\">12&nbsp;</b>So with yourselves, since you are eager for manifestations of the Spirit, strive to excel in building up the church.</p>\n<p id=\"p46014012_04-5\"><b class=\"verse-num\" id=\"v46014013-1\">13&nbsp;</b>Therefore, one who speaks in a tongue should pray that he may interpret. <b class=\"verse-num\" id=\"v46014014-1\">14&nbsp;</b>For if I pray in a tongue, my spirit prays but my mind is unfruitful. <b class=\"verse-num\" id=\"v46014015-1\">15&nbsp;</b>What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also. <b class=\"verse-num\" id=\"v46014016-1\">16&nbsp;</b>Otherwise, if you give thanks with your spirit, how can anyone in the position of an outsider say “Amen” to your thanksgiving when he does not know what you are saying? <b class=\"verse-num\" id=\"v46014017-1\">17&nbsp;</b>For you may be giving thanks well enough, but the other person is not being built up. <b class=\"verse-num\" id=\"v46014018-1\">18&nbsp;</b>I thank God that I speak in tongues more than all of you. <b class=\"verse-num\" id=\"v46014019-1\">19&nbsp;</b>Nevertheless, in church I would rather speak five words with my mind in order to instruct others, than ten thousand words in a tongue.</p>\n<p id=\"p46014019_04-5\"><b class=\"verse-num\" id=\"v46014020-1\">20&nbsp;</b>Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature. <b class=\"verse-num\" id=\"v46014021-1\">21&nbsp;</b>In the Law it is written, “By people of strange tongues and by the lips of foreigners will I speak to this people, and even then they will not listen to me, says the Lord.” <b class=\"verse-num\" id=\"v46014022-1\">22&nbsp;</b>Thus tongues are a sign not for believers but for unbelievers, while prophecy is a sign not for unbelievers but for believers. <b class=\"verse-num\" id=\"v46014023-1\">23&nbsp;</b>If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds? <b class=\"verse-num\" id=\"v46014024-1\">24&nbsp;</b>But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all, <b class=\"verse-num\" id=\"v46014025-1\">25&nbsp;</b>the secrets of his heart are disclosed, and so, falling on his face, he will worship God and declare that God is really among you.</p>\n\n<p id=\"p46014025_06-5\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up. <b class=\"verse-num\" id=\"v46014027-1\">27&nbsp;</b>If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret. <b class=\"verse-num\" id=\"v46014028-1\">28&nbsp;</b>But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God. <b class=\"verse-num\" id=\"v46014029-1\">29&nbsp;</b>Let two or three prophets speak, and let the others weigh what is said. <b class=\"verse-num\" id=\"v46014030-1\">30&nbsp;</b>If a revelation is made to another sitting there, let the first be silent. <b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged, <b class=\"verse-num\" id=\"v46014032-1\">32&nbsp;</b>and the spirits of prophets are subject to prophets. <b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_06-5\">As in all the churches of the saints, <b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n<p id=\"p46014035_06-5\"><b class=\"verse-num\" id=\"v46014036-1\">36&nbsp;</b>Or was it from you that the word of God came? Or are you the only ones it has reached? <b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord. <b class=\"verse-num\" id=\"v46014038-1\">38&nbsp;</b>If anyone does not recognize this, he is not recognized. <b class=\"verse-num\" id=\"v46014039-1\">39&nbsp;</b>So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues. <b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n\n</div>","kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy. <sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit. <sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort. <sup><strong>4</strong></sup> He who speaks in a tongue edifies himself, but he who prophesies edifies the church. <sup><strong>5</strong></sup> I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified. <sup><strong>6</strong></sup> Now, brothers, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction? <sup><strong>7</strong></sup> Even in the case of lifeless things that make sounds, such as the flute or harp, how will anyone know what tune is being played unless there is a distinction in the notes? <sup><strong>8</strong></sup> Again, if the trumpet does not sound a clear call, who will get ready for battle? <sup><strong>9</strong></sup> So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air. <sup><strong>10</strong></sup> Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning. <sup><strong>11</strong></sup> If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and he is a foreigner to me. <sup><strong>12</strong></sup> So it is with you. Since you are eager to have spiritual gifts, try to excel in gifts that build up the church. <sup><strong>13</strong></sup> For this reason anyone who speaks in a tongue should pray that he may interpret what he says. <sup><strong>14</strong></sup> For if I pray in a tongue, my spirit prays, but my mind is unfruitful. <sup><strong>15</strong></sup> So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind. <sup><strong>16</strong></sup> If you are praising God with your spirit, how can one who finds himself among those who do not understand say \"Amen\" to your thanksgiving, since he does not know what you are saying? <sup><strong>17</strong></sup> You may be giving thanks well enough, but the other man is not edified. <sup><strong>18</strong></sup> I thank God that I speak in tongues more than all of you. <sup><strong>19</strong></sup> But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue. <sup><strong>20</strong></sup> Brothers, stop thinking like children. In regard to evil be infants, but in your thinking be adults. <sup><strong>21</strong></sup> In the Law it is written: \"Through men of strange tongues and through the lips of foreigners I will speak to this people, but even then they will not listen to me,\" says the Lord. <sup><strong>22</strong></sup> Tongues, then, are a sign, not for believers but for unbelievers; prophecy, however, is for believers, not for unbelievers. <sup><strong>23</strong></sup> So if the whole church comes together and everyone speaks in tongues, and some who do not understand or some unbelievers come in, will they not say that you are out of your mind? <sup><strong>24</strong></sup> But if an unbeliever or someone who does not understand comes in while everybody is prophesying, he will be convinced by all that he is a sinner and will be judged by all, <sup><strong>25</strong></sup> and the secrets of his heart will be laid bare. So he will fall down and worship God, exclaiming, \"God is really among you!\" <sup><strong>26</strong></sup> What then shall we say, brothers? When you come together, everyone has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. All of these must be done for the strengthening of the church. <sup><strong>27</strong></sup> If anyone speaks in a tongue, two--or at the most three--should speak, one at a time, and someone must interpret. <sup><strong>28</strong></sup> If there is no interpreter, the speaker should keep quiet in the church and speak to himself and God. <sup><strong>29</strong></sup> Two or three prophets should speak, and the others should weigh carefully what is said. <sup><strong>30</strong></sup> And if a revelation comes to someone who is sitting down, the first speaker should stop. <sup><strong>31</strong></sup> For you can all prophesy in turn so that everyone may be instructed and encouraged. <sup><strong>32</strong></sup> The spirits of prophets are subject to the control of prophets. <sup><strong>33</strong></sup> For God is not a God of disorder but of peace. <sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says. <sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church. <sup><strong>36</strong></sup> Did the word of God originate with you? Or are you the only people it has reached? <sup><strong>37</strong></sup> If anybody thinks he is a prophet or spiritually gifted, let him acknowledge that what I am writing to you is the Lord's command. <sup><strong>38</strong></sup> If he ignores this, he himself will be ignored. <sup><strong>39</strong></sup> Therefore, my brothers, be eager to prophesy, and do not forbid speaking in tongues. <sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way. "},{"_id":"6168b67f3b32607a097c0e5f","topicId":"6168b67d3b32607a097c0e5a","verse":"Jeremiah 23:32","votes":12,"__v":0,"esv":"<div>\n<p id=\"p24023032_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v24023032-1\">32&nbsp;</b>Behold, I am against those who prophesy lying dreams, declares the LORD, and who tell them and lead my people astray by their lies and their recklessness, when I did not send them or charge them. So they do not profit this people at all, declares the LORD.</p>\n</div>","kjv":"<strong>32</strong> Behold, I am against them that prophesy false dreams, saith the LORD, and do tell them, and cause my people to err by their lies, and by their lightness; yet I sent them not, nor commanded them: therefore they shall not profit this people at all, saith the LORD.  ","niv":"<sup><strong>32</strong></sup> Indeed, I am against those who prophesy false dreams,\" declares the LORD. \"They tell them and lead my people astray with their reckless lies, yet I did not send or appoint them. They do not benefit these people in the least,\" declares the LORD."},{"_id":"6168b67f3b32607a097c0e60","topicId":"6168b67d3b32607a097c0e5a","verse":"1 Corinthians 13:1-13","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-8\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-8\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-8\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"6168b67f3b32607a097c0e61","topicId":"6168b67d3b32607a097c0e5a","verse":"Amos 3:7","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003007_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003007-1\">7&nbsp;</b>&nbsp;&nbsp;“For the Lord GOD does nothing</span><br><span id=\"p30003007_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without revealing his secret</span><br><span id=\"p30003007_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to his servants the prophets.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Surely the Lord GOD will do nothing, but he revealeth his secret unto his servants the prophets.  ","niv":"<sup><strong>7</strong></sup> Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets."},{"_id":"6168b6803b32607a097c0e62","topicId":"6168b67d3b32607a097c0e5a","verse":"Ephesians 4:11","votes":10,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-10\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers,"},{"_id":"6168b6803b32607a097c0e63","topicId":"6168b67d3b32607a097c0e5a","verse":"Ephesians 4:11-14","votes":8,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-11\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes.</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. "},{"_id":"6168b6803b32607a097c0e64","topicId":"6168b67d3b32607a097c0e5a","verse":"John 15:20","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43015020_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015020-1\">20&nbsp;</b><span class=\"woc\">Remember the word that I said to you: ‘A servant is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.</span></p>\n</div>","kjv":"<strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  ","niv":"<sup><strong>20</strong></sup> Remember the words I spoke to you: 'No servant is greater than his master.' If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also."},{"_id":"6168b6803b32607a097c0e65","topicId":"6168b67d3b32607a097c0e5a","verse":"Mark 6:4","votes":8,"__v":0,"esv":"<div>\n<p id=\"p41006004_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006004-1\">4&nbsp;</b>And Jesus said to them, <span class=\"woc\">“A prophet is not without honor, except in his hometown and among his relatives and in his own household.”</span></p>\n</div>","kjv":"<strong>4</strong> But Jesus said unto them, A prophet is not without honour, but in his own country, and among his own kin, and in his own house.  ","niv":"<sup><strong>4</strong></sup> Jesus said to them, \"Only in his hometown, among his relatives and in his own house is a prophet without honor.\""},{"_id":"6168b6813b32607a097c0e66","topicId":"6168b67d3b32607a097c0e5a","verse":"Matthew 23:34","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40023034_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023034-1\">34&nbsp;</b><span class=\"woc\">Therefore I send you prophets and wise men and scribes, some of whom you will kill and crucify, and some you will flog in your synagogues and persecute from town to town,</span></p>\n</div>","kjv":"<strong>34</strong>           Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:  ","niv":"<sup><strong>34</strong></sup> Therefore I am sending you prophets and wise men and teachers. Some of them you will kill and crucify; others you will flog in your synagogues and pursue from town to town."},{"_id":"6168b6813b32607a097c0e67","topicId":"6168b67d3b32607a097c0e5a","verse":"Deuteronomy 18:22","votes":7,"__v":0,"esv":"<div>\n<p id=\"p05018022_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018022-1\">22&nbsp;</b>when a prophet speaks in the name of the LORD, if the word does not come to pass or come true, that is a word that the LORD has not spoken; the prophet has spoken it presumptuously. You need not be afraid of him.</p>\n</div>","kjv":"<strong>22</strong> When a prophet speaketh in the name of the LORD, if the thing follow not, nor come to pass, that is the thing which the LORD hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him.  ","niv":"<sup><strong>22</strong></sup> If what a prophet proclaims in the name of the LORD does not take place or come true, that is a message the LORD has not spoken. That prophet has spoken presumptuously. Do not be afraid of him."},{"_id":"6168b6813b32607a097c0e68","topicId":"6168b67d3b32607a097c0e5a","verse":"James 1:17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59001017_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.</p>\n\n</div>","kjv":"<strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  ","niv":"<sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."},{"_id":"6168b6823b32607a097c0e69","topicId":"6168b67d3b32607a097c0e5a","verse":"Revelation 19:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66019010_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019010-1\">10&nbsp;</b>Then I fell down at his feet to worship him, but he said to me, “You must not do that! I am a fellow servant with you and your brothers who hold to the testimony of Jesus. Worship God.” For the testimony of Jesus is the spirit of prophecy.</p>\n</div>","kjv":"<strong>10</strong> And I fell at his feet to worship him. And he said unto me, See thou do it not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.  ","niv":"<sup><strong>10</strong></sup> At this I fell at his feet to worship him. But he said to me, \"Do not do it! I am a fellow servant with you and with your brothers who hold to the testimony of Jesus. Worship God! For the testimony of Jesus is the spirit of prophecy.\""},{"_id":"6168b6823b32607a097c0e6a","topicId":"6168b67d3b32607a097c0e5a","verse":"1 Thessalonians 5:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p52005020_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005020-1\">20&nbsp;</b>Do not despise prophecies,</p>\n</div>","kjv":"<strong>20</strong> Despise not prophesyings.  ","niv":"<sup><strong>20</strong></sup> do not treat prophecies with contempt."},{"_id":"6168b6823b32607a097c0e6b","topicId":"6168b67d3b32607a097c0e5a","verse":"Acts 13:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p44013001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44013001-1\">13:1&nbsp;</b>Now there were in the church at Antioch prophets and teachers, Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen a lifelong friend of Herod the tetrarch, and Saul.</p>\n\n</div>","kjv":"<strong>1</strong> Now there were in the church that was at Antioch certain prophets and teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen, which had been brought up with Herod the tetrarch, and Saul.  ","niv":"<sup><strong>1</strong></sup> In the church at Antioch there were prophets and teachers: Barnabas, Simeon called Niger, Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch) and Saul."},{"_id":"6168b6833b32607a097c0e6c","topicId":"6168b67d3b32607a097c0e5a","verse":"Matthew 10:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40010001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40010001-1\">10:1&nbsp;</b>And he called to him his twelve disciples and gave them authority over unclean spirits, to cast them out, and to heal every disease and every affliction.</p>\n</div>","kjv":"<strong>1</strong> And when he had called unto him his twelve disciples, he gave them power against unclean spirits, to cast them out, and to heal all manner of sickness and all manner of disease.  ","niv":"<sup><strong>1</strong></sup> He called his twelve disciples to him and gave them authority to drive out evil spirits and to heal every disease and sickness."},{"_id":"6168b6833b32607a097c0e6d","topicId":"6168b67d3b32607a097c0e5a","verse":"2 Peter 1:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"6168b6833b32607a097c0e6e","topicId":"6168b67d3b32607a097c0e5a","verse":"Matthew 7:15-20","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40007015_06-23\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span> <b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n</div>","kjv":"<strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  <strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. ","niv":"<sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves. <sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. "},{"_id":"6168b6833b32607a097c0e6f","topicId":"6168b67d3b32607a097c0e5a","verse":"Psalm 93:1-5","votes":5,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19093001_04-24\" class=\"line\"><b class=\"chapter-num\" id=\"v19093001-1\">93:1&nbsp;</b>&nbsp;&nbsp;The LORD reigns; he is robed in majesty;</span><br><span id=\"p19093001_04-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD is robed; he has put on strength as his belt.</span><br><span id=\"p19093001_04-24\" class=\"line\">&nbsp;&nbsp;Yes, the world is established; it shall never be moved.</span><br><span id=\"p19093002_04-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19093002-1\">2&nbsp;</b>&nbsp;&nbsp;Your throne is established from of old;</span><br><span id=\"p19093002_04-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you are from everlasting.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19093003_04-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19093003-1\">3&nbsp;</b>&nbsp;&nbsp;The floods have lifted up, O LORD,</span><br><span id=\"p19093003_04-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the floods have lifted up their voice;</span><br><span id=\"p19093003_04-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the floods lift up their roaring.</span><br><span id=\"p19093004_04-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19093004-1\">4&nbsp;</b>&nbsp;&nbsp;Mightier than the thunders of many waters,</span><br><span id=\"p19093004_04-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;mightier than the waves of the sea,</span><br><span id=\"p19093004_04-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD on high is mighty!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19093005_04-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19093005-1\">5&nbsp;</b>&nbsp;&nbsp;Your decrees are very trustworthy;</span><br><span id=\"p19093005_04-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;holiness befits your house,</span><br><span id=\"p19093005_04-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, forevermore.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The LORD reigneth, he is clothed with majesty; the LORD is clothed with strength, wherewith he hath girded himself: the world also is stablished, that it cannot be moved.  <strong>2</strong> Thy throne is established of old: thou art from everlasting.  <strong>3</strong> The floods have lifted up, O LORD, the floods have lifted up their voice; the floods lift up their waves.  <strong>4</strong> The LORD on high is mightier than the noise of many waters, yea, than the mighty waves of the sea.  <strong>5</strong> Thy testimonies are very sure: holiness becometh thine house, O LORD, for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD reigns, he is robed in majesty; the LORD is robed in majesty and is armed with strength. The world is firmly established; it cannot be moved. <sup><strong>2</strong></sup> Your throne was established long ago; you are from all eternity. <sup><strong>3</strong></sup> The seas have lifted up, O LORD, the seas have lifted up their voice; the seas have lifted up their pounding waves. <sup><strong>4</strong></sup> Mightier than the thunder of the great waters, mightier than the breakers of the sea- the LORD on high is mighty. <sup><strong>5</strong></sup> Your statutes stand firm; holiness adorns your house for endless days, O LORD. "},{"_id":"6168b6843b32607a097c0e70","topicId":"6168b67d3b32607a097c0e5a","verse":"Psalm 1:1-6","votes":5,"__v":0,"esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001001_11-25\" class=\"line\"><b class=\"chapter-num\" id=\"v19001001-1\">1:1&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19001001_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks not in the counsel of the wicked,</span><br><span id=\"p19001001_11-25\" class=\"line\">&nbsp;&nbsp;nor stands in the way of sinners,</span><br><span id=\"p19001001_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sits in the seat of scoffers;</span><br><span id=\"p19001002_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001002-1\">2&nbsp;</b>&nbsp;&nbsp;but his delight is in the law of the LORD,</span><br><span id=\"p19001002_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on his law he meditates day and night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001003_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001003-1\">3&nbsp;</b>&nbsp;&nbsp;He is like a tree</span><br><span id=\"p19001003_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;planted by streams of water</span><br><span id=\"p19001003_11-25\" class=\"line\">&nbsp;&nbsp;that yields its fruit in its season,</span><br><span id=\"p19001003_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its leaf does not wither.</span><br><span id=\"p19001003_11-25\" class=\"line\">&nbsp;&nbsp;In all that he does, he prospers.</span><br><span id=\"p19001004_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001004-1\">4&nbsp;</b>&nbsp;&nbsp;The wicked are not so,</span><br><span id=\"p19001004_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but are like chaff that the wind drives away.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001005_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001005-1\">5&nbsp;</b>&nbsp;&nbsp;Therefore the wicked will not stand in the judgment,</span><br><span id=\"p19001005_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sinners in the congregation of the righteous;</span><br><span id=\"p19001006_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001006-1\">6&nbsp;</b>&nbsp;&nbsp;for the LORD knows the way of the righteous,</span><br><span id=\"p19001006_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked will perish.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <strong>2</strong> But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  <strong>4</strong> The ungodly are not so: but are like the chaff which the wind driveth away.  <strong>5</strong> Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.  <strong>6</strong> For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers. <sup><strong>2</strong></sup> But his delight is in the law of the LORD, and on his law he meditates day and night. <sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers. <sup><strong>4</strong></sup> Not so the wicked! They are like chaff that the wind blows away. <sup><strong>5</strong></sup> Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous. <sup><strong>6</strong></sup> For the LORD watches over the way of the righteous, but the way of the wicked will perish. "},{"_id":"6168b6843b32607a097c0e71","topicId":"6168b67d3b32607a097c0e5a","verse":"Hebrews 1:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58001002_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world.</p>\n</div>","kjv":"<strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  ","niv":"<sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe."},{"_id":"6168b6843b32607a097c0e72","topicId":"6168b67d3b32607a097c0e5a","verse":"1 Corinthians 14:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46014005_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014005-1\">5&nbsp;</b>Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up.</p>\n</div>","kjv":"<strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  ","niv":"<sup><strong>5</strong></sup> I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified."},{"_id":"6168b6853b32607a097c0e73","topicId":"6168b67d3b32607a097c0e5a","verse":"Daniel 2:1-49","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p27002001_03-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27002001-1\">2:1&nbsp;</b>In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams; his spirit was troubled, and his sleep left him. <b class=\"verse-num\" id=\"v27002002-1\">2&nbsp;</b>Then the king commanded that the magicians, the enchanters, the sorcerers, and the Chaldeans be summoned to tell the king his dreams. So they came in and stood before the king. <b class=\"verse-num\" id=\"v27002003-1\">3&nbsp;</b>And the king said to them, “I had a dream, and my spirit is troubled to know the dream.” <b class=\"verse-num\" id=\"v27002004-1\">4&nbsp;</b>Then the Chaldeans said to the king in Aramaic, “O king, live forever! Tell your servants the dream, and we will show the interpretation.” <b class=\"verse-num\" id=\"v27002005-1\">5&nbsp;</b>The king answered and said to the Chaldeans, “The word from me is firm: if you do not make known to me the dream and its interpretation, you shall be torn limb from limb, and your houses shall be laid in ruins. <b class=\"verse-num\" id=\"v27002006-1\">6&nbsp;</b>But if you show the dream and its interpretation, you shall receive from me gifts and rewards and great honor. Therefore show me the dream and its interpretation.” <b class=\"verse-num\" id=\"v27002007-1\">7&nbsp;</b>They answered a second time and said, “Let the king tell his servants the dream, and we will show its interpretation.” <b class=\"verse-num\" id=\"v27002008-1\">8&nbsp;</b>The king answered and said, “I know with certainty that you are trying to gain time, because you see that the word from me is firm—<b class=\"verse-num\" id=\"v27002009-1\">9&nbsp;</b>if you do not make the dream known to me, there is but one sentence for you. You have agreed to speak lying and corrupt words before me till the times change. Therefore tell me the dream, and I shall know that you can show me its interpretation.” <b class=\"verse-num\" id=\"v27002010-1\">10&nbsp;</b>The Chaldeans answered the king and said, “There is not a man on earth who can meet the king’s demand, for no great and powerful king has asked such a thing of any magician or enchanter or Chaldean. <b class=\"verse-num\" id=\"v27002011-1\">11&nbsp;</b>The thing that the king asks is difficult, and no one can show it to the king except the gods, whose dwelling is not with flesh.”</p>\n<p id=\"p27002011_03-29\"><b class=\"verse-num\" id=\"v27002012-1\">12&nbsp;</b>Because of this the king was angry and very furious, and commanded that all the wise men of Babylon be destroyed. <b class=\"verse-num\" id=\"v27002013-1\">13&nbsp;</b>So the decree went out, and the wise men were about to be killed; and they sought Daniel and his companions, to kill them. <b class=\"verse-num\" id=\"v27002014-1\">14&nbsp;</b>Then Daniel replied with prudence and discretion to Arioch, the captain of the king’s guard, who had gone out to kill the wise men of Babylon. <b class=\"verse-num\" id=\"v27002015-1\">15&nbsp;</b>He declared to Arioch, the king’s captain, “Why is the decree of the king so urgent?” Then Arioch made the matter known to Daniel. <b class=\"verse-num\" id=\"v27002016-1\">16&nbsp;</b>And Daniel went in and requested the king to appoint him a time, that he might show the interpretation to the king.</p>\n\n<p id=\"p27002016_07-29\"><b class=\"verse-num\" id=\"v27002017-1\">17&nbsp;</b>Then Daniel went to his house and made the matter known to Hananiah, Mishael, and Azariah, his companions, <b class=\"verse-num\" id=\"v27002018-1\">18&nbsp;</b>and told them to seek mercy from the God of heaven concerning this mystery, so that Daniel and his companions might not be destroyed with the rest of the wise men of Babylon. <b class=\"verse-num\" id=\"v27002019-1\">19&nbsp;</b>Then the mystery was revealed to Daniel in a vision of the night. Then Daniel blessed the God of heaven. <b class=\"verse-num\" id=\"v27002020-1\">20&nbsp;</b>Daniel answered and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27002020_07-29\" class=\"line\">&nbsp;&nbsp;“Blessed be the name of God forever and ever,</span><br><span id=\"p27002020_07-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to whom belong wisdom and might.</span><br><span id=\"p27002021_07-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002021-1\">21&nbsp;</b>&nbsp;&nbsp;He changes times and seasons;</span><br><span id=\"p27002021_07-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he removes kings and sets up kings;</span><br><span id=\"p27002021_07-29\" class=\"line\">&nbsp;&nbsp;he gives wisdom to the wise</span><br><span id=\"p27002021_07-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and knowledge to those who have understanding;</span><br><span id=\"p27002022_07-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002022-1\">22&nbsp;</b>&nbsp;&nbsp;he reveals deep and hidden things;</span><br><span id=\"p27002022_07-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he knows what is in the darkness,</span><br><span id=\"p27002022_07-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the light dwells with him.</span><br><span id=\"p27002023_07-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002023-1\">23&nbsp;</b>&nbsp;&nbsp;To you, O God of my fathers,</span><br><span id=\"p27002023_07-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I give thanks and praise,</span><br><span id=\"p27002023_07-29\" class=\"line\">&nbsp;&nbsp;for you have given me wisdom and might,</span><br><span id=\"p27002023_07-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have now made known to me what we asked of you,</span><br><span id=\"p27002023_07-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have made known to us the king’s matter.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27002023_07-29\"><b class=\"verse-num\" id=\"v27002024-1\">24&nbsp;</b>Therefore Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: “Do not destroy the wise men of Babylon; bring me in before the king, and I will show the king the interpretation.”</p>\n<p id=\"p27002024_07-29\"><b class=\"verse-num\" id=\"v27002025-1\">25&nbsp;</b>Then Arioch brought in Daniel before the king in haste and said thus to him: “I have found among the exiles from Judah a man who will make known to the king the interpretation.” <b class=\"verse-num\" id=\"v27002026-1\">26&nbsp;</b>The king declared to Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream that I have seen and its interpretation?” <b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked, <b class=\"verse-num\" id=\"v27002028-1\">28&nbsp;</b>but there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will be in the latter days. Your dream and the visions of your head as you lay in bed are these: <b class=\"verse-num\" id=\"v27002029-1\">29&nbsp;</b>To you, O king, as you lay in bed came thoughts of what would be after this, and he who reveals mysteries made known to you what is to be. <b class=\"verse-num\" id=\"v27002030-1\">30&nbsp;</b>But as for me, this mystery has been revealed to me, not because of any wisdom that I have more than all the living, but in order that the interpretation may be made known to the king, and that you may know the thoughts of your mind.</p>\n\n<p id=\"p27002030_11-29\"><b class=\"verse-num\" id=\"v27002031-1\">31&nbsp;</b>“You saw, O king, and behold, a great image. This image, mighty and of exceeding brightness, stood before you, and its appearance was frightening. <b class=\"verse-num\" id=\"v27002032-1\">32&nbsp;</b>The head of this image was of fine gold, its chest and arms of silver, its middle and thighs of bronze, <b class=\"verse-num\" id=\"v27002033-1\">33&nbsp;</b>its legs of iron, its feet partly of iron and partly of clay. <b class=\"verse-num\" id=\"v27002034-1\">34&nbsp;</b>As you looked, a stone was cut out by no human hand, and it struck the image on its feet of iron and clay, and broke them in pieces. <b class=\"verse-num\" id=\"v27002035-1\">35&nbsp;</b>Then the iron, the clay, the bronze, the silver, and the gold, all together were broken in pieces, and became like the chaff of the summer threshing floors; and the wind carried them away, so that not a trace of them could be found. But the stone that struck the image became a great mountain and filled the whole earth.</p>\n<p id=\"p27002035_11-29\"><b class=\"verse-num\" id=\"v27002036-1\">36&nbsp;</b>“This was the dream. Now we will tell the king its interpretation. <b class=\"verse-num\" id=\"v27002037-1\">37&nbsp;</b>You, O king, the king of kings, to whom the God of heaven has given the kingdom, the power, and the might, and the glory, <b class=\"verse-num\" id=\"v27002038-1\">38&nbsp;</b>and into whose hand he has given, wherever they dwell, the children of man, the beasts of the field, and the birds of the heavens, making you rule over them all—you are the head of gold. <b class=\"verse-num\" id=\"v27002039-1\">39&nbsp;</b>Another kingdom inferior to you shall arise after you, and yet a third kingdom of bronze, which shall rule over all the earth. <b class=\"verse-num\" id=\"v27002040-1\">40&nbsp;</b>And there shall be a fourth kingdom, strong as iron, because iron breaks to pieces and shatters all things. And like iron that crushes, it shall break and crush all these. <b class=\"verse-num\" id=\"v27002041-1\">41&nbsp;</b>And as you saw the feet and toes, partly of potter’s clay and partly of iron, it shall be a divided kingdom, but some of the firmness of iron shall be in it, just as you saw iron mixed with the soft clay. <b class=\"verse-num\" id=\"v27002042-1\">42&nbsp;</b>And as the toes of the feet were partly iron and partly clay, so the kingdom shall be partly strong and partly brittle. <b class=\"verse-num\" id=\"v27002043-1\">43&nbsp;</b>As you saw the iron mixed with soft clay, so they will mix with one another in marriage, but they will not hold together, just as iron does not mix with clay. <b class=\"verse-num\" id=\"v27002044-1\">44&nbsp;</b>And in the days of those kings the God of heaven will set up a kingdom that shall never be destroyed, nor shall the kingdom be left to another people. It shall break in pieces all these kingdoms and bring them to an end, and it shall stand forever, <b class=\"verse-num\" id=\"v27002045-1\">45&nbsp;</b>just as you saw that a stone was cut from a mountain by no human hand, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold. A great God has made known to the king what shall be after this. The dream is certain, and its interpretation sure.”</p>\n\n<p id=\"p27002045_14-29\"><b class=\"verse-num\" id=\"v27002046-1\">46&nbsp;</b>Then King Nebuchadnezzar fell upon his face and paid homage to Daniel, and commanded that an offering and incense be offered up to him. <b class=\"verse-num\" id=\"v27002047-1\">47&nbsp;</b>The king answered and said to Daniel, “Truly, your God is God of gods and Lord of kings, and a revealer of mysteries, for you have been able to reveal this mystery.” <b class=\"verse-num\" id=\"v27002048-1\">48&nbsp;</b>Then the king gave Daniel high honors and many great gifts, and made him ruler over the whole province of Babylon and chief prefect over all the wise men of Babylon. <b class=\"verse-num\" id=\"v27002049-1\">49&nbsp;</b>Daniel made a request of the king, and he appointed Shadrach, Meshach, and Abednego over the affairs of the province of Babylon. But Daniel remained at the king’s court.</p>\n\n</div>","kjv":"<strong>1</strong> And in the second year of the reign of Nebuchadnezzar Nebuchadnezzar dreamed dreams, wherewith his spirit was troubled, and his sleep brake from him.  <strong>2</strong> Then the king commanded to call the magicians, and the astrologers, and the sorcerers, and the Chaldeans, for to shew the king his dreams. So they came and stood before the king.  <strong>3</strong> And the king said unto them, I have dreamed a dream, and my spirit was troubled to know the dream.  <strong>4</strong> Then spake the Chaldeans to the king in Syriack, O king, live for ever: tell thy servants the dream, and we will shew the interpretation.  <strong>5</strong> The king answered and said to the Chaldeans, The thing is gone from me: if ye will not make known unto me the dream, with the interpretation thereof, ye shall be cut in pieces, and your houses shall be made a dunghill.  <strong>6</strong> But if ye shew the dream, and the interpretation thereof, ye shall receive of me gifts and rewards and great honour: therefore shew me the dream, and the interpretation thereof.  <strong>7</strong> They answered again and said, Let the king tell his servants the dream, and we will shew the interpretation of it.  <strong>8</strong> The king answered and said, I know of certainty that ye would gain the time, because ye see the thing is gone from me.  <strong>9</strong> But if ye will not make known unto me the dream, there is but  one decree for you: for ye have prepared lying and corrupt words to speak before me, till the time be changed: therefore tell me the dream, and I shall know that ye can shew me the interpretation thereof.  <strong>10</strong> The Chaldeans answered before the king, and said, There is not a man upon the earth that can shew the king’s matter: therefore there is  no king, lord, nor ruler, that asked such things at any magician, or astrologer, or Chaldean.  <strong>11</strong> And it is a rare thing that the king requireth, and there is none other that can shew it before the king, except the gods, whose dwelling is not with flesh.  <strong>12</strong> For this cause the king was angry and very furious, and commanded to destroy all the wise men of Babylon.  <strong>13</strong> And the decree went forth that the wise men should be slain; and they sought Daniel and his fellows to be slain.  <strong>14</strong> Then Daniel answered with counsel and wisdom to Arioch the captain of the king’s guard, which was gone forth to slay the wise men of Babylon:  <strong>15</strong> He answered and said to Arioch the king’s captain, Why is  the decree so hasty from the king? Then Arioch made the thing known to Daniel.  <strong>16</strong> Then Daniel went in, and desired of the king that he would give him time, and that he would shew the king the interpretation.  <strong>17</strong> Then Daniel went to his house, and made the thing known to Hananiah, Mishael, and Azariah, his companions:  <strong>18</strong> That they would desire mercies of the God of heaven concerning this secret; that Daniel and his fellows should not perish with the rest of the wise men of Babylon.  <strong>19</strong> Then was the secret revealed unto Daniel in a night vision. Then Daniel blessed the God of heaven.  <strong>20</strong> Daniel answered and said, Blessed be the name of God for ever and ever: for wisdom and might are his:  <strong>21</strong> And he changeth the times and the seasons: he removeth kings, and setteth up kings: he giveth wisdom unto the wise, and knowledge to them that know understanding:  <strong>22</strong> He revealeth the deep and secret things: he knoweth what is  in the darkness, and the light dwelleth with him.  <strong>23</strong> I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king’s matter.  <strong>24</strong> Therefore Daniel went in unto Arioch, whom the king had ordained to destroy the wise men of Babylon: he went and said thus unto him; Destroy not the wise men of Babylon: bring me in before the king, and I will shew unto the king the interpretation.  <strong>25</strong> Then Arioch brought in Daniel before the king in haste and said thus unto him, I have found a man of the captives of Judah, that will make known unto the king the interpretation.  <strong>26</strong> The king answered and said to Daniel, whose name was Belteshazzar, Art thou able to make known unto me the dream which I have seen, and the interpretation thereof?  <strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  <strong>28</strong> But there is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;  <strong>29</strong> As for thee, O king, thy thoughts came into thy mind upon thy bed, what should come to pass hereafter: and he that revealeth secrets maketh known to thee what shall come to pass.  <strong>30</strong> But as for me, this secret is not revealed to me for any  wisdom that I have more than any living, but for their sakes that shall make known the interpretation to the king, and that thou mightest know the thoughts of thy heart.  <strong>31</strong> Thou, O king, sawest, and behold a great image. This great image, whose brightness was excellent, stood before thee; and the form thereof was  terrible.  <strong>32</strong> This image’s head was of fine gold, his breast and his arms of silver, his belly and his thighs of brass,  <strong>33</strong> His legs of iron, his feet part of iron and part of clay.  <strong>34</strong> Thou sawest till that a stone was cut out without hands, which smote the image upon his feet that were of iron and clay, and brake them to pieces.  <strong>35</strong> Then was the iron, the clay, the brass, the silver, and the gold, broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them: and the stone that smote the image became a great mountain, and filled the whole earth.  <strong>36</strong> This is the dream; and we will tell the interpretation thereof before the king.  <strong>37</strong> Thou, O king, art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory.  <strong>38</strong> And wheresoever the children of men dwell, the beasts of the field and the fowls of the heaven hath he given into thine hand, and hath made thee ruler over them all. Thou art this head of gold.  <strong>39</strong> And after thee shall arise another kingdom inferior to thee, and another third kingdom of brass, which shall bear rule over all the earth.  <strong>40</strong> And the fourth kingdom shall be strong as iron: forasmuch as iron breaketh in pieces and subdueth all things: and as iron that breaketh all these, shall it break in pieces and bruise.  <strong>41</strong> And whereas thou sawest the feet and toes, part of potters’ clay, and part of iron, the kingdom shall be divided; but there shall be in it of the strength of the iron, forasmuch as thou sawest the iron mixed with miry clay.  <strong>42</strong> And as the toes of the feet were part of iron, and part of clay, so the kingdom shall be partly strong, and partly broken.  <strong>43</strong> And whereas thou sawest iron mixed with miry clay, they shall mingle themselves with the seed of men: but they shall not cleave one to another, even as iron is not mixed with clay.  <strong>44</strong> And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever.  <strong>45</strong> Forasmuch as thou sawest that the stone was cut out of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter: and the dream is certain, and the interpretation thereof sure.  <strong>46</strong> Then the king Nebuchadnezzar fell upon his face, and worshipped Daniel, and commanded that they should offer an oblation and sweet odours unto him.  <strong>47</strong> The king answered unto Daniel, and said, Of a truth it is,  that your God is a God of gods, and a Lord of kings, and a revealer of secrets, seeing thou couldst reveal this secret.  <strong>48</strong> Then the king made Daniel a great man, and gave him many great gifts, and made him ruler over the whole province of Babylon, and chief of the governors over all the wise men of Babylon.  <strong>49</strong> Then Daniel requested of the king, and he set Shadrach, Meshach, and Abed-nego, over the affairs of the province of Babylon: but Daniel sat  in the gate of the king.  ","niv":"<sup><strong>1</strong></sup> In the second year of his reign, Nebuchadnezzar had dreams; his mind was troubled and he could not sleep. <sup><strong>2</strong></sup> So the king summoned the magicians, enchanters, sorcerers and astrologers to tell him what he had dreamed. When they came in and stood before the king, <sup><strong>3</strong></sup> he said to them, \"I have had a dream that troubles me and I want to know what it means. \" <sup><strong>4</strong></sup> Then the astrologers answered the king in Aramaic, \"O king, live forever! Tell your servants the dream, and we will interpret it.\" <sup><strong>5</strong></sup> The king replied to the astrologers, \"This is what I have firmly decided: If you do not tell me what my dream was and interpret it, I will have you cut into pieces and your houses turned into piles of rubble. <sup><strong>6</strong></sup> But if you tell me the dream and explain it, you will receive from me gifts and rewards and great honor. So tell me the dream and interpret it for me.\" <sup><strong>7</strong></sup> Once more they replied, \"Let the king tell his servants the dream, and we will interpret it.\" <sup><strong>8</strong></sup> Then the king answered, \"I am certain that you are trying to gain time, because you realize that this is what I have firmly decided: <sup><strong>9</strong></sup> If you do not tell me the dream, there is just one penalty for you. You have conspired to tell me misleading and wicked things, hoping the situation will change. So then, tell me the dream, and I will know that you can interpret it for me.\" <sup><strong>10</strong></sup> The astrologers answered the king, \"There is not a man on earth who can do what the king asks! No king, however great and mighty, has ever asked such a thing of any magician or enchanter or astrologer. <sup><strong>11</strong></sup> What the king asks is too difficult. No one can reveal it to the king except the gods, and they do not live among men.\" <sup><strong>12</strong></sup> This made the king so angry and furious that he ordered the execution of all the wise men of Babylon. <sup><strong>13</strong></sup> So the decree was issued to put the wise men to death, and men were sent to look for Daniel and his friends to put them to death. <sup><strong>14</strong></sup> When Arioch, the commander of the king's guard, had gone out to put to death the wise men of Babylon, Daniel spoke to him with wisdom and tact. <sup><strong>15</strong></sup> He asked the king's officer, \"Why did the king issue such a harsh decree?\" Arioch then explained the matter to Daniel. <sup><strong>16</strong></sup> At this, Daniel went in to the king and asked for time, so that he might interpret the dream for him. <sup><strong>17</strong></sup> Then Daniel returned to his house and explained the matter to his friends Hananiah, Mishael and Azariah. <sup><strong>18</strong></sup> He urged them to plead for mercy from the God of heaven concerning this mystery, so that he and his friends might not be executed with the rest of the wise men of Babylon. <sup><strong>19</strong></sup> During the night the mystery was revealed to Daniel in a vision. Then Daniel praised the God of heaven <sup><strong>20</strong></sup> and said: \"Praise be to the name of God for ever and ever; wisdom and power are his. <sup><strong>21</strong></sup> He changes times and seasons; he sets up kings and deposes them. He gives wisdom to the wise and knowledge to the discerning. <sup><strong>22</strong></sup> He reveals deep and hidden things; he knows what lies in darkness, and light dwells with him. <sup><strong>23</strong></sup> I thank and praise you, O God of my fathers: You have given me wisdom and power, you have made known to me what we asked of you, you have made known to us the dream of the king.\" <sup><strong>24</strong></sup> Then Daniel went to Arioch, whom the king had appointed to execute the wise men of Babylon, and said to him, \"Do not execute the wise men of Babylon. Take me to the king, and I will interpret his dream for him.\" <sup><strong>25</strong></sup> Arioch took Daniel to the king at once and said, \"I have found a man among the exiles from Judah who can tell the king what his dream means.\" <sup><strong>26</strong></sup> The king asked Daniel (also called Belteshazzar), \"Are you able to tell me what I saw in my dream and interpret it?\" <sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about, <sup><strong>28</strong></sup> but there is a God in heaven who reveals mysteries. He has shown King Nebuchadnezzar what will happen in days to come. Your dream and the visions that passed through your mind as you lay on your bed are these: <sup><strong>29</strong></sup> \"As you were lying there, O king, your mind turned to things to come, and the revealer of mysteries showed you what is going to happen. <sup><strong>30</strong></sup> As for me, this mystery has been revealed to me, not because I have greater wisdom than other living men, but so that you, O king, may know the interpretation and that you may understand what went through your mind. <sup><strong>31</strong></sup> \"You looked, O king, and there before you stood a large statue-an enormous, dazzling statue, awesome in appearance. <sup><strong>32</strong></sup> The head of the statue was made of pure gold, its chest and arms of silver, its belly and thighs of bronze, <sup><strong>33</strong></sup> its legs of iron, its feet partly of iron and partly of baked clay. <sup><strong>34</strong></sup> While you were watching, a rock was cut out, but not by human hands. It struck the statue on its feet of iron and clay and smashed them. <sup><strong>35</strong></sup> Then the iron, the clay, the bronze, the silver and the gold were broken to pieces at the same time and became like chaff on a threshing floor in the summer. The wind swept them away without leaving a trace. But the rock that struck the statue became a huge mountain and filled the whole earth. <sup><strong>36</strong></sup> \"This was the dream, and now we will interpret it to the king. <sup><strong>37</strong></sup> You, O king, are the king of kings. The God of heaven has given you dominion and power and might and glory; <sup><strong>38</strong></sup> in your hands he has placed mankind and the beasts of the field and the birds of the air. Wherever they live, he has made you ruler over them all. You are that head of gold. <sup><strong>39</strong></sup> \"After you, another kingdom will rise, inferior to yours. Next, a third kingdom, one of bronze, will rule over the whole earth. <sup><strong>40</strong></sup> Finally, there will be a fourth kingdom, strong as iron-for iron breaks and smashes everything-and as iron breaks things to pieces, so it will crush and break all the others. <sup><strong>41</strong></sup> Just as you saw that the feet and toes were partly of baked clay and partly of iron, so this will be a divided kingdom; yet it will have some of the strength of iron in it, even as you saw iron mixed with clay. <sup><strong>42</strong></sup> As the toes were partly iron and partly clay, so this kingdom will be partly strong and partly brittle. <sup><strong>43</strong></sup> And just as you saw the iron mixed with baked clay, so the people will be a mixture and will not remain united, any more than iron mixes with clay. <sup><strong>44</strong></sup> \"In the time of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will it be left to another people. It will crush all those kingdoms and bring them to an end, but it will itself endure forever. <sup><strong>45</strong></sup> This is the meaning of the vision of the rock cut out of a mountain, but not by human hands-a rock that broke the iron, the bronze, the clay, the silver and the gold to pieces. \"The great God has shown the king what will take place in the future. The dream is true and the interpretation is trustworthy.\" <sup><strong>46</strong></sup> Then King Nebuchadnezzar fell prostrate before Daniel and paid him honor and ordered that an offering and incense be presented to him. <sup><strong>47</strong></sup> The king said to Daniel, \"Surely your God is the God of gods and the Lord of kings and a revealer of mysteries, for you were able to reveal this mystery.\" <sup><strong>48</strong></sup> Then the king placed Daniel in a high position and lavished many gifts on him. He made him ruler over the entire province of Babylon and placed him in charge of all its wise men. <sup><strong>49</strong></sup> Moreover, at Daniel's request the king appointed Shadrach, Meshach and Abednego administrators over the province of Babylon, while Daniel himself remained at the royal court. "}]}