{"_id":"6168b6cd3b32607a097c0e8e","slug":"modestly","name":"Modestly","verses":[{"_id":"6168b6cd3b32607a097c0e8f","topicId":"6168b6cd3b32607a097c0e8e","verse":"1 Timothy 2:9","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth. <b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time. <b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n<p id=\"p54002007_05-16\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes,"},{"_id":"6168b6cd3b32607a097c0e90","topicId":"6168b6cd3b32607a097c0e8e","verse":"1 Corinthians 6:19-20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"6168b6ce3b32607a097c0e91","topicId":"6168b6cd3b32607a097c0e8e","verse":"1 Timothy 2:11-14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor.</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. "},{"_id":"6168b6ce3b32607a097c0e92","topicId":"6168b6cd3b32607a097c0e8e","verse":"Galatians 5:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p48005016_07-6\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh.</p>\n</div>","kjv":"<strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  ","niv":"<sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature."},{"_id":"6168b6ce3b32607a097c0e93","topicId":"6168b6cd3b32607a097c0e8e","verse":"Titus 2:3-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. "},{"_id":"6168b6ce3b32607a097c0e94","topicId":"6168b6cd3b32607a097c0e8e","verse":"Titus 1:6-9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56001006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001006-1\">6&nbsp;</b>if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination. <b class=\"verse-num\" id=\"v56001007-1\">7&nbsp;</b>For an overseer, as God’s steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain, <b class=\"verse-num\" id=\"v56001008-1\">8&nbsp;</b>but hospitable, a lover of good, self-controlled, upright, holy, and disciplined. <b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n\n</div>","kjv":"<strong>6</strong> If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.  <strong>7</strong> For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;  <strong>8</strong> But a lover of hospitality, a lover of good men, sober, just, holy, temperate;  <strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  ","niv":"<sup><strong>6</strong></sup> An elder must be blameless, the husband of but one wife, a man whose children believe and are not open to the charge of being wild and disobedient. <sup><strong>7</strong></sup> Since an overseer is entrusted with God's work, he must be blameless--not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain. <sup><strong>8</strong></sup> Rather he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined. <sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. "},{"_id":"6168b6cf3b32607a097c0e95","topicId":"6168b6cd3b32607a097c0e8e","verse":"2 Timothy 2:14","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p55002014_06-9\"><b class=\"verse-num\" id=\"v55002014-1\">14&nbsp;</b>Remind them of these things, and charge them before God not to quarrel about words, which does no good, but only ruins the hearers.</p>\n\n</div>","kjv":"<strong>14</strong> Of these things put them in remembrance, charging them  before the Lord that they strive not about words to no profit, but to the subverting of the hearers.  ","niv":"<sup><strong>14</strong></sup> Keep reminding them of these things. Warn them before God against quarreling about words; it is of no value, and only ruins those who listen."},{"_id":"6168b6cf3b32607a097c0e96","topicId":"6168b6cd3b32607a097c0e8e","verse":"1 Timothy 3:1-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n<p id=\"p54003007_07-11\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. <sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. "},{"_id":"6168b6cf3b32607a097c0e97","topicId":"6168b6cd3b32607a097c0e8e","verse":"Galatians 3:23-25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48003023_01-12\"><b class=\"verse-num\" id=\"v48003023-1\">23&nbsp;</b>Now before faith came, we were held captive under the law, imprisoned until the coming faith would be revealed. <b class=\"verse-num\" id=\"v48003024-1\">24&nbsp;</b>So then, the law was our guardian until Christ came, in order that we might be justified by faith. <b class=\"verse-num\" id=\"v48003025-1\">25&nbsp;</b>But now that faith has come, we are no longer under a guardian,</p>\n</div>","kjv":"<strong>23</strong> But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.  <strong>24</strong> Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.  <strong>25</strong> But after that faith is come, we are no longer under a schoolmaster.  ","niv":"<sup><strong>23</strong></sup> Before this faith came, we were held prisoners by the law, locked up until faith should be revealed. <sup><strong>24</strong></sup> So the law was put in charge to lead us to Christ that we might be justified by faith. <sup><strong>25</strong></sup> Now that faith has come, we are no longer under the supervision of the law. "},{"_id":"6168b6d03b32607a097c0e98","topicId":"6168b6cd3b32607a097c0e8e","verse":"1 Corinthians 10:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46010031_01-14\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God.</p>\n</div>","kjv":"<strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  ","niv":"<sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God."},{"_id":"6168b6d03b32607a097c0e99","topicId":"6168b6cd3b32607a097c0e8e","verse":"1 Timothy 2:1-15","votes":1,"__v":0,"kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  <strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  <strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  <strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. <sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. <sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles. <sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"6168b6d03b32607a097c0e9a","topicId":"6168b6cd3b32607a097c0e8e","verse":"Ephesians 5:22-33","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-17\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_04-17\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"6168b6d13b32607a097c0e9b","topicId":"6168b6cd3b32607a097c0e8e","verse":"Ephesians 2:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49002015_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002015-1\">15&nbsp;</b>by abolishing the law of commandments expressed in ordinances, that he might create in himself one new man in place of the two, so making peace,</p>\n</div>","kjv":"<strong>15</strong> Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;  ","niv":"<sup><strong>15</strong></sup> by abolishing in his flesh the law with its commandments and regulations. His purpose was to create in himself one new man out of the two, thus making peace,"},{"_id":"6168b6d13b32607a097c0e9c","topicId":"6168b6cd3b32607a097c0e8e","verse":"Galatians 3:26-29","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48003026_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003026-1\">26&nbsp;</b>for in Christ Jesus you are all sons of God, through faith. <b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ. <b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus. <b class=\"verse-num\" id=\"v48003029-1\">29&nbsp;</b>And if you are Christ’s, then you are Abraham’s offspring, heirs according to promise.</p>\n\n</div>","kjv":"<strong>26</strong> For ye are all the children of God by faith in Christ Jesus.  <strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  <strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  <strong>29</strong> And if ye be Christ’s, then are ye Abraham’s seed, and heirs according to the promise.  ","niv":"<sup><strong>26</strong></sup> You are all sons of God through faith in Christ Jesus, <sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ. <sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus. <sup><strong>29</strong></sup> If you belong to Christ, then you are Abraham's seed, and heirs according to the promise. "},{"_id":"6168b6d13b32607a097c0e9d","topicId":"6168b6cd3b32607a097c0e8e","verse":"1 Corinthians 11:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46011005_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven.</p>\n\n</div>","kjv":"<strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  ","niv":"<sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved."},{"_id":"6168b6d13b32607a097c0e9e","topicId":"6168b6cd3b32607a097c0e8e","verse":"1 Corinthians 11:3-10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46011003_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels.</p>\n\n</div>","kjv":"<strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  ","niv":"<sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. "},{"_id":"6168b6d23b32607a097c0e9f","topicId":"6168b6cd3b32607a097c0e8e","verse":"Romans 14:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45014023_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin."},{"_id":"6168b6d23b32607a097c0ea0","topicId":"6168b6cd3b32607a097c0e8e","verse":"Romans 14:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45014021_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble.</p>\n\n</div>","kjv":"<strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  ","niv":"<sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall."},{"_id":"6168b6d23b32607a097c0ea1","topicId":"6168b6cd3b32607a097c0e8e","verse":"Romans 14:13","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45014013_07-26\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother.</p>\n</div>","kjv":"<strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  ","niv":"<sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way."},{"_id":"6168b6d33b32607a097c0ea2","topicId":"6168b6cd3b32607a097c0e8e","verse":"Romans 12:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"6168b6d33b32607a097c0ea3","topicId":"6168b6cd3b32607a097c0e8e","verse":"Romans 10:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45010004_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010004-1\">4&nbsp;</b>For Christ is the end of the law for righteousness to everyone who believes.</p>\n\n</div>","kjv":"<strong>4</strong> For Christ is the end of the law for righteousness to every one that believeth.  ","niv":"<sup><strong>4</strong></sup> Christ is the end of the law so that there may be righteousness for everyone who believes."},{"_id":"6168b6d33b32607a097c0ea4","topicId":"6168b6cd3b32607a097c0e8e","verse":"Acts 18:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44018026_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v44018026-1\">26&nbsp;</b>He began to speak boldly in the synagogue, but when Priscilla and Aquila heard him, they took him aside and explained to him the way of God more accurately.</p>\n</div>","kjv":"<strong>26</strong> And he began to speak boldly in the synagogue: whom when Aquila and Priscilla had heard, they took him unto them, and expounded unto him the way of God more perfectly.  ","niv":"<sup><strong>26</strong></sup> He began to speak boldly in the synagogue. When Priscilla and Aquila heard him, they invited him to their home and explained to him the way of God more adequately."},{"_id":"6168b6d43b32607a097c0ea5","topicId":"6168b6cd3b32607a097c0e8e","verse":"Acts 1:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-30\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"6168b6d43b32607a097c0ea6","topicId":"6168b6cd3b32607a097c0e8e","verse":"Acts 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44001001_07-31\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44001001-1\">1:1&nbsp;</b>In the first book, O Theophilus, I have dealt with all that Jesus began to do and teach,</p>\n</div>","kjv":"<strong>1</strong> The former treatise have I made, O Theophilus, of all that Jesus began both to do and teach,  ","niv":"<sup><strong>1</strong></sup> In my former book, Theophilus, I wrote about all that Jesus began to do and to teach"},{"_id":"6168b6d43b32607a097c0ea7","topicId":"6168b6cd3b32607a097c0e8e","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-32\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."}]}