{"_id":"6168b6273b32607a097c0e26","slug":"moderation-in-everything","name":"Moderation In Everything","verses":[{"_id":"6168b6273b32607a097c0e27","topicId":"6168b6273b32607a097c0e26","verse":"1 Timothy 3:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54003003_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money.</p>\n</div>","kjv":"<strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  ","niv":"<sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money.","modified":"2022-10-31T18:32:43.127Z"},{"_id":"6168b6283b32607a097c0e28","topicId":"6168b6273b32607a097c0e26","verse":"1 John 2:15-16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-2\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. "},{"_id":"6168b6283b32607a097c0e29","topicId":"6168b6273b32607a097c0e26","verse":"3 John 1:2","votes":2,"__v":0,"kjv":"<strong>2</strong> Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"6168b6283b32607a097c0e2a","topicId":"6168b6273b32607a097c0e26","verse":"John 2:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43002001-1\">2:1&nbsp;</b>On the third day there was a wedding at Cana in Galilee, and the mother of Jesus was there. <b class=\"verse-num\" id=\"v43002002-1\">2&nbsp;</b>Jesus also was invited to the wedding with his disciples. <b class=\"verse-num\" id=\"v43002003-1\">3&nbsp;</b>When the wine ran out, the mother of Jesus said to him, “They have no wine.” <b class=\"verse-num\" id=\"v43002004-1\">4&nbsp;</b>And Jesus said to her, <span class=\"woc\">“Woman, what does this have to do with me? My hour has not yet come.”</span> <b class=\"verse-num\" id=\"v43002005-1\">5&nbsp;</b>His mother said to the servants, “Do whatever he tells you.”</p>\n<p id=\"p43002005_05-4\"><b class=\"verse-num\" id=\"v43002006-1\">6&nbsp;</b>Now there were six stone water jars there for the Jewish rites of purification, each holding twenty or thirty gallons. <b class=\"verse-num\" id=\"v43002007-1\">7&nbsp;</b>Jesus said to the servants, <span class=\"woc\">“Fill the jars with water.”</span> And they filled them up to the brim. <b class=\"verse-num\" id=\"v43002008-1\">8&nbsp;</b>And he said to them, <span class=\"woc\">“Now draw some out and take it to the master of the feast.”</span> So they took it. <b class=\"verse-num\" id=\"v43002009-1\">9&nbsp;</b>When the master of the feast tasted the water now become wine, and did not know where it came from (though the servants who had drawn the water knew), the master of the feast called the bridegroom <b class=\"verse-num\" id=\"v43002010-1\">10&nbsp;</b>and said to him, “Everyone serves the good wine first, and when people have drunk freely, then the poor wine. But you have kept the good wine until now.” <b class=\"verse-num\" id=\"v43002011-1\">11&nbsp;</b>This, the first of his signs, Jesus did at Cana in Galilee, and manifested his glory. And his disciples believed in him.</p>\n<p id=\"p43002011_05-4\"><b class=\"verse-num\" id=\"v43002012-1\">12&nbsp;</b>After this he went down to Capernaum, with his mother and his brothers and his disciples, and they stayed there for a few days.</p>\n\n<p id=\"p43002012_09-4\"><b class=\"verse-num\" id=\"v43002013-1\">13&nbsp;</b>The Passover of the Jews was at hand, and Jesus went up to Jerusalem. <b class=\"verse-num\" id=\"v43002014-1\">14&nbsp;</b>In the temple he found those who were selling oxen and sheep and pigeons, and the money-changers sitting there. <b class=\"verse-num\" id=\"v43002015-1\">15&nbsp;</b>And making a whip of cords, he drove them all out of the temple, with the sheep and oxen. And he poured out the coins of the money-changers and overturned their tables. <b class=\"verse-num\" id=\"v43002016-1\">16&nbsp;</b>And he told those who sold the pigeons, <span class=\"woc\">“Take these things away; do not make my Father’s house a house of trade.”</span> <b class=\"verse-num\" id=\"v43002017-1\">17&nbsp;</b>His disciples remembered that it was written, “Zeal for your house will consume me.”</p>\n<p id=\"p43002017_09-4\"><b class=\"verse-num\" id=\"v43002018-1\">18&nbsp;</b>So the Jews said to him, “What sign do you show us for doing these things?” <b class=\"verse-num\" id=\"v43002019-1\">19&nbsp;</b>Jesus answered them, <span class=\"woc\">“Destroy this temple, and in three days I will raise it up.”</span> <b class=\"verse-num\" id=\"v43002020-1\">20&nbsp;</b>The Jews then said, “It has taken forty-six years to build this temple, and will you raise it up in three days?” <b class=\"verse-num\" id=\"v43002021-1\">21&nbsp;</b>But he was speaking about the temple of his body. <b class=\"verse-num\" id=\"v43002022-1\">22&nbsp;</b>When therefore he was raised from the dead, his disciples remembered that he had said this, and they believed the Scripture and the word that Jesus had spoken.</p>\n\n<p id=\"p43002022_15-4\"><b class=\"verse-num\" id=\"v43002023-1\">23&nbsp;</b>Now when he was in Jerusalem at the Passover Feast, many believed in his name when they saw the signs that he was doing. <b class=\"verse-num\" id=\"v43002024-1\">24&nbsp;</b>But Jesus on his part did not entrust himself to them, because he knew all people <b class=\"verse-num\" id=\"v43002025-1\">25&nbsp;</b>and needed no one to bear witness about man, for he himself knew what was in man.</p>\n\n</div>","kjv":"<strong>1</strong> And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:  <strong>2</strong> And both Jesus was called, and his disciples, to the marriage.  <strong>3</strong> And when they wanted wine, the mother of Jesus saith unto him, They have no wine.  <strong>4</strong> Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come.  <strong>5</strong> His mother saith unto the servants, Whatsoever he saith unto you, do it.  <strong>6</strong> And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece.  <strong>7</strong> Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.  <strong>8</strong> And he saith unto them, Draw out now, and bear unto the governor of the feast. And they bare it.  <strong>9</strong> When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom,  <strong>10</strong> And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.  <strong>11</strong> This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him.  <strong>12</strong> After this he went down to Capernaum, he, and his mother, and his brethren, and his disciples: and they continued there not many days.  <strong>13</strong> And the Jews’ passover was at hand, and Jesus went up to Jerusalem,  <strong>14</strong> And found in the temple those that sold oxen and sheep and doves, and the changers of money sitting:  <strong>15</strong> And when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers’ money, and overthrew the tables;  <strong>16</strong> And said unto them that sold doves, Take these things hence; make not my Father’s house an house of merchandise.  <strong>17</strong> And his disciples remembered that it was written, The zeal of thine house hath eaten me up.  <strong>18</strong> Then answered the Jews and said unto him, What sign shewest thou unto us, seeing that thou doest these things?  <strong>19</strong> Jesus answered and said unto them, Destroy this temple, and in three days I will raise it up.  <strong>20</strong> Then said the Jews, Forty and six years was this temple in building, and wilt thou rear it up in three days?  <strong>21</strong> But he spake of the temple of his body.  <strong>22</strong> When therefore he was risen from the dead, his disciples remembered that he had said this unto them; and they believed the scripture, and the word which Jesus had said.  <strong>23</strong> Now when he was in Jerusalem at the passover, in the feast day,  many believed in his name, when they saw the miracles which he did.  <strong>24</strong> But Jesus did not commit himself unto them, because he knew all men,  <strong>25</strong> And needed not that any should testify of man: for he knew what was in man.  ","niv":"<sup><strong>1</strong></sup> On the third day a wedding took place at Cana in Galilee. Jesus' mother was there, <sup><strong>2</strong></sup> and Jesus and his disciples had also been invited to the wedding. <sup><strong>3</strong></sup> When the wine was gone, Jesus' mother said to him, \"They have no more wine.\" <sup><strong>4</strong></sup> \"Dear woman, why do you involve me?\" Jesus replied, \"My time has not yet come.\" <sup><strong>5</strong></sup> His mother said to the servants, \"Do whatever he tells you.\" <sup><strong>6</strong></sup> Nearby stood six stone water jars, the kind used by the Jews for ceremonial washing, each holding from twenty to thirty gallons. <sup><strong>7</strong></sup> Jesus said to the servants, \"Fill the jars with water\"; so they filled them to the brim. <sup><strong>8</strong></sup> Then he told them, \"Now draw some out and take it to the master of the banquet.\" <sup><strong>9</strong></sup> They did so, and the master of the banquet tasted the water that had been turned into wine. He did not realize where it had come from, though the servants who had drawn the water knew. Then he called the bridegroom aside <sup><strong>10</strong></sup> and said, \"Everyone brings out the choice wine first and then the cheaper wine after the guests have had too much to drink; but you have saved the best till now.\" <sup><strong>11</strong></sup> This, the first of his miraculous signs, Jesus performed in Cana of Galilee. He thus revealed his glory, and his disciples put their faith in him. <sup><strong>12</strong></sup> After this he went down to Capernaum with his mother and brothers and his disciples. There they stayed for a few days. <sup><strong>13</strong></sup> When it was almost time for the Jewish Passover, Jesus went up to Jerusalem. <sup><strong>14</strong></sup> In the temple courts he found men selling cattle, sheep and doves, and others sitting at tables exchanging money. <sup><strong>15</strong></sup> So he made a whip out of cords, and drove all from the temple area, both sheep and cattle; he scattered the coins of the money changers and overturned their tables. <sup><strong>16</strong></sup> To those who sold doves he said, \"Get these out of here! How dare you turn my Father's house into a market!\" <sup><strong>17</strong></sup> His disciples remembered that it is written: \"Zeal for your house will consume me.\" <sup><strong>18</strong></sup> Then the Jews demanded of him, \"What miraculous sign can you show us to prove your authority to do all this?\" <sup><strong>19</strong></sup> Jesus answered them, \"Destroy this temple, and I will raise it again in three days.\" <sup><strong>20</strong></sup> The Jews replied, \"It has taken forty-six years to build this temple, and you are going to raise it in three days?\" <sup><strong>21</strong></sup> But the temple he had spoken of was his body. <sup><strong>22</strong></sup> After he was raised from the dead, his disciples recalled what he had said. Then they believed the Scripture and the words that Jesus had spoken. <sup><strong>23</strong></sup> Now while he was in Jerusalem at the Passover Feast, many people saw the miraculous signs he was doing and believed in his name. <sup><strong>24</strong></sup> But Jesus would not entrust himself to them, for he knew all men. <sup><strong>25</strong></sup> He did not need man's testimony about man, for he knew what was in a man. "},{"_id":"6168b6293b32607a097c0e2b","topicId":"6168b6273b32607a097c0e26","verse":"Luke 17:32","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42017032_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017032-1\">32&nbsp;</b><span class=\"woc\">Remember Lot’s wife.</span></p>\n</div>","kjv":"<strong>32</strong> Remember Lot’s wife.  ","niv":"<sup><strong>32</strong></sup> Remember Lot's wife!"},{"_id":"6168b6293b32607a097c0e2c","topicId":"6168b6273b32607a097c0e26","verse":"Leviticus 19:28","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p03019001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03019001-1\">19:1&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v03019002-1\">2&nbsp;</b>“Speak to all the congregation of the people of Israel and say to them, You shall be holy, for I the LORD your God am holy. <b class=\"verse-num\" id=\"v03019003-1\">3&nbsp;</b>Every one of you shall revere his mother and his father, and you shall keep my Sabbaths: I am the LORD your God. <b class=\"verse-num\" id=\"v03019004-1\">4&nbsp;</b>Do not turn to idols or make for yourselves any gods of cast metal: I am the LORD your God.</p>\n<p id=\"p03019004_05-7\"><b class=\"verse-num\" id=\"v03019005-1\">5&nbsp;</b>“When you offer a sacrifice of peace offerings to the LORD, you shall offer it so that you may be accepted. <b class=\"verse-num\" id=\"v03019006-1\">6&nbsp;</b>It shall be eaten the same day you offer it or on the day after, and anything left over until the third day shall be burned up with fire. <b class=\"verse-num\" id=\"v03019007-1\">7&nbsp;</b>If it is eaten at all on the third day, it is tainted; it will not be accepted, <b class=\"verse-num\" id=\"v03019008-1\">8&nbsp;</b>and everyone who eats it shall bear his iniquity, because he has profaned what is holy to the LORD, and that person shall be cut off from his people.</p>\n\n<p id=\"p03019008_10-7\"><b class=\"verse-num\" id=\"v03019009-1\">9&nbsp;</b>“When you reap the harvest of your land, you shall not reap your field right up to its edge, neither shall you gather the gleanings after your harvest. <b class=\"verse-num\" id=\"v03019010-1\">10&nbsp;</b>And you shall not strip your vineyard bare, neither shall you gather the fallen grapes of your vineyard. You shall leave them for the poor and for the sojourner: I am the LORD your God.</p>\n<p id=\"p03019010_10-7\"><b class=\"verse-num\" id=\"v03019011-1\">11&nbsp;</b>“You shall not steal; you shall not deal falsely; you shall not lie to one another. <b class=\"verse-num\" id=\"v03019012-1\">12&nbsp;</b>You shall not swear by my name falsely, and so profane the name of your God: I am the LORD.</p>\n<p id=\"p03019012_10-7\"><b class=\"verse-num\" id=\"v03019013-1\">13&nbsp;</b>“You shall not oppress your neighbor or rob him. The wages of a hired worker shall not remain with you all night until the morning. <b class=\"verse-num\" id=\"v03019014-1\">14&nbsp;</b>You shall not curse the deaf or put a stumbling block before the blind, but you shall fear your God: I am the LORD.</p>\n<p id=\"p03019014_10-7\"><b class=\"verse-num\" id=\"v03019015-1\">15&nbsp;</b>“You shall do no injustice in court. You shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor. <b class=\"verse-num\" id=\"v03019016-1\">16&nbsp;</b>You shall not go around as a slanderer among your people, and you shall not stand up against the life of your neighbor: I am the LORD.</p>\n<p id=\"p03019016_10-7\"><b class=\"verse-num\" id=\"v03019017-1\">17&nbsp;</b>“You shall not hate your brother in your heart, but you shall reason frankly with your neighbor, lest you incur sin because of him. <b class=\"verse-num\" id=\"v03019018-1\">18&nbsp;</b>You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the LORD.</p>\n\n<p id=\"p03019018_15-7\"><b class=\"verse-num\" id=\"v03019019-1\">19&nbsp;</b>“You shall keep my statutes. You shall not let your cattle breed with a different kind. You shall not sow your field with two kinds of seed, nor shall you wear a garment of cloth made of two kinds of material.</p>\n<p id=\"p03019019_15-7\"><b class=\"verse-num\" id=\"v03019020-1\">20&nbsp;</b>“If a man lies sexually with a woman who is a slave, assigned to another man and not yet ransomed or given her freedom, a distinction shall be made. They shall not be put to death, because she was not free; <b class=\"verse-num\" id=\"v03019021-1\">21&nbsp;</b>but he shall bring his compensation to the LORD, to the entrance of the tent of meeting, a ram for a guilt offering. <b class=\"verse-num\" id=\"v03019022-1\">22&nbsp;</b>And the priest shall make atonement for him with the ram of the guilt offering before the LORD for his sin that he has committed, and he shall be forgiven for the sin that he has committed.</p>\n<p id=\"p03019022_15-7\"><b class=\"verse-num\" id=\"v03019023-1\">23&nbsp;</b>“When you come into the land and plant any kind of tree for food, then you shall regard its fruit as forbidden. Three years it shall be forbidden to you; it must not be eaten. <b class=\"verse-num\" id=\"v03019024-1\">24&nbsp;</b>And in the fourth year all its fruit shall be holy, an offering of praise to the LORD. <b class=\"verse-num\" id=\"v03019025-1\">25&nbsp;</b>But in the fifth year you may eat of its fruit, to increase its yield for you: I am the LORD your God.</p>\n<p id=\"p03019025_15-7\"><b class=\"verse-num\" id=\"v03019026-1\">26&nbsp;</b>“You shall not eat any flesh with the blood in it. You shall not interpret omens or tell fortunes. <b class=\"verse-num\" id=\"v03019027-1\">27&nbsp;</b>You shall not round off the hair on your temples or mar the edges of your beard. <b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n<p id=\"p03019028_15-7\"><b class=\"verse-num\" id=\"v03019029-1\">29&nbsp;</b>“Do not profane your daughter by making her a prostitute, lest the land fall into prostitution and the land become full of depravity. <b class=\"verse-num\" id=\"v03019030-1\">30&nbsp;</b>You shall keep my Sabbaths and reverence my sanctuary: I am the LORD.</p>\n<p id=\"p03019030_15-7\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n<p id=\"p03019031_15-7\"><b class=\"verse-num\" id=\"v03019032-1\">32&nbsp;</b>“You shall stand up before the gray head and honor the face of an old man, and you shall fear your God: I am the LORD.</p>\n<p id=\"p03019032_15-7\"><b class=\"verse-num\" id=\"v03019033-1\">33&nbsp;</b>“When a stranger sojourns with you in your land, you shall not do him wrong. <b class=\"verse-num\" id=\"v03019034-1\">34&nbsp;</b>You shall treat the stranger who sojourns with you as the native among you, and you shall love him as yourself, for you were strangers in the land of Egypt: I am the LORD your God.</p>\n<p id=\"p03019034_15-7\"><b class=\"verse-num\" id=\"v03019035-1\">35&nbsp;</b>“You shall do no wrong in judgment, in measures of length or weight or quantity. <b class=\"verse-num\" id=\"v03019036-1\">36&nbsp;</b>You shall have just balances, just weights, a just ephah, and a just hin: I am the LORD your God, who brought you out of the land of Egypt. <b class=\"verse-num\" id=\"v03019037-1\">37&nbsp;</b>And you shall observe all my statutes and all my rules, and do them: I am the LORD.”</p>\n\n</div>","kjv":"<strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  ","niv":"<sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD."},{"_id":"6168b6293b32607a097c0e2d","topicId":"6168b6273b32607a097c0e26","verse":"Leviticus 19:1-37","votes":2,"__v":0,"kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto all the congregation of the children of Israel, and say unto them, Ye shall be holy: for I the LORD your God am holy.  <strong>3</strong> Ye shall fear every man his mother, and his father, and keep my sabbaths: I am the LORD your God.  <strong>4</strong> Turn ye not unto idols, nor make to yourselves molten gods: I am  the LORD your God.  <strong>5</strong> And if ye offer a sacrifice of peace offerings unto the LORD, ye shall offer it at your own will.  <strong>6</strong> It shall be eaten the same day ye offer it, and on the morrow: and if ought remain until the third day, it shall be burnt in the fire.  <strong>7</strong> And if it be eaten at all on the third day, it is abominable; it shall not be accepted.  <strong>8</strong> Therefore every one that eateth it shall bear his iniquity, because he hath profaned the hallowed thing of the LORD: and that soul shall be cut off from among his people.  <strong>9</strong> And when ye reap the harvest of your land, thou shalt not wholly reap the corners of thy field, neither shalt thou gather the gleanings of thy harvest.  <strong>10</strong> And thou shalt not glean thy vineyard, neither shalt thou gather every grape of thy vineyard; thou shalt leave them for the poor and stranger: I am the LORD your God.  <strong>11</strong> Ye shall not steal, neither deal falsely, neither lie one to another.  <strong>12</strong> And ye shall not swear by my name falsely, neither shalt thou profane the name of thy God: I am the LORD.  <strong>13</strong> Thou shalt not defraud thy neighbour, neither rob him: the wages of him that is hired shall not abide with thee all night until the morning.  <strong>14</strong> Thou shalt not curse the deaf, nor put a stumblingblock before the blind, but shalt fear thy God: I am the LORD.  <strong>15</strong> Ye shall do no unrighteousness in judgment: thou shalt not respect the person of the poor, nor honour the person of the mighty: but in righteousness shalt thou judge thy neighbour.  <strong>16</strong> Thou shalt not go up and down as a talebearer among thy people: neither shalt thou stand against the blood of thy neighbour: I am the LORD.  <strong>17</strong> Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.  <strong>18</strong> Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the LORD.  <strong>19</strong> Ye shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee.  <strong>20</strong> And whosoever lieth carnally with a woman, that is a bondmaid, betrothed to an husband, and not at all redeemed, nor freedom given her; she shall be scourged; they shall not be put to death, because she was not free.  <strong>21</strong> And he shall bring his trespass offering unto the LORD, unto the door of the tabernacle of the congregation, even a ram for a trespass offering.  <strong>22</strong> And the priest shall make an atonement for him with the ram of the trespass offering before the LORD for his sin which he hath done: and the sin which he hath done shall be forgiven him.  <strong>23</strong> And when ye shall come into the land, and shall have planted all manner of trees for food, then ye shall count the fruit thereof as uncircumcised: three years shall it be as uncircumcised unto you: it shall not be eaten of.  <strong>24</strong> But in the fourth year all the fruit thereof shall be holy to praise the LORD withal.  <strong>25</strong> And in the fifth year shall ye eat of the fruit thereof, that it may yield unto you the increase thereof: I am the LORD your God.  <strong>26</strong> Ye shall not eat any thing with the blood: neither shall ye use enchantment, nor observe times.  <strong>27</strong> Ye shall not round the corners of your heads, neither shalt thou mar the corners of thy beard.  <strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  <strong>29</strong> Do not prostitute thy daughter, to cause her to be a whore; lest the land fall to whoredom, and the land become full of wickedness.  <strong>30</strong> Ye shall keep my sabbaths, and reverence my sanctuary: I am  the LORD.  <strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  <strong>32</strong> Thou shalt rise up before the hoary head, and honour the face of the old man, and fear thy God: I am the LORD.  <strong>33</strong> And if a stranger sojourn with thee in your land, ye shall not vex him.  <strong>34</strong> But the stranger that dwelleth with you shall be unto you as one born among you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt: I am the LORD your God.  <strong>35</strong> Ye shall do no unrighteousness in judgment, in meteyard, in weight, or in measure.  <strong>36</strong> Just balances, just weights, a just ephah, and a just hin, shall ye have: I am the LORD your God, which brought you out of the land of Egypt.  <strong>37</strong> Therefore shall ye observe all my statutes, and all my judgments, and do them: I am the LORD.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Speak to the entire assembly of Israel and say to them: 'Be holy because I, the LORD your God, am holy. <sup><strong>3</strong></sup> \"'Each of you must respect his mother and father, and you must observe my Sabbaths. I am the LORD your God. <sup><strong>4</strong></sup> \"'Do not turn to idols or make gods of cast metal for yourselves. I am the LORD your God. <sup><strong>5</strong></sup> \"'When you sacrifice a fellowship offering to the LORD, sacrifice it in such a way that it will be accepted on your behalf. <sup><strong>6</strong></sup> It shall be eaten on the day you sacrifice it or on the next day; anything left over until the third day must be burned up. <sup><strong>7</strong></sup> If any of it is eaten on the third day, it is impure and will not be accepted. <sup><strong>8</strong></sup> Whoever eats it will be held responsible because he has desecrated what is holy to the LORD; that person must be cut off from his people. <sup><strong>9</strong></sup> \"'When you reap the harvest of your land, do not reap to the very edges of your field or gather the gleanings of your harvest. <sup><strong>10</strong></sup> Do not go over your vineyard a second time or pick up the grapes that have fallen. Leave them for the poor and the alien. I am the LORD your God. <sup><strong>11</strong></sup> \"'Do not steal. \"'Do not lie. \"'Do not deceive one another. <sup><strong>12</strong></sup> \"'Do not swear falsely by my name and so profane the name of your God. I am the LORD. <sup><strong>13</strong></sup> \"'Do not defraud your neighbor or rob him. \"'Do not hold back the wages of a hired man overnight. <sup><strong>14</strong></sup> \"'Do not curse the deaf or put a stumbling block in front of the blind, but fear your God. I am the LORD. <sup><strong>15</strong></sup> \"'Do not pervert justice; do not show partiality to the poor or favoritism to the great, but judge your neighbor fairly. <sup><strong>16</strong></sup> \"'Do not go about spreading slander among your people. \"'Do not do anything that endangers your neighbor's life. I am the LORD. <sup><strong>17</strong></sup> \"'Do not hate your brother in your heart. Rebuke your neighbor frankly so you will not share in his guilt. <sup><strong>18</strong></sup> \"'Do not seek revenge or bear a grudge against one of your people, but love your neighbor as yourself. I am the LORD. <sup><strong>19</strong></sup> \"'Keep my decrees. \"'Do not mate different kinds of animals. \"'Do not plant your field with two kinds of seed. \"'Do not wear clothing woven of two kinds of material. <sup><strong>20</strong></sup> \"'If a man sleeps with a woman who is a slave girl promised to another man but who has not been ransomed or given her freedom, there must be due punishment. Yet they are not to be put to death, because she had not been freed. <sup><strong>21</strong></sup> The man, however, must bring a ram to the entrance to the Tent of Meeting for a guilt offering to the LORD. <sup><strong>22</strong></sup> With the ram of the guilt offering the priest is to make atonement for him before the LORD for the sin he has committed, and his sin will be forgiven. <sup><strong>23</strong></sup> \"'When you enter the land and plant any kind of fruit tree, regard its fruit as forbidden. For three years you are to consider it forbidden; it must not be eaten. <sup><strong>24</strong></sup> In the fourth year all its fruit will be holy, an offering of praise to the LORD. <sup><strong>25</strong></sup> But in the fifth year you may eat its fruit. In this way your harvest will be increased. I am the LORD your God. <sup><strong>26</strong></sup> \"'Do not eat any meat with the blood still in it. \"'Do not practice divination or sorcery. <sup><strong>27</strong></sup> \"'Do not cut the hair at the sides of your head or clip off the edges of your beard. <sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD. <sup><strong>29</strong></sup> \"'Do not degrade your daughter by making her a prostitute, or the land will turn to prostitution and be filled with wickedness. <sup><strong>30</strong></sup> \"'Observe my Sabbaths and have reverence for my sanctuary. I am the LORD. <sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God. <sup><strong>32</strong></sup> \"'Rise in the presence of the aged, show respect for the elderly and revere your God. I am the LORD. <sup><strong>33</strong></sup> \"'When an alien lives with you in your land, do not mistreat him. <sup><strong>34</strong></sup> The alien living with you must be treated as one of your native-born. Love him as yourself, for you were aliens in Egypt. I am the LORD your God. <sup><strong>35</strong></sup> \"'Do not use dishonest standards when measuring length, weight or quantity. <sup><strong>36</strong></sup> Use honest scales and honest weights, an honest ephah and an honest hin. I am the LORD your God, who brought you out of Egypt. <sup><strong>37</strong></sup> \"'Keep all my decrees and all my laws and follow them. I am the LORD.'\" "},{"_id":"6168b6293b32607a097c0e2e","topicId":"6168b6273b32607a097c0e26","verse":"John 16:33","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"6168b62a3b32607a097c0e2f","topicId":"6168b6273b32607a097c0e26","verse":"John 15:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43015019_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015019-1\">19&nbsp;</b><span class=\"woc\">If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.</span></p>\n</div>","kjv":"<strong>19</strong> If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.  ","niv":"<sup><strong>19</strong></sup> If you belonged to the world, it would love you as its own. As it is, you do not belong to the world, but I have chosen you out of the world. That is why the world hates you."},{"_id":"6168b62a3b32607a097c0e30","topicId":"6168b6273b32607a097c0e26","verse":"John 2:1-11","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43002001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43002001-1\">2:1&nbsp;</b>On the third day there was a wedding at Cana in Galilee, and the mother of Jesus was there. <b class=\"verse-num\" id=\"v43002002-1\">2&nbsp;</b>Jesus also was invited to the wedding with his disciples. <b class=\"verse-num\" id=\"v43002003-1\">3&nbsp;</b>When the wine ran out, the mother of Jesus said to him, “They have no wine.” <b class=\"verse-num\" id=\"v43002004-1\">4&nbsp;</b>And Jesus said to her, <span class=\"woc\">“Woman, what does this have to do with me? My hour has not yet come.”</span> <b class=\"verse-num\" id=\"v43002005-1\">5&nbsp;</b>His mother said to the servants, “Do whatever he tells you.”</p>\n<p id=\"p43002005_05-10\"><b class=\"verse-num\" id=\"v43002006-1\">6&nbsp;</b>Now there were six stone water jars there for the Jewish rites of purification, each holding twenty or thirty gallons. <b class=\"verse-num\" id=\"v43002007-1\">7&nbsp;</b>Jesus said to the servants, <span class=\"woc\">“Fill the jars with water.”</span> And they filled them up to the brim. <b class=\"verse-num\" id=\"v43002008-1\">8&nbsp;</b>And he said to them, <span class=\"woc\">“Now draw some out and take it to the master of the feast.”</span> So they took it. <b class=\"verse-num\" id=\"v43002009-1\">9&nbsp;</b>When the master of the feast tasted the water now become wine, and did not know where it came from (though the servants who had drawn the water knew), the master of the feast called the bridegroom <b class=\"verse-num\" id=\"v43002010-1\">10&nbsp;</b>and said to him, “Everyone serves the good wine first, and when people have drunk freely, then the poor wine. But you have kept the good wine until now.” <b class=\"verse-num\" id=\"v43002011-1\">11&nbsp;</b>This, the first of his signs, Jesus did at Cana in Galilee, and manifested his glory. And his disciples believed in him.</p>\n\n</div>","kjv":"<strong>1</strong> And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:  <strong>2</strong> And both Jesus was called, and his disciples, to the marriage.  <strong>3</strong> And when they wanted wine, the mother of Jesus saith unto him, They have no wine.  <strong>4</strong> Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come.  <strong>5</strong> His mother saith unto the servants, Whatsoever he saith unto you, do it.  <strong>6</strong> And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece.  <strong>7</strong> Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.  <strong>8</strong> And he saith unto them, Draw out now, and bear unto the governor of the feast. And they bare it.  <strong>9</strong> When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom,  <strong>10</strong> And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.  <strong>11</strong> This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him.  ","niv":"<sup><strong>1</strong></sup> On the third day a wedding took place at Cana in Galilee. Jesus' mother was there, <sup><strong>2</strong></sup> and Jesus and his disciples had also been invited to the wedding. <sup><strong>3</strong></sup> When the wine was gone, Jesus' mother said to him, \"They have no more wine.\" <sup><strong>4</strong></sup> \"Dear woman, why do you involve me?\" Jesus replied, \"My time has not yet come.\" <sup><strong>5</strong></sup> His mother said to the servants, \"Do whatever he tells you.\" <sup><strong>6</strong></sup> Nearby stood six stone water jars, the kind used by the Jews for ceremonial washing, each holding from twenty to thirty gallons. <sup><strong>7</strong></sup> Jesus said to the servants, \"Fill the jars with water\"; so they filled them to the brim. <sup><strong>8</strong></sup> Then he told them, \"Now draw some out and take it to the master of the banquet.\" <sup><strong>9</strong></sup> They did so, and the master of the banquet tasted the water that had been turned into wine. He did not realize where it had come from, though the servants who had drawn the water knew. Then he called the bridegroom aside <sup><strong>10</strong></sup> and said, \"Everyone brings out the choice wine first and then the cheaper wine after the guests have had too much to drink; but you have saved the best till now.\" <sup><strong>11</strong></sup> This, the first of his miraculous signs, Jesus performed in Cana of Galilee. He thus revealed his glory, and his disciples put their faith in him. "},{"_id":"6168b62a3b32607a097c0e31","topicId":"6168b6273b32607a097c0e26","verse":"Amos 1:1-15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p30001001_01-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v30001001-1\">1:1&nbsp;</b>The words of Amos, who was among the shepherds of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah and in the days of Jeroboam the son of Joash, king of Israel, two years before the earthquake.</p>\n\n<p id=\"p30001001_05-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001002-1\">2&nbsp;</b>And he said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001002_05-11\" class=\"line\">&nbsp;&nbsp;“The LORD roars from Zion</span><br><span id=\"p30001002_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and utters his voice from Jerusalem;</span><br><span id=\"p30001002_05-11\" class=\"line\">&nbsp;&nbsp;the pastures of the shepherds mourn,</span><br><span id=\"p30001002_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the top of Carmel withers.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001002_05-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001003-1\">3&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001003_05-11\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Damascus,</span><br><span id=\"p30001003_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001003_05-11\" class=\"line\">&nbsp;&nbsp;because they have threshed Gilead</span><br><span id=\"p30001003_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with threshing sledges of iron.</span><br><span id=\"p30001004_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001004-1\">4&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon the house of Hazael,</span><br><span id=\"p30001004_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour the strongholds of Ben-hadad.</span><br><span id=\"p30001005_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001005-1\">5&nbsp;</b>&nbsp;&nbsp;I will break the gate-bar of Damascus,</span><br><span id=\"p30001005_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cut off the inhabitants from the Valley of Aven,</span><br><span id=\"p30001005_05-11\" class=\"line\">&nbsp;&nbsp;and him who holds the scepter from Beth-eden;</span><br><span id=\"p30001005_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the people of Syria shall go into exile to Kir,”</span><br><span id=\"p30001005_05-11\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001005_05-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001006-1\">6&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001006_05-11\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Gaza,</span><br><span id=\"p30001006_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001006_05-11\" class=\"line\">&nbsp;&nbsp;because they carried into exile a whole people</span><br><span id=\"p30001006_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to deliver them up to Edom.</span><br><span id=\"p30001007_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001007-1\">7&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon the wall of Gaza,</span><br><span id=\"p30001007_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour her strongholds.</span><br><span id=\"p30001008_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001008-1\">8&nbsp;</b>&nbsp;&nbsp;I will cut off the inhabitants from Ashdod,</span><br><span id=\"p30001008_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and him who holds the scepter from Ashkelon;</span><br><span id=\"p30001008_05-11\" class=\"line\">&nbsp;&nbsp;I will turn my hand against Ekron,</span><br><span id=\"p30001008_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the remnant of the Philistines shall perish,”</span><br><span id=\"p30001008_05-11\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the Lord GOD.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001008_05-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001009-1\">9&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001009_05-11\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Tyre,</span><br><span id=\"p30001009_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001009_05-11\" class=\"line\">&nbsp;&nbsp;because they delivered up a whole people to Edom,</span><br><span id=\"p30001009_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and did not remember the covenant of brotherhood.</span><br><span id=\"p30001010_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001010-1\">10&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon the wall of Tyre,</span><br><span id=\"p30001010_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour her strongholds.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001010_05-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001011-1\">11&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001011_05-11\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Edom,</span><br><span id=\"p30001011_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001011_05-11\" class=\"line\">&nbsp;&nbsp;because he pursued his brother with the sword</span><br><span id=\"p30001011_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast off all pity,</span><br><span id=\"p30001011_05-11\" class=\"line\">&nbsp;&nbsp;and his anger tore perpetually,</span><br><span id=\"p30001011_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he kept his wrath forever.</span><br><span id=\"p30001012_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001012-1\">12&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon Teman,</span><br><span id=\"p30001012_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour the strongholds of Bozrah.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001012_05-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001013-1\">13&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001013_05-11\" class=\"line\">&nbsp;&nbsp;“For three transgressions of the Ammonites,</span><br><span id=\"p30001013_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001013_05-11\" class=\"line\">&nbsp;&nbsp;because they have ripped open pregnant women in Gilead,</span><br><span id=\"p30001013_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they might enlarge their border.</span><br><span id=\"p30001014_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001014-1\">14&nbsp;</b>&nbsp;&nbsp;So I will kindle a fire in the wall of Rabbah,</span><br><span id=\"p30001014_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour her strongholds,</span><br><span id=\"p30001014_05-11\" class=\"line\">&nbsp;&nbsp;with shouting on the day of battle,</span><br><span id=\"p30001014_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with a tempest in the day of the whirlwind;</span><br><span id=\"p30001015_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001015-1\">15&nbsp;</b>&nbsp;&nbsp;and their king shall go into exile,</span><br><span id=\"p30001015_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he and his princes together,”</span><br><span id=\"p30001015_05-11\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The words of Amos, who was among the herdmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake.  <strong>2</strong> And he said, The LORD will roar from Zion, and utter his voice from Jerusalem; and the habitations of the shepherds shall mourn, and the top of Carmel shall wither.  <strong>3</strong> Thus saith the LORD; For three transgressions of Damascus, and for four, I will not turn away the punishment thereof; because they have threshed Gilead with threshing instruments of iron:  <strong>4</strong> But I will send a fire into the house of Hazael, which shall devour the palaces of Ben-hadad.  <strong>5</strong> I will break also the bar of Damascus, and cut off the inhabitant from the plain of Aven, and him that holdeth the sceptre from the house of Eden: and the people of Syria shall go into captivity unto Kir, saith the LORD.  <strong>6</strong> Thus saith the LORD; For three transgressions of Gaza, and for four, I will not turn away the punishment thereof; because they carried away captive the whole captivity, to deliver them up to Edom:  <strong>7</strong> But I will send a fire on the wall of Gaza, which shall devour the palaces thereof:  <strong>8</strong> And I will cut off the inhabitant from Ashdod, and him that holdeth the sceptre from Ashkelon, and I will turn mine hand against Ekron: and the remnant of the Philistines shall perish, saith the Lord GOD.  <strong>9</strong> Thus saith the LORD; For three transgressions of Tyrus, and for four, I will not turn away the punishment thereof; because they delivered up the whole captivity to Edom, and remembered not the brotherly covenant:  <strong>10</strong> But I will send a fire on the wall of Tyrus, which shall devour the palaces thereof.  <strong>11</strong> Thus saith the LORD; For three transgressions of Edom, and for four, I will not turn away the punishment thereof; because he did pursue his brother with the sword, and did cast off all pity, and his anger did tear perpetually, and he kept his wrath for ever:  <strong>12</strong> But I will send a fire upon Teman, which shall devour the palaces of Bozrah.  <strong>13</strong> Thus saith the LORD; For three transgressions of the children of Ammon, and for four, I will not turn away the punishment thereof; because they have ripped up the women with child of Gilead, that they might enlarge their border:  <strong>14</strong> But I will kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, with a tempest in the day of the whirlwind:  <strong>15</strong> And their king shall go into captivity, he and his princes together, saith the LORD.  ","niv":"<sup><strong>1</strong></sup> The words of Amos, one of the shepherds of Tekoa-what he saw concerning Israel two years before the earthquake, when Uzziah was king of Judah and Jeroboam son of Jehoash was king of Israel. <sup><strong>2</strong></sup> He said: \"The LORD roars from Zion and thunders from Jerusalem; the pastures of the shepherds dry up, and the top of Carmel withers.\" <sup><strong>3</strong></sup> This is what the LORD says: \"For three sins of Damascus, even for four, I will not turn back my wrath. Because she threshed Gilead with sledges having iron teeth, <sup><strong>4</strong></sup> I will send fire upon the house of Hazael that will consume the fortresses of Ben-Hadad. <sup><strong>5</strong></sup> I will break down the gate of Damascus; I will destroy the king who is in the Valley of Aven and the one who holds the scepter in Beth Eden. The people of Aram will go into exile to Kir,\" says the LORD. <sup><strong>6</strong></sup> This is what the LORD says: \"For three sins of Gaza, even for four, I will not turn back my wrath. Because she took captive whole communities and sold them to Edom, <sup><strong>7</strong></sup> I will send fire upon the walls of Gaza that will consume her fortresses. <sup><strong>8</strong></sup> I will destroy the king of Ashdod and the one who holds the scepter in Ashkelon. I will turn my hand against Ekron, till the last of the Philistines is dead,\" says the Sovereign LORD. <sup><strong>9</strong></sup> This is what the LORD says: \"For three sins of Tyre, even for four, I will not turn back my wrath. Because she sold whole communities of captives to Edom, disregarding a treaty of brotherhood, <sup><strong>10</strong></sup> I will send fire upon the walls of Tyre that will consume her fortresses.\" <sup><strong>11</strong></sup> This is what the LORD says: \"For three sins of Edom, even for four, I will not turn back my wrath. Because he pursued his brother with a sword, stifling all compassion, because his anger raged continually and his fury flamed unchecked, <sup><strong>12</strong></sup> I will send fire upon Teman that will consume the fortresses of Bozrah.\" <sup><strong>13</strong></sup> This is what the LORD says: \"For three sins of Ammon, even for four, I will not turn back {my wrath}. Because he ripped open the pregnant women of Gilead in order to extend his borders, <sup><strong>14</strong></sup> I will set fire to the walls of Rabbah that will consume her fortresses amid war cries on the day of battle, amid violent winds on a stormy day. <sup><strong>15</strong></sup> Her king will go into exile, he and his officials together,\" says the LORD. "},{"_id":"6168b62b3b32607a097c0e32","topicId":"6168b6273b32607a097c0e26","verse":"Proverbs 23:21","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023021_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023021-1\">21&nbsp;</b>&nbsp;&nbsp;for the drunkard and the glutton will come to poverty,</span><br><span id=\"p20023021_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and slumber will clothe them with rags.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> For the drunkard and the glutton shall come to poverty: and drowsiness shall clothe a man with rags.  ","niv":"<sup><strong>21</strong></sup> for drunkards and gluttons become poor, and drowsiness clothes them in rags."},{"_id":"6168b62b3b32607a097c0e33","topicId":"6168b6273b32607a097c0e26","verse":"Proverbs 12:1-28","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012001_01-13\" class=\"line\"><b class=\"chapter-num\" id=\"v20012001-1\">12:1&nbsp;</b>&nbsp;&nbsp;Whoever loves discipline loves knowledge,</span><br><span id=\"p20012001_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who hates reproof is stupid.</span><br><span id=\"p20012002_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012002-1\">2&nbsp;</b>&nbsp;&nbsp;A good man obtains favor from the LORD,</span><br><span id=\"p20012002_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a man of evil devices he condemns.</span><br><span id=\"p20012003_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012003-1\">3&nbsp;</b>&nbsp;&nbsp;No one is established by wickedness,</span><br><span id=\"p20012003_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the root of the righteous will never be moved.</span><br><span id=\"p20012004_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012004-1\">4&nbsp;</b>&nbsp;&nbsp;An excellent wife is the crown of her husband,</span><br><span id=\"p20012004_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but she who brings shame is like rottenness in his bones.</span><br><span id=\"p20012005_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012005-1\">5&nbsp;</b>&nbsp;&nbsp;The thoughts of the righteous are just;</span><br><span id=\"p20012005_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the counsels of the wicked are deceitful.</span><br><span id=\"p20012006_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012006-1\">6&nbsp;</b>&nbsp;&nbsp;The words of the wicked lie in wait for blood,</span><br><span id=\"p20012006_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the mouth of the upright delivers them.</span><br><span id=\"p20012007_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012007-1\">7&nbsp;</b>&nbsp;&nbsp;The wicked are overthrown and are no more,</span><br><span id=\"p20012007_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the house of the righteous will stand.</span><br><span id=\"p20012008_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012008-1\">8&nbsp;</b>&nbsp;&nbsp;A man is commended according to his good sense,</span><br><span id=\"p20012008_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but one of twisted mind is despised.</span><br><span id=\"p20012009_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012009-1\">9&nbsp;</b>&nbsp;&nbsp;Better to be lowly and have a servant</span><br><span id=\"p20012009_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than to play the great man and lack bread.</span><br><span id=\"p20012010_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012010-1\">10&nbsp;</b>&nbsp;&nbsp;Whoever is righteous has regard for the life of his beast,</span><br><span id=\"p20012010_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the mercy of the wicked is cruel.</span><br><span id=\"p20012011_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012011-1\">11&nbsp;</b>&nbsp;&nbsp;Whoever works his land will have plenty of bread,</span><br><span id=\"p20012011_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who follows worthless pursuits lacks sense.</span><br><span id=\"p20012012_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012012-1\">12&nbsp;</b>&nbsp;&nbsp;Whoever is wicked covets the spoil of evildoers,</span><br><span id=\"p20012012_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the root of the righteous bears fruit.</span><br><span id=\"p20012013_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012013-1\">13&nbsp;</b>&nbsp;&nbsp;An evil man is ensnared by the transgression of his lips,</span><br><span id=\"p20012013_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous escapes from trouble.</span><br><span id=\"p20012014_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012014-1\">14&nbsp;</b>&nbsp;&nbsp;From the fruit of his mouth a man is satisfied with good,</span><br><span id=\"p20012014_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the work of a man’s hand comes back to him.</span><br><span id=\"p20012015_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012015-1\">15&nbsp;</b>&nbsp;&nbsp;The way of a fool is right in his own eyes,</span><br><span id=\"p20012015_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a wise man listens to advice.</span><br><span id=\"p20012016_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012016-1\">16&nbsp;</b>&nbsp;&nbsp;The vexation of a fool is known at once,</span><br><span id=\"p20012016_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the prudent ignores an insult.</span><br><span id=\"p20012017_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever speaks the truth gives honest evidence,</span><br><span id=\"p20012017_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a false witness utters deceit.</span><br><span id=\"p20012018_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012018-1\">18&nbsp;</b>&nbsp;&nbsp;There is one whose rash words are like sword thrusts,</span><br><span id=\"p20012018_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the tongue of the wise brings healing.</span><br><span id=\"p20012019_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012019-1\">19&nbsp;</b>&nbsp;&nbsp;Truthful lips endure forever,</span><br><span id=\"p20012019_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a lying tongue is but for a moment.</span><br><span id=\"p20012020_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012020-1\">20&nbsp;</b>&nbsp;&nbsp;Deceit is in the heart of those who devise evil,</span><br><span id=\"p20012020_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who plan peace have joy.</span><br><span id=\"p20012021_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012021-1\">21&nbsp;</b>&nbsp;&nbsp;No ill befalls the righteous,</span><br><span id=\"p20012021_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the wicked are filled with trouble.</span><br><span id=\"p20012022_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012022-1\">22&nbsp;</b>&nbsp;&nbsp;Lying lips are an abomination to the LORD,</span><br><span id=\"p20012022_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who act faithfully are his delight.</span><br><span id=\"p20012023_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012023-1\">23&nbsp;</b>&nbsp;&nbsp;A prudent man conceals knowledge,</span><br><span id=\"p20012023_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the heart of fools proclaims folly.</span><br><span id=\"p20012024_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012024-1\">24&nbsp;</b>&nbsp;&nbsp;The hand of the diligent will rule,</span><br><span id=\"p20012024_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while the slothful will be put to forced labor.</span><br><span id=\"p20012025_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012025-1\">25&nbsp;</b>&nbsp;&nbsp;Anxiety in a man’s heart weighs him down,</span><br><span id=\"p20012025_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a good word makes him glad.</span><br><span id=\"p20012026_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012026-1\">26&nbsp;</b>&nbsp;&nbsp;One who is righteous is a guide to his neighbor,</span><br><span id=\"p20012026_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked leads them astray.</span><br><span id=\"p20012027_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012027-1\">27&nbsp;</b>&nbsp;&nbsp;Whoever is slothful will not roast his game,</span><br><span id=\"p20012027_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the diligent man will get precious wealth.</span><br><span id=\"p20012028_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012028-1\">28&nbsp;</b>&nbsp;&nbsp;In the path of righteousness is life,</span><br><span id=\"p20012028_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in its pathway there is no death.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Whoso loveth instruction loveth knowledge: but he that hateth reproof is brutish.  <strong>2</strong> A good man obtaineth favour of the LORD: but a man of wicked devices will he condemn.  <strong>3</strong> A man shall not be established by wickedness: but the root of the righteous shall not be moved.  <strong>4</strong> A virtuous woman is a crown to her husband: but she that maketh ashamed is as rottenness in his bones.  <strong>5</strong> The thoughts of the righteous are right: but the counsels of the wicked are deceit.  <strong>6</strong> The words of the wicked are to lie in wait for blood: but the mouth of the upright shall deliver them.  <strong>7</strong> The wicked are overthrown, and are not: but the house of the righteous shall stand.  <strong>8</strong> A man shall be commended according to his wisdom: but he that is of a perverse heart shall be despised.  <strong>9</strong> He that is despised, and hath a servant, is better than he that honoureth himself, and lacketh bread.  <strong>10</strong> A righteous man regardeth the life of his beast: but the tender mercies of the wicked are cruel.  <strong>11</strong> He that tilleth his land shall be satisfied with bread: but he that followeth vain persons is void of understanding.  <strong>12</strong> The wicked desireth the net of evil men: but the root of the righteous yieldeth fruit.  <strong>13</strong> The wicked is snared by the transgression of his lips: but the just shall come out of trouble.  <strong>14</strong> A man shall be satisfied with good by the fruit of his mouth: and the recompense of a man’s hands shall be rendered unto him.  <strong>15</strong> The way of a fool is right in his own eyes: but he that hearkeneth unto counsel is wise.  <strong>16</strong> A fool’s wrath is presently known: but a prudent man covereth shame.  <strong>17</strong> He that speaketh truth sheweth forth righteousness: but a false witness deceit.  <strong>18</strong> There is that speaketh like the piercings of a sword: but the tongue of the wise is health.  <strong>19</strong> The lip of truth shall be established for ever: but a lying tongue is but for a moment.  <strong>20</strong> Deceit is in the heart of them that imagine evil: but to the counsellors of peace is joy.  <strong>21</strong> There shall no evil happen to the just: but the wicked shall be filled with mischief.  <strong>22</strong> Lying lips are abomination to the LORD: but they that deal truly are his delight.  <strong>23</strong> A prudent man concealeth knowledge: but the heart of fools proclaimeth foolishness.  <strong>24</strong> The hand of the diligent shall bear rule: but the slothful shall be under tribute.  <strong>25</strong> Heaviness in the heart of man maketh it stoop: but a good word maketh it glad.  <strong>26</strong> The righteous is more excellent than his neighbour: but the way of the wicked seduceth them.  <strong>27</strong> The slothful man roasteth not that which he took in hunting: but the substance of a diligent man is precious.  <strong>28</strong> In the way of righteousness is life; and in the pathway thereof there is no death.  ","niv":"<sup><strong>1</strong></sup> Whoever loves discipline loves knowledge, but he who hates correction is stupid. <sup><strong>2</strong></sup> A good man obtains favor from the LORD, but the LORD condemns a crafty man. <sup><strong>3</strong></sup> A man cannot be established through wickedness, but the righteous cannot be uprooted. <sup><strong>4</strong></sup> A wife of noble character is her husband's crown, but a disgraceful wife is like decay in his bones. <sup><strong>5</strong></sup> The plans of the righteous are just, but the advice of the wicked is deceitful. <sup><strong>6</strong></sup> The words of the wicked lie in wait for blood, but the speech of the upright rescues them. <sup><strong>7</strong></sup> Wicked men are overthrown and are no more, but the house of the righteous stands firm. <sup><strong>8</strong></sup> A man is praised according to his wisdom, but men with warped minds are despised. <sup><strong>9</strong></sup> Better to be a nobody and yet have a servant than pretend to be somebody and have no food. <sup><strong>10</strong></sup> A righteous man cares for the needs of his animal, but the kindest acts of the wicked are cruel. <sup><strong>11</strong></sup> He who works his land will have abundant food, but he who chases fantasies lacks judgment. <sup><strong>12</strong></sup> The wicked desire the plunder of evil men, but the root of the righteous flourishes. <sup><strong>13</strong></sup> An evil man is trapped by his sinful talk, but a righteous man escapes trouble. <sup><strong>14</strong></sup> From the fruit of his lips a man is filled with good things as surely as the work of his hands rewards him. <sup><strong>15</strong></sup> The way of a fool seems right to him, but a wise man listens to advice. <sup><strong>16</strong></sup> A fool shows his annoyance at once, but a prudent man overlooks an insult. <sup><strong>17</strong></sup> A truthful witness gives honest testimony, but a false witness tells lies. <sup><strong>18</strong></sup> Reckless words pierce like a sword, but the tongue of the wise brings healing. <sup><strong>19</strong></sup> Truthful lips endure forever, but a lying tongue lasts only a moment. <sup><strong>20</strong></sup> There is deceit in the hearts of those who plot evil, but joy for those who promote peace. <sup><strong>21</strong></sup> No harm befalls the righteous, but the wicked have their fill of trouble. <sup><strong>22</strong></sup> The LORD detests lying lips, but he delights in men who are truthful. <sup><strong>23</strong></sup> A prudent man keeps his knowledge to himself, but the heart of fools blurts out folly. <sup><strong>24</strong></sup> Diligent hands will rule, but laziness ends in slave labor. <sup><strong>25</strong></sup> An anxious heart weighs a man down, but a kind word cheers him up. <sup><strong>26</strong></sup> A righteous man is cautious in friendship, but the way of the wicked leads them astray. <sup><strong>27</strong></sup> The lazy man does not roast his game, but the diligent man prizes his possessions. <sup><strong>28</strong></sup> In the way of righteousness there is life; along that path is immortality. "},{"_id":"6168b62b3b32607a097c0e34","topicId":"6168b6273b32607a097c0e26","verse":"1 John 5:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005019_01-14\"><b class=\"verse-num\" id=\"v62005019-1\">19&nbsp;</b>We know that we are from God, and the whole world lies in the power of the evil one.</p>\n</div>","kjv":"<strong>19</strong> And we know that we are of God, and the whole world lieth in wickedness.  ","niv":"<sup><strong>19</strong></sup> We know that we are children of God, and that the whole world is under the control of the evil one."},{"_id":"6168b62c3b32607a097c0e35","topicId":"6168b6273b32607a097c0e26","verse":"1 John 3:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62003004_01-15\"><b class=\"verse-num\" id=\"v62003004-1\">4&nbsp;</b>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness.</p>\n</div>","kjv":"<strong>4</strong> Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.  ","niv":"<sup><strong>4</strong></sup> Everyone who sins breaks the law; in fact, sin is lawlessness."},{"_id":"6168b62c3b32607a097c0e36","topicId":"6168b6273b32607a097c0e26","verse":"James 2:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59002005_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002005-1\">5&nbsp;</b>Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him?</p>\n</div>","kjv":"<strong>5</strong> Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?  ","niv":"<sup><strong>5</strong></sup> Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him?"},{"_id":"6168b62c3b32607a097c0e37","topicId":"6168b6273b32607a097c0e26","verse":"Philippians 4:5","votes":-1,"__v":0,"esv":"<div>\n<p id=\"p50004005_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004005-1\">5&nbsp;</b>Let your reasonableness be known to everyone. The Lord is at hand;</p>\n\n</div>","kjv":"<strong>5</strong> Let your moderation be known unto all men. The Lord is at hand.  ","niv":"<sup><strong>5</strong></sup> Let your gentleness be evident to all. The Lord is near.","modified":"2023-03-11T13:56:53.735Z"},{"_id":"6168b62c3b32607a097c0e38","topicId":"6168b6273b32607a097c0e26","verse":"Philippians 2:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50002005_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  ","niv":"<sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus:"},{"_id":"6168b62d3b32607a097c0e39","topicId":"6168b6273b32607a097c0e26","verse":"Galatians 1:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48001004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001004-1\">4&nbsp;</b>who gave himself for our sins to deliver us from the present evil age, according to the will of our God and Father,</p>\n</div>","kjv":"<strong>4</strong> Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father:  ","niv":"<sup><strong>4</strong></sup> who gave himself for our sins to rescue us from the present evil age, according to the will of our God and Father,"},{"_id":"6168b62d3b32607a097c0e3a","topicId":"6168b6273b32607a097c0e26","verse":"1 Corinthians 6:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006010_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n</div>","kjv":"<strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God."},{"_id":"6168b62d3b32607a097c0e3b","topicId":"6168b6273b32607a097c0e26","verse":"Romans 14:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45014021_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble.</p>\n\n</div>","kjv":"<strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  ","niv":"<sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall."},{"_id":"6168b62e3b32607a097c0e3c","topicId":"6168b6273b32607a097c0e26","verse":"Romans 1:1-32","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-23\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-23\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-23\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-23\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-23\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-23\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-23\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-23\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"6168b62e3b32607a097c0e3d","topicId":"6168b6273b32607a097c0e26","verse":"John 10:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"6168b62e3b32607a097c0e3e","topicId":"6168b6273b32607a097c0e26","verse":"Luke 17:26-30","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42017026_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017026-1\">26&nbsp;</b><span class=\"woc\">Just as it was in the days of Noah, so will it be in the days of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v42017027-1\">27&nbsp;</b><span class=\"woc\">They were eating and drinking and marrying and being given in marriage, until the day when Noah entered the ark, and the flood came and destroyed them all.</span> <b class=\"verse-num woc\" id=\"v42017028-1\">28&nbsp;</b><span class=\"woc\">Likewise, just as it was in the days of Lot—they were eating and drinking, buying and selling, planting and building,</span> <b class=\"verse-num woc\" id=\"v42017029-1\">29&nbsp;</b><span class=\"woc\">but on the day when Lot went out from Sodom, fire and sulfur rained from heaven and destroyed them all—</span><b class=\"verse-num woc\" id=\"v42017030-1\">30&nbsp;</b><span class=\"woc\">so will it be on the day when the Son of Man is revealed.</span></p>\n</div>","kjv":"<strong>26</strong> And as it was in the days of Noe, so shall it be also in the days of the Son of man.  <strong>27</strong> They did eat, they drank, they married wives, they were given in marriage, until the day that Noe entered into the ark, and the flood came, and destroyed them all.  <strong>28</strong> Likewise also as it was in the days of Lot; they did eat, they drank, they bought, they sold, they planted, they builded;  <strong>29</strong> But the same day that Lot went out of Sodom it rained fire and brimstone from heaven, and destroyed them all.  <strong>30</strong> Even thus shall it be in the day when the Son of man is revealed.  ","niv":"<sup><strong>26</strong></sup> \"Just as it was in the days of Noah, so also will it be in the days of the Son of Man. <sup><strong>27</strong></sup> People were eating, drinking, marrying and being given in marriage up to the day Noah entered the ark. Then the flood came and destroyed them all. <sup><strong>28</strong></sup> \"It was the same in the days of Lot. People were eating and drinking, buying and selling, planting and building. <sup><strong>29</strong></sup> But the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all. <sup><strong>30</strong></sup> \"It will be just like this on the day the Son of Man is revealed. "},{"_id":"6168b62f3b32607a097c0e3f","topicId":"6168b6273b32607a097c0e26","verse":"Ecclesiastes 3:4","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21003004_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003004-1\">4&nbsp;</b>&nbsp;&nbsp;a time to weep, and a time to laugh;</span><br><span id=\"p21003004_01-26\" class=\"line\">&nbsp;&nbsp;a time to mourn, and a time to dance;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> A time to weep, and a time to laugh; a time to mourn, and a time to dance;  ","niv":"<sup><strong>4</strong></sup> a time to weep and a time to laugh, a time to mourn and a time to dance,"}]}