{"_id":"6168b71e3b32607a097c0ec2","slug":"mold","name":"Mold","verses":[{"_id":"6168b71e3b32607a097c0ec3","topicId":"6168b71e3b32607a097c0ec2","verse":"Leviticus 14:33-53","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p03014033_05-1\"><b class=\"verse-num\" id=\"v03014033-1\">33&nbsp;</b>The LORD spoke to Moses and Aaron, saying, <b class=\"verse-num\" id=\"v03014034-1\">34&nbsp;</b>“When you come into the land of Canaan, which I give you for a possession, and I put a case of leprous disease in a house in the land of your possession, <b class=\"verse-num\" id=\"v03014035-1\">35&nbsp;</b>then he who owns the house shall come and tell the priest, ‘There seems to me to be some case of disease in my house.’ <b class=\"verse-num\" id=\"v03014036-1\">36&nbsp;</b>Then the priest shall command that they empty the house before the priest goes to examine the disease, lest all that is in the house be declared unclean. And afterward the priest shall go in to see the house. <b class=\"verse-num\" id=\"v03014037-1\">37&nbsp;</b>And he shall examine the disease. And if the disease is in the walls of the house with greenish or reddish spots, and if it appears to be deeper than the surface, <b class=\"verse-num\" id=\"v03014038-1\">38&nbsp;</b>then the priest shall go out of the house to the door of the house and shut up the house seven days. <b class=\"verse-num\" id=\"v03014039-1\">39&nbsp;</b>And the priest shall come again on the seventh day, and look. If the disease has spread in the walls of the house, <b class=\"verse-num\" id=\"v03014040-1\">40&nbsp;</b>then the priest shall command that they take out the stones in which is the disease and throw them into an unclean place outside the city. <b class=\"verse-num\" id=\"v03014041-1\">41&nbsp;</b>And he shall have the inside of the house scraped all around, and the plaster that they scrape off they shall pour out in an unclean place outside the city. <b class=\"verse-num\" id=\"v03014042-1\">42&nbsp;</b>Then they shall take other stones and put them in the place of those stones, and he shall take other plaster and plaster the house.</p>\n<p id=\"p03014042_05-1\"><b class=\"verse-num\" id=\"v03014043-1\">43&nbsp;</b>“If the disease breaks out again in the house, after he has taken out the stones and scraped the house and plastered it, <b class=\"verse-num\" id=\"v03014044-1\">44&nbsp;</b>then the priest shall go and look. And if the disease has spread in the house, it is a persistent leprous disease in the house; it is unclean. <b class=\"verse-num\" id=\"v03014045-1\">45&nbsp;</b>And he shall break down the house, its stones and timber and all the plaster of the house, and he shall carry them out of the city to an unclean place. <b class=\"verse-num\" id=\"v03014046-1\">46&nbsp;</b>Moreover, whoever enters the house while it is shut up shall be unclean until the evening, <b class=\"verse-num\" id=\"v03014047-1\">47&nbsp;</b>and whoever sleeps in the house shall wash his clothes, and whoever eats in the house shall wash his clothes.</p>\n<p id=\"p03014047_05-1\"><b class=\"verse-num\" id=\"v03014048-1\">48&nbsp;</b>“But if the priest comes and looks, and if the disease has not spread in the house after the house was plastered, then the priest shall pronounce the house clean, for the disease is healed. <b class=\"verse-num\" id=\"v03014049-1\">49&nbsp;</b>And for the cleansing of the house he shall take two small birds, with cedarwood and scarlet yarn and hyssop, <b class=\"verse-num\" id=\"v03014050-1\">50&nbsp;</b>and shall kill one of the birds in an earthenware vessel over fresh water <b class=\"verse-num\" id=\"v03014051-1\">51&nbsp;</b>and shall take the cedarwood and the hyssop and the scarlet yarn, along with the live bird, and dip them in the blood of the bird that was killed and in the fresh water and sprinkle the house seven times. <b class=\"verse-num\" id=\"v03014052-1\">52&nbsp;</b>Thus he shall cleanse the house with the blood of the bird and with the fresh water and with the live bird and with the cedarwood and hyssop and scarlet yarn. <b class=\"verse-num\" id=\"v03014053-1\">53&nbsp;</b>And he shall let the live bird go out of the city into the open country. So he shall make atonement for the house, and it shall be clean.”</p>\n</div>","kjv":"<strong>33</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>34</strong> When ye be come into the land of Canaan, which I give to you for a possession, and I put the plague of leprosy in a house of the land of your possession;  <strong>35</strong> And he that owneth the house shall come and tell the priest, saying, It seemeth to me there is as it were a plague in the house:  <strong>36</strong> Then the priest shall command that they empty the house, before the priest go into it to see the plague, that all that is  in the house be not made unclean: and afterward the priest shall go in to see the house:  <strong>37</strong> And he shall look on the plague, and, behold, if the plague be in the walls of the house with hollow strakes, greenish or reddish, which in sight are lower than the wall;  <strong>38</strong> Then the priest shall go out of the house to the door of the house, and shut up the house seven days:  <strong>39</strong> And the priest shall come again the seventh day, and shall look: and, behold, if the plague be spread in the walls of the house;  <strong>40</strong> Then the priest shall command that they take away the stones in which the plague is, and they shall cast them into an unclean place without the city:  <strong>41</strong> And he shall cause the house to be scraped within round about, and they shall pour out the dust that they scrape off without the city into an unclean place:  <strong>42</strong> And they shall take other stones, and put them in the place of those stones; and he shall take other morter, and shall plaister the house.  <strong>43</strong> And if the plague come again, and break out in the house, after that he hath taken away the stones, and after he hath scraped the house, and after it is plaistered;  <strong>44</strong> Then the priest shall come and look, and, behold, if the plague be spread in the house, it is a fretting leprosy in the house: it is unclean.  <strong>45</strong> And he shall break down the house, the stones of it, and the timber thereof, and all the morter of the house; and he shall carry them  forth out of the city into an unclean place.  <strong>46</strong> Moreover he that goeth into the house all the while that it is shut up shall be unclean until the even.  <strong>47</strong> And he that lieth in the house shall wash his clothes; and he that eateth in the house shall wash his clothes.  <strong>48</strong> And if the priest shall come in, and look upon it, and, behold, the plague hath not spread in the house, after the house was plaistered: then the priest shall pronounce the house clean, because the plague is healed.  <strong>49</strong> And he shall take to cleanse the house two birds, and cedar wood, and scarlet, and hyssop:  <strong>50</strong> And he shall kill the one of the birds in an earthen vessel over running water:  <strong>51</strong> And he shall take the cedar wood, and the hyssop, and the scarlet, and the living bird, and dip them in the blood of the slain bird, and in the running water, and sprinkle the house seven times:  <strong>52</strong> And he shall cleanse the house with the blood of the bird, and with the running water, and with the living bird, and with the cedar wood, and with the hyssop, and with the scarlet:  <strong>53</strong> But he shall let go the living bird out of the city into the open fields, and make an atonement for the house: and it shall be clean.  ","niv":"<sup><strong>33</strong></sup> The LORD said to Moses and Aaron, <sup><strong>34</strong></sup> \"When you enter the land of Canaan, which I am giving you as your possession, and I put a spreading mildew in a house in that land, <sup><strong>35</strong></sup> the owner of the house must go and tell the priest, 'I have seen something that looks like mildew in my house.' <sup><strong>36</strong></sup> The priest is to order the house to be emptied before he goes in to examine the mildew, so that nothing in the house will be pronounced unclean. After this the priest is to go in and inspect the house. <sup><strong>37</strong></sup> He is to examine the mildew on the walls, and if it has greenish or reddish depressions that appear to be deeper than the surface of the wall, <sup><strong>38</strong></sup> the priest shall go out the doorway of the house and close it up for seven days. <sup><strong>39</strong></sup> On the seventh day the priest shall return to inspect the house. If the mildew has spread on the walls, <sup><strong>40</strong></sup> he is to order that the contaminated stones be torn out and thrown into an unclean place outside the town. <sup><strong>41</strong></sup> He must have all the inside walls of the house scraped and the material that is scraped off dumped into an unclean place outside the town. <sup><strong>42</strong></sup> Then they are to take other stones to replace these and take new clay and plaster the house. <sup><strong>43</strong></sup> \"If the mildew reappears in the house after the stones have been torn out and the house scraped and plastered, <sup><strong>44</strong></sup> the priest is to go and examine it and, if the mildew has spread in the house, it is a destructive mildew; the house is unclean. <sup><strong>45</strong></sup> It must be torn down-its stones, timbers and all the plaster-and taken out of the town to an unclean place. <sup><strong>46</strong></sup> \"Anyone who goes into the house while it is closed up will be unclean till evening. <sup><strong>47</strong></sup> Anyone who sleeps or eats in the house must wash his clothes. <sup><strong>48</strong></sup> \"But if the priest comes to examine it and the mildew has not spread after the house has been plastered, he shall pronounce the house clean, because the mildew is gone. <sup><strong>49</strong></sup> To purify the house he is to take two birds and some cedar wood, scarlet yarn and hyssop. <sup><strong>50</strong></sup> He shall kill one of the birds over fresh water in a clay pot. <sup><strong>51</strong></sup> Then he is to take the cedar wood, the hyssop, the scarlet yarn and the live bird, dip them into the blood of the dead bird and the fresh water, and sprinkle the house seven times. <sup><strong>52</strong></sup> He shall purify the house with the bird's blood, the fresh water, the live bird, the cedar wood, the hyssop and the scarlet yarn. <sup><strong>53</strong></sup> Then he is to release the live bird in the open fields outside the town. In this way he will make atonement for the house, and it will be clean.\" "},{"_id":"6168b71f3b32607a097c0ec4","topicId":"6168b71e3b32607a097c0ec2","verse":"Leviticus 13:59","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03013059_01-2\"><b class=\"verse-num\" id=\"v03013059-1\">59&nbsp;</b>This is the law for a case of leprous disease in a garment of wool or linen, either in the warp or the woof, or in any article made of skin, to determine whether it is clean or unclean.</p>\n</div>","kjv":"<strong>59</strong> This is the law of the plague of leprosy in a garment of woollen or linen, either in the warp, or woof, or any thing of skins, to pronounce it clean, or to pronounce it unclean.  ","niv":"<sup><strong>59</strong></sup> These are the regulations concerning contamination by mildew in woolen or linen clothing, woven or knitted material, or any leather article, for pronouncing them clean or unclean."}]}