{"_id":"6168b8623b32607a097c0f7e","slug":"moral-issues","name":"Moral Issues","verses":[{"_id":"6168b8623b32607a097c0f7f","topicId":"6168b8623b32607a097c0f7e","verse":"Romans 13:8-10","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-1\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. "},{"_id":"6168b8623b32607a097c0f80","topicId":"6168b8623b32607a097c0f7e","verse":"Galatians 5:19-21","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"6168b8623b32607a097c0f81","topicId":"6168b8623b32607a097c0f7e","verse":"Luke 10:10-13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42010010_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42010010-1\">10&nbsp;</b><span class=\"woc\">But whenever you enter a town and they do not receive you, go into its streets and say,</span> <b class=\"verse-num woc\" id=\"v42010011-1\">11&nbsp;</b><span class=\"woc\">‘Even the dust of your town that clings to our feet we wipe off against you. Nevertheless know this, that the kingdom of God has come near.’</span> <b class=\"verse-num woc\" id=\"v42010012-1\">12&nbsp;</b><span class=\"woc\">I tell you, it will be more bearable on that day for Sodom than for that town.</span></p>\n\n<p id=\"p42010012_05-3\"><b class=\"verse-num woc\" id=\"v42010013-1\">13&nbsp;</b><span class=\"woc\">“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.</span></p>\n</div>","kjv":"<strong>10</strong> But into whatsoever city ye enter, and they receive you not, go your ways out into the streets of the same, and say,  <strong>11</strong> Even the very dust of your city, which cleaveth on us, we do wipe off against you: notwithstanding be ye sure of this, that the kingdom of God is come nigh unto you.  <strong>12</strong> But I say unto you, that it shall be more tolerable in that day for Sodom, than for that city.  <strong>13</strong> Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the mighty works had been done in Tyre and Sidon, which have been done in you, they had a great while ago repented, sitting in sackcloth and ashes.  ","niv":"<sup><strong>10</strong></sup> But when you enter a town and are not welcomed, go into its streets and say, <sup><strong>11</strong></sup> 'Even the dust of your town that sticks to our feet we wipe off against you. Yet be sure of this: The kingdom of God is near.' <sup><strong>12</strong></sup> I tell you, it will be more bearable on that day for Sodom than for that town. <sup><strong>13</strong></sup> \"Woe to you, Korazin! Woe to you, Bethsaida! For if the miracles that were performed in you had been performed in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes. "},{"_id":"6168b8633b32607a097c0f82","topicId":"6168b8623b32607a097c0f7e","verse":"Revelation 21:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"6168b8633b32607a097c0f83","topicId":"6168b8623b32607a097c0f7e","verse":"1 Corinthians 13:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46013005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful;</p>\n\n</div>","kjv":"<strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  ","niv":"<sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs.","modified":"2022-05-05T13:59:26.149Z"},{"_id":"6168b8633b32607a097c0f84","topicId":"6168b8623b32607a097c0f7e","verse":"Hebrews 2:14-15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-7\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil, <b class=\"verse-num\" id=\"v58002015-1\">15&nbsp;</b>and deliver all those who through fear of death were subject to lifelong slavery.</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  <strong>15</strong> And deliver them who through fear of death were all their lifetime subject to bondage.  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil-- <sup><strong>15</strong></sup> and free those who all their lives were held in slavery by their fear of death. "},{"_id":"6168b8643b32607a097c0f85","topicId":"6168b8623b32607a097c0f7e","verse":"1 Corinthians 6:9-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-9\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"6168b8643b32607a097c0f86","topicId":"6168b8623b32607a097c0f7e","verse":"Romans 13:1-7","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"6168b8643b32607a097c0f87","topicId":"6168b8623b32607a097c0f7e","verse":"Romans 1:26-2:1","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-11\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_01-11\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n<p id=\"p45002001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things.</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  <strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  ","niv":""},{"_id":"6168b8643b32607a097c0f88","topicId":"6168b8623b32607a097c0f7e","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-12\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168b8653b32607a097c0f89","topicId":"6168b8623b32607a097c0f7e","verse":"Matthew 10:1-42","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40010001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40010001-1\">10:1&nbsp;</b>And he called to him his twelve disciples and gave them authority over unclean spirits, to cast them out, and to heal every disease and every affliction. <b class=\"verse-num\" id=\"v40010002-1\">2&nbsp;</b>The names of the twelve apostles are these: first, Simon, who is called Peter, and Andrew his brother; James the son of Zebedee, and John his brother; <b class=\"verse-num\" id=\"v40010003-1\">3&nbsp;</b>Philip and Bartholomew; Thomas and Matthew the tax collector; James the son of Alphaeus, and Thaddaeus; <b class=\"verse-num\" id=\"v40010004-1\">4&nbsp;</b>Simon the Zealot, and Judas Iscariot, who betrayed him.</p>\n\n<p id=\"p40010004_10-13\"><b class=\"verse-num\" id=\"v40010005-1\">5&nbsp;</b>These twelve Jesus sent out, instructing them, <span class=\"woc\">“Go nowhere among the Gentiles and enter no town of the Samaritans,</span> <b class=\"verse-num woc\" id=\"v40010006-1\">6&nbsp;</b><span class=\"woc\">but go rather to the lost sheep of the house of Israel.</span> <b class=\"verse-num woc\" id=\"v40010007-1\">7&nbsp;</b><span class=\"woc\">And proclaim as you go, saying, ‘The kingdom of heaven is at hand.’</span> <b class=\"verse-num woc\" id=\"v40010008-1\">8&nbsp;</b><span class=\"woc\">Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without paying; give without pay.</span> <b class=\"verse-num woc\" id=\"v40010009-1\">9&nbsp;</b><span class=\"woc\">Acquire no gold or silver or copper for your belts,</span> <b class=\"verse-num woc\" id=\"v40010010-1\">10&nbsp;</b><span class=\"woc\">no bag for your journey, or two tunics or sandals or a staff, for the laborer deserves his food.</span> <b class=\"verse-num woc\" id=\"v40010011-1\">11&nbsp;</b><span class=\"woc\">And whatever town or village you enter, find out who is worthy in it and stay there until you depart.</span> <b class=\"verse-num woc\" id=\"v40010012-1\">12&nbsp;</b><span class=\"woc\">As you enter the house, greet it.</span> <b class=\"verse-num woc\" id=\"v40010013-1\">13&nbsp;</b><span class=\"woc\">And if the house is worthy, let your peace come upon it, but if it is not worthy, let your peace return to you.</span> <b class=\"verse-num woc\" id=\"v40010014-1\">14&nbsp;</b><span class=\"woc\">And if anyone will not receive you or listen to your words, shake off the dust from your feet when you leave that house or town.</span> <b class=\"verse-num woc\" id=\"v40010015-1\">15&nbsp;</b><span class=\"woc\">Truly, I say to you, it will be more bearable on the day of judgment for the land of Sodom and Gomorrah than for that town.</span></p>\n\n<p id=\"p40010015_13-13\"><b class=\"verse-num woc\" id=\"v40010016-1\">16&nbsp;</b><span class=\"woc\">“Behold, I am sending you out as sheep in the midst of wolves, so be wise as serpents and innocent as doves.</span> <b class=\"verse-num woc\" id=\"v40010017-1\">17&nbsp;</b><span class=\"woc\">Beware of men, for they will deliver you over to courts and flog you in their synagogues,</span> <b class=\"verse-num woc\" id=\"v40010018-1\">18&nbsp;</b><span class=\"woc\">and you will be dragged before governors and kings for my sake, to bear witness before them and the Gentiles.</span> <b class=\"verse-num woc\" id=\"v40010019-1\">19&nbsp;</b><span class=\"woc\">When they deliver you over, do not be anxious how you are to speak or what you are to say, for what you are to say will be given to you in that hour.</span> <b class=\"verse-num woc\" id=\"v40010020-1\">20&nbsp;</b><span class=\"woc\">For it is not you who speak, but the Spirit of your Father speaking through you.</span> <b class=\"verse-num woc\" id=\"v40010021-1\">21&nbsp;</b><span class=\"woc\">Brother will deliver brother over to death, and the father his child, and children will rise against parents and have them put to death,</span> <b class=\"verse-num woc\" id=\"v40010022-1\">22&nbsp;</b><span class=\"woc\">and you will be hated by all for my name’s sake. But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40010023-1\">23&nbsp;</b><span class=\"woc\">When they persecute you in one town, flee to the next, for truly, I say to you, you will not have gone through all the towns of Israel before the Son of Man comes.</span></p>\n<p id=\"p40010023_13-13\"><b class=\"verse-num woc\" id=\"v40010024-1\">24&nbsp;</b><span class=\"woc\">“A disciple is not above his teacher, nor a servant above his master.</span> <b class=\"verse-num woc\" id=\"v40010025-1\">25&nbsp;</b><span class=\"woc\">It is enough for the disciple to be like his teacher, and the servant like his master. If they have called the master of the house Beelzebul, how much more will they malign those of his household.</span></p>\n\n<p id=\"p40010025_16-13\"><b class=\"verse-num woc\" id=\"v40010026-1\">26&nbsp;</b><span class=\"woc\">“So have no fear of them, for nothing is covered that will not be revealed, or hidden that will not be known.</span> <b class=\"verse-num woc\" id=\"v40010027-1\">27&nbsp;</b><span class=\"woc\">What I tell you in the dark, say in the light, and what you hear whispered, proclaim on the housetops.</span> <b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span> <b class=\"verse-num woc\" id=\"v40010029-1\">29&nbsp;</b><span class=\"woc\">Are not two sparrows sold for a penny? And not one of them will fall to the ground apart from your Father.</span> <b class=\"verse-num woc\" id=\"v40010030-1\">30&nbsp;</b><span class=\"woc\">But even the hairs of your head are all numbered.</span> <b class=\"verse-num woc\" id=\"v40010031-1\">31&nbsp;</b><span class=\"woc\">Fear not, therefore; you are of more value than many sparrows.</span> <b class=\"verse-num woc\" id=\"v40010032-1\">32&nbsp;</b><span class=\"woc\">So everyone who acknowledges me before men, I also will acknowledge before my Father who is in heaven,</span> <b class=\"verse-num woc\" id=\"v40010033-1\">33&nbsp;</b><span class=\"woc\">but whoever denies me before men, I also will deny before my Father who is in heaven.</span></p>\n\n<p id=\"p40010033_21-13\"><b class=\"verse-num woc\" id=\"v40010034-1\">34&nbsp;</b><span class=\"woc\">“Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword.</span> <b class=\"verse-num woc\" id=\"v40010035-1\">35&nbsp;</b><span class=\"woc\">For I have come to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law.</span> <b class=\"verse-num woc\" id=\"v40010036-1\">36&nbsp;</b><span class=\"woc\">And a person’s enemies will be those of his own household.</span> <b class=\"verse-num woc\" id=\"v40010037-1\">37&nbsp;</b><span class=\"woc\">Whoever loves father or mother more than me is not worthy of me, and whoever loves son or daughter more than me is not worthy of me.</span> <b class=\"verse-num woc\" id=\"v40010038-1\">38&nbsp;</b><span class=\"woc\">And whoever does not take his cross and follow me is not worthy of me.</span> <b class=\"verse-num woc\" id=\"v40010039-1\">39&nbsp;</b><span class=\"woc\">Whoever finds his life will lose it, and whoever loses his life for my sake will find it.</span></p>\n\n<p id=\"p40010039_22-13\"><b class=\"verse-num woc\" id=\"v40010040-1\">40&nbsp;</b><span class=\"woc\">“Whoever receives you receives me, and whoever receives me receives him who sent me.</span> <b class=\"verse-num woc\" id=\"v40010041-1\">41&nbsp;</b><span class=\"woc\">The one who receives a prophet because he is a prophet will receive a prophet’s reward, and the one who receives a righteous person because he is a righteous person will receive a righteous person’s reward.</span> <b class=\"verse-num woc\" id=\"v40010042-1\">42&nbsp;</b><span class=\"woc\">And whoever gives one of these little ones even a cup of cold water because he is a disciple, truly, I say to you, he will by no means lose his reward.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And when he had called unto him his twelve disciples, he gave them power against unclean spirits, to cast them out, and to heal all manner of sickness and all manner of disease.  <strong>2</strong> Now the names of the twelve apostles are these; The first, Simon, who is called Peter, and Andrew his brother; James the son of Zebedee, and John his brother;  <strong>3</strong> Philip, and Bartholomew; Thomas, and Matthew the publican; James the son of Alphaeus, and Lebbaeus, whose surname was Thaddaeus;  <strong>4</strong> Simon the Canaanite, and Judas Iscariot, who also betrayed him.  <strong>5</strong> These twelve Jesus sent forth, and commanded them, saying, Go not into the way of the Gentiles, and into any city of the Samaritans enter ye not:  <strong>6</strong> But go rather to the lost sheep of the house of Israel.  <strong>7</strong> And as ye go, preach, saying, The kingdom of heaven is at hand.  <strong>8</strong> Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.  <strong>9</strong> Provide neither gold, nor silver, nor brass in your purses,  <strong>10</strong> Nor scrip for your journey, neither two coats, neither shoes, nor yet staves: for the workman is worthy of his meat.  <strong>11</strong> And into whatsoever city or town ye shall enter, enquire who in it is worthy; and there abide till ye go thence.  <strong>12</strong> And when ye come into an house, salute it.  <strong>13</strong> And if the house be worthy, let your peace come upon it: but if it be not worthy, let your peace return to you.  <strong>14</strong> And whosoever shall not receive you, nor hear your words, when ye depart out of that house or city, shake off the dust of your feet.  <strong>15</strong> Verily I say unto you, It shall be more tolerable for the land of Sodom and Gomorrha in the day of judgment, than for that city. <strong>16</strong>           Behold, I send you forth as sheep in the midst of wolves: be ye therefore wise as serpents, and harmless as doves.  <strong>17</strong> But beware of men: for they will deliver you up to the councils, and they will scourge you in their synagogues;  <strong>18</strong> And ye shall be brought before governors and kings for my sake, for a testimony against them and the Gentiles.  <strong>19</strong> But when they deliver you up, take no thought how or what ye shall speak: for it shall be given you in that same hour what ye shall speak.  <strong>20</strong> For it is not ye that speak, but the Spirit of your Father which speaketh in you.  <strong>21</strong> And the brother shall deliver up the brother to death, and the father the child: and the children shall rise up against their  parents, and cause them to be put to death.  <strong>22</strong> And ye shall be hated of all men for my name’s sake: but he that endureth to the end shall be saved.  <strong>23</strong> But when they persecute you in this city, flee ye into another: for verily I say unto you, Ye shall not have gone over the cities of Israel, till the Son of man be come.  <strong>24</strong> The disciple is not above his master, nor the servant above his lord.  <strong>25</strong> It is enough for the disciple that he be as his master, and the servant as his lord. If they have called the master of the house Beelzebub, how much more shall they call them of his household?  <strong>26</strong> Fear them not therefore: for there is nothing covered, that shall not be revealed; and hid, that shall not be known.  <strong>27</strong> What I tell you in darkness, that speak ye in light: and what ye hear in the ear, that preach ye upon the housetops.  <strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  <strong>29</strong> Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father.  <strong>30</strong> But the very hairs of your head are all numbered.  <strong>31</strong> Fear ye not therefore, ye are of more value than many sparrows.  <strong>32</strong> Whosoever therefore shall confess me before men, him will I confess also before my Father which is in heaven.  <strong>33</strong> But whosoever shall deny me before men, him will I also deny before my Father which is in heaven.  <strong>34</strong> Think not that I am come to send peace on earth: I came not to send peace, but a sword.  <strong>35</strong> For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law.  <strong>36</strong> And a man’s foes shall be they of his own household.  <strong>37</strong> He that loveth father or mother more than me is not worthy of me: and he that loveth son or daughter more than me is not worthy of me.  <strong>38</strong> And he that taketh not his cross, and followeth after me, is not worthy of me.  <strong>39</strong> He that findeth his life shall lose it: and he that loseth his life for my sake shall find it. <strong>40</strong>           He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me.  <strong>41</strong> He that receiveth a prophet in the name of a prophet shall receive a prophet’s reward; and he that receiveth a righteous man in the name of a righteous man shall receive a righteous man’s reward.  <strong>42</strong> And whosoever shall give to drink unto one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward. ","niv":"<sup><strong>1</strong></sup> He called his twelve disciples to him and gave them authority to drive out evil spirits and to heal every disease and sickness. <sup><strong>2</strong></sup> These are the names of the twelve apostles: first, Simon (who is called Peter) and his brother Andrew; James son of Zebedee, and his brother John; <sup><strong>3</strong></sup> Philip and Bartholomew; Thomas and Matthew the tax collector; James son of Alphaeus, and Thaddaeus; <sup><strong>4</strong></sup> Simon the Zealot and Judas Iscariot, who betrayed him. <sup><strong>5</strong></sup> These twelve Jesus sent out with the following instructions: \"Do not go among the Gentiles or enter any town of the Samaritans. <sup><strong>6</strong></sup> Go rather to the lost sheep of Israel. <sup><strong>7</strong></sup> As you go, preach this message: 'The kingdom of heaven is near.' <sup><strong>8</strong></sup> Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received, freely give. <sup><strong>9</strong></sup> Do not take along any gold or silver or copper in your belts; <sup><strong>10</strong></sup> take no bag for the journey, or extra tunic, or sandals or a staff; for the worker is worth his keep. <sup><strong>11</strong></sup> \"Whatever town or village you enter, search for some worthy person there and stay at his house until you leave. <sup><strong>12</strong></sup> As you enter the home, give it your greeting. <sup><strong>13</strong></sup> If the home is deserving, let your peace rest on it; if it is not, let your peace return to you. <sup><strong>14</strong></sup> If anyone will not welcome you or listen to your words, shake the dust off your feet when you leave that home or town. <sup><strong>15</strong></sup> I tell you the truth, it will be more bearable for Sodom and Gomorrah on the day of judgment than for that town. <sup><strong>16</strong></sup> I am sending you out like sheep among wolves. Therefore be as shrewd as snakes and as innocent as doves. <sup><strong>17</strong></sup> \"Be on your guard against men; they will hand you over to the local councils and flog you in their synagogues. <sup><strong>18</strong></sup> On my account you will be brought before governors and kings as witnesses to them and to the Gentiles. <sup><strong>19</strong></sup> But when they arrest you, do not worry about what to say or how to say it. At that time you will be given what to say, <sup><strong>20</strong></sup> for it will not be you speaking, but the Spirit of your Father speaking through you. <sup><strong>21</strong></sup> \"Brother will betray brother to death, and a father his child; children will rebel against their parents and have them put to death. <sup><strong>22</strong></sup> All men will hate you because of me, but he who stands firm to the end will be saved. <sup><strong>23</strong></sup> When you are persecuted in one place, flee to another. I tell you the truth, you will not finish going through the cities of Israel before the Son of Man comes. <sup><strong>24</strong></sup> \"A student is not above his teacher, nor a servant above his master. <sup><strong>25</strong></sup> It is enough for the student to be like his teacher, and the servant like his master. If the head of the house has been called Beelzebub, how much more the members of his household! <sup><strong>26</strong></sup> \"So do not be afraid of them. There is nothing concealed that will not be disclosed, or hidden that will not be made known. <sup><strong>27</strong></sup> What I tell you in the dark, speak in the daylight; what is whispered in your ear, proclaim from the roofs. <sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell. <sup><strong>29</strong></sup> Are not two sparrows sold for a penny? Yet not one of them will fall to the ground apart from the will of your Father. <sup><strong>30</strong></sup> And even the very hairs of your head are all numbered. <sup><strong>31</strong></sup> So don't be afraid; you are worth more than many sparrows. <sup><strong>32</strong></sup> \"Whoever acknowledges me before men, I will also acknowledge him before my Father in heaven. <sup><strong>33</strong></sup> But whoever disowns me before men, I will disown him before my Father in heaven. <sup><strong>34</strong></sup> \"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword. <sup><strong>35</strong></sup> For I have come to turn \"'a man against his father, a daughter against her mother, a daughter-in-law against her mother-in-law-- <sup><strong>36</strong></sup> a man's enemies will be the members of his own household.' <sup><strong>37</strong></sup> \"Anyone who loves his father or mother more than me is not worthy of me; anyone who loves his son or daughter more than me is not worthy of me; <sup><strong>38</strong></sup> and anyone who does not take his cross and follow me is not worthy of me. <sup><strong>39</strong></sup> Whoever finds his life will lose it, and whoever loses his life for my sake will find it. <sup><strong>40</strong></sup> \"He who receives you receives me, and he who receives me receives the one who sent me. <sup><strong>41</strong></sup> Anyone who receives a prophet because he is a prophet will receive a prophet's reward, and anyone who receives a righteous man because he is a righteous man will receive a righteous man's reward. <sup><strong>42</strong></sup> And if anyone gives even a cup of cold water to one of these little ones because he is my disciple, I tell you the truth, he will certainly not lose his reward.\" "},{"_id":"6168b8653b32607a097c0f8a","topicId":"6168b8623b32607a097c0f7e","verse":"Luke 12:42-46","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42012042_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v42012042-1\">42&nbsp;</b>And the Lord said, <span class=\"woc\">“Who then is the faithful and wise manager, whom his master will set over his household, to give them their portion of food at the proper time?</span> <b class=\"verse-num woc\" id=\"v42012043-1\">43&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v42012044-1\">44&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v42012045-1\">45&nbsp;</b><span class=\"woc\">But if that servant says to himself, ‘My master is delayed in coming,’ and begins to beat the male and female servants, and to eat and drink and get drunk,</span> <b class=\"verse-num woc\" id=\"v42012046-1\">46&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know, and will cut him in pieces and put him with the unfaithful.</span></p>\n\n</div>","kjv":"<strong>42</strong> And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of meat in due season?  <strong>43</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>44</strong> Of a truth I say unto you, that he will make him ruler over all that he hath.  <strong>45</strong> But and if that servant say in his heart, My lord delayeth his coming; and shall begin to beat the menservants and maidens, and to eat and drink, and to be drunken;  <strong>46</strong> The lord of that servant will come in a day when he looketh not for him, and at an hour when he is not aware, and will cut him in sunder, and will appoint him his portion with the unbelievers.  ","niv":"<sup><strong>42</strong></sup> The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time? <sup><strong>43</strong></sup> It will be good for that servant whom the master finds doing so when he returns. <sup><strong>44</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>45</strong></sup> But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the menservants and maidservants and to eat and drink and get drunk. <sup><strong>46</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers. "},{"_id":"6168b8653b32607a097c0f8b","topicId":"6168b8623b32607a097c0f7e","verse":"Acts 22:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44022016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44022016-1\">16&nbsp;</b>And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’</p>\n</div>","kjv":"<strong>16</strong> And now why tarriest thou? arise, and be baptized, and wash away thy sins, calling on the name of the Lord.  ","niv":"<sup><strong>16</strong></sup> And now what are you waiting for? Get up, be baptized and wash your sins away, calling on his name.'"},{"_id":"6168b8663b32607a097c0f8c","topicId":"6168b8623b32607a097c0f7e","verse":"2 Kings 23:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p12023007_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v12023007-1\">7&nbsp;</b>And he broke down the houses of the male cult prostitutes who were in the house of the LORD, where the women wove hangings for the Asherah.</p>\n</div>","kjv":"<strong>7</strong> And he brake down the houses of the sodomites, that were by the house of the LORD, where the women wove hangings for the grove.  ","niv":"<sup><strong>7</strong></sup> He also tore down the quarters of the male shrine prostitutes, which were in the temple of the LORD and where women did weaving for Asherah."},{"_id":"6168b8663b32607a097c0f8d","topicId":"6168b8623b32607a097c0f7e","verse":"Deuteronomy 23:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p05023017_01-17\"><b class=\"verse-num\" id=\"v05023017-1\">17&nbsp;</b>“None of the daughters of Israel shall be a cult prostitute, and none of the sons of Israel shall be a cult prostitute.</p>\n</div>","kjv":"<strong>17</strong> There shall be no whore of the daughters of Israel, nor a sodomite of the sons of Israel.  ","niv":"<sup><strong>17</strong></sup> No Israelite man or woman is to become a shrine prostitute."}]}