{"_id":"6168b96f3b32607a097c102a","slug":"mormons","name":"Mormons","verses":[{"_id":"6168b96f3b32607a097c102b","topicId":"6168b96f3b32607a097c102a","verse":"James 1:5","votes":16,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-1\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.</p>\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him."},{"_id":"6168b96f3b32607a097c102c","topicId":"6168b96f3b32607a097c102a","verse":"Colossians 2:8","votes":11,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-2\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ.","modified":"2023-02-21T04:41:26.892Z"},{"_id":"6168b96f3b32607a097c102d","topicId":"6168b96f3b32607a097c102a","verse":"2 Corinthians 11:4","votes":12,"__v":0,"esv":"<div>\n<p id=\"p47011004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011004-1\">4&nbsp;</b>For if someone comes and proclaims another Jesus than the one we proclaimed, or if you receive a different spirit from the one you received, or if you accept a different gospel from the one you accepted, you put up with it readily enough.</p>\n</div>","kjv":"<strong>4</strong> For if he that cometh preacheth another Jesus, whom we have not preached, or if ye receive another spirit, which ye have not received, or another gospel, which ye have not accepted, ye might well bear with him.  ","niv":"<sup><strong>4</strong></sup> For if someone comes to you and preaches a Jesus other than the Jesus we preached, or if you receive a different spirit from the one you received, or a different gospel from the one you accepted, you put up with it easily enough."},{"_id":"6168b9703b32607a097c102e","topicId":"6168b96f3b32607a097c102a","verse":"Revelation 22:18-19","votes":10,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-4\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. "},{"_id":"6168b9703b32607a097c102f","topicId":"6168b96f3b32607a097c102a","verse":"John 14:6","votes":10,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6168b9703b32607a097c1030","topicId":"6168b96f3b32607a097c102a","verse":"Ephesians 2:8-9","votes":8,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"6168b9713b32607a097c1031","topicId":"6168b96f3b32607a097c102a","verse":"John 1:1","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"6168b9713b32607a097c1032","topicId":"6168b96f3b32607a097c102a","verse":"Acts 17:11","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44017011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n</div>","kjv":"<strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true."},{"_id":"6168b9713b32607a097c1033","topicId":"6168b96f3b32607a097c102a","verse":"Ezekiel 37:1-28","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p26037001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26037001-1\">37:1&nbsp;</b>The hand of the LORD was upon me, and he brought me out in the Spirit of the LORD and set me down in the middle of the valley; it was full of bones. <b class=\"verse-num\" id=\"v26037002-1\">2&nbsp;</b>And he led me around among them, and behold, there were very many on the surface of the valley, and behold, they were very dry. <b class=\"verse-num\" id=\"v26037003-1\">3&nbsp;</b>And he said to me, “Son of man, can these bones live?” And I answered, “O Lord GOD, you know.” <b class=\"verse-num\" id=\"v26037004-1\">4&nbsp;</b>Then he said to me, “Prophesy over these bones, and say to them, O dry bones, hear the word of the LORD. <b class=\"verse-num\" id=\"v26037005-1\">5&nbsp;</b>Thus says the Lord GOD to these bones: Behold, I will cause breath to enter you, and you shall live. <b class=\"verse-num\" id=\"v26037006-1\">6&nbsp;</b>And I will lay sinews upon you, and will cause flesh to come upon you, and cover you with skin, and put breath in you, and you shall live, and you shall know that I am the LORD.”</p>\n<p id=\"p26037006_06-9\"><b class=\"verse-num\" id=\"v26037007-1\">7&nbsp;</b>So I prophesied as I was commanded. And as I prophesied, there was a sound, and behold, a rattling, and the bones came together, bone to its bone. <b class=\"verse-num\" id=\"v26037008-1\">8&nbsp;</b>And I looked, and behold, there were sinews on them, and flesh had come upon them, and skin had covered them. But there was no breath in them. <b class=\"verse-num\" id=\"v26037009-1\">9&nbsp;</b>Then he said to me, “Prophesy to the breath; prophesy, son of man, and say to the breath, Thus says the Lord GOD: Come from the four winds, O breath, and breathe on these slain, that they may live.” <b class=\"verse-num\" id=\"v26037010-1\">10&nbsp;</b>So I prophesied as he commanded me, and the breath came into them, and they lived and stood on their feet, an exceedingly great army.</p>\n<p id=\"p26037010_06-9\"><b class=\"verse-num\" id=\"v26037011-1\">11&nbsp;</b>Then he said to me, “Son of man, these bones are the whole house of Israel. Behold, they say, ‘Our bones are dried up, and our hope is lost; we are indeed cut off.’ <b class=\"verse-num\" id=\"v26037012-1\">12&nbsp;</b>Therefore prophesy, and say to them, Thus says the Lord GOD: Behold, I will open your graves and raise you from your graves, O my people. And I will bring you into the land of Israel. <b class=\"verse-num\" id=\"v26037013-1\">13&nbsp;</b>And you shall know that I am the LORD, when I open your graves, and raise you from your graves, O my people. <b class=\"verse-num\" id=\"v26037014-1\">14&nbsp;</b>And I will put my Spirit within you, and you shall live, and I will place you in your own land. Then you shall know that I am the LORD; I have spoken, and I will do it, declares the LORD.”</p>\n\n<p id=\"p26037014_16-9\"><b class=\"verse-num\" id=\"v26037015-1\">15&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26037016-1\">16&nbsp;</b>“Son of man, take a stick and write on it, ‘For Judah, and the people of Israel associated with him’; then take another stick and write on it, ‘For Joseph (the stick of Ephraim) and all the house of Israel associated with him.’ <b class=\"verse-num\" id=\"v26037017-1\">17&nbsp;</b>And join them one to another into one stick, that they may become one in your hand. <b class=\"verse-num\" id=\"v26037018-1\">18&nbsp;</b>And when your people say to you, ‘Will you not tell us what you mean by these?’ <b class=\"verse-num\" id=\"v26037019-1\">19&nbsp;</b>say to them, Thus says the Lord GOD: Behold, I am about to take the stick of Joseph (that is in the hand of Ephraim) and the tribes of Israel associated with him. And I will join with it the stick of Judah, and make them one stick, that they may be one in my hand. <b class=\"verse-num\" id=\"v26037020-1\">20&nbsp;</b>When the sticks on which you write are in your hand before their eyes, <b class=\"verse-num\" id=\"v26037021-1\">21&nbsp;</b>then say to them, Thus says the Lord GOD: Behold, I will take the people of Israel from the nations among which they have gone, and will gather them from all around, and bring them to their own land. <b class=\"verse-num\" id=\"v26037022-1\">22&nbsp;</b>And I will make them one nation in the land, on the mountains of Israel. And one king shall be king over them all, and they shall be no longer two nations, and no longer divided into two kingdoms. <b class=\"verse-num\" id=\"v26037023-1\">23&nbsp;</b>They shall not defile themselves anymore with their idols and their detestable things, or with any of their transgressions. But I will save them from all the backslidings in which they have sinned, and will cleanse them; and they shall be my people, and I will be their God.</p>\n<p id=\"p26037023_16-9\"><b class=\"verse-num\" id=\"v26037024-1\">24&nbsp;</b>“My servant David shall be king over them, and they shall all have one shepherd. They shall walk in my rules and be careful to obey my statutes. <b class=\"verse-num\" id=\"v26037025-1\">25&nbsp;</b>They shall dwell in the land that I gave to my servant Jacob, where your fathers lived. They and their children and their children’s children shall dwell there forever, and David my servant shall be their prince forever. <b class=\"verse-num\" id=\"v26037026-1\">26&nbsp;</b>I will make a covenant of peace with them. It shall be an everlasting covenant with them. And I will set them in their land and multiply them, and will set my sanctuary in their midst forevermore. <b class=\"verse-num\" id=\"v26037027-1\">27&nbsp;</b>My dwelling place shall be with them, and I will be their God, and they shall be my people. <b class=\"verse-num\" id=\"v26037028-1\">28&nbsp;</b>Then the nations will know that I am the LORD who sanctifies Israel, when my sanctuary is in their midst forevermore.”</p>\n\n</div>","kjv":"<strong>1</strong> The hand of the LORD was upon me, and carried me out in the spirit of the LORD, and set me down in the midst of the valley which was full of bones,  <strong>2</strong> And caused me to pass by them round about: and, behold, there were  very many in the open valley; and, lo, they were very dry.  <strong>3</strong> And he said unto me, Son of man, can these bones live? And I answered, O Lord GOD, thou knowest.  <strong>4</strong> Again he said unto me, Prophesy upon these bones, and say unto them, O ye dry bones, hear the word of the LORD.  <strong>5</strong> Thus saith the Lord GOD unto these bones; Behold, I will cause breath to enter into you, and ye shall live:  <strong>6</strong> And I will lay sinews upon you, and will bring up flesh upon you, and cover you with skin, and put breath in you, and ye shall live; and ye shall know that I am the LORD.  <strong>7</strong> So I prophesied as I was commanded: and as I prophesied, there was a noise, and behold a shaking, and the bones came together, bone to his bone.  <strong>8</strong> And when I beheld, lo, the sinews and the flesh came up upon them, and the skin covered them above: but there was no breath in them.  <strong>9</strong> Then said he unto me, Prophesy unto the wind, prophesy, son of man, and say to the wind, Thus saith the Lord GOD; Come from the four winds, O breath, and breathe upon these slain, that they may live.  <strong>10</strong> So I prophesied as he commanded me, and the breath came into them, and they lived, and stood up upon their feet, an exceeding great army.  <strong>11</strong> Then he said unto me, Son of man, these bones are the whole house of Israel: behold, they say, Our bones are dried, and our hope is lost: we are cut off for our parts.  <strong>12</strong> Therefore prophesy and say unto them, Thus saith the Lord GOD; Behold, O my people, I will open your graves, and cause you to come up out of your graves, and bring you into the land of Israel.  <strong>13</strong> And ye shall know that I am the LORD, when I have opened your graves, O my people, and brought you up out of your graves,  <strong>14</strong> And shall put my spirit in you, and ye shall live, and I shall place you in your own land: then shall ye know that I the LORD have spoken it,  and performed it, saith the LORD.  <strong>15</strong> The word of the LORD came again unto me, saying,  <strong>16</strong> Moreover, thou son of man, take thee one stick, and write upon it, For Judah, and for the children of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions:  <strong>17</strong> And join them one to another into one stick; and they shall become one in thine hand.  <strong>18</strong> And when the children of thy people shall speak unto thee, saying, Wilt thou not shew us what thou meanest by these?  <strong>19</strong> Say unto them, Thus saith the Lord GOD; Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them with him, even with the stick of Judah, and make them one stick, and they shall be one in mine hand.  <strong>20</strong> And the sticks whereon thou writest shall be in thine hand before their eyes.  <strong>21</strong> And say unto them, Thus saith the Lord GOD; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land:  <strong>22</strong> And I will make them one nation in the land upon the mountains of Israel; and one king shall be king to them all: and they shall be no more two nations, neither shall they be divided into two kingdoms any more at all:  <strong>23</strong> Neither shall they defile themselves any more with their idols, nor with their detestable things, nor with any of their transgressions: but I will save them out of all their dwellingplaces, wherein they have sinned, and will cleanse them: so shall they be my people, and I will be their God.  <strong>24</strong> And David my servant shall be king over them; and they all shall have one shepherd: they shall also walk in my judgments, and observe my statutes, and do them.  <strong>25</strong> And they shall dwell in the land that I have given unto Jacob my servant, wherein your fathers have dwelt; and they shall dwell therein, even they, and their children, and their children’s children for ever: and my servant David shall be their prince for ever.  <strong>26</strong> Moreover I will make a covenant of peace with them; it shall be an everlasting covenant with them: and I will place them, and multiply them, and will set my sanctuary in the midst of them for evermore.  <strong>27</strong> My tabernacle also shall be with them: yea, I will be their God, and they shall be my people.  <strong>28</strong> And the heathen shall know that I the LORD do sanctify Israel, when my sanctuary shall be in the midst of them for evermore.  ","niv":"<sup><strong>1</strong></sup> The hand of the LORD was upon me, and he brought me out by the Spirit of the LORD and set me in the middle of a valley; it was full of bones. <sup><strong>2</strong></sup> He led me back and forth among them, and I saw a great many bones on the floor of the valley, bones that were very dry. <sup><strong>3</strong></sup> He asked me, \"Son of man, can these bones live?\" I said, \"O Sovereign LORD, you alone know.\" <sup><strong>4</strong></sup> Then he said to me, \"Prophesy to these bones and say to them, 'Dry bones, hear the word of the LORD! <sup><strong>5</strong></sup> This is what the Sovereign LORD says to these bones: I will make breath enter you, and you will come to life. <sup><strong>6</strong></sup> I will attach tendons to you and make flesh come upon you and cover you with skin; I will put breath in you, and you will come to life. Then you will know that I am the LORD.'\" <sup><strong>7</strong></sup> So I prophesied as I was commanded. And as I was prophesying, there was a noise, a rattling sound, and the bones came together, bone to bone. <sup><strong>8</strong></sup> I looked, and tendons and flesh appeared on them and skin covered them, but there was no breath in them. <sup><strong>9</strong></sup> Then he said to me, \"Prophesy to the breath; prophesy, son of man, and say to it, 'This is what the Sovereign LORD says: Come from the four winds, O breath, and breathe into these slain, that they may live.'\" <sup><strong>10</strong></sup> So I prophesied as he commanded me, and breath entered them; they came to life and stood up on their feet-a vast army. <sup><strong>11</strong></sup> Then he said to me: \"Son of man, these bones are the whole house of Israel. They say, 'Our bones are dried up and our hope is gone; we are cut off.' <sup><strong>12</strong></sup> Therefore prophesy and say to them: 'This is what the Sovereign LORD says: O my people, I am going to open your graves and bring you up from them; I will bring you back to the land of Israel. <sup><strong>13</strong></sup> Then you, my people, will know that I am the LORD, when I open your graves and bring you up from them. <sup><strong>14</strong></sup> I will put my Spirit in you and you will live, and I will settle you in your own land. Then you will know that I the LORD have spoken, and I have done it, declares the LORD.'\" <sup><strong>15</strong></sup> The word of the LORD came to me: <sup><strong>16</strong></sup> \"Son of man, take a stick of wood and write on it, 'Belonging to Judah and the Israelites associated with him.' Then take another stick of wood, and write on it, 'Ephraim's stick, belonging to Joseph and all the house of Israel associated with him.' <sup><strong>17</strong></sup> Join them together into one stick so that they will become one in your hand. <sup><strong>18</strong></sup> \"When your countrymen ask you, 'Won't you tell us what you mean by this?' <sup><strong>19</strong></sup> say to them, 'This is what the Sovereign LORD says: I am going to take the stick of Joseph-which is in Ephraim's hand-and of the Israelite tribes associated with him, and join it to Judah's stick, making them a single stick of wood, and they will become one in my hand.' <sup><strong>20</strong></sup> Hold before their eyes the sticks you have written on <sup><strong>21</strong></sup> and say to them, 'This is what the Sovereign LORD says: I will take the Israelites out of the nations where they have gone. I will gather them from all around and bring them back into their own land. <sup><strong>22</strong></sup> I will make them one nation in the land, on the mountains of Israel. There will be one king over all of them and they will never again be two nations or be divided into two kingdoms. <sup><strong>23</strong></sup> They will no longer defile themselves with their idols and vile images or with any of their offenses, for I will save them from all their sinful backsliding, and I will cleanse them. They will be my people, and I will be their God. <sup><strong>24</strong></sup> \"'My servant David will be king over them, and they will all have one shepherd. They will follow my laws and be careful to keep my decrees. <sup><strong>25</strong></sup> They will live in the land I gave to my servant Jacob, the land where your fathers lived. They and their children and their children's children will live there forever, and David my servant will be their prince forever. <sup><strong>26</strong></sup> I will make a covenant of peace with them; it will be an everlasting covenant. I will establish them and increase their numbers, and I will put my sanctuary among them forever. <sup><strong>27</strong></sup> My dwelling place will be with them; I will be their God, and they will be my people. <sup><strong>28</strong></sup> Then the nations will know that I the LORD make Israel holy, when my sanctuary is among them forever.'\" "},{"_id":"6168b9723b32607a097c1034","topicId":"6168b96f3b32607a097c102a","verse":"2 Timothy 4:3","votes":6,"__v":0,"esv":"<div>\n<p id=\"p55004003_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions,</p>\n\n</div>","kjv":"<strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  ","niv":"<sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear."},{"_id":"6168b9723b32607a097c1035","topicId":"6168b96f3b32607a097c102a","verse":"Ephesians 2:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49002020_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002020-1\">20&nbsp;</b>built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone,</p>\n</div>","kjv":"<strong>20</strong> And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;  ","niv":"<sup><strong>20</strong></sup> built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone."},{"_id":"6168b9723b32607a097c1036","topicId":"6168b96f3b32607a097c102a","verse":"2 Corinthians 11:13-15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p47011013_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011013-1\">13&nbsp;</b>For such men are false apostles, deceitful workmen, disguising themselves as apostles of Christ. <b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light. <b class=\"verse-num\" id=\"v47011015-1\">15&nbsp;</b>So it is no surprise if his servants, also, disguise themselves as servants of righteousness. Their end will correspond to their deeds.</p>\n</div>","kjv":"<strong>13</strong> For such are false apostles, deceitful workers, transforming themselves into the apostles of Christ.  <strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  <strong>15</strong> Therefore it is no great thing if his ministers also be transformed as the ministers of righteousness; whose end shall be according to their works.  ","niv":"<sup><strong>13</strong></sup> For such men are false apostles, deceitful workmen, masquerading as apostles of Christ. <sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light. <sup><strong>15</strong></sup> It is not surprising, then, if his servants masquerade as servants of righteousness. Their end will be what their actions deserve. "},{"_id":"6168b9723b32607a097c1037","topicId":"6168b96f3b32607a097c102a","verse":"John 10:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43010016_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010016-1\">16&nbsp;</b><span class=\"woc\">And I have other sheep that are not of this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd.</span></p>\n</div>","kjv":"<strong>16</strong> And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and  one shepherd.  ","niv":"<sup><strong>16</strong></sup> I have other sheep that are not of this sheep pen. I must bring them also. They too will listen to my voice, and there shall be one flock and one shepherd."},{"_id":"6168b9733b32607a097c1038","topicId":"6168b96f3b32607a097c102a","verse":"John 1:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-14\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"6168b9733b32607a097c1039","topicId":"6168b96f3b32607a097c102a","verse":"Amos 3:7","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003007_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003007-1\">7&nbsp;</b>&nbsp;&nbsp;“For the Lord GOD does nothing</span><br><span id=\"p30003007_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without revealing his secret</span><br><span id=\"p30003007_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to his servants the prophets.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Surely the Lord GOD will do nothing, but he revealeth his secret unto his servants the prophets.  ","niv":"<sup><strong>7</strong></sup> Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets."},{"_id":"6168b9733b32607a097c103a","topicId":"6168b96f3b32607a097c102a","verse":"Isaiah 44:6","votes":6,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23044006_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23044006-1\">6&nbsp;</b>&nbsp;&nbsp;Thus says the LORD, the King of Israel</span><br><span id=\"p23044006_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his Redeemer, the LORD of hosts:</span><br><span id=\"p23044006_07-16\" class=\"line\">&nbsp;&nbsp;“I am the first and I am the last;</span><br><span id=\"p23044006_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;besides me there is no god.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Thus saith the LORD the King of Israel, and his redeemer the LORD of hosts; I am the first, and I am the last; and beside me there is no God.  ","niv":"<sup><strong>6</strong></sup> \"This is what the LORD says- Israel's King and Redeemer, the LORD Almighty: I am the first and I am the last; apart from me there is no God."},{"_id":"6168b9743b32607a097c103b","topicId":"6168b96f3b32607a097c102a","verse":"2 Timothy 3:16-17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"6168b9743b32607a097c103c","topicId":"6168b96f3b32607a097c102a","verse":"Isaiah 44:8","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23044008_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23044008-1\">8&nbsp;</b>&nbsp;&nbsp;Fear not, nor be afraid;</span><br><span id=\"p23044008_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have I not told you from of old and declared it?</span><br><span id=\"p23044008_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And you are my witnesses!</span><br><span id=\"p23044008_01-18\" class=\"line\">&nbsp;&nbsp;Is there a God besides me?</span><br><span id=\"p23044008_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;There is no Rock; I know not any.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Fear ye not, neither be afraid: have not I told thee from that time, and have declared it? ye are even my witnesses. Is there a God beside me? yea, there is no God; I know not any. ","niv":"<sup><strong>8</strong></sup> Do not tremble, do not be afraid. Did I not proclaim this and foretell it long ago? You are my witnesses. Is there any God besides me? No, there is no other Rock; I know not one.\""},{"_id":"6168b9743b32607a097c103d","topicId":"6168b96f3b32607a097c102a","verse":"Galatians 1:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48001008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001008-1\">8&nbsp;</b>But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed.</p>\n</div>","kjv":"<strong>8</strong> But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.  ","niv":"<sup><strong>8</strong></sup> But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let him be eternally condemned!"},{"_id":"6168b9743b32607a097c103e","topicId":"6168b96f3b32607a097c102a","verse":"James 2:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59002018_01-20\"><b class=\"verse-num\" id=\"v59002018-1\">18&nbsp;</b>But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works.</p>\n</div>","kjv":"<strong>18</strong> Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.  ","niv":"<sup><strong>18</strong></sup> But someone will say, \"You have faith; I have deeds.\" Show me your faith without deeds, and I will show you my faith by what I do."},{"_id":"6168b9753b32607a097c103f","topicId":"6168b96f3b32607a097c102a","verse":"Hebrews 6:1-20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58006001_01-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58006001-1\">6:1&nbsp;</b>Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God, <b class=\"verse-num\" id=\"v58006002-1\">2&nbsp;</b>and of instruction about washings, the laying on of hands, the resurrection of the dead, and eternal judgment. <b class=\"verse-num\" id=\"v58006003-1\">3&nbsp;</b>And this we will do if God permits. <b class=\"verse-num\" id=\"v58006004-1\">4&nbsp;</b>For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit, <b class=\"verse-num\" id=\"v58006005-1\">5&nbsp;</b>and have tasted the goodness of the word of God and the powers of the age to come, <b class=\"verse-num\" id=\"v58006006-1\">6&nbsp;</b>and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt. <b class=\"verse-num\" id=\"v58006007-1\">7&nbsp;</b>For land that has drunk the rain that often falls on it, and produces a crop useful to those for whose sake it is cultivated, receives a blessing from God. <b class=\"verse-num\" id=\"v58006008-1\">8&nbsp;</b>But if it bears thorns and thistles, it is worthless and near to being cursed, and its end is to be burned.</p>\n<p id=\"p58006008_01-21\"><b class=\"verse-num\" id=\"v58006009-1\">9&nbsp;</b>Though we speak in this way, yet in your case, beloved, we feel sure of better things—things that belong to salvation. <b class=\"verse-num\" id=\"v58006010-1\">10&nbsp;</b>For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do. <b class=\"verse-num\" id=\"v58006011-1\">11&nbsp;</b>And we desire each one of you to show the same earnestness to have the full assurance of hope until the end, <b class=\"verse-num\" id=\"v58006012-1\">12&nbsp;</b>so that you may not be sluggish, but imitators of those who through faith and patience inherit the promises.</p>\n\n<p id=\"p58006012_06-21\"><b class=\"verse-num\" id=\"v58006013-1\">13&nbsp;</b>For when God made a promise to Abraham, since he had no one greater by whom to swear, he swore by himself, <b class=\"verse-num\" id=\"v58006014-1\">14&nbsp;</b>saying, “Surely I will bless you and multiply you.” <b class=\"verse-num\" id=\"v58006015-1\">15&nbsp;</b>And thus Abraham, having patiently waited, obtained the promise. <b class=\"verse-num\" id=\"v58006016-1\">16&nbsp;</b>For people swear by something greater than themselves, and in all their disputes an oath is final for confirmation. <b class=\"verse-num\" id=\"v58006017-1\">17&nbsp;</b>So when God desired to show more convincingly to the heirs of the promise the unchangeable character of his purpose, he guaranteed it with an oath, <b class=\"verse-num\" id=\"v58006018-1\">18&nbsp;</b>so that by two unchangeable things, in which it is impossible for God to lie, we who have fled for refuge might have strong encouragement to hold fast to the hope set before us. <b class=\"verse-num\" id=\"v58006019-1\">19&nbsp;</b>We have this as a sure and steadfast anchor of the soul, a hope that enters into the inner place behind the curtain, <b class=\"verse-num\" id=\"v58006020-1\">20&nbsp;</b>where Jesus has gone as a forerunner on our behalf, having become a high priest forever after the order of Melchizedek.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,  <strong>2</strong> Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment.  <strong>3</strong> And this will we do, if God permit.  <strong>4</strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,  <strong>5</strong> And have tasted the good word of God, and the powers of the world to come,  <strong>6</strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.  <strong>7</strong> For the earth which drinketh in the rain that cometh oft upon it, and bringeth forth herbs meet for them by whom it is dressed, receiveth blessing from God:  <strong>8</strong> But that which beareth thorns and briers is rejected, and is nigh unto cursing; whose end is to be burned.  <strong>9</strong> But, beloved, we are persuaded better things of you, and things that accompany salvation, though we thus speak.  <strong>10</strong> For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.  <strong>11</strong> And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:  <strong>12</strong> That ye be not slothful, but followers of them who through faith and patience inherit the promises.  <strong>13</strong> For when God made promise to Abraham, because he could swear by no greater, he sware by himself,  <strong>14</strong> Saying, Surely blessing I will bless thee, and multiplying I will multiply thee.  <strong>15</strong> And so, after he had patiently endured, he obtained the promise.  <strong>16</strong> For men verily swear by the greater: and an oath for confirmation is to them an end of all strife.  <strong>17</strong> Wherein God, willing more abundantly to shew unto the heirs of promise the immutability of his counsel, confirmed it by an oath:  <strong>18</strong> That by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us:  <strong>19</strong> Which hope we have as an anchor of the soul, both sure and stedfast, and which entereth into that within the veil;  <strong>20</strong> Whither the forerunner is for us entered, even Jesus, made an high priest for ever after the order of Melchisedec.  ","niv":"<sup><strong>1</strong></sup> Therefore let us leave the elementary teachings about Christ and go on to maturity, not laying again the foundation of repentance from acts that lead to death, and of faith in God, <sup><strong>2</strong></sup> instruction about baptisms, the laying on of hands, the resurrection of the dead, and eternal judgment. <sup><strong>3</strong></sup> And God permitting, we will do so. <sup><strong>4</strong></sup> It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, <sup><strong>5</strong></sup> who have tasted the goodness of the word of God and the powers of the coming age, <sup><strong>6</strong></sup> if they fall away, to be brought back to repentance, because to their loss they are crucifying the Son of God all over again and subjecting him to public disgrace. <sup><strong>7</strong></sup> Land that drinks in the rain often falling on it and that produces a crop useful to those for whom it is farmed receives the blessing of God. <sup><strong>8</strong></sup> But land that produces thorns and thistles is worthless and is in danger of being cursed. In the end it will be burned. <sup><strong>9</strong></sup> Even though we speak like this, dear friends, we are confident of better things in your case--things that accompany salvation. <sup><strong>10</strong></sup> God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them. <sup><strong>11</strong></sup> We want each of you to show this same diligence to the very end, in order to make your hope sure. <sup><strong>12</strong></sup> We do not want you to become lazy, but to imitate those who through faith and patience inherit what has been promised. <sup><strong>13</strong></sup> When God made his promise to Abraham, since there was no one greater for him to swear by, he swore by himself, <sup><strong>14</strong></sup> saying, \"I will surely bless you and give you many descendants.\" <sup><strong>15</strong></sup> And so after waiting patiently, Abraham received what was promised. <sup><strong>16</strong></sup> Men swear by someone greater than themselves, and the oath confirms what is said and puts an end to all argument. <sup><strong>17</strong></sup> Because God wanted to make the unchanging nature of his purpose very clear to the heirs of what was promised, he confirmed it with an oath. <sup><strong>18</strong></sup> God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope offered to us may be greatly encouraged. <sup><strong>19</strong></sup> We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain, <sup><strong>20</strong></sup> where Jesus, who went before us, has entered on our behalf. He has become a high priest forever, in the order of Melchizedek. "},{"_id":"6168b9753b32607a097c1040","topicId":"6168b96f3b32607a097c102a","verse":"2 Timothy 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6168b9753b32607a097c1041","topicId":"6168b96f3b32607a097c102a","verse":"1 Timothy 4:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons."},{"_id":"6168b9763b32607a097c1042","topicId":"6168b96f3b32607a097c102a","verse":"Luke 24:39","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42024039_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42024039-1\">39&nbsp;</b><span class=\"woc\">See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.”</span></p>\n</div>","kjv":"<strong>39</strong> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.  ","niv":"<sup><strong>39</strong></sup> Look at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have.\""},{"_id":"6168b9763b32607a097c1043","topicId":"6168b96f3b32607a097c102a","verse":"2 John 1:7-11","votes":3,"__v":0,"kjv":"<strong>7</strong> For many deceivers are entered into the world, who confess not that Jesus Christ is come in the flesh. This is a deceiver and an antichrist.  <strong>8</strong> Look to yourselves, that we lose not those things which we have wrought, but that we receive a full reward.  <strong>9</strong> Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.  <strong>10</strong> If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:  <strong>11</strong> For he that biddeth him God speed is partaker of his evil deeds.  ","niv":"<sup><strong>1</strong></sup> The elder,"}]}