{"_id":"6168bb183b32607a097c111c","slug":"mount-of-olives","name":"Mount Of Olives","verses":[{"_id":"6168bb183b32607a097c111d","topicId":"6168bb183b32607a097c111c","verse":"Zechariah 14:4","votes":23,"__v":0,"esv":"<div>\n<p id=\"p38014004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v38014004-1\">4&nbsp;</b>On that day his feet shall stand on the Mount of Olives that lies before Jerusalem on the east, and the Mount of Olives shall be split in two from east to west by a very wide valley, so that one half of the Mount shall move northward, and the other half southward.</p>\n</div>","kjv":"<strong>4</strong> And his feet shall stand in that day upon the mount of Olives, which is before Jerusalem on the east, and the mount of Olives shall cleave in the midst thereof toward the east and toward the west, and there shall be a very great valley; and half of the mountain shall remove toward the north, and half of it toward the south.  ","niv":"<sup><strong>4</strong></sup> On that day his feet will stand on the Mount of Olives, east of Jerusalem, and the Mount of Olives will be split in two from east to west, forming a great valley, with half of the mountain moving north and half moving south.","modified":"2023-03-12T23:57:22.959Z"},{"_id":"6168bb193b32607a097c111e","topicId":"6168bb183b32607a097c111c","verse":"Mark 13:1-37","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p41013001_07-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41013001-1\">13:1&nbsp;</b>And as he came out of the temple, one of his disciples said to him, “Look, Teacher, what wonderful stones and what wonderful buildings!” <b class=\"verse-num\" id=\"v41013002-1\">2&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Do you see these great buildings? There will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p41013002_14-2\"><b class=\"verse-num\" id=\"v41013003-1\">3&nbsp;</b>And as he sat on the Mount of Olives opposite the temple, Peter and James and John and Andrew asked him privately, <b class=\"verse-num\" id=\"v41013004-1\">4&nbsp;</b>“Tell us, when will these things be, and what will be the sign when all these things are about to be accomplished?” <b class=\"verse-num\" id=\"v41013005-1\">5&nbsp;</b>And Jesus began to say to them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v41013006-1\">6&nbsp;</b><span class=\"woc\">Many will come in my name, saying, ‘I am he!’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v41013007-1\">7&nbsp;</b><span class=\"woc\">And when you hear of wars and rumors of wars, do not be alarmed. This must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v41013008-1\">8&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places; there will be famines. These are but the beginning of the birth pains.</span></p>\n<p id=\"p41013008_14-2\"><b class=\"verse-num woc\" id=\"v41013009-1\">9&nbsp;</b><span class=\"woc\">“But be on your guard. For they will deliver you over to councils, and you will be beaten in synagogues, and you will stand before governors and kings for my sake, to bear witness before them.</span> <b class=\"verse-num woc\" id=\"v41013010-1\">10&nbsp;</b><span class=\"woc\">And the gospel must first be proclaimed to all nations.</span> <b class=\"verse-num woc\" id=\"v41013011-1\">11&nbsp;</b><span class=\"woc\">And when they bring you to trial and deliver you over, do not be anxious beforehand what you are to say, but say whatever is given you in that hour, for it is not you who speak, but the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v41013012-1\">12&nbsp;</b><span class=\"woc\">And brother will deliver brother over to death, and the father his child, and children will rise against parents and have them put to death.</span> <b class=\"verse-num woc\" id=\"v41013013-1\">13&nbsp;</b><span class=\"woc\">And you will be hated by all for my name’s sake. But the one who endures to the end will be saved.</span></p>\n\n<p id=\"p41013013_18-2\"><b class=\"verse-num woc\" id=\"v41013014-1\">14&nbsp;</b><span class=\"woc\">“But when you see the abomination of desolation standing where he ought not to be (let the reader understand), then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v41013015-1\">15&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down, nor enter his house, to take anything out,</span> <b class=\"verse-num woc\" id=\"v41013016-1\">16&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v41013017-1\">17&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v41013018-1\">18&nbsp;</b><span class=\"woc\">Pray that it may not happen in winter.</span> <b class=\"verse-num woc\" id=\"v41013019-1\">19&nbsp;</b><span class=\"woc\">For in those days there will be such tribulation as has not been from the beginning of the creation that God created until now, and never will be.</span> <b class=\"verse-num woc\" id=\"v41013020-1\">20&nbsp;</b><span class=\"woc\">And if the Lord had not cut short the days, no human being would be saved. But for the sake of the elect, whom he chose, he shortened the days.</span> <b class=\"verse-num woc\" id=\"v41013021-1\">21&nbsp;</b><span class=\"woc\">And then if anyone says to you, ‘Look, here is the Christ!’ or ‘Look, there he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v41013022-1\">22&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform signs and wonders, to lead astray, if possible, the elect.</span> <b class=\"verse-num woc\" id=\"v41013023-1\">23&nbsp;</b><span class=\"woc\">But be on guard; I have told you all things beforehand.</span></p>\n\n<p id=\"p41013023_25-2\"><b class=\"verse-num woc\" id=\"v41013024-1\">24&nbsp;</b><span class=\"woc\">“But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light,</span> <b class=\"verse-num woc\" id=\"v41013025-1\">25&nbsp;</b><span class=\"woc\">and the stars will be falling from heaven, and the powers in the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v41013026-1\">26&nbsp;</b><span class=\"woc\">And then they will see the Son of Man coming in clouds with great power and glory.</span> <b class=\"verse-num woc\" id=\"v41013027-1\">27&nbsp;</b><span class=\"woc\">And then he will send out the angels and gather his elect from the four winds, from the ends of the earth to the ends of heaven.</span></p>\n\n<p id=\"p41013027_31-2\"><b class=\"verse-num woc\" id=\"v41013028-1\">28&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v41013029-1\">29&nbsp;</b><span class=\"woc\">So also, when you see these things taking place, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v41013030-1\">30&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v41013031-1\">31&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p41013031_38-2\"><b class=\"verse-num woc\" id=\"v41013032-1\">32&nbsp;</b><span class=\"woc\">“But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but only the Father.</span> <b class=\"verse-num woc\" id=\"v41013033-1\">33&nbsp;</b><span class=\"woc\">Be on guard, keep awake. For you do not know when the time will come.</span> <b class=\"verse-num woc\" id=\"v41013034-1\">34&nbsp;</b><span class=\"woc\">It is like a man going on a journey, when he leaves home and puts his servants in charge, each with his work, and commands the doorkeeper to stay awake.</span> <b class=\"verse-num woc\" id=\"v41013035-1\">35&nbsp;</b><span class=\"woc\">Therefore stay awake—for you do not know when the master of the house will come, in the evening, or at midnight, or when the rooster crows, or in the morning—</span><b class=\"verse-num woc\" id=\"v41013036-1\">36&nbsp;</b><span class=\"woc\">lest he come suddenly and find you asleep.</span> <b class=\"verse-num woc\" id=\"v41013037-1\">37&nbsp;</b><span class=\"woc\">And what I say to you I say to all: Stay awake.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And as he went out of the temple, one of his disciples saith unto him, Master, see what manner of stones and what buildings are here!  <strong>2</strong> And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down.  <strong>3</strong> And as he sat upon the mount of Olives over against the temple, Peter and James and John and Andrew asked him privately,  <strong>4</strong> Tell us, when shall these things be? and what shall be the sign when all these things shall be fulfilled?  <strong>5</strong> And Jesus answering them began to say, Take heed lest any man  deceive you:  <strong>6</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>7</strong> And when ye shall hear of wars and rumours of wars, be ye not troubled: for such things must needs be; but the end shall not be yet.  <strong>8</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginnings of sorrows.  <strong>9</strong>           But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them.  <strong>10</strong> And the gospel must first be published among all nations.  <strong>11</strong> But when they shall lead you, and deliver you up, take no thought beforehand what ye shall speak, neither do ye premeditate: but whatsoever shall be given you in that hour, that speak ye: for it is not ye that speak, but the Holy Ghost.  <strong>12</strong> Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death.  <strong>13</strong> And ye shall be hated of all men for my name’s sake: but he that shall endure unto the end, the same shall be saved.  <strong>14</strong>           But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that readeth understand,) then let them that be in Judaea flee to the mountains:  <strong>15</strong> And let him that is on the housetop not go down into the house, neither enter therein, to take any thing out of his house:  <strong>16</strong> And let him that is in the field not turn back again for to take up his garment.  <strong>17</strong> But woe to them that are with child, and to them that give suck in those days!  <strong>18</strong> And pray ye that your flight be not in the winter.  <strong>19</strong> For in those days shall be affliction, such as was not from the beginning of the creation which God created unto this time, neither shall be.  <strong>20</strong> And except that the Lord had shortened those days, no flesh should be saved: but for the elect’s sake, whom he hath chosen, he hath shortened the days.  <strong>21</strong> And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him  not:  <strong>22</strong> For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect.  <strong>23</strong> But take ye heed: behold, I have foretold you all things. <strong>24</strong>           But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,  <strong>25</strong> And the stars of heaven shall fall, and the powers that are in heaven shall be shaken.  <strong>26</strong> And then shall they see the Son of man coming in the clouds with great power and glory.  <strong>27</strong> And then shall he send his angels, and shall gather together his elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven.  <strong>28</strong> Now learn a parable of the fig tree; When her branch is yet tender, and putteth forth leaves, ye know that summer is near:  <strong>29</strong> So ye in like manner, when ye shall see these things come to pass, know that it is nigh, even at the doors.  <strong>30</strong> Verily I say unto you, that this generation shall not pass, till all these things be done.  <strong>31</strong> Heaven and earth shall pass away: but my words shall not pass away.  <strong>32</strong>           But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.  <strong>33</strong> Take ye heed, watch and pray: for ye know not when the time is.  <strong>34</strong> For the Son of man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch.  <strong>35</strong> Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning:  <strong>36</strong> Lest coming suddenly he find you sleeping.  <strong>37</strong> And what I say unto you I say unto all, Watch. ","niv":"<sup><strong>1</strong></sup> As he was leaving the temple, one of his disciples said to him, \"Look, Teacher! What massive stones! What magnificent buildings!\" <sup><strong>2</strong></sup> \"Do you see all these great buildings?\" replied Jesus. \"Not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives opposite the temple, Peter, James, John and Andrew asked him privately, <sup><strong>4</strong></sup> \"Tell us, when will these things happen? And what will be the sign that they are all about to be fulfilled?\" <sup><strong>5</strong></sup> Jesus said to them: \"Watch out that no one deceives you. <sup><strong>6</strong></sup> Many will come in my name, claiming, 'I am he,' and will deceive many. <sup><strong>7</strong></sup> When you hear of wars and rumors of wars, do not be alarmed. Such things must happen, but the end is still to come. <sup><strong>8</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places, and famines. These are the beginning of birth pains. <sup><strong>9</strong></sup> \"You must be on your guard. You will be handed over to the local councils and flogged in the synagogues. On account of me you will stand before governors and kings as witnesses to them. <sup><strong>10</strong></sup> And the gospel must first be preached to all nations. <sup><strong>11</strong></sup> Whenever you are arrested and brought to trial, do not worry beforehand about what to say. Just say whatever is given you at the time, for it is not you speaking, but the Holy Spirit. <sup><strong>12</strong></sup> \"Brother will betray brother to death, and a father his child. Children will rebel against their parents and have them put to death. <sup><strong>13</strong></sup> All men will hate you because of me, but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> \"When you see 'the abomination that causes desolation' standing where it does not belong--let the reader understand--then let those who are in Judea flee to the mountains. <sup><strong>15</strong></sup> Let no one on the roof of his house go down or enter the house to take anything out. <sup><strong>16</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>17</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>18</strong></sup> Pray that this will not take place in winter, <sup><strong>19</strong></sup> because those will be days of distress unequaled from the beginning, when God created the world, until now--and never to be equaled again. <sup><strong>20</strong></sup> If the Lord had not cut short those days, no one would survive. But for the sake of the elect, whom he has chosen, he has shortened them. <sup><strong>21</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'Look, there he is!' do not believe it. <sup><strong>22</strong></sup> For false Christs and false prophets will appear and perform signs and miracles to deceive the elect--if that were possible. <sup><strong>23</strong></sup> So be on your guard; I have told you everything ahead of time. <sup><strong>24</strong></sup> \"But in those days, following that distress, \"'the sun will be darkened, and the moon will not give its light; <sup><strong>25</strong></sup> the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>26</strong></sup> \"At that time men will see the Son of Man coming in clouds with great power and glory. <sup><strong>27</strong></sup> And he will send his angels and gather his elect from the four winds, from the ends of the earth to the ends of the heavens. <sup><strong>28</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>29</strong></sup> Even so, when you see these things happening, you know that it is near, right at the door. <sup><strong>30</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>31</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>32</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>33</strong></sup> Be on guard! Be alert! You do not know when that time will come. <sup><strong>34</strong></sup> It's like a man going away: He leaves his house and puts his servants in charge, each with his assigned task, and tells the one at the door to keep watch. <sup><strong>35</strong></sup> \"Therefore keep watch because you do not know when the owner of the house will come back--whether in the evening, or at midnight, or when the rooster crows, or at dawn. <sup><strong>36</strong></sup> If he comes suddenly, do not let him find you sleeping. <sup><strong>37</strong></sup> What I say to you, I say to everyone: 'Watch!'\" ","modified":"2023-03-29T23:41:55.579Z"},{"_id":"6168bb193b32607a097c111f","topicId":"6168bb183b32607a097c111c","verse":"Matthew 24:3","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-4\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-4\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-4\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-4\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-4\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-4\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-4\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  ","niv":"<sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\"","modified":"2023-08-25T08:43:05.986Z"},{"_id":"6168bb193b32607a097c1120","topicId":"6168bb183b32607a097c111c","verse":"Matthew 24:1-51","votes":17,"__v":0,"kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. ","modified":"2023-02-25T00:11:58.970Z"},{"_id":"6168bb1a3b32607a097c1122","topicId":"6168bb183b32607a097c111c","verse":"1 Peter 2:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p60002009_01-6\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.</p>\n</div>","kjv":"<strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  ","niv":"<sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light."},{"_id":"6168bb1a3b32607a097c1121","topicId":"6168bb183b32607a097c111c","verse":"John 8:1","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43008001_01-7\" class=\"virtual\"><b class=\"chapter-num\" id=\"v43008001-1\">8:1&nbsp;</b>but Jesus went to the Mount of Olives.</p>\n</div>","kjv":"<strong>1</strong> Jesus went unto the mount of Olives.  ","niv":"<sup><strong>1</strong></sup> But Jesus went to the Mount of Olives.","modified":"2022-07-21T17:48:32.444Z"},{"_id":"6168bb1b3b32607a097c1123","topicId":"6168bb183b32607a097c111c","verse":"Matthew 21:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40021001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40021001-1\">21:1&nbsp;</b>Now when they drew near to Jerusalem and came to Bethphage, to the Mount of Olives, then Jesus sent two disciples,</p>\n</div>","kjv":"<strong>1</strong> And when they drew nigh unto Jerusalem, and were come to Bethphage, unto the mount of Olives, then sent Jesus two disciples,  ","niv":"<sup><strong>1</strong></sup> As they approached Jerusalem and came to Bethphage on the Mount of Olives, Jesus sent two disciples,"},{"_id":"6168bb1b3b32607a097c1124","topicId":"6168bb183b32607a097c111c","verse":"Luke 22:39","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42022039_08-9\"><b class=\"verse-num\" id=\"v42022039-1\">39&nbsp;</b>And he came out and went, as was his custom, to the Mount of Olives, and the disciples followed him.</p>\n</div>","kjv":"<strong>39</strong> And he came out, and went, as he was wont, to the mount of Olives; and his disciples also followed him.  ","niv":"<sup><strong>39</strong></sup> Jesus went out as usual to the Mount of Olives, and his disciples followed him.","modified":"2023-07-20T03:55:49.594Z"},{"_id":"6168bb1b3b32607a097c1125","topicId":"6168bb183b32607a097c111c","verse":"Mark 14:26","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p41014026_05-10\"><b class=\"verse-num\" id=\"v41014026-1\">26&nbsp;</b>And when they had sung a hymn, they went out to the Mount of Olives.</p>\n</div>","kjv":"<strong>26</strong> And when they had sung an hymn, they went out into the mount of Olives.  ","niv":"<sup><strong>26</strong></sup> When they had sung a hymn, they went out to the Mount of Olives.","modified":"2023-03-22T17:02:19.441Z"},{"_id":"6168bb1b3b32607a097c1126","topicId":"6168bb183b32607a097c111c","verse":"2 Timothy 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2023-04-20T03:13:43.739Z"},{"_id":"6168bb1b3b32607a097c1127","topicId":"6168bb183b32607a097c111c","verse":"Revelation 20:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66020006_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n</div>","kjv":"<strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  ","niv":"<sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years.","modified":"2023-06-02T19:11:39.254Z"},{"_id":"6168bb1c3b32607a097c1128","topicId":"6168bb183b32607a097c111c","verse":"Acts 1:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44001011_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n</div>","kjv":"<strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  ","niv":"<sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\""},{"_id":"6168bb1c3b32607a097c1129","topicId":"6168bb183b32607a097c111c","verse":"Matthew 26:30","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p40026030_05-14\"><b class=\"verse-num\" id=\"v40026030-1\">30&nbsp;</b>And when they had sung a hymn, they went out to the Mount of Olives.</p>\n</div>","kjv":"<strong>30</strong> And when they had sung an hymn, they went out into the mount of Olives.  ","niv":"<sup><strong>30</strong></sup> When they had sung a hymn, they went out to the Mount of Olives.","modified":"2023-07-20T04:50:22.169Z"},{"_id":"6168bb1d3b32607a097c112a","topicId":"6168bb183b32607a097c111c","verse":"Revelation 3:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66003021_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003021-1\">21&nbsp;</b><span class=\"woc\">The one who conquers, I will grant him to sit with me on my throne, as I also conquered and sat down with my Father on his throne.</span></p>\n</div>","kjv":"<strong>21</strong> To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.  ","niv":"<sup><strong>21</strong></sup> To him who overcomes, I will give the right to sit with me on my throne, just as I overcame and sat down with my Father on his throne.","modified":"2023-12-09T21:38:44.509Z"},{"_id":"6168bb1d3b32607a097c112b","topicId":"6168bb183b32607a097c111c","verse":"1 Timothy 6:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p54006014_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006014-1\">14&nbsp;</b>to keep the commandment unstained and free from reproach until the appearing of our Lord Jesus Christ,</p>\n</div>","kjv":"<strong>14</strong> That thou keep this commandment without spot, unrebukeable, until the appearing of our Lord Jesus Christ:  ","niv":"<sup><strong>14</strong></sup> to keep this command without spot or blame until the appearing of our Lord Jesus Christ,","modified":"2023-12-09T21:39:12.147Z"},{"_id":"6168bb1d3b32607a097c112c","topicId":"6168bb183b32607a097c111c","verse":"Genesis 1:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"6168bb1d3b32607a097c112d","topicId":"6168bb183b32607a097c111c","verse":"2 Peter 1:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit.","modified":"2022-03-26T13:27:40.732Z"},{"_id":"6168bb1e3b32607a097c112e","topicId":"6168bb183b32607a097c111c","verse":"2 Timothy 3:16-17","votes":-1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. ","modified":"2022-09-22T21:21:59.029Z"},{"_id":"6168bb1e3b32607a097c112f","topicId":"6168bb183b32607a097c111c","verse":"1 Thessalonians 4:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p52004016_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first.</p>\n</div>","kjv":"<strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  ","niv":"<sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first."},{"_id":"6168bb1e3b32607a097c1130","topicId":"6168bb183b32607a097c111c","verse":"2 Timothy 1:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55001009_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001009-1\">9&nbsp;</b>who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began,</p>\n\n</div>","kjv":"<strong>9</strong> Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,  ","niv":"<sup><strong>9</strong></sup> who has saved us and called us to a holy life--not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time,"},{"_id":"6168bb1f3b32607a097c1131","topicId":"6168bb183b32607a097c111c","verse":"Ephesians 1:11-12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49001011_01-24\"><b class=\"verse-num\" id=\"v49001011-1\">11&nbsp;</b>In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will, <b class=\"verse-num\" id=\"v49001012-1\">12&nbsp;</b>so that we who were the first to hope in Christ might be to the praise of his glory.</p>\n</div>","kjv":"<strong>11</strong> In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:  <strong>12</strong> That we should be to the praise of his glory, who first trusted in Christ.  ","niv":"<sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will, <sup><strong>12</strong></sup> in order that we, who were the first to hope in Christ, might be for the praise of his glory. "},{"_id":"6168bb1f3b32607a097c1132","topicId":"6168bb183b32607a097c111c","verse":"Romans 10:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45010013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\""},{"_id":"6168bb1f3b32607a097c1133","topicId":"6168bb183b32607a097c111c","verse":"Luke 21:37","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42021037_01-26\"><b class=\"verse-num\" id=\"v42021037-1\">37&nbsp;</b>And every day he was teaching in the temple, but at night he went out and lodged on the mount called Olivet.</p>\n</div>","kjv":"<strong>37</strong> And in the day time he was teaching in the temple; and at night he went out, and abode in the mount that is called the mount of Olives.  ","niv":"<sup><strong>37</strong></sup> Each day Jesus was teaching at the temple, and each evening he went out to spend the night on the hill called the Mount of Olives,"},{"_id":"6168bb1f3b32607a097c1134","topicId":"6168bb183b32607a097c111c","verse":"Romans 8:28-30","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. "},{"_id":"6168bb203b32607a097c1135","topicId":"6168bb183b32607a097c111c","verse":"Mark 13:33","votes":14,"__v":0,"esv":"<div>\n<p id=\"p41013033_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41013033-1\">33&nbsp;</b><span class=\"woc\">Be on guard, keep awake. For you do not know when the time will come.</span></p>\n\n</div>","kjv":"<strong>33</strong> Take ye heed, watch and pray: for ye know not when the time is.  ","niv":"<sup><strong>33</strong></sup> Be on guard! Be alert! You do not know when that time will come.","modified":"2023-03-09T13:39:16.694Z"}]}