{"_id":"6168bc1c3b32607a097c119d","slug":"mt-horeb","name":"Mt Horeb","verses":[{"_id":"6168bc1c3b32607a097c119e","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 3:1","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p02003001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02003001-1\">3:1&nbsp;</b>Now Moses was keeping the flock of his father-in-law, Jethro, the priest of Midian, and he led his flock to the west side of the wilderness and came to Horeb, the mountain of God.</p>\n</div>","kjv":"<strong>1</strong> Now Moses kept the flock of Jethro his father in law, the priest of Midian: and he led the flock to the backside of the desert, and came to the mountain of God, even to Horeb.  ","niv":"<sup><strong>1</strong></sup> Now Moses was tending the flock of Jethro his father-in-law, the priest of Midian, and he led the flock to the far side of the desert and came to Horeb, the mountain of God."},{"_id":"6168bc1c3b32607a097c119f","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 19:1-25","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p02019001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02019001-1\">19:1&nbsp;</b>On the third new moon after the people of Israel had gone out of the land of Egypt, on that day they came into the wilderness of Sinai. <b class=\"verse-num\" id=\"v02019002-1\">2&nbsp;</b>They set out from Rephidim and came into the wilderness of Sinai, and they encamped in the wilderness. There Israel encamped before the mountain, <b class=\"verse-num\" id=\"v02019003-1\">3&nbsp;</b>while Moses went up to God. The LORD called to him out of the mountain, saying, “Thus you shall say to the house of Jacob, and tell the people of Israel: <b class=\"verse-num\" id=\"v02019004-1\">4&nbsp;</b>‘You yourselves have seen what I did to the Egyptians, and how I bore you on eagles’ wings and brought you to myself. <b class=\"verse-num\" id=\"v02019005-1\">5&nbsp;</b>Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine; <b class=\"verse-num\" id=\"v02019006-1\">6&nbsp;</b>and you shall be to me a kingdom of priests and a holy nation.’ These are the words that you shall speak to the people of Israel.”</p>\n<p id=\"p02019006_05-2\"><b class=\"verse-num\" id=\"v02019007-1\">7&nbsp;</b>So Moses came and called the elders of the people and set before them all these words that the LORD had commanded him. <b class=\"verse-num\" id=\"v02019008-1\">8&nbsp;</b>All the people answered together and said, “All that the LORD has spoken we will do.” And Moses reported the words of the people to the LORD. <b class=\"verse-num\" id=\"v02019009-1\">9&nbsp;</b>And the LORD said to Moses, “Behold, I am coming to you in a thick cloud, that the people may hear when I speak with you, and may also believe you forever.”</p>\n<p id=\"p02019009_05-2\">When Moses told the words of the people to the LORD, <b class=\"verse-num\" id=\"v02019010-1\">10&nbsp;</b>the LORD said to Moses, “Go to the people and consecrate them today and tomorrow, and let them wash their garments <b class=\"verse-num\" id=\"v02019011-1\">11&nbsp;</b>and be ready for the third day. For on the third day the LORD will come down on Mount Sinai in the sight of all the people. <b class=\"verse-num\" id=\"v02019012-1\">12&nbsp;</b>And you shall set limits for the people all around, saying, ‘Take care not to go up into the mountain or touch the edge of it. Whoever touches the mountain shall be put to death. <b class=\"verse-num\" id=\"v02019013-1\">13&nbsp;</b>No hand shall touch him, but he shall be stoned or shot; whether beast or man, he shall not live.’ When the trumpet sounds a long blast, they shall come up to the mountain.” <b class=\"verse-num\" id=\"v02019014-1\">14&nbsp;</b>So Moses went down from the mountain to the people and consecrated the people; and they washed their garments. <b class=\"verse-num\" id=\"v02019015-1\">15&nbsp;</b>And he said to the people, “Be ready for the third day; do not go near a woman.”</p>\n<p id=\"p02019015_05-2\"><b class=\"verse-num\" id=\"v02019016-1\">16&nbsp;</b>On the morning of the third day there were thunders and lightnings and a thick cloud on the mountain and a very loud trumpet blast, so that all the people in the camp trembled. <b class=\"verse-num\" id=\"v02019017-1\">17&nbsp;</b>Then Moses brought the people out of the camp to meet God, and they took their stand at the foot of the mountain. <b class=\"verse-num\" id=\"v02019018-1\">18&nbsp;</b>Now Mount Sinai was wrapped in smoke because the LORD had descended on it in fire. The smoke of it went up like the smoke of a kiln, and the whole mountain trembled greatly. <b class=\"verse-num\" id=\"v02019019-1\">19&nbsp;</b>And as the sound of the trumpet grew louder and louder, Moses spoke, and God answered him in thunder. <b class=\"verse-num\" id=\"v02019020-1\">20&nbsp;</b>The LORD came down on Mount Sinai, to the top of the mountain. And the LORD called Moses to the top of the mountain, and Moses went up.</p>\n<p id=\"p02019020_05-2\"><b class=\"verse-num\" id=\"v02019021-1\">21&nbsp;</b>And the LORD said to Moses, “Go down and warn the people, lest they break through to the LORD to look and many of them perish. <b class=\"verse-num\" id=\"v02019022-1\">22&nbsp;</b>Also let the priests who come near to the LORD consecrate themselves, lest the LORD break out against them.” <b class=\"verse-num\" id=\"v02019023-1\">23&nbsp;</b>And Moses said to the LORD, “The people cannot come up to Mount Sinai, for you yourself warned us, saying, ‘Set limits around the mountain and consecrate it.’” <b class=\"verse-num\" id=\"v02019024-1\">24&nbsp;</b>And the LORD said to him, “Go down, and come up bringing Aaron with you. But do not let the priests and the people break through to come up to the LORD, lest he break out against them.” <b class=\"verse-num\" id=\"v02019025-1\">25&nbsp;</b>So Moses went down to the people and told them.</p>\n\n</div>","kjv":"<strong>1</strong> In the third month, when the children of Israel were gone forth out of the land of Egypt, the same day came they into the wilderness of Sinai.  <strong>2</strong> For they were departed from Rephidim, and were come to the desert of Sinai, and had pitched in the wilderness; and there Israel camped before the mount.  <strong>3</strong> And Moses went up unto God, and the LORD called unto him out of the mountain, saying, Thus shalt thou say to the house of Jacob, and tell the children of Israel;  <strong>4</strong> Ye have seen what I did unto the Egyptians, and how I bare you on eagles’ wings, and brought you unto myself.  <strong>5</strong> Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine:  <strong>6</strong> And ye shall be unto me a kingdom of priests, and an holy nation. These are the words which thou shalt speak unto the children of Israel.  <strong>7</strong> And Moses came and called for the elders of the people, and laid before their faces all these words which the LORD commanded him.  <strong>8</strong> And all the people answered together, and said, All that the LORD hath spoken we will do. And Moses returned the words of the people unto the LORD.  <strong>9</strong> And the LORD said unto Moses, Lo, I come unto thee in a thick cloud, that the people may hear when I speak with thee, and believe thee for ever. And Moses told the words of the people unto the LORD.  <strong>10</strong> And the LORD said unto Moses, Go unto the people, and sanctify them to day and to morrow, and let them wash their clothes,  <strong>11</strong> And be ready against the third day: for the third day the LORD will come down in the sight of all the people upon mount Sinai.  <strong>12</strong> And thou shalt set bounds unto the people round about, saying, Take heed to yourselves, that ye go not up into the mount, or touch the border of it: whosoever toucheth the mount shall be surely put to death:  <strong>13</strong> There shall not an hand touch it, but he shall surely be stoned, or shot through; whether it be beast or man, it shall not live: when the trumpet soundeth long, they shall come up to the mount.  <strong>14</strong> And Moses went down from the mount unto the people, and sanctified the people; and they washed their clothes.  <strong>15</strong> And he said unto the people, Be ready against the third day: come not at your wives.  <strong>16</strong> And it came to pass on the third day in the morning, that there were thunders and lightnings, and a thick cloud upon the mount, and the voice of the trumpet exceeding loud; so that all the people that was in the camp trembled.  <strong>17</strong> And Moses brought forth the people out of the camp to meet with God; and they stood at the nether part of the mount.  <strong>18</strong> And mount Sinai was altogether on a smoke, because the LORD descended upon it in fire: and the smoke thereof ascended as the smoke of a furnace, and the whole mount quaked greatly.  <strong>19</strong> And when the voice of the trumpet sounded long, and waxed louder and louder, Moses spake, and God answered him by a voice.  <strong>20</strong> And the LORD came down upon mount Sinai, on the top of the mount: and the LORD called Moses up to the top of the mount; and Moses went up.  <strong>21</strong> And the LORD said unto Moses, Go down, charge the people, lest they break through unto the LORD to gaze, and many of them perish.  <strong>22</strong> And let the priests also, which come near to the LORD, sanctify themselves, lest the LORD break forth upon them.  <strong>23</strong> And Moses said unto the LORD, The people cannot come up to mount Sinai: for thou chargedst us, saying, Set bounds about the mount, and sanctify it.  <strong>24</strong> And the LORD said unto him, Away, get thee down, and thou shalt come up, thou, and Aaron with thee: but let not the priests and the people break through to come up unto the LORD, lest he break forth upon them.  <strong>25</strong> So Moses went down unto the people, and spake unto them.  ","niv":"<sup><strong>1</strong></sup> In the third month after the Israelites left Egypt-on the very day-they came to the Desert of Sinai. <sup><strong>2</strong></sup> After they set out from Rephidim, they entered the Desert of Sinai, and Israel camped there in the desert in front of the mountain. <sup><strong>3</strong></sup> Then Moses went up to God, and the LORD called to him from the mountain and said, \"This is what you are to say to the house of Jacob and what you are to tell the people of Israel: <sup><strong>4</strong></sup> 'You yourselves have seen what I did to Egypt, and how I carried you on eagles' wings and brought you to myself. <sup><strong>5</strong></sup> Now if you obey me fully and keep my covenant, then out of all nations you will be my treasured possession. Although the whole earth is mine, <sup><strong>6</strong></sup> you will be for me a kingdom of priests and a holy nation.' These are the words you are to speak to the Israelites.\" <sup><strong>7</strong></sup> So Moses went back and summoned the elders of the people and set before them all the words the LORD had commanded him to speak. <sup><strong>8</strong></sup> The people all responded together, \"We will do everything the LORD has said.\" So Moses brought their answer back to the LORD. <sup><strong>9</strong></sup> The LORD said to Moses, \"I am going to come to you in a dense cloud, so that the people will hear me speaking with you and will always put their trust in you.\" Then Moses told the LORD what the people had said. <sup><strong>10</strong></sup> And the LORD said to Moses, \"Go to the people and consecrate them today and tomorrow. Have them wash their clothes <sup><strong>11</strong></sup> and be ready by the third day, because on that day the LORD will come down on Mount Sinai in the sight of all the people. <sup><strong>12</strong></sup> Put limits for the people around the mountain and tell them, 'Be careful that you do not go up the mountain or touch the foot of it. Whoever touches the mountain shall surely be put to death. <sup><strong>13</strong></sup> He shall surely be stoned or shot with arrows; not a hand is to be laid on him. Whether man or animal, he shall not be permitted to live.' Only when the ram's horn sounds a long blast may they go up to the mountain.\" <sup><strong>14</strong></sup> After Moses had gone down the mountain to the people, he consecrated them, and they washed their clothes. <sup><strong>15</strong></sup> Then he said to the people, \"Prepare yourselves for the third day. Abstain from sexual relations.\" <sup><strong>16</strong></sup> On the morning of the third day there was thunder and lightning, with a thick cloud over the mountain, and a very loud trumpet blast. Everyone in the camp trembled. <sup><strong>17</strong></sup> Then Moses led the people out of the camp to meet with God, and they stood at the foot of the mountain. <sup><strong>18</strong></sup> Mount Sinai was covered with smoke, because the LORD descended on it in fire. The smoke billowed up from it like smoke from a furnace, the whole mountain trembled violently, <sup><strong>19</strong></sup> and the sound of the trumpet grew louder and louder. Then Moses spoke and the voice of God answered him. <sup><strong>20</strong></sup> The LORD descended to the top of Mount Sinai and called Moses to the top of the mountain. So Moses went up <sup><strong>21</strong></sup> and the LORD said to him, \"Go down and warn the people so they do not force their way through to see the LORD and many of them perish. <sup><strong>22</strong></sup> Even the priests, who approach the LORD, must consecrate themselves, or the LORD will break out against them.\" <sup><strong>23</strong></sup> Moses said to the LORD, \"The people cannot come up Mount Sinai, because you yourself warned us, 'Put limits around the mountain and set it apart as holy.'\" <sup><strong>24</strong></sup> The LORD replied, \"Go down and bring Aaron up with you. But the priests and the people must not force their way through to come up to the LORD, or he will break out against them.\" <sup><strong>25</strong></sup> So Moses went down to the people and told them. ","modified":"2023-06-10T21:01:36.266Z"},{"_id":"6168bc1d3b32607a097c11a0","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 32:1-35","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p02032001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02032001-1\">32:1&nbsp;</b>When the people saw that Moses delayed to come down from the mountain, the people gathered themselves together to Aaron and said to him, “Up, make us gods who shall go before us. As for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.” <b class=\"verse-num\" id=\"v02032002-1\">2&nbsp;</b>So Aaron said to them, “Take off the rings of gold that are in the ears of your wives, your sons, and your daughters, and bring them to me.” <b class=\"verse-num\" id=\"v02032003-1\">3&nbsp;</b>So all the people took off the rings of gold that were in their ears and brought them to Aaron. <b class=\"verse-num\" id=\"v02032004-1\">4&nbsp;</b>And he received the gold from their hand and fashioned it with a graving tool and made a golden calf. And they said, “These are your gods, O Israel, who brought you up out of the land of Egypt!” <b class=\"verse-num\" id=\"v02032005-1\">5&nbsp;</b>When Aaron saw this, he built an altar before it. And Aaron made a proclamation and said, “Tomorrow shall be a feast to the LORD.” <b class=\"verse-num\" id=\"v02032006-1\">6&nbsp;</b>And they rose up early the next day and offered burnt offerings and brought peace offerings. And the people sat down to eat and drink and rose up to play.</p>\n<p id=\"p02032006_04-3\"><b class=\"verse-num\" id=\"v02032007-1\">7&nbsp;</b>And the LORD said to Moses, “Go down, for your people, whom you brought up out of the land of Egypt, have corrupted themselves. <b class=\"verse-num\" id=\"v02032008-1\">8&nbsp;</b>They have turned aside quickly out of the way that I commanded them. They have made for themselves a golden calf and have worshiped it and sacrificed to it and said, ‘These are your gods, O Israel, who brought you up out of the land of Egypt!’” <b class=\"verse-num\" id=\"v02032009-1\">9&nbsp;</b>And the LORD said to Moses, “I have seen this people, and behold, it is a stiff-necked people. <b class=\"verse-num\" id=\"v02032010-1\">10&nbsp;</b>Now therefore let me alone, that my wrath may burn hot against them and I may consume them, in order that I may make a great nation of you.”</p>\n<p id=\"p02032010_04-3\"><b class=\"verse-num\" id=\"v02032011-1\">11&nbsp;</b>But Moses implored the LORD his God and said, “O LORD, why does your wrath burn hot against your people, whom you have brought out of the land of Egypt with great power and with a mighty hand? <b class=\"verse-num\" id=\"v02032012-1\">12&nbsp;</b>Why should the Egyptians say, ‘With evil intent did he bring them out, to kill them in the mountains and to consume them from the face of the earth’? Turn from your burning anger and relent from this disaster against your people. <b class=\"verse-num\" id=\"v02032013-1\">13&nbsp;</b>Remember Abraham, Isaac, and Israel, your servants, to whom you swore by your own self, and said to them, ‘I will multiply your offspring as the stars of heaven, and all this land that I have promised I will give to your offspring, and they shall inherit it forever.’” <b class=\"verse-num\" id=\"v02032014-1\">14&nbsp;</b>And the LORD relented from the disaster that he had spoken of bringing on his people.</p>\n<p id=\"p02032014_04-3\"><b class=\"verse-num\" id=\"v02032015-1\">15&nbsp;</b>Then Moses turned and went down from the mountain with the two tablets of the testimony in his hand, tablets that were written on both sides; on the front and on the back they were written. <b class=\"verse-num\" id=\"v02032016-1\">16&nbsp;</b>The tablets were the work of God, and the writing was the writing of God, engraved on the tablets. <b class=\"verse-num\" id=\"v02032017-1\">17&nbsp;</b>When Joshua heard the noise of the people as they shouted, he said to Moses, “There is a noise of war in the camp.” <b class=\"verse-num\" id=\"v02032018-1\">18&nbsp;</b>But he said, “It is not the sound of shouting for victory, or the sound of the cry of defeat, but the sound of singing that I hear.” <b class=\"verse-num\" id=\"v02032019-1\">19&nbsp;</b>And as soon as he came near the camp and saw the calf and the dancing, Moses’ anger burned hot, and he threw the tablets out of his hands and broke them at the foot of the mountain. <b class=\"verse-num\" id=\"v02032020-1\">20&nbsp;</b>He took the calf that they had made and burned it with fire and ground it to powder and scattered it on the water and made the people of Israel drink it.</p>\n<p id=\"p02032020_04-3\"><b class=\"verse-num\" id=\"v02032021-1\">21&nbsp;</b>And Moses said to Aaron, “What did this people do to you that you have brought such a great sin upon them?” <b class=\"verse-num\" id=\"v02032022-1\">22&nbsp;</b>And Aaron said, “Let not the anger of my lord burn hot. You know the people, that they are set on evil. <b class=\"verse-num\" id=\"v02032023-1\">23&nbsp;</b>For they said to me, ‘Make us gods who shall go before us. As for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.’ <b class=\"verse-num\" id=\"v02032024-1\">24&nbsp;</b>So I said to them, ‘Let any who have gold take it off.’ So they gave it to me, and I threw it into the fire, and out came this calf.”</p>\n<p id=\"p02032024_04-3\"><b class=\"verse-num\" id=\"v02032025-1\">25&nbsp;</b>And when Moses saw that the people had broken loose (for Aaron had let them break loose, to the derision of their enemies), <b class=\"verse-num\" id=\"v02032026-1\">26&nbsp;</b>then Moses stood in the gate of the camp and said, “Who is on the LORD’s side? Come to me.” And all the sons of Levi gathered around him. <b class=\"verse-num\" id=\"v02032027-1\">27&nbsp;</b>And he said to them, “Thus says the LORD God of Israel, ‘Put your sword on your side each of you, and go to and fro from gate to gate throughout the camp, and each of you kill his brother and his companion and his neighbor.’” <b class=\"verse-num\" id=\"v02032028-1\">28&nbsp;</b>And the sons of Levi did according to the word of Moses. And that day about three thousand men of the people fell. <b class=\"verse-num\" id=\"v02032029-1\">29&nbsp;</b>And Moses said, “Today you have been ordained for the service of the LORD, each one at the cost of his son and of his brother, so that he might bestow a blessing upon you this day.”</p>\n<p id=\"p02032029_04-3\"><b class=\"verse-num\" id=\"v02032030-1\">30&nbsp;</b>The next day Moses said to the people, “You have sinned a great sin. And now I will go up to the LORD; perhaps I can make atonement for your sin.” <b class=\"verse-num\" id=\"v02032031-1\">31&nbsp;</b>So Moses returned to the LORD and said, “Alas, this people has sinned a great sin. They have made for themselves gods of gold. <b class=\"verse-num\" id=\"v02032032-1\">32&nbsp;</b>But now, if you will forgive their sin—but if not, please blot me out of your book that you have written.” <b class=\"verse-num\" id=\"v02032033-1\">33&nbsp;</b>But the LORD said to Moses, “Whoever has sinned against me, I will blot out of my book. <b class=\"verse-num\" id=\"v02032034-1\">34&nbsp;</b>But now go, lead the people to the place about which I have spoken to you; behold, my angel shall go before you. Nevertheless, in the day when I visit, I will visit their sin upon them.”</p>\n<p id=\"p02032034_04-3\"><b class=\"verse-num\" id=\"v02032035-1\">35&nbsp;</b>Then the LORD sent a plague on the people, because they made the calf, the one that Aaron made.</p>\n\n</div>","kjv":"<strong>1</strong> And when the people saw that Moses delayed to come down out of the mount, the people gathered themselves together unto Aaron, and said unto him, Up, make us gods, which shall go before us; for as for this Moses, the man that brought us up out of the land of Egypt, we wot not what is become of him.  <strong>2</strong> And Aaron said unto them, Break off the golden earrings, which are in the ears of your wives, of your sons, and of your daughters, and bring them unto me.  <strong>3</strong> And all the people brake off the golden earrings which were  in their ears, and brought them unto Aaron.  <strong>4</strong> And he received them at their hand, and fashioned it with a graving tool, after he had made it a molten calf: and they said, These be thy gods, O Israel, which brought thee up out of the land of Egypt.  <strong>5</strong> And when Aaron saw it, he built an altar before it; and Aaron made proclamation, and said, To morrow is a feast to the LORD.  <strong>6</strong> And they rose up early on the morrow, and offered burnt offerings, and brought peace offerings; and the people sat down to eat and to drink, and rose up to play.  <strong>7</strong> And the LORD said unto Moses, Go, get thee down; for thy people, which thou broughtest out of the land of Egypt, have corrupted themselves:  <strong>8</strong> They have turned aside quickly out of the way which I commanded them: they have made them a molten calf, and have worshipped it, and have sacrificed thereunto, and said, These be thy gods, O Israel, which have brought thee up out of the land of Egypt.  <strong>9</strong> And the LORD said unto Moses, I have seen this people, and, behold, it is a stiffnecked people:  <strong>10</strong> Now therefore let me alone, that my wrath may wax hot against them, and that I may consume them: and I will make of thee a great nation.  <strong>11</strong> And Moses besought the LORD his God, and said, LORD, why doth thy wrath wax hot against thy people, which thou hast brought forth out of the land of Egypt with great power, and with a mighty hand?  <strong>12</strong> Wherefore should the Egyptians speak, and say, For mischief did he bring them out, to slay them in the mountains, and to consume them from the face of the earth? Turn from thy fierce wrath, and repent of this evil against thy people.  <strong>13</strong> Remember Abraham, Isaac, and Israel, thy servants, to whom thou swarest by thine own self, and saidst unto them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of will I give unto your seed, and they shall inherit it for ever.  <strong>14</strong> And the LORD repented of the evil which he thought to do unto his people.  <strong>15</strong> And Moses turned, and went down from the mount, and the two tables of the testimony were in his hand: the tables were written on both their sides; on the one side and on the other were they written.  <strong>16</strong> And the tables were the work of God, and the writing was the writing of God, graven upon the tables.  <strong>17</strong> And when Joshua heard the noise of the people as they shouted, he said unto Moses, There is a noise of war in the camp.  <strong>18</strong> And he said, It is not the voice of them that shout for mastery, neither is it the voice of them that cry for being overcome: but the noise of them that sing do I hear.  <strong>19</strong> And it came to pass, as soon as he came nigh unto the camp, that he saw the calf, and the dancing: and Moses’ anger waxed hot, and he cast the tables out of his hands, and brake them beneath the mount.  <strong>20</strong> And he took the calf which they had made, and burnt it in the fire, and ground it to powder, and strawed it upon the water, and made the children of Israel drink of it.  <strong>21</strong> And Moses said unto Aaron, What did this people unto thee, that thou hast brought so great a sin upon them?  <strong>22</strong> And Aaron said, Let not the anger of my lord wax hot: thou knowest the people, that they are set on mischief.  <strong>23</strong> For they said unto me, Make us gods, which shall go before us: for as for this Moses, the man that brought us up out of the land of Egypt, we wot not what is become of him.  <strong>24</strong> And I said unto them, Whosoever hath any gold, let them break it off. So they gave it me: then I cast it into the fire, and there came out this calf.  <strong>25</strong> And when Moses saw that the people were naked; (for Aaron had made them naked unto their shame among their enemies:)  <strong>26</strong> Then Moses stood in the gate of the camp, and said, Who is  on the LORD’S side? let him come unto me. And all the sons of Levi gathered themselves together unto him.  <strong>27</strong> And he said unto them, Thus saith the LORD God of Israel, Put every man his sword by his side, and go in and out from gate to gate throughout the camp, and slay every man his brother, and every man his companion, and every man his neighbour.  <strong>28</strong> And the children of Levi did according to the word of Moses: and there fell of the people that day about three thousand men.  <strong>29</strong> For Moses had said, Consecrate yourselves to day to the LORD, even every man upon his son, and upon his brother; that he may bestow upon you a blessing this day.  <strong>30</strong> And it came to pass on the morrow, that Moses said unto the people, Ye have sinned a great sin: and now I will go up unto the LORD; peradventure I shall make an atonement for your sin.  <strong>31</strong> And Moses returned unto the LORD, and said, Oh, this people have sinned a great sin, and have made them gods of gold.  <strong>32</strong> Yet now, if thou wilt forgive their sin—; and if not, blot me, I pray thee, out of thy book which thou hast written.  <strong>33</strong> And the LORD said unto Moses, Whosoever hath sinned against me, him will I blot out of my book.  <strong>34</strong> Therefore now go, lead the people unto the place of which I have spoken unto thee: behold, mine Angel shall go before thee: nevertheless in the day when I visit I will visit their sin upon them.  <strong>35</strong> And the LORD plagued the people, because they made the calf, which Aaron made.  ","niv":"<sup><strong>1</strong></sup> When the people saw that Moses was so long in coming down from the mountain, they gathered around Aaron and said, \"Come, make us gods who will go before us. As for this fellow Moses who brought us up out of Egypt, we don't know what has happened to him.\" <sup><strong>2</strong></sup> Aaron answered them, \"Take off the gold earrings that your wives, your sons and your daughters are wearing, and bring them to me.\" <sup><strong>3</strong></sup> So all the people took off their earrings and brought them to Aaron. <sup><strong>4</strong></sup> He took what they handed him and made it into an idol cast in the shape of a calf, fashioning it with a tool. Then they said, \"These are your gods, O Israel, who brought you up out of Egypt.\" <sup><strong>5</strong></sup> When Aaron saw this, he built an altar in front of the calf and announced, \"Tomorrow there will be a festival to the LORD.\" <sup><strong>6</strong></sup> So the next day the people rose early and sacrificed burnt offerings and presented fellowship offerings. Afterward they sat down to eat and drink and got up to indulge in revelry. <sup><strong>7</strong></sup> Then the LORD said to Moses, \"Go down, because your people, whom you brought up out of Egypt, have become corrupt. <sup><strong>8</strong></sup> They have been quick to turn away from what I commanded them and have made themselves an idol cast in the shape of a calf. They have bowed down to it and sacrificed to it and have said, 'These are your gods, O Israel, who brought you up out of Egypt.' <sup><strong>9</strong></sup> \"I have seen these people,\" the LORD said to Moses, \"and they are a stiff-necked people. <sup><strong>10</strong></sup> Now leave me alone so that my anger may burn against them and that I may destroy them. Then I will make you into a great nation.\" <sup><strong>11</strong></sup> But Moses sought the favor of the LORD his God. \"O LORD,\" he said, \"why should your anger burn against your people, whom you brought out of Egypt with great power and a mighty hand? <sup><strong>12</strong></sup> Why should the Egyptians say, 'It was with evil intent that he brought them out, to kill them in the mountains and to wipe them off the face of the earth'? Turn from your fierce anger; relent and do not bring disaster on your people. <sup><strong>13</strong></sup> Remember your servants Abraham, Isaac and Israel, to whom you swore by your own self: 'I will make your descendants as numerous as the stars in the sky and I will give your descendants all this land I promised them, and it will be their inheritance forever.'\" <sup><strong>14</strong></sup> Then the LORD relented and did not bring on his people the disaster he had threatened. <sup><strong>15</strong></sup> Moses turned and went down the mountain with the two tablets of the Testimony in his hands. They were inscribed on both sides, front and back. <sup><strong>16</strong></sup> The tablets were the work of God; the writing was the writing of God, engraved on the tablets. <sup><strong>17</strong></sup> When Joshua heard the noise of the people shouting, he said to Moses, \"There is the sound of war in the camp.\" <sup><strong>18</strong></sup> Moses replied: \"It is not the sound of victory, it is not the sound of defeat; it is the sound of singing that I hear.\" <sup><strong>19</strong></sup> When Moses approached the camp and saw the calf and the dancing, his anger burned and he threw the tablets out of his hands, breaking them to pieces at the foot of the mountain. <sup><strong>20</strong></sup> And he took the calf they had made and burned it in the fire; then he ground it to powder, scattered it on the water and made the Israelites drink it. <sup><strong>21</strong></sup> He said to Aaron, \"What did these people do to you, that you led them into such great sin?\" <sup><strong>22</strong></sup> \"Do not be angry, my lord,\" Aaron answered. \"You know how prone these people are to evil. <sup><strong>23</strong></sup> They said to me, 'Make us gods who will go before us. As for this fellow Moses who brought us up out of Egypt, we don't know what has happened to him.' <sup><strong>24</strong></sup> So I told them, 'Whoever has any gold jewelry, take it off.' Then they gave me the gold, and I threw it into the fire, and out came this calf!\" <sup><strong>25</strong></sup> Moses saw that the people were running wild and that Aaron had let them get out of control and so become a laughingstock to their enemies. <sup><strong>26</strong></sup> So he stood at the entrance to the camp and said, \"Whoever is for the LORD, come to me.\" And all the Levites rallied to him. <sup><strong>27</strong></sup> Then he said to them, \"This is what the LORD, the God of Israel, says: 'Each man strap a sword to his side. Go back and forth through the camp from one end to the other, each killing his brother and friend and neighbor.'\" <sup><strong>28</strong></sup> The Levites did as Moses commanded, and that day about three thousand of the people died. <sup><strong>29</strong></sup> Then Moses said, \"You have been set apart to the LORD today, for you were against your own sons and brothers, and he has blessed you this day.\" <sup><strong>30</strong></sup> The next day Moses said to the people, \"You have committed a great sin. But now I will go up to the LORD; perhaps I can make atonement for your sin.\" <sup><strong>31</strong></sup> So Moses went back to the LORD and said, \"Oh, what a great sin these people have committed! They have made themselves gods of gold. <sup><strong>32</strong></sup> But now, please forgive their sin-but if not, then blot me out of the book you have written.\" <sup><strong>33</strong></sup> The LORD replied to Moses, \"Whoever has sinned against me I will blot out of my book. <sup><strong>34</strong></sup> Now go, lead the people to the place I spoke of, and my angel will go before you. However, when the time comes for me to punish, I will punish them for their sin.\" <sup><strong>35</strong></sup> And the LORD struck the people with a plague because of what they did with the calf Aaron had made. "},{"_id":"6168bc1d3b32607a097c11a1","topicId":"6168bc1c3b32607a097c119d","verse":"1 Kings 19:1-18","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p11019001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11019001-1\">19:1&nbsp;</b>Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword. <b class=\"verse-num\" id=\"v11019002-1\">2&nbsp;</b>Then Jezebel sent a messenger to Elijah, saying, “So may the gods do to me and more also, if I do not make your life as the life of one of them by this time tomorrow.” <b class=\"verse-num\" id=\"v11019003-1\">3&nbsp;</b>Then he was afraid, and he arose and ran for his life and came to Beersheba, which belongs to Judah, and left his servant there.</p>\n<p id=\"p11019003_04-5\"><b class=\"verse-num\" id=\"v11019004-1\">4&nbsp;</b>But he himself went a day’s journey into the wilderness and came and sat down under a broom tree. And he asked that he might die, saying, “It is enough; now, O LORD, take away my life, for I am no better than my fathers.” <b class=\"verse-num\" id=\"v11019005-1\">5&nbsp;</b>And he lay down and slept under a broom tree. And behold, an angel touched him and said to him, “Arise and eat.” <b class=\"verse-num\" id=\"v11019006-1\">6&nbsp;</b>And he looked, and behold, there was at his head a cake baked on hot stones and a jar of water. And he ate and drank and lay down again. <b class=\"verse-num\" id=\"v11019007-1\">7&nbsp;</b>And the angel of the LORD came again a second time and touched him and said, “Arise and eat, for the journey is too great for you.” <b class=\"verse-num\" id=\"v11019008-1\">8&nbsp;</b>And he arose and ate and drank, and went in the strength of that food forty days and forty nights to Horeb, the mount of God.</p>\n\n<p id=\"p11019008_09-5\"><b class=\"verse-num\" id=\"v11019009-1\">9&nbsp;</b>There he came to a cave and lodged in it. And behold, the word of the LORD came to him, and he said to him, “What are you doing here, Elijah?” <b class=\"verse-num\" id=\"v11019010-1\">10&nbsp;</b>He said, “I have been very jealous for the LORD, the God of hosts. For the people of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword, and I, even I only, am left, and they seek my life, to take it away.” <b class=\"verse-num\" id=\"v11019011-1\">11&nbsp;</b>And he said, “Go out and stand on the mount before the LORD.” And behold, the LORD passed by, and a great and strong wind tore the mountains and broke in pieces the rocks before the LORD, but the LORD was not in the wind. And after the wind an earthquake, but the LORD was not in the earthquake. <b class=\"verse-num\" id=\"v11019012-1\">12&nbsp;</b>And after the earthquake a fire, but the LORD was not in the fire. And after the fire the sound of a low whisper. <b class=\"verse-num\" id=\"v11019013-1\">13&nbsp;</b>And when Elijah heard it, he wrapped his face in his cloak and went out and stood at the entrance of the cave. And behold, there came a voice to him and said, “What are you doing here, Elijah?” <b class=\"verse-num\" id=\"v11019014-1\">14&nbsp;</b>He said, “I have been very jealous for the LORD, the God of hosts. For the people of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword, and I, even I only, am left, and they seek my life, to take it away.” <b class=\"verse-num\" id=\"v11019015-1\">15&nbsp;</b>And the LORD said to him, “Go, return on your way to the wilderness of Damascus. And when you arrive, you shall anoint Hazael to be king over Syria. <b class=\"verse-num\" id=\"v11019016-1\">16&nbsp;</b>And Jehu the son of Nimshi you shall anoint to be king over Israel, and Elisha the son of Shaphat of Abel-meholah you shall anoint to be prophet in your place. <b class=\"verse-num\" id=\"v11019017-1\">17&nbsp;</b>And the one who escapes from the sword of Hazael shall Jehu put to death, and the one who escapes from the sword of Jehu shall Elisha put to death. <b class=\"verse-num\" id=\"v11019018-1\">18&nbsp;</b>Yet I will leave seven thousand in Israel, all the knees that have not bowed to Baal, and every mouth that has not kissed him.”</p>\n\n</div>","kjv":"<strong>1</strong> And Ahab told Jezebel all that Elijah had done, and withal how he had slain all the prophets with the sword.  <strong>2</strong> Then Jezebel sent a messenger unto Elijah, saying, So let the gods do to me, and more also, if I make not thy life as the life of one of them by to morrow about this time.  <strong>3</strong> And when he saw that, he arose, and went for his life, and came to Beer-sheba, which belongeth to Judah, and left his servant there.  <strong>4</strong> But he himself went a day’s journey into the wilderness, and came and sat down under a juniper tree: and he requested for himself that he might die; and said, It is enough; now, O LORD, take away my life; for I am not better than my fathers.  <strong>5</strong> And as he lay and slept under a juniper tree, behold, then an angel touched him, and said unto him, Arise and eat.  <strong>6</strong> And he looked, and, behold, there was a cake baken on the coals, and a cruse of water at his head. And he did eat and drink, and laid him down again.  <strong>7</strong> And the angel of the LORD came again the second time, and touched him, and said, Arise and eat; because the journey is too great for thee.  <strong>8</strong> And he arose, and did eat and drink, and went in the strength of that meat forty days and forty nights unto Horeb the mount of God.  <strong>9</strong> And he came thither unto a cave, and lodged there; and, behold, the word of the LORD came to him, and he said unto him, What doest thou here, Elijah?  <strong>10</strong> And he said, I have been very jealous for the LORD God of hosts: for the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away.  <strong>11</strong> And he said, Go forth, and stand upon the mount before the LORD. And, behold, the LORD passed by, and a great and strong wind rent the mountains, and brake in pieces the rocks before the LORD; but the LORD was not in the wind: and after the wind an earthquake; but  the LORD was not in the earthquake:  <strong>12</strong> And after the earthquake a fire; but the LORD was  not in the fire: and after the fire a still small voice.  <strong>13</strong> And it was so, when Elijah heard it, that he wrapped his face in his mantle, and went out, and stood in the entering in of the cave. And, behold, there came a voice unto him, and said, What doest thou here, Elijah?  <strong>14</strong> And he said, I have been very jealous for the LORD God of hosts: because the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away.  <strong>15</strong> And the LORD said unto him, Go, return on thy way to the wilderness of Damascus: and when thou comest, anoint Hazael to be king over Syria:  <strong>16</strong> And Jehu the son of Nimshi shalt thou anoint to be king over Israel: and Elisha the son of Shaphat of Abel-meholah shalt thou anoint to be prophet in thy room.  <strong>17</strong> And it shall come to pass, that him that escapeth the sword of Hazael shall Jehu slay: and him that escapeth from the sword of Jehu shall Elisha slay.  <strong>18</strong> Yet I have left me seven thousand in Israel, all the knees which have not bowed unto Baal, and every mouth which hath not kissed him.  ","niv":"<sup><strong>1</strong></sup> Now Ahab told Jezebel everything Elijah had done and how he had killed all the prophets with the sword. <sup><strong>2</strong></sup> So Jezebel sent a messenger to Elijah to say, \"May the gods deal with me, be it ever so severely, if by this time tomorrow I do not make your life like that of one of them.\" <sup><strong>3</strong></sup> Elijah was afraid and ran for his life. When he came to Beersheba in Judah, he left his servant there, <sup><strong>4</strong></sup> while he himself went a day's journey into the desert. He came to a broom tree, sat down under it and prayed that he might die. \"I have had enough, LORD,\" he said. \"Take my life; I am no better than my ancestors.\" <sup><strong>5</strong></sup> Then he lay down under the tree and fell asleep. All at once an angel touched him and said, \"Get up and eat.\" <sup><strong>6</strong></sup> He looked around, and there by his head was a cake of bread baked over hot coals, and a jar of water. He ate and drank and then lay down again. <sup><strong>7</strong></sup> The angel of the LORD came back a second time and touched him and said, \"Get up and eat, for the journey is too much for you.\" <sup><strong>8</strong></sup> So he got up and ate and drank. Strengthened by that food, he traveled forty days and forty nights until he reached Horeb, the mountain of God. <sup><strong>9</strong></sup> There he went into a cave and spent the night. And the word of the LORD came to him: \"What are you doing here, Elijah?\" <sup><strong>10</strong></sup> He replied, \"I have been very zealous for the LORD God Almighty. The Israelites have rejected your covenant, broken down your altars, and put your prophets to death with the sword. I am the only one left, and now they are trying to kill me too.\" <sup><strong>11</strong></sup> The LORD said, \"Go out and stand on the mountain in the presence of the LORD, for the LORD is about to pass by.\" Then a great and powerful wind tore the mountains apart and shattered the rocks before the LORD, but the LORD was not in the wind. After the wind there was an earthquake, but the LORD was not in the earthquake. <sup><strong>12</strong></sup> After the earthquake came a fire, but the LORD was not in the fire. And after the fire came a gentle whisper. <sup><strong>13</strong></sup> When Elijah heard it, he pulled his cloak over his face and went out and stood at the mouth of the cave. Then a voice said to him, \"What are you doing here, Elijah?\" <sup><strong>14</strong></sup> He replied, \"I have been very zealous for the LORD God Almighty. The Israelites have rejected your covenant, broken down your altars, and put your prophets to death with the sword. I am the only one left, and now they are trying to kill me too.\" <sup><strong>15</strong></sup> The LORD said to him, \"Go back the way you came, and go to the Desert of Damascus. When you get there, anoint Hazael king over Aram. <sup><strong>16</strong></sup> Also, anoint Jehu son of Nimshi king over Israel, and anoint Elisha son of Shaphat from Abel Meholah to succeed you as prophet. <sup><strong>17</strong></sup> Jehu will put to death any who escape the sword of Hazael, and Elisha will put to death any who escape the sword of Jehu. <sup><strong>18</strong></sup> Yet I reserve seven thousand in Israel-all whose knees have not bowed down to Baal and all whose mouths have not kissed him.\" "},{"_id":"6168bc1d3b32607a097c11a2","topicId":"6168bc1c3b32607a097c119d","verse":"Deuteronomy 1:2","votes":6,"__v":0,"esv":"<div>\n<p id=\"p05001002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v05001002-1\">2&nbsp;</b>It is eleven days’ journey from Horeb by the way of Mount Seir to Kadesh-barnea.</p>\n</div>","kjv":"<strong>2</strong> (There are eleven days’ journey from Horeb by the way of mount Seir unto Kadesh-barnea.)  ","niv":"<sup><strong>2</strong></sup> (It takes eleven days to go from Horeb to Kadesh Barnea by the Mount Seir road.)"},{"_id":"6168bc1d3b32607a097c11a3","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 31:1-18","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p02031001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02031001-1\">31:1&nbsp;</b>The LORD said to Moses, <b class=\"verse-num\" id=\"v02031002-1\">2&nbsp;</b>“See, I have called by name Bezalel the son of Uri, son of Hur, of the tribe of Judah, <b class=\"verse-num\" id=\"v02031003-1\">3&nbsp;</b>and I have filled him with the Spirit of God, with ability and intelligence, with knowledge and all craftsmanship, <b class=\"verse-num\" id=\"v02031004-1\">4&nbsp;</b>to devise artistic designs, to work in gold, silver, and bronze, <b class=\"verse-num\" id=\"v02031005-1\">5&nbsp;</b>in cutting stones for setting, and in carving wood, to work in every craft. <b class=\"verse-num\" id=\"v02031006-1\">6&nbsp;</b>And behold, I have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan. And I have given to all able men ability, that they may make all that I have commanded you: <b class=\"verse-num\" id=\"v02031007-1\">7&nbsp;</b>the tent of meeting, and the ark of the testimony, and the mercy seat that is on it, and all the furnishings of the tent, <b class=\"verse-num\" id=\"v02031008-1\">8&nbsp;</b>the table and its utensils, and the pure lampstand with all its utensils, and the altar of incense, <b class=\"verse-num\" id=\"v02031009-1\">9&nbsp;</b>and the altar of burnt offering with all its utensils, and the basin and its stand, <b class=\"verse-num\" id=\"v02031010-1\">10&nbsp;</b>and the finely worked garments, the holy garments for Aaron the priest and the garments of his sons, for their service as priests, <b class=\"verse-num\" id=\"v02031011-1\">11&nbsp;</b>and the anointing oil and the fragrant incense for the Holy Place. According to all that I have commanded you, they shall do.”</p>\n\n<p id=\"p02031011_06-7\"><b class=\"verse-num\" id=\"v02031012-1\">12&nbsp;</b>And the LORD said to Moses, <b class=\"verse-num\" id=\"v02031013-1\">13&nbsp;</b>“You are to speak to the people of Israel and say, ‘Above all you shall keep my Sabbaths, for this is a sign between me and you throughout your generations, that you may know that I, the LORD, sanctify you. <b class=\"verse-num\" id=\"v02031014-1\">14&nbsp;</b>You shall keep the Sabbath, because it is holy for you. Everyone who profanes it shall be put to death. Whoever does any work on it, that soul shall be cut off from among his people. <b class=\"verse-num\" id=\"v02031015-1\">15&nbsp;</b>Six days shall work be done, but the seventh day is a Sabbath of solemn rest, holy to the LORD. Whoever does any work on the Sabbath day shall be put to death. <b class=\"verse-num\" id=\"v02031016-1\">16&nbsp;</b>Therefore the people of Israel shall keep the Sabbath, observing the Sabbath throughout their generations, as a covenant forever. <b class=\"verse-num\" id=\"v02031017-1\">17&nbsp;</b>It is a sign forever between me and the people of Israel that in six days the LORD made heaven and earth, and on the seventh day he rested and was refreshed.’”</p>\n<p id=\"p02031017_06-7\"><b class=\"verse-num\" id=\"v02031018-1\">18&nbsp;</b>And he gave to Moses, when he had finished speaking with him on Mount Sinai, the two tablets of the testimony, tablets of stone, written with the finger of God.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> See, I have called by name Bezaleel the son of Uri, the son of Hur, of the tribe of Judah:  <strong>3</strong> And I have filled him with the spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,  <strong>4</strong> To devise cunning works, to work in gold, and in silver, and in brass,  <strong>5</strong> And in cutting of stones, to set them, and in carving of timber, to work in all manner of workmanship.  <strong>6</strong> And I, behold, I have given with him Aholiab, the son of Ahisamach, of the tribe of Dan: and in the hearts of all that are wise hearted I have put wisdom, that they may make all that I have commanded thee;  <strong>7</strong> The tabernacle of the congregation, and the ark of the testimony, and the mercy seat that is thereupon, and all the furniture of the tabernacle,  <strong>8</strong> And the table and his furniture, and the pure candlestick with all his furniture, and the altar of incense,  <strong>9</strong> And the altar of burnt offering with all his furniture, and the laver and his foot,  <strong>10</strong> And the cloths of service, and the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest’s office,  <strong>11</strong> And the anointing oil, and sweet incense for the holy place:  according to all that I have commanded thee shall they do.  <strong>12</strong> And the LORD spake unto Moses, saying,  <strong>13</strong> Speak thou also unto the children of Israel, saying, Verily my sabbaths ye shall keep: for it is a sign between me and you throughout your generations; that ye may know that I am the LORD that doth sanctify you.  <strong>14</strong> Ye shall keep the sabbath therefore; for it is holy unto you: every one that defileth it shall surely be put to death: for whosoever doeth any work therein, that soul shall be cut off from among his people.  <strong>15</strong> Six days may work be done; but in the seventh is the sabbath of rest, holy to the LORD: whosoever doeth any work in the sabbath day, he shall surely be put to death.  <strong>16</strong> Wherefore the children of Israel shall keep the sabbath, to observe the sabbath throughout their generations, for a perpetual covenant.  <strong>17</strong> It is a sign between me and the children of Israel for ever: for in six days the LORD made heaven and earth, and on the seventh day he rested, and was refreshed.  <strong>18</strong> And he gave unto Moses, when he had made an end of communing with him upon mount Sinai, two tables of testimony, tables of stone, written with the finger of God.  ","niv":"<sup><strong>1</strong></sup> Then the LORD said to Moses, <sup><strong>2</strong></sup> \"See, I have chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah, <sup><strong>3</strong></sup> and I have filled him with the Spirit of God, with skill, ability and knowledge in all kinds of crafts- <sup><strong>4</strong></sup> to make artistic designs for work in gold, silver and bronze, <sup><strong>5</strong></sup> to cut and set stones, to work in wood, and to engage in all kinds of craftsmanship. <sup><strong>6</strong></sup> Moreover, I have appointed Oholiab son of Ahisamach, of the tribe of Dan, to help him. Also I have given skill to all the craftsmen to make everything I have commanded you: <sup><strong>7</strong></sup> the Tent of Meeting, the ark of the Testimony with the atonement cover on it, and all the other furnishings of the tent- <sup><strong>8</strong></sup> the table and its articles, the pure gold lampstand and all its accessories, the altar of incense, <sup><strong>9</strong></sup> the altar of burnt offering and all its utensils, the basin with its stand- <sup><strong>10</strong></sup> and also the woven garments, both the sacred garments for Aaron the priest and the garments for his sons when they serve as priests, <sup><strong>11</strong></sup> and the anointing oil and fragrant incense for the Holy Place. They are to make them just as I commanded you.\" <sup><strong>12</strong></sup> Then the LORD said to Moses, <sup><strong>13</strong></sup> \"Say to the Israelites, 'You must observe my Sabbaths. This will be a sign between me and you for the generations to come, so you may know that I am the LORD, who makes you holy. <sup><strong>14</strong></sup> \"'Observe the Sabbath, because it is holy to you. Anyone who desecrates it must be put to death; whoever does any work on that day must be cut off from his people. <sup><strong>15</strong></sup> For six days, work is to be done, but the seventh day is a Sabbath of rest, holy to the LORD. Whoever does any work on the Sabbath day must be put to death. <sup><strong>16</strong></sup> The Israelites are to observe the Sabbath, celebrating it for the generations to come as a lasting covenant. <sup><strong>17</strong></sup> It will be a sign between me and the Israelites forever, for in six days the LORD made the heavens and the earth, and on the seventh day he abstained from work and rested.'\" <sup><strong>18</strong></sup> When the LORD finished speaking to Moses on Mount Sinai, he gave him the two tablets of the Testimony, the tablets of stone inscribed by the finger of God. "},{"_id":"6168bc1e3b32607a097c11a4","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 2:15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02002015_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v02002015-1\">15&nbsp;</b>When Pharaoh heard of it, he sought to kill Moses. But Moses fled from Pharaoh and stayed in the land of Midian. And he sat down by a well.</p>\n</div>","kjv":"<strong>15</strong> Now when Pharaoh heard this thing, he sought to slay Moses. But Moses fled from the face of Pharaoh, and dwelt in the land of Midian: and he sat down by a well.  ","niv":"<sup><strong>15</strong></sup> When Pharaoh heard of this, he tried to kill Moses, but Moses fled from Pharaoh and went to live in Midian, where he sat down by a well."},{"_id":"6168bc1e3b32607a097c11a5","topicId":"6168bc1c3b32607a097c119d","verse":"Romans 8:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45008009_01-9\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him.</p>\n</div>","kjv":"<strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  ","niv":"<sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ."},{"_id":"6168bc1e3b32607a097c11a6","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 19:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02019002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v02019002-1\">2&nbsp;</b>They set out from Rephidim and came into the wilderness of Sinai, and they encamped in the wilderness. There Israel encamped before the mountain,</p>\n</div>","kjv":"<strong>2</strong> For they were departed from Rephidim, and were come to the desert of Sinai, and had pitched in the wilderness; and there Israel camped before the mount.  ","niv":"<sup><strong>2</strong></sup> After they set out from Rephidim, they entered the Desert of Sinai, and Israel camped there in the desert in front of the mountain.","modified":"2022-11-11T08:56:05.025Z"},{"_id":"6168bc1f3b32607a097c11a7","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 12:37","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02012037_01-11\"><b class=\"verse-num\" id=\"v02012037-1\">37&nbsp;</b>And the people of Israel journeyed from Rameses to Succoth, about six hundred thousand men on foot, besides women and children.</p>\n</div>","kjv":"<strong>37</strong> And the children of Israel journeyed from Rameses to Succoth, about six hundred thousand on foot that were men, beside children.  ","niv":"<sup><strong>37</strong></sup> The Israelites journeyed from Rameses to Succoth. There were about six hundred thousand men on foot, besides women and children."},{"_id":"6168bc1f3b32607a097c11a8","topicId":"6168bc1c3b32607a097c119d","verse":"Revelation 12:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66012009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him.</p>\n</div>","kjv":"<strong>9</strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.  ","niv":"<sup><strong>9</strong></sup> The great dragon was hurled down--that ancient serpent called the devil, or Satan, who leads the whole world astray. He was hurled to the earth, and his angels with him."},{"_id":"6168bc1f3b32607a097c11a9","topicId":"6168bc1c3b32607a097c119d","verse":"1 John 3:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62003004_01-13\"><b class=\"verse-num\" id=\"v62003004-1\">4&nbsp;</b>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness.</p>\n</div>","kjv":"<strong>4</strong> Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.  ","niv":"<sup><strong>4</strong></sup> Everyone who sins breaks the law; in fact, sin is lawlessness."},{"_id":"6168bc203b32607a097c11aa","topicId":"6168bc1c3b32607a097c119d","verse":"Hebrews 13:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58013008_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever.</p>\n</div>","kjv":"<strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  ","niv":"<sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever."},{"_id":"6168bc203b32607a097c11ab","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 17:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p02017001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02017001-1\">17:1&nbsp;</b>All the congregation of the people of Israel moved on from the wilderness of Sin by stages, according to the commandment of the LORD, and camped at Rephidim, but there was no water for the people to drink.</p>\n</div>","kjv":"<strong>1</strong> And all the congregation of the children of Israel journeyed from the wilderness of Sin, after their journeys, according to the commandment of the LORD, and pitched in Rephidim: and there was no water for the people to drink.  ","niv":"<sup><strong>1</strong></sup> The whole Israelite community set out from the Desert of Sin, traveling from place to place as the LORD commanded. They camped at Rephidim, but there was no water for the people to drink.","modified":"2023-08-19T13:49:06.080Z"},{"_id":"6168bc203b32607a097c11ac","topicId":"6168bc1c3b32607a097c119d","verse":"Galatians 4:25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48004025_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004025-1\">25&nbsp;</b>Now Hagar is Mount Sinai in Arabia; she corresponds to the present Jerusalem, for she is in slavery with her children.</p>\n\n</div>","kjv":"<strong>25</strong> For this Agar is mount Sinai in Arabia, and answereth to Jerusalem which now is, and is in bondage with her children.  ","niv":"<sup><strong>25</strong></sup> Now Hagar stands for Mount Sinai in Arabia and corresponds to the present city of Jerusalem, because she is in slavery with her children."},{"_id":"6168bc203b32607a097c11ad","topicId":"6168bc1c3b32607a097c119d","verse":"Romans 1:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45001016_07-17\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.</p>\n</div>","kjv":"<strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  ","niv":"<sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile."},{"_id":"6168bc213b32607a097c11ae","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 20:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02020008_01-18\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy.</p>\n</div>","kjv":"<strong>8</strong> Remember the sabbath day, to keep it holy.  ","niv":"<sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy."},{"_id":"6168bc213b32607a097c11af","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 16:1-36","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p02016001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02016001-1\">16:1&nbsp;</b>They set out from Elim, and all the congregation of the people of Israel came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they had departed from the land of Egypt. <b class=\"verse-num\" id=\"v02016002-1\">2&nbsp;</b>And the whole congregation of the people of Israel grumbled against Moses and Aaron in the wilderness, <b class=\"verse-num\" id=\"v02016003-1\">3&nbsp;</b>and the people of Israel said to them, “Would that we had died by the hand of the LORD in the land of Egypt, when we sat by the meat pots and ate bread to the full, for you have brought us out into this wilderness to kill this whole assembly with hunger.”</p>\n<p id=\"p02016003_04-19\"><b class=\"verse-num\" id=\"v02016004-1\">4&nbsp;</b>Then the LORD said to Moses, “Behold, I am about to rain bread from heaven for you, and the people shall go out and gather a day’s portion every day, that I may test them, whether they will walk in my law or not. <b class=\"verse-num\" id=\"v02016005-1\">5&nbsp;</b>On the sixth day, when they prepare what they bring in, it will be twice as much as they gather daily.” <b class=\"verse-num\" id=\"v02016006-1\">6&nbsp;</b>So Moses and Aaron said to all the people of Israel, “At evening you shall know that it was the LORD who brought you out of the land of Egypt, <b class=\"verse-num\" id=\"v02016007-1\">7&nbsp;</b>and in the morning you shall see the glory of the LORD, because he has heard your grumbling against the LORD. For what are we, that you grumble against us?” <b class=\"verse-num\" id=\"v02016008-1\">8&nbsp;</b>And Moses said, “When the LORD gives you in the evening meat to eat and in the morning bread to the full, because the LORD has heard your grumbling that you grumble against him—what are we? Your grumbling is not against us but against the LORD.”</p>\n<p id=\"p02016008_04-19\"><b class=\"verse-num\" id=\"v02016009-1\">9&nbsp;</b>Then Moses said to Aaron, “Say to the whole congregation of the people of Israel, ‘Come near before the LORD, for he has heard your grumbling.’” <b class=\"verse-num\" id=\"v02016010-1\">10&nbsp;</b>And as soon as Aaron spoke to the whole congregation of the people of Israel, they looked toward the wilderness, and behold, the glory of the LORD appeared in the cloud. <b class=\"verse-num\" id=\"v02016011-1\">11&nbsp;</b>And the LORD said to Moses, <b class=\"verse-num\" id=\"v02016012-1\">12&nbsp;</b>“I have heard the grumbling of the people of Israel. Say to them, ‘At twilight you shall eat meat, and in the morning you shall be filled with bread. Then you shall know that I am the LORD your God.’”</p>\n<p id=\"p02016012_04-19\"><b class=\"verse-num\" id=\"v02016013-1\">13&nbsp;</b>In the evening quail came up and covered the camp, and in the morning dew lay around the camp. <b class=\"verse-num\" id=\"v02016014-1\">14&nbsp;</b>And when the dew had gone up, there was on the face of the wilderness a fine, flake-like thing, fine as frost on the ground. <b class=\"verse-num\" id=\"v02016015-1\">15&nbsp;</b>When the people of Israel saw it, they said to one another, “What is it?” For they did not know what it was. And Moses said to them, “It is the bread that the LORD has given you to eat. <b class=\"verse-num\" id=\"v02016016-1\">16&nbsp;</b>This is what the LORD has commanded: ‘Gather of it, each one of you, as much as he can eat. You shall each take an omer, according to the number of the persons that each of you has in his tent.’” <b class=\"verse-num\" id=\"v02016017-1\">17&nbsp;</b>And the people of Israel did so. They gathered, some more, some less. <b class=\"verse-num\" id=\"v02016018-1\">18&nbsp;</b>But when they measured it with an omer, whoever gathered much had nothing left over, and whoever gathered little had no lack. Each of them gathered as much as he could eat. <b class=\"verse-num\" id=\"v02016019-1\">19&nbsp;</b>And Moses said to them, “Let no one leave any of it over till the morning.” <b class=\"verse-num\" id=\"v02016020-1\">20&nbsp;</b>But they did not listen to Moses. Some left part of it till the morning, and it bred worms and stank. And Moses was angry with them. <b class=\"verse-num\" id=\"v02016021-1\">21&nbsp;</b>Morning by morning they gathered it, each as much as he could eat; but when the sun grew hot, it melted.</p>\n<p id=\"p02016021_04-19\"><b class=\"verse-num\" id=\"v02016022-1\">22&nbsp;</b>On the sixth day they gathered twice as much bread, two omers each. And when all the leaders of the congregation came and told Moses, <b class=\"verse-num\" id=\"v02016023-1\">23&nbsp;</b>he said to them, “This is what the LORD has commanded: ‘Tomorrow is a day of solemn rest, a holy Sabbath to the LORD; bake what you will bake and boil what you will boil, and all that is left over lay aside to be kept till the morning.’” <b class=\"verse-num\" id=\"v02016024-1\">24&nbsp;</b>So they laid it aside till the morning, as Moses commanded them, and it did not stink, and there were no worms in it. <b class=\"verse-num\" id=\"v02016025-1\">25&nbsp;</b>Moses said, “Eat it today, for today is a Sabbath to the LORD; today you will not find it in the field. <b class=\"verse-num\" id=\"v02016026-1\">26&nbsp;</b>Six days you shall gather it, but on the seventh day, which is a Sabbath, there will be none.”</p>\n<p id=\"p02016026_04-19\"><b class=\"verse-num\" id=\"v02016027-1\">27&nbsp;</b>On the seventh day some of the people went out to gather, but they found none. <b class=\"verse-num\" id=\"v02016028-1\">28&nbsp;</b>And the LORD said to Moses, “How long will you refuse to keep my commandments and my laws? <b class=\"verse-num\" id=\"v02016029-1\">29&nbsp;</b>See! The LORD has given you the Sabbath; therefore on the sixth day he gives you bread for two days. Remain each of you in his place; let no one go out of his place on the seventh day.” <b class=\"verse-num\" id=\"v02016030-1\">30&nbsp;</b>So the people rested on the seventh day.</p>\n<p id=\"p02016030_04-19\"><b class=\"verse-num\" id=\"v02016031-1\">31&nbsp;</b>Now the house of Israel called its name manna. It was like coriander seed, white, and the taste of it was like wafers made with honey. <b class=\"verse-num\" id=\"v02016032-1\">32&nbsp;</b>Moses said, “This is what the LORD has commanded: ‘Let an omer of it be kept throughout your generations, so that they may see the bread with which I fed you in the wilderness, when I brought you out of the land of Egypt.’” <b class=\"verse-num\" id=\"v02016033-1\">33&nbsp;</b>And Moses said to Aaron, “Take a jar, and put an omer of manna in it, and place it before the LORD to be kept throughout your generations.” <b class=\"verse-num\" id=\"v02016034-1\">34&nbsp;</b>As the LORD commanded Moses, so Aaron placed it before the testimony to be kept. <b class=\"verse-num\" id=\"v02016035-1\">35&nbsp;</b>The people of Israel ate the manna forty years, till they came to a habitable land. They ate the manna till they came to the border of the land of Canaan. <b class=\"verse-num\" id=\"v02016036-1\">36&nbsp;</b>(An omer is the tenth part of an ephah.)</p>\n\n</div>","kjv":"<strong>1</strong> And they took their journey from Elim, and all the congregation of the children of Israel came unto the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departing out of the land of Egypt.  <strong>2</strong> And the whole congregation of the children of Israel murmured against Moses and Aaron in the wilderness:  <strong>3</strong> And the children of Israel said unto them, Would to God we had died by the hand of the LORD in the land of Egypt, when we sat by the flesh pots, and when we did eat bread to the full; for ye have brought us forth into this wilderness, to kill this whole assembly with hunger.  <strong>4</strong> Then said the LORD unto Moses, Behold, I will rain bread from heaven for you; and the people shall go out and gather a certain rate every day, that I may prove them, whether they will walk in my law, or no.  <strong>5</strong> And it shall come to pass, that on the sixth day they shall prepare that which they bring in; and it shall be twice as much as they gather daily.  <strong>6</strong> And Moses and Aaron said unto all the children of Israel, At even, then ye shall know that the LORD hath brought you out from the land of Egypt:  <strong>7</strong> And in the morning, then ye shall see the glory of the LORD; for that he heareth your murmurings against the LORD: and what are we, that ye murmur against us?  <strong>8</strong> And Moses said, This shall be, when the LORD shall give you in the evening flesh to eat, and in the morning bread to the full; for that the LORD heareth your murmurings which ye murmur against him: and what are  we? your murmurings are not against us, but against the LORD.  <strong>9</strong> And Moses spake unto Aaron, Say unto all the congregation of the children of Israel, Come near before the LORD: for he hath heard your murmurings.  <strong>10</strong> And it came to pass, as Aaron spake unto the whole congregation of the children of Israel, that they looked toward the wilderness, and, behold, the glory of the LORD appeared in the cloud.  <strong>11</strong> And the LORD spake unto Moses, saying,  <strong>12</strong> I have heard the murmurings of the children of Israel: speak unto them, saying, At even ye shall eat flesh, and in the morning ye shall be filled with bread; and ye shall know that I am the LORD your God.  <strong>13</strong> And it came to pass, that at even the quails came up, and covered the camp: and in the morning the dew lay round about the host.  <strong>14</strong> And when the dew that lay was gone up, behold, upon the face of the wilderness there lay a small round thing, as small as the hoar frost on the ground.  <strong>15</strong> And when the children of Israel saw it, they said one to another, It is manna: for they wist not what it was.  And Moses said unto them, This is the bread which the LORD hath given you to eat.  <strong>16</strong> This is the thing which the LORD hath commanded, Gather of it every man according to his eating, an omer for every man, according to the number of your persons; take ye every man for them which are in his tents.  <strong>17</strong> And the children of Israel did so, and gathered, some more, some less.  <strong>18</strong> And when they did mete it with an omer, he that gathered much had nothing over, and he that gathered little had no lack; they gathered every man according to his eating.  <strong>19</strong> And Moses said, Let no man leave of it till the morning.  <strong>20</strong> Notwithstanding they hearkened not unto Moses; but some of them left of it until the morning, and it bred worms, and stank: and Moses was wroth with them.  <strong>21</strong> And they gathered it every morning, every man according to his eating: and when the sun waxed hot, it melted.  <strong>22</strong> And it came to pass, that on the sixth day they gathered twice as much bread, two omers for one man: and all the rulers of the congregation came and told Moses.  <strong>23</strong> And he said unto them, This is that which the LORD hath said, To morrow is the rest of the holy sabbath unto the LORD: bake that which ye will bake to day, and seethe that ye will seethe; and that which remaineth over lay up for you to be kept until the morning.  <strong>24</strong> And they laid it up till the morning, as Moses bade: and it did not stink, neither was there any worm therein.  <strong>25</strong> And Moses said, Eat that to day; for to day is a sabbath unto the LORD: to day ye shall not find it in the field.  <strong>26</strong> Six days ye shall gather it; but on the seventh day, which is  the sabbath, in it there shall be none.  <strong>27</strong> And it came to pass, that there went out some of the people on the seventh day for to gather, and they found none.  <strong>28</strong> And the LORD said unto Moses, How long refuse ye to keep my commandments and my laws?  <strong>29</strong> See, for that the LORD hath given you the sabbath, therefore he giveth you on the sixth day the bread of two days; abide ye every man in his place, let no man go out of his place on the seventh day.  <strong>30</strong> So the people rested on the seventh day.  <strong>31</strong> And the house of Israel called the name thereof Manna: and it was like coriander seed, white; and the taste of it was  like wafers made with honey.  <strong>32</strong> And Moses said, This is the thing which the LORD commandeth, Fill an omer of it to be kept for your generations; that they may see the bread wherewith I have fed you in the wilderness, when I brought you forth from the land of Egypt.  <strong>33</strong> And Moses said unto Aaron, Take a pot, and put an omer full of manna therein, and lay it up before the LORD, to be kept for your generations.  <strong>34</strong> As the LORD commanded Moses, so Aaron laid it up before the Testimony, to be kept.  <strong>35</strong> And the children of Israel did eat manna forty years, until they came to a land inhabited; they did eat manna, until they came unto the borders of the land of Canaan.  <strong>36</strong> Now an omer is the tenth part of an ephah.  ","niv":"<sup><strong>1</strong></sup> The whole Israelite community set out from Elim and came to the Desert of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they had come out of Egypt. <sup><strong>2</strong></sup> In the desert the whole community grumbled against Moses and Aaron. <sup><strong>3</strong></sup> The Israelites said to them, \"If only we had died by the LORD's hand in Egypt! There we sat around pots of meat and ate all the food we wanted, but you have brought us out into this desert to starve this entire assembly to death.\" <sup><strong>4</strong></sup> Then the LORD said to Moses, \"I will rain down bread from heaven for you. The people are to go out each day and gather enough for that day. In this way I will test them and see whether they will follow my instructions. <sup><strong>5</strong></sup> On the sixth day they are to prepare what they bring in, and that is to be twice as much as they gather on the other days.\" <sup><strong>6</strong></sup> So Moses and Aaron said to all the Israelites, \"In the evening you will know that it was the LORD who brought you out of Egypt, <sup><strong>7</strong></sup> and in the morning you will see the glory of the LORD, because he has heard your grumbling against him. Who are we, that you should grumble against us?\" <sup><strong>8</strong></sup> Moses also said, \"You will know that it was the LORD when he gives you meat to eat in the evening and all the bread you want in the morning, because he has heard your grumbling against him. Who are we? You are not grumbling against us, but against the LORD.\" <sup><strong>9</strong></sup> Then Moses told Aaron, \"Say to the entire Israelite community, 'Come before the LORD, for he has heard your grumbling.'\" <sup><strong>10</strong></sup> While Aaron was speaking to the whole Israelite community, they looked toward the desert, and there was the glory of the LORD appearing in the cloud. <sup><strong>11</strong></sup> The LORD said to Moses, <sup><strong>12</strong></sup> \"I have heard the grumbling of the Israelites. Tell them, 'At twilight you will eat meat, and in the morning you will be filled with bread. Then you will know that I am the LORD your God.'\" <sup><strong>13</strong></sup> That evening quail came and covered the camp, and in the morning there was a layer of dew around the camp. <sup><strong>14</strong></sup> When the dew was gone, thin flakes like frost on the ground appeared on the desert floor. <sup><strong>15</strong></sup> When the Israelites saw it, they said to each other, \"What is it?\" For they did not know what it was. Moses said to them, \"It is the bread the LORD has given you to eat. <sup><strong>16</strong></sup> This is what the LORD has commanded: 'Each one is to gather as much as he needs. Take an omer for each person you have in your tent.'\" <sup><strong>17</strong></sup> The Israelites did as they were told; some gathered much, some little. <sup><strong>18</strong></sup> And when they measured it by the omer, he who gathered much did not have too much, and he who gathered little did not have too little. Each one gathered as much as he needed. <sup><strong>19</strong></sup> Then Moses said to them, \"No one is to keep any of it until morning.\" <sup><strong>20</strong></sup> However, some of them paid no attention to Moses; they kept part of it until morning, but it was full of maggots and began to smell. So Moses was angry with them. <sup><strong>21</strong></sup> Each morning everyone gathered as much as he needed, and when the sun grew hot, it melted away. <sup><strong>22</strong></sup> On the sixth day, they gathered twice as much-two omers for each person-and the leaders of the community came and reported this to Moses. <sup><strong>23</strong></sup> He said to them, \"This is what the LORD commanded: 'Tomorrow is to be a day of rest, a holy Sabbath to the LORD. So bake what you want to bake and boil what you want to boil. Save whatever is left and keep it until morning.'\" <sup><strong>24</strong></sup> So they saved it until morning, as Moses commanded, and it did not stink or get maggots in it. <sup><strong>25</strong></sup> \"Eat it today,\" Moses said, \"because today is a Sabbath to the LORD. You will not find any of it on the ground today. <sup><strong>26</strong></sup> Six days you are to gather it, but on the seventh day, the Sabbath, there will not be any.\" <sup><strong>27</strong></sup> Nevertheless, some of the people went out on the seventh day to gather it, but they found none. <sup><strong>28</strong></sup> Then the LORD said to Moses, \"How long will you refuse to keep my commands and my instructions? <sup><strong>29</strong></sup> Bear in mind that the LORD has given you the Sabbath; that is why on the sixth day he gives you bread for two days. Everyone is to stay where he is on the seventh day; no one is to go out.\" <sup><strong>30</strong></sup> So the people rested on the seventh day. <sup><strong>31</strong></sup> The people of Israel called the bread manna. It was white like coriander seed and tasted like wafers made with honey. <sup><strong>32</strong></sup> Moses said, \"This is what the LORD has commanded: 'Take an omer of manna and keep it for the generations to come, so they can see the bread I gave you to eat in the desert when I brought you out of Egypt.'\" <sup><strong>33</strong></sup> So Moses said to Aaron, \"Take a jar and put an omer of manna in it. Then place it before the LORD to be kept for the generations to come.\" <sup><strong>34</strong></sup> As the LORD commanded Moses, Aaron put the manna in front of the Testimony, that it might be kept. <sup><strong>35</strong></sup> The Israelites ate manna forty years, until they came to a land that was settled; they ate manna until they reached the border of Canaan. <sup><strong>36</strong></sup> (An omer is one tenth of an ephah.) "},{"_id":"6168bc213b32607a097c11b0","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 12:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02012038_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v02012038-1\">38&nbsp;</b>A mixed multitude also went up with them, and very much livestock, both flocks and herds.</p>\n</div>","kjv":"<strong>38</strong> And a mixed multitude went up also with them; and flocks, and herds, even very much cattle.  ","niv":"<sup><strong>38</strong></sup> Many other people went up with them, as well as large droves of livestock, both flocks and herds."},{"_id":"6168bc223b32607a097c11b1","topicId":"6168bc1c3b32607a097c119d","verse":"Exodus 1:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02001011_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v02001011-1\">11&nbsp;</b>Therefore they set taskmasters over them to afflict them with heavy burdens. They built for Pharaoh store cities, Pithom and Raamses.</p>\n</div>","kjv":"<strong>11</strong> Therefore they did set over them taskmasters to afflict them with their burdens. And they built for Pharaoh treasure cities, Pithom and Raamses.  ","niv":"<sup><strong>11</strong></sup> So they put slave masters over them to oppress them with forced labor, and they built Pithom and Rameses as store cities for Pharaoh."},{"_id":"6168bc223b32607a097c11b2","topicId":"6168bc1c3b32607a097c119d","verse":"Hebrews 8:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58008006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v58008006-1\">6&nbsp;</b>But as it is, Christ has obtained a ministry that is as much more excellent than the old as the covenant he mediates is better, since it is enacted on better promises.</p>\n\n</div>","kjv":"<strong>6</strong> But now hath he obtained a more excellent ministry, by how much also he is the mediator of a better covenant, which was established upon better promises.  ","niv":"<sup><strong>6</strong></sup> But the ministry Jesus has received is as superior to theirs as the covenant of which he is mediator is superior to the old one, and it is founded on better promises."},{"_id":"6168bc223b32607a097c11b3","topicId":"6168bc1c3b32607a097c119d","verse":"2 Corinthians 4:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47004004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004004-1\">4&nbsp;</b>In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.</p>\n</div>","kjv":"<strong>4</strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.  ","niv":"<sup><strong>4</strong></sup> The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God."},{"_id":"6168bc233b32607a097c11b4","topicId":"6168bc1c3b32607a097c119d","verse":"1 Corinthians 16:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46016002_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v46016002-1\">2&nbsp;</b>On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come.</p>\n</div>","kjv":"<strong>2</strong> Upon the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come.  ","niv":"<sup><strong>2</strong></sup> On the first day of every week, each one of you should set aside a sum of money in keeping with his income, saving it up, so that when I come no collections will have to be made."},{"_id":"6168bc233b32607a097c11b5","topicId":"6168bc1c3b32607a097c119d","verse":"Romans 6:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"6168bc233b32607a097c11b6","topicId":"6168bc1c3b32607a097c119d","verse":"Acts 2:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."}]}