{"_id":"6168bc983b32607a097c11eb","slug":"muhammad","name":"Muhammad","verses":[{"_id":"6168bc983b32607a097c11ec","topicId":"6168bc983b32607a097c11eb","verse":"Deuteronomy 13:1-3","votes":25,"__v":0,"esv":"<div>\n<p id=\"p05013001_01-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05013001-1\">13:1&nbsp;</b>“If a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder, <b class=\"verse-num\" id=\"v05013002-1\">2&nbsp;</b>and the sign or wonder that he tells you comes to pass, and if he says, ‘Let us go after other gods,’ which you have not known, ‘and let us serve them,’ <b class=\"verse-num\" id=\"v05013003-1\">3&nbsp;</b>you shall not listen to the words of that prophet or that dreamer of dreams. For the LORD your God is testing you, to know whether you love the LORD your God with all your heart and with all your soul.</p>\n</div>","kjv":"<strong>1</strong> If there arise among you a prophet, or a dreamer of dreams, and giveth thee a sign or a wonder,  <strong>2</strong> And the sign or the wonder come to pass, whereof he spake unto thee, saying, Let us go after other gods, which thou hast not known, and let us serve them;  <strong>3</strong> Thou shalt not hearken unto the words of that prophet, or that dreamer of dreams: for the LORD your God proveth you, to know whether ye love the LORD your God with all your heart and with all your soul.  ","niv":"<sup><strong>1</strong></sup> If a prophet, or one who foretells by dreams, appears among you and announces to you a miraculous sign or wonder, <sup><strong>2</strong></sup> and if the sign or wonder of which he has spoken takes place, and he says, \"Let us follow other gods\" (gods you have not known) \"and let us worship them,\" <sup><strong>3</strong></sup> you must not listen to the words of that prophet or dreamer. The LORD your God is testing you to find out whether you love him with all your heart and with all your soul. ","modified":"2022-12-05T22:34:26.744Z"},{"_id":"6168bc983b32607a097c11ed","topicId":"6168bc983b32607a097c11eb","verse":"Deuteronomy 18:18","votes":21,"__v":0,"esv":"<div>\n<p id=\"p05018018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018018-1\">18&nbsp;</b>I will raise up for them a prophet like you from among their brothers. And I will put my words in his mouth, and he shall speak to them all that I command him.</p>\n</div>","kjv":"<strong>18</strong> I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.  ","niv":"<sup><strong>18</strong></sup> I will raise up for them a prophet like you from among their brothers; I will put my words in his mouth, and he will tell them everything I command him.","modified":"2023-01-24T19:23:47.192Z"},{"_id":"6168bc993b32607a097c11ee","topicId":"6168bc983b32607a097c11eb","verse":"John 16:12-13","votes":18,"__v":0,"esv":"<div>\n<p id=\"p43016012_01-3\"><b class=\"verse-num woc\" id=\"v43016012-1\">12&nbsp;</b><span class=\"woc\">“I still have many things to say to you, but you cannot bear them now.</span> <b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>12</strong> I have yet many things to say unto you, but ye cannot bear them now.  <strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>12</strong></sup> \"I have much more to say to you, more than you can now bear. <sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come. "},{"_id":"6168bc993b32607a097c11ef","topicId":"6168bc983b32607a097c11eb","verse":"2 Peter 2:1-3","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p61002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction. <b class=\"verse-num\" id=\"v61002002-1\">2&nbsp;</b>And many will follow their sensuality, and because of them the way of truth will be blasphemed. <b class=\"verse-num\" id=\"v61002003-1\">3&nbsp;</b>And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep.</p>\n</div>","kjv":"<strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  <strong>2</strong> And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.  <strong>3</strong> And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.  ","niv":"<sup><strong>1</strong></sup> But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves. <sup><strong>2</strong></sup> Many will follow their shameful ways and will bring the way of truth into disrepute. <sup><strong>3</strong></sup> In their greed these teachers will exploit you with stories they have made up. Their condemnation has long been hanging over them, and their destruction has not been sleeping. ","modified":"2022-12-05T03:21:24.280Z"},{"_id":"6168bc993b32607a097c11f0","topicId":"6168bc983b32607a097c11eb","verse":"John 1:19-25","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p43001019_07-5\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_07-5\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?”</p>\n\n</div>","kjv":"<strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  ","niv":"<sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" "},{"_id":"6168bc993b32607a097c11f1","topicId":"6168bc983b32607a097c11eb","verse":"Matthew 24:4-5","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40024004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span></p>\n</div>","kjv":"<strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  ","niv":"<sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. "},{"_id":"6168bc9a3b32607a097c11f2","topicId":"6168bc983b32607a097c11eb","verse":"Deuteronomy 33:2","votes":11,"__v":0,"esv":"<div>\n<p id=\"p05033002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v05033002-1\">2&nbsp;</b>He said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p05033002_01-7\" class=\"line\">&nbsp;&nbsp;“The LORD came from Sinai</span><br><span id=\"p05033002_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dawned from Seir upon us;</span><br><span id=\"p05033002_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shone forth from Mount Paran;</span><br><span id=\"p05033002_01-7\" class=\"line\">&nbsp;&nbsp;he came from the ten thousands of holy ones,</span><br><span id=\"p05033002_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with flaming fire at his right hand.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> And he said, The LORD came from Sinai, and rose up from Seir unto them; he shined forth from mount Paran, and he came with ten thousands of saints: from his right hand went a fiery law for them.  ","niv":"<sup><strong>2</strong></sup> He said: \"The LORD came from Sinai and dawned over them from Seir; he shone forth from Mount Paran. He came with myriads of holy ones from the south, from his mountain slopes.","modified":"2022-10-29T04:33:37.387Z"},{"_id":"6168bc9a3b32607a097c11f3","topicId":"6168bc983b32607a097c11eb","verse":"Matthew 7:16-20","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40007016_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n</div>","kjv":"<strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. ","niv":"<sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. "},{"_id":"6168bc9a3b32607a097c11f4","topicId":"6168bc983b32607a097c11eb","verse":"Habakkuk 3:3","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35003003_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v35003003-1\">3&nbsp;</b>&nbsp;&nbsp;God came from Teman,</span><br><span id=\"p35003003_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Holy One from Mount Paran. <span class=\"selah\">Selah</span></span><br><span id=\"p35003003_01-9\" class=\"line\">&nbsp;&nbsp;His splendor covered the heavens,</span><br><span id=\"p35003003_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the earth was full of his praise.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> God came from Teman, and the Holy One from mount Paran. Selah. His glory covered the heavens, and the earth was full of his praise.  ","niv":"<sup><strong>3</strong></sup> God came from Teman, the Holy One from Mount Paran. Selah His glory covered the heavens and his praise filled the earth."},{"_id":"6168bc9b3b32607a097c11f5","topicId":"6168bc983b32607a097c11eb","verse":"John 14:26","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."},{"_id":"6168bc9b3b32607a097c11f6","topicId":"6168bc983b32607a097c11eb","verse":"Isaiah 28:11","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23028011_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028011-1\">11&nbsp;</b>&nbsp;&nbsp;For by people of strange lips</span><br><span id=\"p23028011_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a foreign tongue</span><br><span id=\"p23028011_01-11\" class=\"line\">&nbsp;&nbsp;the LORD will speak to this people,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> For with stammering lips and another tongue will he speak to this people.  ","niv":"<sup><strong>11</strong></sup> Very well then, with foreign lips and strange tongues God will speak to this people,"},{"_id":"6168bc9b3b32607a097c11f7","topicId":"6168bc983b32607a097c11eb","verse":"Isaiah 21:13-17","votes":7,"__v":0,"esv":"<div>\n<p id=\"p23021013_01-12\"><b class=\"verse-num\" id=\"v23021013-1\">13&nbsp;</b>The oracle concerning Arabia.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23021013_01-12\" class=\"line\">&nbsp;&nbsp;In the thickets in Arabia you will lodge,</span><br><span id=\"p23021013_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O caravans of Dedanites.</span><br><span id=\"p23021014_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23021014-1\">14&nbsp;</b>&nbsp;&nbsp;To the thirsty bring water;</span><br><span id=\"p23021014_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;meet the fugitive with bread,</span><br><span id=\"p23021014_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O inhabitants of the land of Tema.</span><br><span id=\"p23021015_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23021015-1\">15&nbsp;</b>&nbsp;&nbsp;For they have fled from the swords,</span><br><span id=\"p23021015_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the drawn sword,</span><br><span id=\"p23021015_01-12\" class=\"line\">&nbsp;&nbsp;from the bent bow,</span><br><span id=\"p23021015_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the press of battle.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23021015_01-12\"><b class=\"verse-num\" id=\"v23021016-1\">16&nbsp;</b>For thus the Lord said to me, “Within a year, according to the years of a hired worker, all the glory of Kedar will come to an end. <b class=\"verse-num\" id=\"v23021017-1\">17&nbsp;</b>And the remainder of the archers of the mighty men of the sons of Kedar will be few, for the LORD, the God of Israel, has spoken.”</p>\n</div>","kjv":"<strong>13</strong> The burden upon Arabia. In the forest in Arabia shall ye lodge, O ye travelling companies of Dedanim.  <strong>14</strong> The inhabitants of the land of Tema brought water to him that was thirsty, they prevented with their bread him that fled.  <strong>15</strong> For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war.  <strong>16</strong> For thus hath the Lord said unto me, Within a year, according to the years of an hireling, and all the glory of Kedar shall fail:  <strong>17</strong> And the residue of the number of archers, the mighty men of the children of Kedar, shall be diminished: for the LORD God of Israel hath spoken it. ","niv":"<sup><strong>13</strong></sup> An oracle concerning Arabia: You caravans of Dedanites, who camp in the thickets of Arabia, <sup><strong>14</strong></sup> bring water for the thirsty; you who live in Tema, bring food for the fugitives. <sup><strong>15</strong></sup> They flee from the sword, from the drawn sword, from the bent bow and from the heat of battle. <sup><strong>16</strong></sup> This is what the Lord says to me: \"Within one year, as a servant bound by contract would count it, all the pomp of Kedar will come to an end. <sup><strong>17</strong></sup> The survivors of the bowmen, the warriors of Kedar, will be few.\" The LORD, the God of Israel, has spoken. "},{"_id":"6168bc9c3b32607a097c11f8","topicId":"6168bc983b32607a097c11eb","verse":"John 16:13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43016013_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come."},{"_id":"6168bc9c3b32607a097c11f9","topicId":"6168bc983b32607a097c11eb","verse":"Song of Solomon 5:16","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p22005016_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22005016-1\">16&nbsp;</b>&nbsp;&nbsp;His mouth is most sweet,</span><br><span id=\"p22005016_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he is altogether desirable.</span><br><span id=\"p22005016_01-14\" class=\"line\">&nbsp;&nbsp;This is my beloved and this is my friend,</span><br><span id=\"p22005016_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O daughters of Jerusalem.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> His mouth is most sweet: yea, he is altogether lovely. This is my beloved, and this is my friend, O daughters of Jerusalem.  ","niv":"<sup><strong>16</strong></sup> His mouth is sweetness itself; he is altogether lovely. This is my lover, this my friend, O daughters of Jerusalem."},{"_id":"6168bc9c3b32607a097c11fa","topicId":"6168bc983b32607a097c11eb","verse":"John 1:25","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43001025_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?”</p>\n</div>","kjv":"<strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  ","niv":"<sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\""},{"_id":"6168bc9c3b32607a097c11fb","topicId":"6168bc983b32607a097c11eb","verse":"Genesis 16:15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01016015_01-16\"><b class=\"verse-num\" id=\"v01016015-1\">15&nbsp;</b>And Hagar bore Abram a son, and Abram called the name of his son, whom Hagar bore, Ishmael.</p>\n</div>","kjv":"<strong>15</strong> And Hagar bare Abram a son: and Abram called his son’s name, which Hagar bare, Ishmael.  ","niv":"<sup><strong>15</strong></sup> So Hagar bore Abram a son, and Abram gave the name Ishmael to the son she had borne."},{"_id":"6168bc9d3b32607a097c11fc","topicId":"6168bc983b32607a097c11eb","verse":"John 14:15-16:15","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43014015_06-17\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span> <b class=\"verse-num woc\" id=\"v43014016-1\">16&nbsp;</b><span class=\"woc\">And I will ask the Father, and he will give you another Helper, to be with you forever,</span> <b class=\"verse-num woc\" id=\"v43014017-1\">17&nbsp;</b><span class=\"woc\">even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.</span></p>\n<p id=\"p43014017_06-17\"><b class=\"verse-num woc\" id=\"v43014018-1\">18&nbsp;</b><span class=\"woc\">“I will not leave you as orphans; I will come to you.</span> <b class=\"verse-num woc\" id=\"v43014019-1\">19&nbsp;</b><span class=\"woc\">Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live.</span> <b class=\"verse-num woc\" id=\"v43014020-1\">20&nbsp;</b><span class=\"woc\">In that day you will know that I am in my Father, and you in me, and I in you.</span> <b class=\"verse-num woc\" id=\"v43014021-1\">21&nbsp;</b><span class=\"woc\">Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”</span> <b class=\"verse-num\" id=\"v43014022-1\">22&nbsp;</b>Judas (not Iscariot) said to him, “Lord, how is it that you will manifest yourself to us, and not to the world?” <b class=\"verse-num\" id=\"v43014023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.</span> <b class=\"verse-num woc\" id=\"v43014024-1\">24&nbsp;</b><span class=\"woc\">Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father’s who sent me.</span></p>\n<p id=\"p43014024_06-17\"><b class=\"verse-num woc\" id=\"v43014025-1\">25&nbsp;</b><span class=\"woc\">“These things I have spoken to you while I am still with you.</span> <b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span> <b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span> <b class=\"verse-num woc\" id=\"v43014028-1\">28&nbsp;</b><span class=\"woc\">You heard me say to you, ‘I am going away, and I will come to you.’ If you loved me, you would have rejoiced, because I am going to the Father, for the Father is greater than I.</span> <b class=\"verse-num woc\" id=\"v43014029-1\">29&nbsp;</b><span class=\"woc\">And now I have told you before it takes place, so that when it does take place you may believe.</span> <b class=\"verse-num woc\" id=\"v43014030-1\">30&nbsp;</b><span class=\"woc\">I will no longer talk much with you, for the ruler of this world is coming. He has no claim on me,</span> <b class=\"verse-num woc\" id=\"v43014031-1\">31&nbsp;</b><span class=\"woc\">but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us go from here.</span></p>\n\n<p id=\"p43015001_11-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43015001-1\">15:1&nbsp;</b><span class=\"woc\">“I am the true vine, and my Father is the vinedresser.</span> <b class=\"verse-num woc\" id=\"v43015002-1\">2&nbsp;</b><span class=\"woc\">Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.</span> <b class=\"verse-num woc\" id=\"v43015003-1\">3&nbsp;</b><span class=\"woc\">Already you are clean because of the word that I have spoken to you.</span> <b class=\"verse-num woc\" id=\"v43015004-1\">4&nbsp;</b><span class=\"woc\">Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me.</span> <b class=\"verse-num woc\" id=\"v43015005-1\">5&nbsp;</b><span class=\"woc\">I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.</span> <b class=\"verse-num woc\" id=\"v43015006-1\">6&nbsp;</b><span class=\"woc\">If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned.</span> <b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span> <b class=\"verse-num woc\" id=\"v43015008-1\">8&nbsp;</b><span class=\"woc\">By this my Father is glorified, that you bear much fruit and so prove to be my disciples.</span> <b class=\"verse-num woc\" id=\"v43015009-1\">9&nbsp;</b><span class=\"woc\">As the Father has loved me, so have I loved you. Abide in my love.</span> <b class=\"verse-num woc\" id=\"v43015010-1\">10&nbsp;</b><span class=\"woc\">If you keep my commandments, you will abide in my love, just as I have kept my Father’s commandments and abide in his love.</span> <b class=\"verse-num woc\" id=\"v43015011-1\">11&nbsp;</b><span class=\"woc\">These things I have spoken to you, that my joy may be in you, and that your joy may be full.</span></p>\n<p id=\"p43015011_11-17\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span> <b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span> <b class=\"verse-num woc\" id=\"v43015014-1\">14&nbsp;</b><span class=\"woc\">You are my friends if you do what I command you.</span> <b class=\"verse-num woc\" id=\"v43015015-1\">15&nbsp;</b><span class=\"woc\">No longer do I call you servants, for the servant does not know what his master is doing; but I have called you friends, for all that I have heard from my Father I have made known to you.</span> <b class=\"verse-num woc\" id=\"v43015016-1\">16&nbsp;</b><span class=\"woc\">You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you.</span> <b class=\"verse-num woc\" id=\"v43015017-1\">17&nbsp;</b><span class=\"woc\">These things I command you, so that you will love one another.</span></p>\n\n<p id=\"p43015017_16-17\"><b class=\"verse-num woc\" id=\"v43015018-1\">18&nbsp;</b><span class=\"woc\">“If the world hates you, know that it has hated me before it hated you.</span> <b class=\"verse-num woc\" id=\"v43015019-1\">19&nbsp;</b><span class=\"woc\">If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.</span> <b class=\"verse-num woc\" id=\"v43015020-1\">20&nbsp;</b><span class=\"woc\">Remember the word that I said to you: ‘A servant is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.</span> <b class=\"verse-num woc\" id=\"v43015021-1\">21&nbsp;</b><span class=\"woc\">But all these things they will do to you on account of my name, because they do not know him who sent me.</span> <b class=\"verse-num woc\" id=\"v43015022-1\">22&nbsp;</b><span class=\"woc\">If I had not come and spoken to them, they would not have been guilty of sin, but now they have no excuse for their sin.</span> <b class=\"verse-num woc\" id=\"v43015023-1\">23&nbsp;</b><span class=\"woc\">Whoever hates me hates my Father also.</span> <b class=\"verse-num woc\" id=\"v43015024-1\">24&nbsp;</b><span class=\"woc\">If I had not done among them the works that no one else did, they would not be guilty of sin, but now they have seen and hated both me and my Father.</span> <b class=\"verse-num woc\" id=\"v43015025-1\">25&nbsp;</b><span class=\"woc\">But the word that is written in their Law must be fulfilled: ‘They hated me without a cause.’</span></p>\n<p id=\"p43015025_16-17\"><b class=\"verse-num woc\" id=\"v43015026-1\">26&nbsp;</b><span class=\"woc\">“But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me.</span> <b class=\"verse-num woc\" id=\"v43015027-1\">27&nbsp;</b><span class=\"woc\">And you also will bear witness, because you have been with me from the beginning.</span></p>\n<p id=\"p43016001_16-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43016001-1\">16:1&nbsp;</b><span class=\"woc\">“I have said all these things to you to keep you from falling away.</span> <b class=\"verse-num woc\" id=\"v43016002-1\">2&nbsp;</b><span class=\"woc\">They will put you out of the synagogues. Indeed, the hour is coming when whoever kills you will think he is offering service to God.</span> <b class=\"verse-num woc\" id=\"v43016003-1\">3&nbsp;</b><span class=\"woc\">And they will do these things because they have not known the Father, nor me.</span> <b class=\"verse-num woc\" id=\"v43016004-1\">4&nbsp;</b><span class=\"woc\">But I have said these things to you, that when their hour comes you may remember that I told them to you.</span></p>\n\n<p id=\"p43016004_22-17\"><span class=\"woc\">“I did not say these things to you from the beginning, because I was with you.</span> <b class=\"verse-num woc\" id=\"v43016005-1\">5&nbsp;</b><span class=\"woc\">But now I am going to him who sent me, and none of you asks me, ‘Where are you going?’</span> <b class=\"verse-num woc\" id=\"v43016006-1\">6&nbsp;</b><span class=\"woc\">But because I have said these things to you, sorrow has filled your heart.</span> <b class=\"verse-num woc\" id=\"v43016007-1\">7&nbsp;</b><span class=\"woc\">Nevertheless, I tell you the truth: it is to your advantage that I go away, for if I do not go away, the Helper will not come to you. But if I go, I will send him to you.</span> <b class=\"verse-num woc\" id=\"v43016008-1\">8&nbsp;</b><span class=\"woc\">And when he comes, he will convict the world concerning sin and righteousness and judgment:</span> <b class=\"verse-num woc\" id=\"v43016009-1\">9&nbsp;</b><span class=\"woc\">concerning sin, because they do not believe in me;</span> <b class=\"verse-num woc\" id=\"v43016010-1\">10&nbsp;</b><span class=\"woc\">concerning righteousness, because I go to the Father, and you will see me no longer;</span> <b class=\"verse-num woc\" id=\"v43016011-1\">11&nbsp;</b><span class=\"woc\">concerning judgment, because the ruler of this world is judged.</span></p>\n<p id=\"p43016011_22-17\"><b class=\"verse-num woc\" id=\"v43016012-1\">12&nbsp;</b><span class=\"woc\">“I still have many things to say to you, but you cannot bear them now.</span> <b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span> <b class=\"verse-num woc\" id=\"v43016014-1\">14&nbsp;</b><span class=\"woc\">He will glorify me, for he will take what is mine and declare it to you.</span> <b class=\"verse-num woc\" id=\"v43016015-1\">15&nbsp;</b><span class=\"woc\">All that the Father has is mine; therefore I said that he will take what is mine and declare it to you.</span></p>\n\n</div>","kjv":"<strong>15</strong>           If ye love me, keep my commandments.  <strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  <strong>17</strong> Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.  <strong>18</strong> I will not leave you comfortless: I will come to you.  <strong>19</strong> Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.  <strong>20</strong> At that day ye shall know that I am in my Father, and ye in me, and I in you.  <strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  <strong>22</strong> Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?  <strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  <strong>24</strong> He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father’s which sent me.  <strong>25</strong> These things have I spoken unto you, being yet present with you.  <strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  <strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  <strong>28</strong> Ye have heard how I said unto you, I go away, and come again  unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.  <strong>29</strong> And now I have told you before it come to pass, that, when it is come to pass, ye might believe.  <strong>30</strong> Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.  <strong>31</strong> But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence. <strong>1</strong>           I am the true vine, and my Father is the husbandman.  <strong>2</strong> Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.  <strong>3</strong> Now ye are clean through the word which I have spoken unto you.  <strong>4</strong> Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.  <strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  <strong>6</strong> If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.  <strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  <strong>8</strong> Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.  <strong>9</strong> As the Father hath loved me, so have I loved you: continue ye in my love.  <strong>10</strong> If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.  <strong>11</strong> These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.  <strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  <strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  <strong>14</strong> Ye are my friends, if ye do whatsoever I command you.  <strong>15</strong> Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.  <strong>16</strong> Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.  <strong>17</strong> These things I command you, that ye love one another.  <strong>18</strong> If the world hate you, ye know that it hated me before it hated you.  <strong>19</strong> If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.  <strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  <strong>21</strong> But all these things will they do unto you for my name’s sake, because they know not him that sent me.  <strong>22</strong> If I had not come and spoken unto them, they had not had sin: but now they have no cloke for their sin.  <strong>23</strong> He that hateth me hateth my Father also.  <strong>24</strong> If I had not done among them the works which none other man did, they had not had sin: but now have they both seen and hated both me and my Father.  <strong>25</strong> But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause.  <strong>26</strong> But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:  <strong>27</strong> And ye also shall bear witness, because ye have been with me from the beginning. <strong>1</strong>           These things have I spoken unto you, that ye should not be offended.  <strong>2</strong> They shall put you out of the synagogues: yea, the time cometh, that whosoever killeth you will think that he doeth God service.  <strong>3</strong> And these things will they do unto you, because they have not known the Father, nor me.  <strong>4</strong> But these things have I told you, that when the time shall come, ye may remember that I told you of them. And these things I said not unto you at the beginning, because I was with you.  <strong>5</strong> But now I go my way to him that sent me; and none of you asketh me, Whither goest thou?  <strong>6</strong> But because I have said these things unto you, sorrow hath filled your heart.  <strong>7</strong> Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.  <strong>8</strong> And when he is come, he will reprove the world of sin, and of righteousness, and of judgment:  <strong>9</strong> Of sin, because they believe not on me;  <strong>10</strong> Of righteousness, because I go to my Father, and ye see me no more;  <strong>11</strong> Of judgment, because the prince of this world is judged.  <strong>12</strong> I have yet many things to say unto you, but ye cannot bear them now.  <strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  <strong>14</strong> He shall glorify me: for he shall receive of mine, and shall shew it unto you.  <strong>15</strong> All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you.  ","niv":"<sup><strong>15</strong></sup> \"If you love me, you will obey what I command. <sup><strong>16</strong></sup> And I will ask the Father, and he will give you another Counselor to be with you forever-- ","modified":"2022-07-17T19:40:33.354Z"},{"_id":"6168bc9d3b32607a097c11fd","topicId":"6168bc983b32607a097c11eb","verse":"John 6:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43006014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006014-1\">14&nbsp;</b>When the people saw the sign that he had done, they said, “This is indeed the Prophet who is to come into the world!”</p>\n</div>","kjv":"<strong>14</strong> Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.  ","niv":"<sup><strong>14</strong></sup> After the people saw the miraculous sign that Jesus did, they began to say, \"Surely this is the Prophet who is to come into the world.\""},{"_id":"6168bc9d3b32607a097c11fe","topicId":"6168bc983b32607a097c11eb","verse":"Exodus 20:25","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02020025_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it.</p>\n</div>","kjv":"<strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  ","niv":"<sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it."},{"_id":"6168bc9e3b32607a097c11ff","topicId":"6168bc983b32607a097c11eb","verse":"Genesis 21:18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01021018_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v01021018-1\">18&nbsp;</b>Up! Lift up the boy, and hold him fast with your hand, for I will make him into a great nation.”</p>\n</div>","kjv":"<strong>18</strong> Arise, lift up the lad, and hold him in thine hand; for I will make him a great nation.  ","niv":"<sup><strong>18</strong></sup> Lift the boy up and take him by the hand, for I will make him into a great nation.\""},{"_id":"6168bc9e3b32607a097c1200","topicId":"6168bc983b32607a097c11eb","verse":"John 14:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6168bc9e3b32607a097c1201","topicId":"6168bc983b32607a097c11eb","verse":"Matthew 26:39","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40026039_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026039-1\">39&nbsp;</b>And going a little farther he fell on his face and prayed, saying, <span class=\"woc\">“My Father, if it be possible, let this cup pass from me; nevertheless, not as I will, but as you will.”</span></p>\n</div>","kjv":"<strong>39</strong> And he went a little farther, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.  ","niv":"<sup><strong>39</strong></sup> Going a little farther, he fell with his face to the ground and prayed, \"My Father, if it is possible, may this cup be taken from me. Yet not as I will, but as you will.\""},{"_id":"6168bc9f3b32607a097c1202","topicId":"6168bc983b32607a097c11eb","verse":"Genesis 17:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01017023_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017023-1\">23&nbsp;</b>Then Abraham took Ishmael his son and all those born in his house or bought with his money, every male among the men of Abraham’s house, and he circumcised the flesh of their foreskins that very day, as God had said to him.</p>\n</div>","kjv":"<strong>23</strong> And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham’s house; and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.  ","niv":"<sup><strong>23</strong></sup> On that very day Abraham took his son Ishmael and all those born in his household or bought with his money, every male in his household, and circumcised them, as God told him."},{"_id":"6168bc9f3b32607a097c1203","topicId":"6168bc983b32607a097c11eb","verse":"Genesis 12:2-3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01012002_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012002-1\">2&nbsp;</b>And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing. <b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n\n</div>","kjv":"<strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  <strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  ","niv":"<sup><strong>2</strong></sup> \"I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing. <sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\" "},{"_id":"6168bc9f3b32607a097c1204","topicId":"6168bc983b32607a097c11eb","verse":"John 1:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43001011_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him.</p>\n\n</div>","kjv":"<strong>11</strong> He came unto his own, and his own received him not.  ","niv":"<sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him."}]}