{"_id":"6168bf443b32607a097c1395","slug":"mystery","name":"Mystery","verses":[{"_id":"6168bf443b32607a097c1396","topicId":"6168bf443b32607a097c1395","verse":"Colossians 2:1-3","votes":45,"__v":0,"esv":"<div>\n<p id=\"p51002001_01-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51002001-1\">2:1&nbsp;</b>For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, <b class=\"verse-num\" id=\"v51002002-1\">2&nbsp;</b>that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ, <b class=\"verse-num\" id=\"v51002003-1\">3&nbsp;</b>in whom are hidden all the treasures of wisdom and knowledge.</p>\n</div>","kjv":"<strong>1</strong> For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;  <strong>2</strong> That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;  <strong>3</strong> In whom are hid all the treasures of wisdom and knowledge.  ","niv":"<sup><strong>1</strong></sup> I want you to know how much I am struggling for you and for those at Laodicea, and for all who have not met me personally. <sup><strong>2</strong></sup> My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ, <sup><strong>3</strong></sup> in whom are hidden all the treasures of wisdom and knowledge. ","modified":"2022-09-26T02:33:40.744Z"},{"_id":"6168bf453b32607a097c1397","topicId":"6168bf443b32607a097c1395","verse":"Ephesians 3:2-6","votes":36,"__v":0,"esv":"<div>\n<p id=\"p49003002_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49003002-1\">2&nbsp;</b>assuming that you have heard of the stewardship of God’s grace that was given to me for you, <b class=\"verse-num\" id=\"v49003003-1\">3&nbsp;</b>how the mystery was made known to me by revelation, as I have written briefly. <b class=\"verse-num\" id=\"v49003004-1\">4&nbsp;</b>When you read this, you can perceive my insight into the mystery of Christ, <b class=\"verse-num\" id=\"v49003005-1\">5&nbsp;</b>which was not made known to the sons of men in other generations as it has now been revealed to his holy apostles and prophets by the Spirit. <b class=\"verse-num\" id=\"v49003006-1\">6&nbsp;</b>This mystery is that the Gentiles are fellow heirs, members of the same body, and partakers of the promise in Christ Jesus through the gospel.</p>\n\n</div>","kjv":"<strong>2</strong> If ye have heard of the dispensation of the grace of God which is given me to youward:  <strong>3</strong> How that by revelation he made known unto me the mystery; (as I wrote afore in few words,  <strong>4</strong> Whereby, when ye read, ye may understand my knowledge in the mystery of Christ)  <strong>5</strong> Which in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;  <strong>6</strong> That the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:  ","niv":"<sup><strong>2</strong></sup> Surely you have heard about the administration of God's grace that was given to me for you, <sup><strong>3</strong></sup> that is, the mystery made known to me by revelation, as I have already written briefly. <sup><strong>4</strong></sup> In reading this, then, you will be able to understand my insight into the mystery of Christ, <sup><strong>5</strong></sup> which was not made known to men in other generations as it has now been revealed by the Spirit to God's holy apostles and prophets. <sup><strong>6</strong></sup> This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus. ","modified":"2022-08-07T21:59:45.779Z"},{"_id":"6168bf453b32607a097c1398","topicId":"6168bf443b32607a097c1395","verse":"Colossians 1:26-27","votes":31,"__v":0,"esv":"<div>\n<p id=\"p51001026_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory.</p>\n</div>","kjv":"<strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  ","niv":"<sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. "},{"_id":"6168bf453b32607a097c1399","topicId":"6168bf443b32607a097c1395","verse":"1 Timothy 3:16","votes":30,"__v":0,"esv":"<div>\n<p id=\"p54003016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_01-5\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_01-5\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_01-5\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_01-5\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory."},{"_id":"6168bf463b32607a097c139a","topicId":"6168bf443b32607a097c1395","verse":"Matthew 13:11","votes":24,"__v":0,"esv":"<div>\n<p id=\"p40013011_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v40013011-1\">11&nbsp;</b>And he answered them, <span class=\"woc\">“To you it has been given to know the secrets of the kingdom of heaven, but to them it has not been given.</span></p>\n</div>","kjv":"<strong>11</strong> He answered and said unto them, Because it is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given.  ","niv":"<sup><strong>11</strong></sup> He replied, \"The knowledge of the secrets of the kingdom of heaven has been given to you, but not to them."},{"_id":"6168bf463b32607a097c139b","topicId":"6168bf443b32607a097c1395","verse":"Matthew 13:11-13","votes":21,"__v":0,"esv":"<div>\n<p id=\"p40013011_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v40013011-1\">11&nbsp;</b>And he answered them, <span class=\"woc\">“To you it has been given to know the secrets of the kingdom of heaven, but to them it has not been given.</span> <b class=\"verse-num woc\" id=\"v40013012-1\">12&nbsp;</b><span class=\"woc\">For to the one who has, more will be given, and he will have an abundance, but from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40013013-1\">13&nbsp;</b><span class=\"woc\">This is why I speak to them in parables, because seeing they do not see, and hearing they do not hear, nor do they understand.</span></p>\n</div>","kjv":"<strong>11</strong> He answered and said unto them, Because it is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given.  <strong>12</strong> For whosoever hath, to him shall be given, and he shall have more abundance: but whosoever hath not, from him shall be taken away even that he hath.  <strong>13</strong> Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.  ","niv":"<sup><strong>11</strong></sup> He replied, \"The knowledge of the secrets of the kingdom of heaven has been given to you, but not to them. <sup><strong>12</strong></sup> Whoever has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>13</strong></sup> This is why I speak to them in parables: \"Though seeing, they do not see; though hearing, they do not hear or understand. "},{"_id":"6168bf463b32607a097c139c","topicId":"6168bf443b32607a097c1395","verse":"Colossians 1:25-27","votes":21,"__v":0,"esv":"<div>\n<p id=\"p51001025_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory.</p>\n</div>","kjv":"<strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  ","niv":"<sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. ","modified":"2023-06-01T03:49:36.241Z"},{"_id":"6168bf473b32607a097c139d","topicId":"6168bf443b32607a097c1395","verse":"Proverbs 25:2","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025002_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025002-1\">2&nbsp;</b>&nbsp;&nbsp;It is the glory of God to conceal things,</span><br><span id=\"p20025002_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the glory of kings is to search things out.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> It is the glory of God to conceal a thing: but the honour of kings is to search out a matter.  ","niv":"<sup><strong>2</strong></sup> It is the glory of God to conceal a matter; to search out a matter is the glory of kings."},{"_id":"6168bf473b32607a097c139e","topicId":"6168bf443b32607a097c1395","verse":"Ephesians 5:28-32","votes":17,"__v":0,"esv":"<div>\n<p id=\"p49005028_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church.</p>\n</div>","kjv":"<strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  ","niv":"<sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. "},{"_id":"6168bf473b32607a097c139f","topicId":"6168bf443b32607a097c1395","verse":"Romans 16:25","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p45016025_02-11\"><b class=\"verse-num\" id=\"v45016025-1\">25&nbsp;</b>Now to him who is able to strengthen you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery that was kept secret for long ages</p>\n</div>","kjv":"<strong>25</strong> Now to him that is of power to stablish you according to my gospel, and the preaching of Jesus Christ, according to the revelation of the mystery, which was kept secret since the world began,  ","niv":"<sup><strong>25</strong></sup> Now to him who is able to establish you by my gospel and the proclamation of Jesus Christ, according to the revelation of the mystery hidden for long ages past,","modified":"2022-09-11T16:33:19.593Z"},{"_id":"6168bf473b32607a097c13a0","topicId":"6168bf443b32607a097c1395","verse":"Deuteronomy 29:29","votes":18,"__v":0,"esv":"<div>\n<p id=\"p05029029_01-12\"><b class=\"verse-num\" id=\"v05029029-1\">29&nbsp;</b>“The secret things belong to the LORD our God, but the things that are revealed belong to us and to our children forever, that we may do all the words of this law.</p>\n</div>","kjv":"<strong>29</strong> The secret things belong unto the LORD our God: but those things which are revealed belong unto us and to our children for ever, that we may do all the words of this law.  ","niv":"<sup><strong>29</strong></sup> The secret things belong to the LORD our God, but the things revealed belong to us and to our children forever, that we may follow all the words of this law.","modified":"2022-11-23T22:47:41.443Z"},{"_id":"6168bf483b32607a097c13a1","topicId":"6168bf443b32607a097c1395","verse":"Ephesians 1:9","votes":16,"__v":0,"esv":"<div>\n<p id=\"p49001009_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001009-1\">9&nbsp;</b>making known to us the mystery of his will, according to his purpose, which he set forth in Christ</p>\n\n</div>","kjv":"<strong>9</strong> Having made known unto us the mystery of his will, according to his good pleasure which he hath purposed in himself:  ","niv":"<sup><strong>9</strong></sup> And he made known to us the mystery of his will according to his good pleasure, which he purposed in Christ,","modified":"2022-10-13T10:45:43.285Z"},{"_id":"6168bf483b32607a097c13a2","topicId":"6168bf443b32607a097c1395","verse":"1 Corinthians 15:50-53","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p46015050_04-15\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality.</p>\n</div>","kjv":"<strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  ","niv":"<sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. "},{"_id":"6168bf483b32607a097c13a3","topicId":"6168bf443b32607a097c1395","verse":"1 Corinthians 2:9-16","votes":13,"__v":0,"esv":"<div>\n<p id=\"p46002009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_01-17\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_01-17\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46002009_01-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46002010-1\">10&nbsp;</b>these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God. <b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God. <b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. <b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n<p id=\"p46002013_01-17\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned. <b class=\"verse-num\" id=\"v46002015-1\">15&nbsp;</b>The spiritual person judges all things, but is himself to be judged by no one. <b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n\n</div>","kjv":"<strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  <strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  <strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  <strong>15</strong> But he that is spiritual judgeth all things, yet he himself is judged of no man.  <strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"-- <sup><strong>10</strong></sup> but God has revealed it to us by his Spirit. <sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God. <sup><strong>12</strong></sup> We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us. <sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words. <sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned. <sup><strong>15</strong></sup> The spiritual man makes judgments about all things, but he himself is not subject to any man's judgment: <sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ. ","modified":"2023-08-26T01:05:08.115Z"},{"_id":"6168bf493b32607a097c13a4","topicId":"6168bf443b32607a097c1395","verse":"Mark 4:11","votes":12,"__v":0,"esv":"<div>\n<p id=\"p41004011_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v41004011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“To you has been given the secret of the kingdom of God, but for those outside everything is in parables,</span></p>\n</div>","kjv":"<strong>11</strong> And he said unto them, Unto you it is given to know the mystery of the kingdom of God: but unto them that are without, all these things  are done in parables:  ","niv":"<sup><strong>11</strong></sup> He told them, \"The secret of the kingdom of God has been given to you. But to those on the outside everything is said in parables"},{"_id":"6168bf493b32607a097c13a5","topicId":"6168bf443b32607a097c1395","verse":"Jeremiah 33:3","votes":12,"__v":0,"esv":"<div>\n<p id=\"p24033003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v24033003-1\">3&nbsp;</b>Call to me and I will answer you, and will tell you great and hidden things that you have not known.</p>\n</div>","kjv":"<strong>3</strong> Call unto me, and I will answer thee, and shew thee great and mighty things, which thou knowest not.  ","niv":"<sup><strong>3</strong></sup> 'Call to me and I will answer you and tell you great and unsearchable things you do not know.'","modified":"2023-11-30T11:34:33.743Z"},{"_id":"6168bf493b32607a097c13a6","topicId":"6168bf443b32607a097c1395","verse":"Ecclesiastes 12:13-14","votes":10,"__v":0,"esv":"<div>\n<p id=\"p21012013_01-20\"><b class=\"verse-num\" id=\"v21012013-1\">13&nbsp;</b>The end of the matter; all has been heard. Fear God and keep his commandments, for this is the whole duty of man. <b class=\"verse-num\" id=\"v21012014-1\">14&nbsp;</b>For God will bring every deed into judgment, with every secret thing, whether good or evil.</p>\n\n</div>","kjv":"<strong>13</strong> Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man.  <strong>14</strong> For God shall bring every work into judgment, with every secret thing, whether it be good, or whether it be evil.  ","niv":"<sup><strong>13</strong></sup> Now all has been heard; here is the conclusion of the matter: Fear God and keep his commandments, for this is the whole duty of man. <sup><strong>14</strong></sup> For God will bring every deed into judgment, including every hidden thing, whether it is good or evil. "},{"_id":"6168bf4a3b32607a097c13a7","topicId":"6168bf443b32607a097c1395","verse":"John 6:50-71","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43006050_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span> <b class=\"verse-num woc\" id=\"v43006051-1\">51&nbsp;</b><span class=\"woc\">I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”</span></p>\n<p id=\"p43006051_01-21\"><b class=\"verse-num\" id=\"v43006052-1\">52&nbsp;</b>The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?” <b class=\"verse-num\" id=\"v43006053-1\">53&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.</span> <b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n<p id=\"p43006059_06-21\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n<p id=\"p43006065_06-21\"><b class=\"verse-num\" id=\"v43006066-1\">66&nbsp;</b>After this many of his disciples turned back and no longer walked with him. <b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n\n</div>","kjv":"<strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. <sup><strong>51</strong></sup> I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. This bread is my flesh, which I will give for the life of the world.\" <sup><strong>52</strong></sup> Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\" <sup><strong>53</strong></sup> Jesus said to them, \"I tell you the truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you. <sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day. <sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. <sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" <sup><strong>66</strong></sup> From this time many of his disciples turned back and no longer followed him. <sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"6168bf4a3b32607a097c13a8","topicId":"6168bf443b32607a097c1395","verse":"Job 11:7-9","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18011007_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18011007-1\">7&nbsp;</b>&nbsp;&nbsp;“Can you find out the deep things of God?</span><br><span id=\"p18011007_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Can you find out the limit of the Almighty?</span><br><span id=\"p18011008_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18011008-1\">8&nbsp;</b>&nbsp;&nbsp;It is higher than heaven—what can you do?</span><br><span id=\"p18011008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Deeper than Sheol—what can you know?</span><br><span id=\"p18011009_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18011009-1\">9&nbsp;</b>&nbsp;&nbsp;Its measure is longer than the earth</span><br><span id=\"p18011009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and broader than the sea.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> Canst thou by searching find out God? canst thou find out the Almighty unto perfection?  <strong>8</strong> It is as high as heaven; what canst thou do? deeper than hell; what canst thou know?  <strong>9</strong> The measure thereof is longer than the earth, and broader than the sea.  ","niv":"<sup><strong>7</strong></sup> \"Can you fathom the mysteries of God? Can you probe the limits of the Almighty? <sup><strong>8</strong></sup> They are higher than the heavens-what can you do? They are deeper than the depths of the grave -what can you know? <sup><strong>9</strong></sup> Their measure is longer than the earth and wider than the sea. "},{"_id":"6168bf4a3b32607a097c13a9","topicId":"6168bf443b32607a097c1395","verse":"Revelation 17:5","votes":7,"__v":0,"esv":"<div>\n<p id=\"p66017005_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.”</p>\n</div>","kjv":"<strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  ","niv":"<sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH.","modified":"2022-03-29T21:38:06.749Z"},{"_id":"6168bf4a3b32607a097c13aa","topicId":"6168bf443b32607a097c1395","verse":"Isaiah 11:1-16","votes":7,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011001_07-24\" class=\"line\"><b class=\"chapter-num\" id=\"v23011001-1\">11:1&nbsp;</b>&nbsp;&nbsp;There shall come forth a shoot from the stump of Jesse,</span><br><span id=\"p23011001_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a branch from his roots shall bear fruit.</span><br><span id=\"p23011002_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011002-1\">2&nbsp;</b>&nbsp;&nbsp;And the Spirit of the LORD shall rest upon him,</span><br><span id=\"p23011002_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of wisdom and understanding,</span><br><span id=\"p23011002_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of counsel and might,</span><br><span id=\"p23011002_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of knowledge and the fear of the LORD.</span><br><span id=\"p23011003_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011003-1\">3&nbsp;</b>&nbsp;&nbsp;And his delight shall be in the fear of the LORD.</span><br><span id=\"p23011003_07-24\" class=\"line\">&nbsp;&nbsp;He shall not judge by what his eyes see,</span><br><span id=\"p23011003_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or decide disputes by what his ears hear,</span><br><span id=\"p23011004_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011004-1\">4&nbsp;</b>&nbsp;&nbsp;but with righteousness he shall judge the poor,</span><br><span id=\"p23011004_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and decide with equity for the meek of the earth;</span><br><span id=\"p23011004_07-24\" class=\"line\">&nbsp;&nbsp;and he shall strike the earth with the rod of his mouth,</span><br><span id=\"p23011004_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the breath of his lips he shall kill the wicked.</span><br><span id=\"p23011005_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011005-1\">5&nbsp;</b>&nbsp;&nbsp;Righteousness shall be the belt of his waist,</span><br><span id=\"p23011005_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and faithfulness the belt of his loins.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23011006_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011006-1\">6&nbsp;</b>&nbsp;&nbsp;The wolf shall dwell with the lamb,</span><br><span id=\"p23011006_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the leopard shall lie down with the young goat,</span><br><span id=\"p23011006_07-24\" class=\"line\">&nbsp;&nbsp;and the calf and the lion and the fattened calf together;</span><br><span id=\"p23011006_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a little child shall lead them.</span><br><span id=\"p23011007_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011007-1\">7&nbsp;</b>&nbsp;&nbsp;The cow and the bear shall graze;</span><br><span id=\"p23011007_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their young shall lie down together;</span><br><span id=\"p23011007_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the lion shall eat straw like the ox.</span><br><span id=\"p23011008_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011008-1\">8&nbsp;</b>&nbsp;&nbsp;The nursing child shall play over the hole of the cobra,</span><br><span id=\"p23011008_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the weaned child shall put his hand on the adder’s den.</span><br><span id=\"p23011009_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011009-1\">9&nbsp;</b>&nbsp;&nbsp;They shall not hurt or destroy</span><br><span id=\"p23011009_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in all my holy mountain;</span><br><span id=\"p23011009_07-24\" class=\"line\">&nbsp;&nbsp;for the earth shall be full of the knowledge of the LORD</span><br><span id=\"p23011009_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the waters cover the sea.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23011009_07-24\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v23011010-1\">10&nbsp;</b>In that day the root of Jesse, who shall stand as a signal for the peoples—of him shall the nations inquire, and his resting place shall be glorious.</p>\n<p id=\"p23011010_07-24\"><b class=\"verse-num\" id=\"v23011011-1\">11&nbsp;</b>In that day the Lord will extend his hand yet a second time to recover the remnant that remains of his people, from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the coastlands of the sea.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011012_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011012-1\">12&nbsp;</b>&nbsp;&nbsp;He will raise a signal for the nations</span><br><span id=\"p23011012_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will assemble the banished of Israel,</span><br><span id=\"p23011012_07-24\" class=\"line\">&nbsp;&nbsp;and gather the dispersed of Judah</span><br><span id=\"p23011012_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the four corners of the earth.</span><br><span id=\"p23011013_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011013-1\">13&nbsp;</b>&nbsp;&nbsp;The jealousy of Ephraim shall depart,</span><br><span id=\"p23011013_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who harass Judah shall be cut off;</span><br><span id=\"p23011013_07-24\" class=\"line\">&nbsp;&nbsp;Ephraim shall not be jealous of Judah,</span><br><span id=\"p23011013_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Judah shall not harass Ephraim.</span><br><span id=\"p23011014_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011014-1\">14&nbsp;</b>&nbsp;&nbsp;But they shall swoop down on the shoulder of the Philistines in the west,</span><br><span id=\"p23011014_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and together they shall plunder the people of the east.</span><br><span id=\"p23011014_07-24\" class=\"line\">&nbsp;&nbsp;They shall put out their hand against Edom and Moab,</span><br><span id=\"p23011014_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Ammonites shall obey them.</span><br><span id=\"p23011015_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011015-1\">15&nbsp;</b>&nbsp;&nbsp;And the LORD will utterly destroy</span><br><span id=\"p23011015_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the tongue of the Sea of Egypt,</span><br><span id=\"p23011015_07-24\" class=\"line\">&nbsp;&nbsp;and will wave his hand over the River</span><br><span id=\"p23011015_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with his scorching breath,</span><br><span id=\"p23011015_07-24\" class=\"line\">&nbsp;&nbsp;and strike it into seven channels,</span><br><span id=\"p23011015_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will lead people across in sandals.</span><br><span id=\"p23011016_07-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011016-1\">16&nbsp;</b>&nbsp;&nbsp;And there will be a highway from Assyria</span><br><span id=\"p23011016_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the remnant that remains of his people,</span><br><span id=\"p23011016_07-24\" class=\"line\">&nbsp;&nbsp;as there was for Israel</span><br><span id=\"p23011016_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when they came up from the land of Egypt.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> And there shall come forth a rod out of the stem of Jesse, and a Branch shall grow out of his roots:  <strong>2</strong> And the spirit of the LORD shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the LORD;  <strong>3</strong> And shall make him of quick understanding in the fear of the LORD: and he shall not judge after the sight of his eyes, neither reprove after the hearing of his ears:  <strong>4</strong> But with righteousness shall he judge the poor, and reprove with equity for the meek of the earth: and he shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked.  <strong>5</strong> And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins.  <strong>6</strong> The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid; and the calf and the young lion and the fatling together; and a little child shall lead them.  <strong>7</strong> And the cow and the bear shall feed; their young ones shall lie down together: and the lion shall eat straw like the ox.  <strong>8</strong> And the sucking child shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice’ den.  <strong>9</strong> They shall not hurt nor destroy in all my holy mountain: for the earth shall be full of the knowledge of the LORD, as the waters cover the sea.  <strong>10</strong> And in that day there shall be a root of Jesse, which shall stand for an ensign of the people; to it shall the Gentiles seek: and his rest shall be glorious.  <strong>11</strong> And it shall come to pass in that day, that the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.  <strong>12</strong> And he shall set up an ensign for the nations, and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth.  <strong>13</strong> The envy also of Ephraim shall depart, and the adversaries of Judah shall be cut off: Ephraim shall not envy Judah, and Judah shall not vex Ephraim.  <strong>14</strong> But they shall fly upon the shoulders of the Philistines toward the west; they shall spoil them of the east together: they shall lay their hand upon Edom and Moab; and the children of Ammon shall obey them.  <strong>15</strong> And the LORD shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind shall he shake his hand over the river, and shall smite it in the seven streams, and make men go over dryshod.  <strong>16</strong> And there shall be an highway for the remnant of his people, which shall be left, from Assyria; like as it was to Israel in the day that he came up out of the land of Egypt.  ","niv":"<sup><strong>1</strong></sup> A shoot will come up from the stump of Jesse; from his roots a Branch will bear fruit. <sup><strong>2</strong></sup> The Spirit of the LORD will rest on him- the Spirit of wisdom and of understanding, the Spirit of counsel and of power, the Spirit of knowledge and of the fear of the LORD - <sup><strong>3</strong></sup> and he will delight in the fear of the LORD. He will not judge by what he sees with his eyes, or decide by what he hears with his ears; <sup><strong>4</strong></sup> but with righteousness he will judge the needy, with justice he will give decisions for the poor of the earth. He will strike the earth with the rod of his mouth; with the breath of his lips he will slay the wicked. <sup><strong>5</strong></sup> Righteousness will be his belt and faithfulness the sash around his waist. <sup><strong>6</strong></sup> The wolf will live with the lamb, the leopard will lie down with the goat, the calf and the lion and the yearling together; and a little child will lead them. <sup><strong>7</strong></sup> The cow will feed with the bear, their young will lie down together, and the lion will eat straw like the ox. <sup><strong>8</strong></sup> The infant will play near the hole of the cobra, and the young child put his hand into the viper's nest. <sup><strong>9</strong></sup> They will neither harm nor destroy on all my holy mountain, for the earth will be full of the knowledge of the LORD as the waters cover the sea. <sup><strong>10</strong></sup> In that day the Root of Jesse will stand as a banner for the peoples; the nations will rally to him, and his place of rest will be glorious. <sup><strong>11</strong></sup> In that day the Lord will reach out his hand a second time to reclaim the remnant that is left of his people from Assyria, from Lower Egypt, from Upper Egypt, from Cush, from Elam, from Babylonia, from Hamath and from the islands of the sea. <sup><strong>12</strong></sup> He will raise a banner for the nations and gather the exiles of Israel; he will assemble the scattered people of Judah from the four quarters of the earth. <sup><strong>13</strong></sup> Ephraim's jealousy will vanish, and Judah's enemies will be cut off; Ephraim will not be jealous of Judah, nor Judah hostile toward Ephraim. <sup><strong>14</strong></sup> They will swoop down on the slopes of Philistia to the west; together they will plunder the people to the east. They will lay hands on Edom and Moab, and the Ammonites will be subject to them. <sup><strong>15</strong></sup> The LORD will dry up the gulf of the Egyptian sea; with a scorching wind he will sweep his hand over the Euphrates River. He will break it up into seven streams so that men can cross over in sandals. <sup><strong>16</strong></sup> There will be a highway for the remnant of his people that is left from Assyria, as there was for Israel when they came up from Egypt. "},{"_id":"6168bf4b3b32607a097c13ab","topicId":"6168bf443b32607a097c1395","verse":"1 Corinthians 2:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46002007_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory.</p>\n</div>","kjv":"<strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  ","niv":"<sup><strong>7</strong></sup> No, we speak of God's secret wisdom, a wisdom that has been hidden and that God destined for our glory before time began.","modified":"2023-01-17T21:54:28.779Z"},{"_id":"6168bf4b3b32607a097c13ac","topicId":"6168bf443b32607a097c1395","verse":"Revelation 2:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66002017_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002017-1\">17&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will give some of the hidden manna, and I will give him a white stone, with a new name written on the stone that no one knows except the one who receives it.’</span></p>\n</div>","kjv":"<strong>17</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the hidden manna, and will give him a white stone, and in the stone a new name written, which no man knoweth saving he that receiveth it. ","niv":"<sup><strong>17</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give some of the hidden manna. I will also give him a white stone with a new name written on it, known only to him who receives it."},{"_id":"6168bf4b3b32607a097c13ad","topicId":"6168bf443b32607a097c1395","verse":"Ephesians 6:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49006019_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006019-1\">19&nbsp;</b>and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel,</p>\n</div>","kjv":"<strong>19</strong> And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,  ","niv":"<sup><strong>19</strong></sup> Pray also for me, that whenever I open my mouth, words may be given me so that I will fearlessly make known the mystery of the gospel,","modified":"2022-12-27T19:14:57.738Z"},{"_id":"6168bf4c3b32607a097c13ae","topicId":"6168bf443b32607a097c1395","verse":"Isaiah 40:1-31","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040001_05-29\" class=\"line\"><b class=\"chapter-num\" id=\"v23040001-1\">40:1&nbsp;</b>&nbsp;&nbsp;Comfort, comfort my people, says your God.</span><br><span id=\"p23040002_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040002-1\">2&nbsp;</b>&nbsp;&nbsp;Speak tenderly to Jerusalem,</span><br><span id=\"p23040002_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cry to her</span><br><span id=\"p23040002_05-29\" class=\"line\">&nbsp;&nbsp;that her warfare is ended,</span><br><span id=\"p23040002_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that her iniquity is pardoned,</span><br><span id=\"p23040002_05-29\" class=\"line\">&nbsp;&nbsp;that she has received from the LORD’s hand</span><br><span id=\"p23040002_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;double for all her sins.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040003_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040003-1\">3&nbsp;</b>&nbsp;&nbsp;A voice cries:</span><br><span id=\"p23040003_05-29\" class=\"line\">&nbsp;&nbsp;“In the wilderness prepare the way of the LORD;</span><br><span id=\"p23040003_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make straight in the desert a highway for our God.</span><br><span id=\"p23040004_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040004-1\">4&nbsp;</b>&nbsp;&nbsp;Every valley shall be lifted up,</span><br><span id=\"p23040004_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every mountain and hill be made low;</span><br><span id=\"p23040004_05-29\" class=\"line\">&nbsp;&nbsp;the uneven ground shall become level,</span><br><span id=\"p23040004_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rough places a plain.</span><br><span id=\"p23040005_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040005-1\">5&nbsp;</b>&nbsp;&nbsp;And the glory of the LORD shall be revealed,</span><br><span id=\"p23040005_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all flesh shall see it together,</span><br><span id=\"p23040005_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040006_11-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040006-1\">6&nbsp;</b>&nbsp;&nbsp;A voice says, “Cry!”</span><br><span id=\"p23040006_11-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And I said, “What shall I cry?”</span><br><span id=\"p23040006_11-29\" class=\"line\">&nbsp;&nbsp;All flesh is grass,</span><br><span id=\"p23040006_11-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all its beauty is like the flower of the field.</span><br><span id=\"p23040007_11-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040007-1\">7&nbsp;</b>&nbsp;&nbsp;The grass withers, the flower fades</span><br><span id=\"p23040007_11-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when the breath of the LORD blows on it;</span><br><span id=\"p23040007_11-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;surely the people are grass.</span><br><span id=\"p23040008_11-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040008-1\">8&nbsp;</b>&nbsp;&nbsp;The grass withers, the flower fades,</span><br><span id=\"p23040008_11-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the word of our God will stand forever.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040009_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040009-1\">9&nbsp;</b>&nbsp;&nbsp;Go on up to a high mountain,</span><br><span id=\"p23040009_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Zion, herald of good news;</span><br><span id=\"p23040009_15-29\" class=\"line\">&nbsp;&nbsp;lift up your voice with strength,</span><br><span id=\"p23040009_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Jerusalem, herald of good news;</span><br><span id=\"p23040009_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lift it up, fear not;</span><br><span id=\"p23040009_15-29\" class=\"line\">&nbsp;&nbsp;say to the cities of Judah,</span><br><span id=\"p23040009_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Behold your God!”</span><br><span id=\"p23040010_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040010-1\">10&nbsp;</b>&nbsp;&nbsp;Behold, the Lord GOD comes with might,</span><br><span id=\"p23040010_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his arm rules for him;</span><br><span id=\"p23040010_15-29\" class=\"line\">&nbsp;&nbsp;behold, his reward is with him,</span><br><span id=\"p23040010_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his recompense before him.</span><br><span id=\"p23040011_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040011-1\">11&nbsp;</b>&nbsp;&nbsp;He will tend his flock like a shepherd;</span><br><span id=\"p23040011_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will gather the lambs in his arms;</span><br><span id=\"p23040011_15-29\" class=\"line\">&nbsp;&nbsp;he will carry them in his bosom,</span><br><span id=\"p23040011_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gently lead those that are with young.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040012_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040012-1\">12&nbsp;</b>&nbsp;&nbsp;Who has measured the waters in the hollow of his hand</span><br><span id=\"p23040012_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and marked off the heavens with a span,</span><br><span id=\"p23040012_15-29\" class=\"line\">&nbsp;&nbsp;enclosed the dust of the earth in a measure</span><br><span id=\"p23040012_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and weighed the mountains in scales</span><br><span id=\"p23040012_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hills in a balance?</span><br><span id=\"p23040013_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040013-1\">13&nbsp;</b>&nbsp;&nbsp;Who has measured the Spirit of the LORD,</span><br><span id=\"p23040013_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or what man shows him his counsel?</span><br><span id=\"p23040014_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040014-1\">14&nbsp;</b>&nbsp;&nbsp;Whom did he consult,</span><br><span id=\"p23040014_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and who made him understand?</span><br><span id=\"p23040014_15-29\" class=\"line\">&nbsp;&nbsp;Who taught him the path of justice,</span><br><span id=\"p23040014_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and taught him knowledge,</span><br><span id=\"p23040014_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and showed him the way of understanding?</span><br><span id=\"p23040015_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040015-1\">15&nbsp;</b>&nbsp;&nbsp;Behold, the nations are like a drop from a bucket,</span><br><span id=\"p23040015_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and are accounted as the dust on the scales;</span><br><span id=\"p23040015_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behold, he takes up the coastlands like fine dust.</span><br><span id=\"p23040016_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040016-1\">16&nbsp;</b>&nbsp;&nbsp;Lebanon would not suffice for fuel,</span><br><span id=\"p23040016_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor are its beasts enough for a burnt offering.</span><br><span id=\"p23040017_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040017-1\">17&nbsp;</b>&nbsp;&nbsp;All the nations are as nothing before him,</span><br><span id=\"p23040017_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are accounted by him as less than nothing and emptiness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040018_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040018-1\">18&nbsp;</b>&nbsp;&nbsp;To whom then will you liken God,</span><br><span id=\"p23040018_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or what likeness compare with him?</span><br><span id=\"p23040019_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040019-1\">19&nbsp;</b>&nbsp;&nbsp;An idol! A craftsman casts it,</span><br><span id=\"p23040019_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a goldsmith overlays it with gold</span><br><span id=\"p23040019_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and casts for it silver chains.</span><br><span id=\"p23040020_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040020-1\">20&nbsp;</b>&nbsp;&nbsp;He who is too impoverished for an offering</span><br><span id=\"p23040020_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;chooses wood that will not rot;</span><br><span id=\"p23040020_15-29\" class=\"line\">&nbsp;&nbsp;he seeks out a skillful craftsman</span><br><span id=\"p23040020_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to set up an idol that will not move.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040021_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040021-1\">21&nbsp;</b>&nbsp;&nbsp;Do you not know? Do you not hear?</span><br><span id=\"p23040021_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Has it not been told you from the beginning?</span><br><span id=\"p23040021_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Have you not understood from the foundations of the earth?</span><br><span id=\"p23040022_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040022-1\">22&nbsp;</b>&nbsp;&nbsp;It is he who sits above the circle of the earth,</span><br><span id=\"p23040022_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its inhabitants are like grasshoppers;</span><br><span id=\"p23040022_15-29\" class=\"line\">&nbsp;&nbsp;who stretches out the heavens like a curtain,</span><br><span id=\"p23040022_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and spreads them like a tent to dwell in;</span><br><span id=\"p23040023_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040023-1\">23&nbsp;</b>&nbsp;&nbsp;who brings princes to nothing,</span><br><span id=\"p23040023_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes the rulers of the earth as emptiness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040024_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040024-1\">24&nbsp;</b>&nbsp;&nbsp;Scarcely are they planted, scarcely sown,</span><br><span id=\"p23040024_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;scarcely has their stem taken root in the earth,</span><br><span id=\"p23040024_15-29\" class=\"line\">&nbsp;&nbsp;when he blows on them, and they wither,</span><br><span id=\"p23040024_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the tempest carries them off like stubble.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040025_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040025-1\">25&nbsp;</b>&nbsp;&nbsp;To whom then will you compare me,</span><br><span id=\"p23040025_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I should be like him? says the Holy One.</span><br><span id=\"p23040026_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040026-1\">26&nbsp;</b>&nbsp;&nbsp;Lift up your eyes on high and see:</span><br><span id=\"p23040026_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who created these?</span><br><span id=\"p23040026_15-29\" class=\"line\">&nbsp;&nbsp;He who brings out their host by number,</span><br><span id=\"p23040026_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;calling them all by name;</span><br><span id=\"p23040026_15-29\" class=\"line\">&nbsp;&nbsp;by the greatness of his might</span><br><span id=\"p23040026_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and because he is strong in power,</span><br><span id=\"p23040026_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one is missing.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23040027_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040027-1\">27&nbsp;</b>&nbsp;&nbsp;Why do you say, O Jacob,</span><br><span id=\"p23040027_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and speak, O Israel,</span><br><span id=\"p23040027_15-29\" class=\"line\">&nbsp;&nbsp;“My way is hidden from the LORD,</span><br><span id=\"p23040027_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my right is disregarded by my God”?</span><br><span id=\"p23040028_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040028-1\">28&nbsp;</b>&nbsp;&nbsp;Have you not known? Have you not heard?</span><br><span id=\"p23040028_15-29\" class=\"line\">&nbsp;&nbsp;The LORD is the everlasting God,</span><br><span id=\"p23040028_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Creator of the ends of the earth.</span><br><span id=\"p23040028_15-29\" class=\"line\">&nbsp;&nbsp;He does not faint or grow weary;</span><br><span id=\"p23040028_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his understanding is unsearchable.</span><br><span id=\"p23040029_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040029-1\">29&nbsp;</b>&nbsp;&nbsp;He gives power to the faint,</span><br><span id=\"p23040029_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to him who has no might he increases strength.</span><br><span id=\"p23040030_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040030-1\">30&nbsp;</b>&nbsp;&nbsp;Even youths shall faint and be weary,</span><br><span id=\"p23040030_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and young men shall fall exhausted;</span><br><span id=\"p23040031_15-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_15-29\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_15-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Comfort ye, comfort ye my people, saith your God.  <strong>2</strong> Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she hath received of the LORD’S hand double for all her sins.  <strong>3</strong> The voice of him that crieth in the wilderness, Prepare ye the way of the LORD, make straight in the desert a highway for our God.  <strong>4</strong> Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain:  <strong>5</strong> And the glory of the LORD shall be revealed, and all flesh shall see it together: for the mouth of the LORD hath spoken it.  <strong>6</strong> The voice said, Cry. And he said, What shall I cry? All flesh is  grass, and all the goodliness thereof is as the flower of the field:  <strong>7</strong> The grass withereth, the flower fadeth: because the spirit of the LORD bloweth upon it: surely the people is grass.  <strong>8</strong> The grass withereth, the flower fadeth: but the word of our God shall stand for ever.  <strong>9</strong> O Zion, that bringest good tidings, get thee up into the high mountain; O Jerusalem, that bringest good tidings, lift up thy voice with strength; lift it up, be not afraid; say unto the cities of Judah, Behold your God!  <strong>10</strong> Behold, the Lord GOD will come with strong hand, and his arm shall rule for him: behold, his reward is with him, and his work before him.  <strong>11</strong> He shall feed his flock like a shepherd: he shall gather the lambs with his arm, and carry them in his bosom, and shall gently lead those that are with young.  <strong>12</strong> Who hath measured the waters in the hollow of his hand, and meted out heaven with the span, and comprehended the dust of the earth in a measure, and weighed the mountains in scales, and the hills in a balance?  <strong>13</strong> Who hath directed the Spirit of the LORD, or being his counsellor hath taught him?  <strong>14</strong> With whom took he counsel, and who instructed him, and taught him in the path of judgment, and taught him knowledge, and shewed to him the way of understanding?  <strong>15</strong> Behold, the nations are as a drop of a bucket, and are counted as the small dust of the balance: behold, he taketh up the isles as a very little thing.  <strong>16</strong> And Lebanon is not sufficient to burn, nor the beasts thereof sufficient for a burnt offering.  <strong>17</strong> All nations before him are as nothing; and they are counted to him less than nothing, and vanity.  <strong>18</strong> To whom then will ye liken God? or what likeness will ye compare unto him?  <strong>19</strong> The workman melteth a graven image, and the goldsmith spreadeth it over with gold, and casteth silver chains.  <strong>20</strong> He that is so impoverished that he hath no oblation chooseth a tree that will not rot; he seeketh unto him a cunning workman to prepare a graven image, that shall not be moved.  <strong>21</strong> Have ye not known? have ye not heard? hath it not been told you from the beginning? have ye not understood from the foundations of the earth?  <strong>22</strong> It is he that sitteth upon the circle of the earth, and the inhabitants thereof are as grasshoppers; that stretcheth out the heavens as a curtain, and spreadeth them out as a tent to dwell in:  <strong>23</strong> That bringeth the princes to nothing; he maketh the judges of the earth as vanity.  <strong>24</strong> Yea, they shall not be planted; yea, they shall not be sown: yea, their stock shall not take root in the earth: and he shall also blow upon them, and they shall wither, and the whirlwind shall take them away as stubble.  <strong>25</strong> To whom then will ye liken me, or shall I be equal? saith the Holy One.  <strong>26</strong> Lift up your eyes on high, and behold who hath created these things,  that bringeth out their host by number: he calleth them all by names by the greatness of his might, for that he is strong in power; not one faileth.  <strong>27</strong> Why sayest thou, O Jacob, and speakest, O Israel, My way is hid from the LORD, and my judgment is passed over from my God?  <strong>28</strong> Hast thou not known? hast thou not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding.  <strong>29</strong> He giveth power to the faint; and to them that have no might he increaseth strength.  <strong>30</strong> Even the youths shall faint and be weary, and the young men shall utterly fall:  <strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>1</strong></sup> Comfort, comfort my people, says your God. <sup><strong>2</strong></sup> Speak tenderly to Jerusalem, and proclaim to her that her hard service has been completed, that her sin has been paid for, that she has received from the LORD's hand double for all her sins. <sup><strong>3</strong></sup> A voice of one calling: \"In the desert prepare the way for the LORD; make straight in the wilderness a highway for our God. <sup><strong>4</strong></sup> Every valley shall be raised up, every mountain and hill made low; the rough ground shall become level, the rugged places a plain. <sup><strong>5</strong></sup> And the glory of the LORD will be revealed, and all mankind together will see it. For the mouth of the LORD has spoken.\" <sup><strong>6</strong></sup> A voice says, \"Cry out.\" And I said, \"What shall I cry?All men are like grass, and all their glory is like the flowers of the field. <sup><strong>7</strong></sup> The grass withers and the flowers fall, because the breath of the LORD blows on them. Surely the people are grass. <sup><strong>8</strong></sup> The grass withers and the flowers fall, but the word of our God stands forever.\" <sup><strong>9</strong></sup> You who bring good tidings to Zion, go up on a high mountain. You who bring good tidings to Jerusalem, lift up your voice with a shout, lift it up, do not be afraid; say to the towns of Judah, \"Here is your God!\" <sup><strong>10</strong></sup> See, the Sovereign LORD comes with power, and his arm rules for him. See, his reward is with him, and his recompense accompanies him. <sup><strong>11</strong></sup> He tends his flock like a shepherd: He gathers the lambs in his arms and carries them close to his heart; he gently leads those that have young. <sup><strong>12</strong></sup> Who has measured the waters in the hollow of his hand, or with the breadth of his hand marked off the heavens? Who has held the dust of the earth in a basket, or weighed the mountains on the scales and the hills in a balance? <sup><strong>13</strong></sup> Who has understood the mind of the LORD, or instructed him as his counselor? <sup><strong>14</strong></sup> Whom did the LORD consult to enlighten him, and who taught him the right way? Who was it that taught him knowledge or showed him the path of understanding? <sup><strong>15</strong></sup> Surely the nations are like a drop in a bucket; they are regarded as dust on the scales; he weighs the islands as though they were fine dust. <sup><strong>16</strong></sup> Lebanon is not sufficient for altar fires, nor its animals enough for burnt offerings. <sup><strong>17</strong></sup> Before him all the nations are as nothing; they are regarded by him as worthless and less than nothing. <sup><strong>18</strong></sup> To whom, then, will you compare God? What image will you compare him to? <sup><strong>19</strong></sup> As for an idol, a craftsman casts it, and a goldsmith overlays it with gold and fashions silver chains for it. <sup><strong>20</strong></sup> A man too poor to present such an offering selects wood that will not rot. He looks for a skilled craftsman to set up an idol that will not topple. <sup><strong>21</strong></sup> Do you not know? Have you not heard? Has it not been told you from the beginning? Have you not understood since the earth was founded? <sup><strong>22</strong></sup> He sits enthroned above the circle of the earth, and its people are like grasshoppers. He stretches out the heavens like a canopy, and spreads them out like a tent to live in. <sup><strong>23</strong></sup> He brings princes to naught and reduces the rulers of this world to nothing. <sup><strong>24</strong></sup> No sooner are they planted, no sooner are they sown, no sooner do they take root in the ground, than he blows on them and they wither, and a whirlwind sweeps them away like chaff. <sup><strong>25</strong></sup> \"To whom will you compare me? Or who is my equal?\" says the Holy One. <sup><strong>26</strong></sup> Lift your eyes and look to the heavens: Who created all these? He who brings out the starry host one by one, and calls them each by name. Because of his great power and mighty strength, not one of them is missing. <sup><strong>27</strong></sup> Why do you say, O Jacob, and complain, O Israel, \"My way is hidden from the LORD; my cause is disregarded by my God\"? <sup><strong>28</strong></sup> Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom. <sup><strong>29</strong></sup> He gives strength to the weary and increases the power of the weak. <sup><strong>30</strong></sup> Even youths grow tired and weary, and young men stumble and fall; <sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint. "}]}