{"_id":"6168c5fe3b32607a097c148e","slug":"nakedness","name":"Nakedness","verses":[{"_id":"6168c5fe3b32607a097c148f","topicId":"6168c5fe3b32607a097c148e","verse":"Genesis 2:25","votes":34,"__v":0,"esv":"<div>\n<p id=\"p01002025_01-1\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v01002025-1\">25&nbsp;</b>And the man and his wife were both naked and were not ashamed.</p>\n</div>","kjv":"<strong>25</strong> And they were both naked, the man and his wife, and were not ashamed.  ","niv":"<sup><strong>25</strong></sup> The man and his wife were both naked, and they felt no shame."},{"_id":"6168c5fe3b32607a097c1490","topicId":"6168c5fe3b32607a097c148e","verse":"Habakkuk 2:15","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35002015_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v35002015-1\">15&nbsp;</b>&nbsp;&nbsp;“Woe to him who makes his neighbors drink—</span><br><span id=\"p35002015_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you pour out your wrath and make them drunk,</span><br><span id=\"p35002015_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in order to gaze at their nakedness!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Woe unto him that giveth his neighbour drink, that puttest thy bottle to him, and makest him drunken also, that thou mayest look on their nakedness!  ","niv":"<sup><strong>15</strong></sup> \"Woe to him who gives drink to his neighbors, pouring it from the wineskin till they are drunk, so that he can gaze on their naked bodies."},{"_id":"6168c5ff3b32607a097c1491","topicId":"6168c5fe3b32607a097c148e","verse":"Genesis 3:7","votes":22,"__v":0,"esv":"<div>\n<p id=\"p01003007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v01003007-1\">7&nbsp;</b>Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths.</p>\n</div>","kjv":"<strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  ","niv":"<sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves."},{"_id":"6168c5ff3b32607a097c1492","topicId":"6168c5fe3b32607a097c148e","verse":"Revelation 16:15","votes":21,"__v":0,"esv":"<div>\n<p id=\"p66016015_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66016015-1\">15&nbsp;</b><span class=\"woc\">(“Behold, I am coming like a thief! Blessed is the one who stays awake, keeping his garments on, that he may not go about naked and be seen exposed!”)</span></p>\n</div>","kjv":"<strong>15</strong> Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.  ","niv":"<sup><strong>15</strong></sup> \"Behold, I come like a thief! Blessed is he who stays awake and keeps his clothes with him, so that he may not go naked and be shamefully exposed.\""},{"_id":"6168c5ff3b32607a097c1493","topicId":"6168c5fe3b32607a097c148e","verse":"Isaiah 47:3","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23047003_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047003-1\">3&nbsp;</b>&nbsp;&nbsp;Your nakedness shall be uncovered,</span><br><span id=\"p23047003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your disgrace shall be seen.</span><br><span id=\"p23047003_01-5\" class=\"line\">&nbsp;&nbsp;I will take vengeance,</span><br><span id=\"p23047003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will spare no one.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Thy nakedness shall be uncovered, yea, thy shame shall be seen: I will take vengeance, and I will not meet thee as a man.  ","niv":"<sup><strong>3</strong></sup> Your nakedness will be exposed and your shame uncovered. I will take vengeance; I will spare no one.\"","modified":"2022-07-31T02:45:14.717Z"},{"_id":"6168c6003b32607a097c1494","topicId":"6168c5fe3b32607a097c148e","verse":"Genesis 9:20-23","votes":19,"__v":0,"esv":"<div>\n<p id=\"p01009020_01-6\"><b class=\"verse-num\" id=\"v01009020-1\">20&nbsp;</b>Noah began to be a man of the soil, and he planted a vineyard. <b class=\"verse-num\" id=\"v01009021-1\">21&nbsp;</b>He drank of the wine and became drunk and lay uncovered in his tent. <b class=\"verse-num\" id=\"v01009022-1\">22&nbsp;</b>And Ham, the father of Canaan, saw the nakedness of his father and told his two brothers outside. <b class=\"verse-num\" id=\"v01009023-1\">23&nbsp;</b>Then Shem and Japheth took a garment, laid it on both their shoulders, and walked backward and covered the nakedness of their father. Their faces were turned backward, and they did not see their father’s nakedness.</p>\n\n</div>","kjv":"<strong>20</strong> And Noah began to be an husbandman, and he planted a vineyard:  <strong>21</strong> And he drank of the wine, and was drunken; and he was uncovered within his tent.  <strong>22</strong> And Ham, the father of Canaan, saw the nakedness of his father, and told his two brethren without.  <strong>23</strong> And Shem and Japheth took a garment, and laid it upon both their shoulders, and went backward, and covered the nakedness of their father; and their faces were backward, and they saw not their father’s nakedness.  ","niv":"<sup><strong>20</strong></sup> Noah, a man of the soil, proceeded to plant a vineyard. <sup><strong>21</strong></sup> When he drank some of its wine, he became drunk and lay uncovered inside his tent. <sup><strong>22</strong></sup> Ham, the father of Canaan, saw his father's nakedness and told his two brothers outside. <sup><strong>23</strong></sup> But Shem and Japheth took a garment and laid it across their shoulders; then they walked in backward and covered their father's nakedness. Their faces were turned the other way so that they would not see their father's nakedness. "},{"_id":"6168c6003b32607a097c1495","topicId":"6168c5fe3b32607a097c148e","verse":"1 Timothy 2:9","votes":18,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire,</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes,"},{"_id":"6168c6003b32607a097c1496","topicId":"6168c5fe3b32607a097c148e","verse":"Deuteronomy 28:47-48","votes":15,"__v":0,"esv":"<div>\n<p id=\"p05028047_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v05028047-1\">47&nbsp;</b>Because you did not serve the LORD your God with joyfulness and gladness of heart, because of the abundance of all things, <b class=\"verse-num\" id=\"v05028048-1\">48&nbsp;</b>therefore you shall serve your enemies whom the LORD will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you.</p>\n</div>","kjv":"<strong>47</strong> Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;  <strong>48</strong> Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  ","niv":"<sup><strong>47</strong></sup> Because you did not serve the LORD your God joyfully and gladly in the time of prosperity, <sup><strong>48</strong></sup> therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the LORD sends against you. He will put an iron yoke on your neck until he has destroyed you. ","modified":"2022-08-14T05:44:53.820Z"},{"_id":"6168c6013b32607a097c1497","topicId":"6168c5fe3b32607a097c148e","verse":"Exodus 20:26","votes":16,"__v":0,"esv":"<div>\n<p id=\"p02020026_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n</div>","kjv":"<strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.'","modified":"2023-06-17T19:49:06.441Z"},{"_id":"6168c6013b32607a097c1498","topicId":"6168c5fe3b32607a097c148e","verse":"Exodus 28:42","votes":15,"__v":0,"esv":"<div>\n<p id=\"p02028042_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v02028042-1\">42&nbsp;</b>You shall make for them linen undergarments to cover their naked flesh. They shall reach from the hips to the thighs;</p>\n</div>","kjv":"<strong>42</strong> And thou shalt make them linen breeches to cover their nakedness; from the loins even unto the thighs they shall reach:  ","niv":"<sup><strong>42</strong></sup> \"Make linen undergarments as a covering for the body, reaching from the waist to the thigh."},{"_id":"6168c6013b32607a097c1499","topicId":"6168c5fe3b32607a097c148e","verse":"Genesis 9:22","votes":15,"__v":0,"esv":"<div>\n<p id=\"p01009022_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v01009022-1\">22&nbsp;</b>And Ham, the father of Canaan, saw the nakedness of his father and told his two brothers outside.</p>\n</div>","kjv":"<strong>22</strong> And Ham, the father of Canaan, saw the nakedness of his father, and told his two brethren without.  ","niv":"<sup><strong>22</strong></sup> Ham, the father of Canaan, saw his father's nakedness and told his two brothers outside."},{"_id":"6168c6013b32607a097c149a","topicId":"6168c5fe3b32607a097c148e","verse":"John 14:15","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p43014015_06-13\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span></p>\n</div>","kjv":"<strong>15</strong>           If ye love me, keep my commandments.  ","niv":"<sup><strong>15</strong></sup> \"If you love me, you will obey what I command."},{"_id":"6168c6023b32607a097c149b","topicId":"6168c5fe3b32607a097c148e","verse":"Isaiah 20:2-4","votes":13,"__v":0,"esv":"<div>\n<p id=\"p23020002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v23020002-1\">2&nbsp;</b>at that time the LORD spoke by Isaiah the son of Amoz, saying, “Go, and loose the sackcloth from your waist and take off your sandals from your feet,” and he did so, walking naked and barefoot.</p>\n<p id=\"p23020002_01-14\"><b class=\"verse-num\" id=\"v23020003-1\">3&nbsp;</b>Then the LORD said, “As my servant Isaiah has walked naked and barefoot for three years as a sign and a portent against Egypt and Cush, <b class=\"verse-num\" id=\"v23020004-1\">4&nbsp;</b>so shall the king of Assyria lead away the Egyptian captives and the Cushite exiles, both the young and the old, naked and barefoot, with buttocks uncovered, the nakedness of Egypt.</p>\n\n</div>","kjv":"<strong>2</strong> At the same time spake the LORD by Isaiah the son of Amoz, saying, Go and loose the sackcloth from off thy loins, and put off thy shoe from thy foot. And he did so, walking naked and barefoot.  <strong>3</strong> And the LORD said, Like as my servant Isaiah hath walked naked and barefoot three years for a sign and wonder upon Egypt and upon Ethiopia;  <strong>4</strong> So shall the king of Assyria lead away the Egyptians prisoners, and the Ethiopians captives, young and old, naked and barefoot, even with their  buttocks uncovered, to the shame of Egypt.  ","niv":"<sup><strong>2</strong></sup> at that time the LORD spoke through Isaiah son of Amoz. He said to him, \"Take off the sackcloth from your body and the sandals from your feet.\" And he did so, going around stripped and barefoot. <sup><strong>3</strong></sup> Then the LORD said, \"Just as my servant Isaiah has gone stripped and barefoot for three years, as a sign and portent against Egypt and Cush, <sup><strong>4</strong></sup> so the king of Assyria will lead away stripped and barefoot the Egyptian captives and Cushite exiles, young and old, with buttocks bared-to Egypt's shame. "},{"_id":"6168c6023b32607a097c149c","topicId":"6168c5fe3b32607a097c148e","verse":"Genesis 3:21","votes":12,"__v":0,"esv":"<div>\n<p id=\"p01003021_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v01003021-1\">21&nbsp;</b>And the LORD God made for Adam and for his wife garments of skins and clothed them.</p>\n</div>","kjv":"<strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  ","niv":"<sup><strong>21</strong></sup> The LORD God made garments of skin for Adam and his wife and clothed them."},{"_id":"6168c6023b32607a097c149d","topicId":"6168c5fe3b32607a097c148e","verse":"Luke 8:27","votes":11,"__v":0,"esv":"<div>\n<p id=\"p42008027_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v42008027-1\">27&nbsp;</b>When Jesus had stepped out on land, there met him a man from the city who had demons. For a long time he had worn no clothes, and he had not lived in a house but among the tombs.</p>\n\n</div>","kjv":"<strong>27</strong> And when he went forth to land, there met him out of the city a certain man, which had devils long time, and ware no clothes, neither abode in any house, but in the tombs.  ","niv":"<sup><strong>27</strong></sup> When Jesus stepped ashore, he was met by a demon-possessed man from the town. For a long time this man had not worn clothes or lived in a house, but had lived in the tombs."},{"_id":"6168c6033b32607a097c149e","topicId":"6168c5fe3b32607a097c148e","verse":"Leviticus 18:17","votes":11,"__v":0,"esv":"<div>\n<p id=\"p03018017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v03018017-1\">17&nbsp;</b>You shall not uncover the nakedness of a woman and of her daughter, and you shall not take her son’s daughter or her daughter’s daughter to uncover her nakedness; they are relatives; it is depravity.</p>\n</div>","kjv":"<strong>17</strong> Thou shalt not uncover the nakedness of a woman and her daughter, neither shalt thou take her son’s daughter, or her daughter’s daughter, to uncover her nakedness; for they are her near kinswomen: it is wickedness.  ","niv":"<sup><strong>17</strong></sup> \"'Do not have sexual relations with both a woman and her daughter. Do not have sexual relations with either her son's daughter or her daughter's daughter; they are her close relatives. That is wickedness."},{"_id":"6168c6033b32607a097c149f","topicId":"6168c5fe3b32607a097c148e","verse":"Genesis 9:5-6","votes":11,"__v":0,"esv":"<div>\n<p id=\"p01009005_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v01009005-1\">5&nbsp;</b>And for your lifeblood I will require a reckoning: from every beast I will require it and from man. From his fellow man I will require a reckoning for the life of man.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-18\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> And surely your blood of your lives will I require; at the hand of every beast will I require it, and at the hand of man; at the hand of every man’s brother will I require the life of man.  <strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>5</strong></sup> And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each man, too, I will demand an accounting for the life of his fellow man. <sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man. "},{"_id":"6168c6033b32607a097c14a0","topicId":"6168c5fe3b32607a097c148e","verse":"Revelation 3:17","votes":10,"__v":0,"esv":"<div>\n<p id=\"p66003017_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003017-1\">17&nbsp;</b><span class=\"woc\">For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked.</span></p>\n</div>","kjv":"<strong>17</strong> Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:  ","niv":"<sup><strong>17</strong></sup> You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked."},{"_id":"6168c6043b32607a097c14a1","topicId":"6168c5fe3b32607a097c148e","verse":"Romans 8:35","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45008035_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?</p>\n</div>","kjv":"<strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  ","niv":"<sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?"},{"_id":"6168c6043b32607a097c14a2","topicId":"6168c5fe3b32607a097c148e","verse":"Matthew 4:7","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40004007_01-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span></p>\n</div>","kjv":"<strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  ","niv":"<sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\"","modified":"2022-07-19T02:06:37.747Z"},{"_id":"6168c6043b32607a097c14a3","topicId":"6168c5fe3b32607a097c148e","verse":"Proverbs 25:26","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025026_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025026-1\">26&nbsp;</b>&nbsp;&nbsp;Like a muddied spring or a polluted fountain</span><br><span id=\"p20025026_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a righteous man who gives way before the wicked.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> A righteous man falling down before the wicked is as a troubled fountain, and a corrupt spring.  ","niv":"<sup><strong>26</strong></sup> Like a muddied spring or a polluted well is a righteous man who gives way to the wicked."},{"_id":"6168c6043b32607a097c14a4","topicId":"6168c5fe3b32607a097c148e","verse":"Exodus 32:25","votes":10,"__v":0,"esv":"<div>\n<p id=\"p02032025_01-23\"><b class=\"verse-num\" id=\"v02032025-1\">25&nbsp;</b>And when Moses saw that the people had broken loose (for Aaron had let them break loose, to the derision of their enemies),</p>\n</div>","kjv":"<strong>25</strong> And when Moses saw that the people were naked; (for Aaron had made them naked unto their shame among their enemies:)  ","niv":"<sup><strong>25</strong></sup> Moses saw that the people were running wild and that Aaron had let them get out of control and so become a laughingstock to their enemies."},{"_id":"6168c6053b32607a097c14a5","topicId":"6168c5fe3b32607a097c148e","verse":"Job 1:21","votes":10,"__v":0,"esv":"<div>\n<p id=\"p18001021_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v18001021-1\">21&nbsp;</b>And he said, “Naked I came from my mother’s womb, and naked shall I return. The LORD gave, and the LORD has taken away; blessed be the name of the LORD.”</p>\n</div>","kjv":"<strong>21</strong> And said, Naked came I out of my mother’s womb, and naked shall I return thither: the LORD gave, and the LORD hath taken away; blessed be the name of the LORD.  ","niv":"<sup><strong>21</strong></sup> and said: \"Naked I came from my mother's womb, and naked I will depart. The LORD gave and the LORD has taken away; may the name of the LORD be praised.\""},{"_id":"6168c6053b32607a097c14a6","topicId":"6168c5fe3b32607a097c148e","verse":"John 21:7","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43021007_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43021007-1\">7&nbsp;</b>That disciple whom Jesus loved therefore said to Peter, “It is the Lord!” When Simon Peter heard that it was the Lord, he put on his outer garment, for he was stripped for work, and threw himself into the sea.</p>\n</div>","kjv":"<strong>7</strong> Therefore that disciple whom Jesus loved saith unto Peter, It is the Lord. Now when Simon Peter heard that it was the Lord, he girt his  fisher’s coat unto him, (for he was naked,) and did cast himself into the sea.  ","niv":"<sup><strong>7</strong></sup> Then the disciple whom Jesus loved said to Peter, \"It is the Lord!\" As soon as Simon Peter heard him say, \"It is the Lord,\" he wrapped his outer garment around him (for he had taken it off) and jumped into the water.","modified":"2023-01-12T10:52:22.967Z"},{"_id":"6168c6053b32607a097c14a7","topicId":"6168c5fe3b32607a097c148e","verse":"Micah 1:8","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33001008_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001008-1\">8&nbsp;</b>&nbsp;&nbsp;For this I will lament and wail;</span><br><span id=\"p33001008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will go stripped and naked;</span><br><span id=\"p33001008_01-26\" class=\"line\">&nbsp;&nbsp;I will make lamentation like the jackals,</span><br><span id=\"p33001008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and mourning like the ostriches.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Therefore I will wail and howl, I will go stripped and naked: I will make a wailing like the dragons, and mourning as the owls.  ","niv":"<sup><strong>8</strong></sup> Because of this I will weep and wail; I will go about barefoot and naked. I will howl like a jackal and moan like an owl.","modified":"2022-11-26T16:01:37.167Z"}]}