{"_id":"6168c5d83b32607a097c1474","slug":"naked-","name":"Naked ","verses":[{"_id":"6168c5d83b32607a097c1475","topicId":"6168c5d83b32607a097c1474","verse":"1 Peter 2:11","votes":7,"__v":0,"esv":"<div>\n<p id=\"p60002011_01-1\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul.</p>\n</div>","kjv":"<strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  ","niv":"<sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul.","modified":"2023-01-04T21:46:57.646Z"},{"_id":"6168c5d83b32607a097c1476","topicId":"6168c5d83b32607a097c1474","verse":"1 Corinthians 6:18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body."},{"_id":"6168c5d83b32607a097c1477","topicId":"6168c5d83b32607a097c1474","verse":"Galatians 5:19-21","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"6168c5d93b32607a097c1478","topicId":"6168c5d83b32607a097c1474","verse":"Romans 1:26-27","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-5\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  ","niv":"<sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. ","modified":"2022-11-05T21:14:43.974Z"},{"_id":"6168c5d93b32607a097c1479","topicId":"6168c5d83b32607a097c1474","verse":"John 3:16-17","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-6\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"6168c5d93b32607a097c147a","topicId":"6168c5d83b32607a097c1474","verse":"Matthew 5:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."},{"_id":"6168c5da3b32607a097c147b","topicId":"6168c5d83b32607a097c1474","verse":"Matthew 19:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40019009_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\""},{"_id":"6168c5da3b32607a097c147c","topicId":"6168c5d83b32607a097c1474","verse":"Leviticus 20:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03020013_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020013-1\">13&nbsp;</b>If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them.</p>\n</div>","kjv":"<strong>13</strong> If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.  ","niv":"<sup><strong>13</strong></sup> \"'If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads."},{"_id":"6168c5da3b32607a097c147d","topicId":"6168c5d83b32607a097c1474","verse":"1 John 2:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62002016_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.</p>\n\n</div>","kjv":"<strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  ","niv":"<sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world."},{"_id":"6168c5da3b32607a097c147e","topicId":"6168c5d83b32607a097c1474","verse":"2 Timothy 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6168c5db3b32607a097c147f","topicId":"6168c5d83b32607a097c1474","verse":"Colossians 3:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-12\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry."},{"_id":"6168c5db3b32607a097c1480","topicId":"6168c5d83b32607a097c1474","verse":"Ephesians 5:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49005024_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n</div>","kjv":"<strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  ","niv":"<sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything."},{"_id":"6168c5db3b32607a097c1481","topicId":"6168c5d83b32607a097c1474","verse":"Mark 10:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41010006_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41010006-1\">6&nbsp;</b><span class=\"woc\">But from the beginning of creation, ‘God made them male and female.’</span></p>\n</div>","kjv":"<strong>6</strong> But from the beginning of the creation God made them male and female.  ","niv":"<sup><strong>6</strong></sup> \"But at the beginning of creation God 'made them male and female.'"},{"_id":"6168c5dc3b32607a097c1482","topicId":"6168c5d83b32607a097c1474","verse":"Ezekiel 30:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26030003_01-15\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v26030003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;For the day is near,</span><br><span id=\"p26030003_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the day of the LORD is near;</span><br><span id=\"p26030003_01-15\" class=\"line\">&nbsp;&nbsp;it will be a day of clouds,</span><br><span id=\"p26030003_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a time of doom for the nations.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> For the day is near, even the day of the LORD is  near, a cloudy day; it shall be the time of the heathen.  ","niv":"<sup><strong>3</strong></sup> For the day is near, the day of the LORD is near- a day of clouds, a time of doom for the nations."},{"_id":"6168c5dc3b32607a097c1483","topicId":"6168c5d83b32607a097c1474","verse":"Isaiah 13:6","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23013006_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013006-1\">6&nbsp;</b>&nbsp;&nbsp;Wail, for the day of the LORD is near;</span><br><span id=\"p23013006_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as destruction from the Almighty it will come!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> Howl ye; for the day of the LORD is at hand; it shall come as a destruction from the Almighty.  ","niv":"<sup><strong>6</strong></sup> Wail, for the day of the LORD is near; it will come like destruction from the Almighty."},{"_id":"6168c5dc3b32607a097c1484","topicId":"6168c5d83b32607a097c1474","verse":"Job 24:7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18024007_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024007-1\">7&nbsp;</b>&nbsp;&nbsp;They lie all night naked, without clothing,</span><br><span id=\"p18024007_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have no covering in the cold.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> They cause the naked to lodge without clothing, that they have  no covering in the cold.  ","niv":"<sup><strong>7</strong></sup> Lacking clothes, they spend the night naked; they have nothing to cover themselves in the cold."},{"_id":"6168c5dd3b32607a097c1485","topicId":"6168c5d83b32607a097c1474","verse":"Revelation 22:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66022014_01-18\"><b class=\"verse-num\" id=\"v66022014-1\">14&nbsp;</b>Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates.</p>\n\n</div>","kjv":"<strong>14</strong> Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.  ","niv":"<sup><strong>14</strong></sup> \"Blessed are those who wash their robes, that they may have the right to the tree of life and may go through the gates into the city."},{"_id":"6168c5dd3b32607a097c1486","topicId":"6168c5d83b32607a097c1474","verse":"Revelation 9:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66009011_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66009011-1\">11&nbsp;</b>They have as king over them the angel of the bottomless pit. His name in Hebrew is Abaddon, and in Greek he is called Apollyon.</p>\n\n</div>","kjv":"<strong>11</strong> And they had a king over them, which is the angel of the bottomless pit, whose name in the Hebrew tongue is Abaddon, but in the Greek tongue hath his name Apollyon.  ","niv":"<sup><strong>11</strong></sup> They had as king over them the angel of the Abyss, whose name in Hebrew is Abaddon, and in Greek, Apollyon."},{"_id":"6168c5dd3b32607a097c1487","topicId":"6168c5d83b32607a097c1474","verse":"Hebrews 13:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"6168c5de3b32607a097c1488","topicId":"6168c5d83b32607a097c1474","verse":"Titus 2:11-12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002011_01-21\"><b class=\"verse-num\" id=\"v56002011-1\">11&nbsp;</b>For the grace of God has appeared, bringing salvation for all people, <b class=\"verse-num\" id=\"v56002012-1\">12&nbsp;</b>training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age,</p>\n</div>","kjv":"<strong>11</strong> For the grace of God that bringeth salvation hath appeared to all men,  <strong>12</strong> Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;  ","niv":"<sup><strong>11</strong></sup> For the grace of God that brings salvation has appeared to all men. <sup><strong>12</strong></sup> It teaches us to say \"No\" to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age, "},{"_id":"6168c5de3b32607a097c1489","topicId":"6168c5d83b32607a097c1474","verse":"Ephesians 5:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005033_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n</div>","kjv":"<strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband."},{"_id":"6168c5de3b32607a097c148a","topicId":"6168c5d83b32607a097c1474","verse":"Ephesians 4:22-24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004022_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n\n</div>","kjv":"<strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. "},{"_id":"6168c5de3b32607a097c148b","topicId":"6168c5d83b32607a097c1474","verse":"1 Corinthians 7:1-2","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband.</p>\n</div>","kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. "},{"_id":"6168c5df3b32607a097c148c","topicId":"6168c5d83b32607a097c1474","verse":"Romans 1:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45001024_01-26\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves,</p>\n</div>","kjv":"<strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  ","niv":"<sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another."},{"_id":"6168c5df3b32607a097c148d","topicId":"6168c5d83b32607a097c1474","verse":"Acts 5:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"}]}