{"_id":"6168c7183b32607a097c1544","slug":"narcissism","name":"Narcissism","verses":[{"_id":"6168c7183b32607a097c1545","topicId":"6168c7183b32607a097c1544","verse":"2 Timothy 3:1-17","votes":200,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people. <b class=\"verse-num\" id=\"v55003006-1\">6&nbsp;</b>For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions, <b class=\"verse-num\" id=\"v55003007-1\">7&nbsp;</b>always learning and never able to arrive at a knowledge of the truth. <b class=\"verse-num\" id=\"v55003008-1\">8&nbsp;</b>Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith. <b class=\"verse-num\" id=\"v55003009-1\">9&nbsp;</b>But they will not get very far, for their folly will be plain to all, as was that of those two men.</p>\n\n<p id=\"p55003009_13-1\"><b class=\"verse-num\" id=\"v55003010-1\">10&nbsp;</b>You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness, <b class=\"verse-num\" id=\"v55003011-1\">11&nbsp;</b>my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me. <b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted, <b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived. <b class=\"verse-num\" id=\"v55003014-1\">14&nbsp;</b>But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it <b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus. <b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  <strong>6</strong> For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,  <strong>7</strong> Ever learning, and never able to come to the knowledge of the truth.  <strong>8</strong> Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.  <strong>9</strong> But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.  <strong>10</strong> But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,  <strong>11</strong> Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.  <strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  <strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. <sup><strong>6</strong></sup> They are the kind who worm their way into homes and gain control over weak-willed women, who are loaded down with sins and are swayed by all kinds of evil desires, <sup><strong>7</strong></sup> always learning but never able to acknowledge the truth. <sup><strong>8</strong></sup> Just as Jannes and Jambres opposed Moses, so also these men oppose the truth--men of depraved minds, who, as far as the faith is concerned, are rejected. <sup><strong>9</strong></sup> But they will not get very far because, as in the case of those men, their folly will be clear to everyone. <sup><strong>10</strong></sup> You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance, <sup><strong>11</strong></sup> persecutions, sufferings--what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them. <sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted, <sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived. <sup><strong>14</strong></sup> But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it, <sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. <sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. ","modified":"2023-04-18T19:14:26.903Z"},{"_id":"6168c7183b32607a097c1546","topicId":"6168c7183b32607a097c1544","verse":"Romans 16:17-19","votes":152,"__v":0,"esv":"<div>\n\n<p id=\"p45016017_05-2\"><b class=\"verse-num\" id=\"v45016017-1\">17&nbsp;</b>I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them. <b class=\"verse-num\" id=\"v45016018-1\">18&nbsp;</b>For such persons do not serve our Lord Christ, but their own appetites, and by smooth talk and flattery they deceive the hearts of the naive. <b class=\"verse-num\" id=\"v45016019-1\">19&nbsp;</b>For your obedience is known to all, so that I rejoice over you, but I want you to be wise as to what is good and innocent as to what is evil.</p>\n\n</div>","kjv":"<strong>17</strong> Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.  <strong>18</strong> For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple.  <strong>19</strong> For your obedience is come abroad unto all men. I am glad therefore on your behalf: but yet I would have you wise unto that which is good, and simple concerning evil.  ","niv":"<sup><strong>17</strong></sup> I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them. <sup><strong>18</strong></sup> For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people. <sup><strong>19</strong></sup> Everyone has heard about your obedience, so I am full of joy over you; but I want you to be wise about what is good, and innocent about what is evil. "},{"_id":"6168c7193b32607a097c1547","topicId":"6168c7183b32607a097c1544","verse":"1 Peter 5:5-6","votes":136,"__v":0,"esv":"<div>\n<p id=\"p60005005_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005005-1\">5&nbsp;</b>Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”</p>\n<p id=\"p60005005_01-4\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you,</p>\n</div>","kjv":"<strong>5</strong> Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.  <strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  ","niv":"<sup><strong>5</strong></sup> Young men, in the same way be submissive to those who are older. All of you, clothe yourselves with humility toward one another, because, \"God opposes the proud but gives grace to the humble.\" <sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time. ","modified":"2022-03-17T04:22:12.573Z"},{"_id":"6168c7193b32607a097c1548","topicId":"6168c7183b32607a097c1544","verse":"Proverbs 18:12","votes":98,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018012_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018012-1\">12&nbsp;</b>&nbsp;&nbsp;Before destruction a man’s heart is haughty,</span><br><span id=\"p20018012_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but humility comes before honor.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Before destruction the heart of man is haughty, and before honour is humility.  ","niv":"<sup><strong>12</strong></sup> Before his downfall a man's heart is proud, but humility comes before honor."},{"_id":"6168c7193b32607a097c1549","topicId":"6168c7183b32607a097c1544","verse":"Proverbs 4:16","votes":95,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20004016_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20004016-1\">16&nbsp;</b>&nbsp;&nbsp;For they cannot sleep unless they have done wrong;</span><br><span id=\"p20004016_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are robbed of sleep unless they have made someone stumble.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> For they sleep not, except they have done mischief; and their sleep is taken away, unless they cause some to fall.  ","niv":"<sup><strong>16</strong></sup> For they cannot sleep till they do evil; they are robbed of slumber till they make someone fall.","modified":"2023-07-23T06:26:33.136Z"},{"_id":"6168c71a3b32607a097c154a","topicId":"6168c7183b32607a097c1544","verse":"Philippians 2:1-30","votes":96,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n<p id=\"p50002011_09-7\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n<p id=\"p50002013_09-7\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain. <b class=\"verse-num\" id=\"v50002017-1\">17&nbsp;</b>Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all. <b class=\"verse-num\" id=\"v50002018-1\">18&nbsp;</b>Likewise you also should be glad and rejoice with me.</p>\n\n<p id=\"p50002018_12-7\"><b class=\"verse-num\" id=\"v50002019-1\">19&nbsp;</b>I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered by news of you. <b class=\"verse-num\" id=\"v50002020-1\">20&nbsp;</b>For I have no one like him, who will be genuinely concerned for your welfare. <b class=\"verse-num\" id=\"v50002021-1\">21&nbsp;</b>For they all seek their own interests, not those of Jesus Christ. <b class=\"verse-num\" id=\"v50002022-1\">22&nbsp;</b>But you know Timothy’s proven worth, how as a son with a father he has served with me in the gospel. <b class=\"verse-num\" id=\"v50002023-1\">23&nbsp;</b>I hope therefore to send him just as soon as I see how it will go with me, <b class=\"verse-num\" id=\"v50002024-1\">24&nbsp;</b>and I trust in the Lord that shortly I myself will come also.</p>\n<p id=\"p50002024_12-7\"><b class=\"verse-num\" id=\"v50002025-1\">25&nbsp;</b>I have thought it necessary to send to you Epaphroditus my brother and fellow worker and fellow soldier, and your messenger and minister to my need, <b class=\"verse-num\" id=\"v50002026-1\">26&nbsp;</b>for he has been longing for you all and has been distressed because you heard that he was ill. <b class=\"verse-num\" id=\"v50002027-1\">27&nbsp;</b>Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow. <b class=\"verse-num\" id=\"v50002028-1\">28&nbsp;</b>I am the more eager to send him, therefore, that you may rejoice at seeing him again, and that I may be less anxious. <b class=\"verse-num\" id=\"v50002029-1\">29&nbsp;</b>So receive him in the Lord with all joy, and honor such men, <b class=\"verse-num\" id=\"v50002030-1\">30&nbsp;</b>for he nearly died for the work of Christ, risking his life to complete what was lacking in your service to me.</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  <strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  <strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  <strong>17</strong> Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.  <strong>18</strong> For the same cause also do ye joy, and rejoice with me.  <strong>19</strong> But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.  <strong>20</strong> For I have no man likeminded, who will naturally care for your state.  <strong>21</strong> For all seek their own, not the things which are Jesus Christ’s.  <strong>22</strong> But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.  <strong>23</strong> Him therefore I hope to send presently, so soon as I shall see how it will go with me.  <strong>24</strong> But I trust in the Lord that I also myself shall come shortly.  <strong>25</strong> Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellow soldier, but your messenger, and he that ministered to my wants.  <strong>26</strong> For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.  <strong>27</strong> For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.  <strong>28</strong> I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.  <strong>29</strong> Receive him therefore in the Lord with all gladness; and hold such in reputation:  <strong>30</strong> Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. <sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. <sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. <sup><strong>17</strong></sup> But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. <sup><strong>18</strong></sup> So you too should be glad and rejoice with me. <sup><strong>19</strong></sup> I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. <sup><strong>20</strong></sup> I have no one else like him, who takes a genuine interest in your welfare. <sup><strong>21</strong></sup> For everyone looks out for his own interests, not those of Jesus Christ. <sup><strong>22</strong></sup> But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. <sup><strong>23</strong></sup> I hope, therefore, to send him as soon as I see how things go with me. <sup><strong>24</strong></sup> And I am confident in the Lord that I myself will come soon. <sup><strong>25</strong></sup> But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. <sup><strong>26</strong></sup> For he longs for all of you and is distressed because you heard he was ill. <sup><strong>27</strong></sup> Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. <sup><strong>28</strong></sup> Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. <sup><strong>29</strong></sup> Welcome him in the Lord with great joy, and honor men like him, <sup><strong>30</strong></sup> because he almost died for the work of Christ, risking his life to make up for the help you could not give me. "},{"_id":"6168c71a3b32607a097c154b","topicId":"6168c7183b32607a097c1544","verse":"Titus 1:16","votes":96,"__v":0,"esv":"<div>\n<p id=\"p56001016_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001016-1\">16&nbsp;</b>They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work.</p>\n</div>","kjv":"<strong>16</strong> They profess that they know God; but in works they deny him,  being abominable, and disobedient, and unto every good work reprobate.  ","niv":"<sup><strong>16</strong></sup> They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good.","modified":"2023-09-16T23:22:28.205Z"},{"_id":"6168c71a3b32607a097c154c","topicId":"6168c7183b32607a097c1544","verse":"Proverbs 22:24-25","votes":76,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022024_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022024-1\">24&nbsp;</b>&nbsp;&nbsp;Make no friendship with a man given to anger,</span><br><span id=\"p20022024_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor go with a wrathful man,</span><br><span id=\"p20022025_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022025-1\">25&nbsp;</b>&nbsp;&nbsp;lest you learn his ways</span><br><span id=\"p20022025_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and entangle yourself in a snare.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> Make no friendship with an angry man; and with a furious man thou shalt not go:  <strong>25</strong> Lest thou learn his ways, and get a snare to thy soul.  ","niv":"<sup><strong>24</strong></sup> Do not make friends with a hot-tempered man, do not associate with one easily angered, <sup><strong>25</strong></sup> or you may learn his ways and get yourself ensnared. ","modified":"2023-10-02T17:55:26.901Z"},{"_id":"6168c71b3b32607a097c154d","topicId":"6168c7183b32607a097c1544","verse":"Psalm 36:1-3","votes":71,"__v":0,"esv":"<div>\n\n<h4 id=\"p19036001_07-10\" class=\"psalm-title\">To the choirmaster. Of David, the servant of the LORD.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19036001_07-10\" class=\"line\"><b class=\"chapter-num\" id=\"v19036001-1\">36:1&nbsp;</b>&nbsp;&nbsp;Transgression speaks to the wicked</span><br><span id=\"p19036001_07-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;deep in his heart;</span><br><span id=\"p19036001_07-10\" class=\"line\">&nbsp;&nbsp;there is no fear of God</span><br><span id=\"p19036001_07-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before his eyes.</span><br><span id=\"p19036002_07-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19036002-1\">2&nbsp;</b>&nbsp;&nbsp;For he flatters himself in his own eyes</span><br><span id=\"p19036002_07-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that his iniquity cannot be found out and hated.</span><br><span id=\"p19036003_07-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19036003-1\">3&nbsp;</b>&nbsp;&nbsp;The words of his mouth are trouble and deceit;</span><br><span id=\"p19036003_07-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has ceased to act wisely and do good.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The transgression of the wicked saith within my heart, that there is no fear of God before his eyes.  <strong>2</strong> For he flattereth himself in his own eyes, until his iniquity be found to be hateful.  <strong>3</strong> The words of his mouth are iniquity and deceit: he hath left off to be wise, and to do good.  ","niv":"<sup><strong>1</strong></sup> An oracle is within my heart concerning the sinfulness of the wicked: There is no fear of God before his eyes. <sup><strong>2</strong></sup> For in his own eyes he flatters himself too much to detect or hate his sin. <sup><strong>3</strong></sup> The words of his mouth are wicked and deceitful; he has ceased to be wise and to do good. "},{"_id":"6168c71b3b32607a097c154e","topicId":"6168c7183b32607a097c1544","verse":"Proverbs 16:18","votes":68,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016018_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016018-1\">18&nbsp;</b>&nbsp;&nbsp;Pride goes before destruction,</span><br><span id=\"p20016018_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a haughty spirit before a fall.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Pride goeth before destruction, and an haughty spirit before a fall.  ","niv":"<sup><strong>18</strong></sup> Pride goes before destruction, a haughty spirit before a fall."},{"_id":"6168c71b3b32607a097c154f","topicId":"6168c7183b32607a097c1544","verse":"Matthew 7:1-5","votes":54,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. <sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. "},{"_id":"6168c71b3b32607a097c1550","topicId":"6168c7183b32607a097c1544","verse":"Ephesians 6:4","votes":54,"__v":0,"esv":"<div>\n<p id=\"p49006004_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord."},{"_id":"6168c71c3b32607a097c1551","topicId":"6168c7183b32607a097c1544","verse":"Matthew 7:16","votes":54,"__v":0,"esv":"<div>\n<p id=\"p40007016_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span></p>\n</div>","kjv":"<strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  ","niv":"<sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles?"},{"_id":"6168c71c3b32607a097c1552","topicId":"6168c7183b32607a097c1544","verse":"Matthew 18:15-17","votes":50,"__v":0,"esv":"<div>\n\n<p id=\"p40018015_07-15\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span></p>\n</div>","kjv":"<strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  ","niv":"<sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. ","modified":"2022-09-22T15:42:33.165Z"},{"_id":"6168c71c3b32607a097c1553","topicId":"6168c7183b32607a097c1544","verse":"John 3:19","votes":47,"__v":0,"esv":"<div>\n<p id=\"p43003019_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span></p>\n</div>","kjv":"<strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  ","niv":"<sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil.","modified":"2022-06-06T01:59:24.470Z"},{"_id":"6168c71d3b32607a097c1554","topicId":"6168c7183b32607a097c1544","verse":"Jeremiah 17:9","votes":47,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017009_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017009-1\">9&nbsp;</b>&nbsp;&nbsp;The heart is deceitful above all things,</span><br><span id=\"p24017009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and desperately sick;</span><br><span id=\"p24017009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who can understand it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The heart is deceitful above all things, and desperately wicked: who can know it?  ","niv":"<sup><strong>9</strong></sup> The heart is deceitful above all things and beyond cure. Who can understand it?"},{"_id":"6168c71d3b32607a097c1555","topicId":"6168c7183b32607a097c1544","verse":"1 John 2:1-29","votes":46,"__v":0,"esv":"<div>\n\n<p id=\"p62002001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62002001-1\">2:1&nbsp;</b>My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous. <b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world. <b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments. <b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, <b class=\"verse-num\" id=\"v62002005-1\">5&nbsp;</b>but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: <b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n\n<p id=\"p62002006_07-18\"><b class=\"verse-num\" id=\"v62002007-1\">7&nbsp;</b>Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old commandment is the word that you have heard. <b class=\"verse-num\" id=\"v62002008-1\">8&nbsp;</b>At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining. <b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness. <b class=\"verse-num\" id=\"v62002010-1\">10&nbsp;</b>Whoever loves his brother abides in the light, and in him there is no cause for stumbling. <b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002012_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002012-1\">12&nbsp;</b>&nbsp;&nbsp;I am writing to you, little children,</span><br><span id=\"p62002012_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because your sins are forgiven for his name’s sake.</span><br><span id=\"p62002013_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_07-18\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_07-18\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_07-18\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_12-18\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n<p id=\"p62002017_15-18\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour. <b class=\"verse-num\" id=\"v62002019-1\">19&nbsp;</b>They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us. <b class=\"verse-num\" id=\"v62002020-1\">20&nbsp;</b>But you have been anointed by the Holy One, and you all have knowledge. <b class=\"verse-num\" id=\"v62002021-1\">21&nbsp;</b>I write to you, not because you do not know the truth, but because you know it, and because no lie is of the truth. <b class=\"verse-num\" id=\"v62002022-1\">22&nbsp;</b>Who is the liar but he who denies that Jesus is the Christ? This is the antichrist, he who denies the Father and the Son. <b class=\"verse-num\" id=\"v62002023-1\">23&nbsp;</b>No one who denies the Son has the Father. Whoever confesses the Son has the Father also. <b class=\"verse-num\" id=\"v62002024-1\">24&nbsp;</b>Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. <b class=\"verse-num\" id=\"v62002025-1\">25&nbsp;</b>And this is the promise that he made to us—eternal life.</p>\n<p id=\"p62002025_15-18\"><b class=\"verse-num\" id=\"v62002026-1\">26&nbsp;</b>I write these things to you about those who are trying to deceive you. <b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n\n<p id=\"p62002027_18-18\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming. <b class=\"verse-num\" id=\"v62002029-1\">29&nbsp;</b>If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.</p>\n\n</div>","kjv":"<strong>1</strong> My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:  <strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  <strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  <strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  <strong>5</strong> But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.  <strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  <strong>7</strong> Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.  <strong>8</strong> Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.  <strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  <strong>10</strong> He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.  <strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  <strong>12</strong> I write unto you, little children, because your sins are forgiven you for his name’s sake.  <strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  <strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  <strong>19</strong> They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.  <strong>20</strong> But ye have an unction from the Holy One, and ye know all things.  <strong>21</strong> I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.  <strong>22</strong> Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.  <strong>23</strong> Whosoever denieth the Son, the same hath not the Father: (but) he that acknowledgeth the Son hath the Father also.  <strong>24</strong> Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.  <strong>25</strong> And this is the promise that he hath promised us, even eternal life.  <strong>26</strong> These things have I written unto you concerning them that seduce you.  <strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  <strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  <strong>29</strong> If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.  ","niv":"<sup><strong>1</strong></sup> My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One. <sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. <sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands. <sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. <sup><strong>5</strong></sup> But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: <sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did. <sup><strong>7</strong></sup> Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard. <sup><strong>8</strong></sup> Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining. <sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness. <sup><strong>10</strong></sup> Whoever loves his brother lives in the light, and there is nothing in him to make him stumble. <sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him. <sup><strong>12</strong></sup> I write to you, dear children, because your sins have been forgiven on account of his name. <sup><strong>13</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. <sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. <sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. <sup><strong>19</strong></sup> They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. <sup><strong>20</strong></sup> But you have an anointing from the Holy One, and all of you know the truth. <sup><strong>21</strong></sup> I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth. <sup><strong>22</strong></sup> Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son. <sup><strong>23</strong></sup> No one who denies the Son has the Father; whoever acknowledges the Son has the Father also. <sup><strong>24</strong></sup> See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father. <sup><strong>25</strong></sup> And this is what he promised us--even eternal life. <sup><strong>26</strong></sup> I am writing these things to you about those who are trying to lead you astray. <sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him. <sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming. <sup><strong>29</strong></sup> If you know that he is righteous, you know that everyone who does what is right has been born of him. "},{"_id":"6168c71d3b32607a097c1556","topicId":"6168c7183b32607a097c1544","verse":"James 1:1-27","votes":41,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-19\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-19\">Greetings.</p>\n\n<p id=\"p59001001_06-19\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-19\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-19\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-19\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-19\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-19\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-19\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-19\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"6168c71e3b32607a097c1557","topicId":"6168c7183b32607a097c1544","verse":"1 Corinthians 5:11-13","votes":38,"__v":0,"esv":"<div>\n<p id=\"p46005011_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005011-1\">11&nbsp;</b>But now I am writing to you not to associate with anyone who bears the name of brother if he is guilty of sexual immorality or greed, or is an idolater, reviler, drunkard, or swindler—not even to eat with such a one. <b class=\"verse-num\" id=\"v46005012-1\">12&nbsp;</b>For what have I to do with judging outsiders? Is it not those inside the church whom you are to judge? <b class=\"verse-num\" id=\"v46005013-1\">13&nbsp;</b>God judges those outside. “Purge the evil person from among you.”</p>\n\n</div>","kjv":"<strong>11</strong> But now I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat.  <strong>12</strong> For what have I to do to judge them also that are without? do not ye judge them that are within?  <strong>13</strong> But them that are without God judgeth. Therefore put away from among yourselves that wicked person.  ","niv":"<sup><strong>11</strong></sup> But now I am writing you that you must not associate with anyone who calls himself a brother but is sexually immoral or greedy, an idolater or a slanderer, a drunkard or a swindler. With such a man do not even eat. <sup><strong>12</strong></sup> What business is it of mine to judge those outside the church? Are you not to judge those inside? <sup><strong>13</strong></sup> God will judge those outside. \"Expel the wicked man from among you.\" "},{"_id":"6168c71e3b32607a097c1558","topicId":"6168c7183b32607a097c1544","verse":"Proverbs 17:22","votes":38,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017022_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017022-1\">22&nbsp;</b>&nbsp;&nbsp;A joyful heart is good medicine,</span><br><span id=\"p20017022_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a crushed spirit dries up the bones.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> A merry heart doeth good like a medicine: but a broken spirit drieth the bones.  ","niv":"<sup><strong>22</strong></sup> A cheerful heart is good medicine, but a crushed spirit dries up the bones."},{"_id":"6168c71e3b32607a097c1559","topicId":"6168c7183b32607a097c1544","verse":"Acts 12:21-23","votes":37,"__v":0,"esv":"<div>\n<p id=\"p44012021_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44012021-1\">21&nbsp;</b>On an appointed day Herod put on his royal robes, took his seat upon the throne, and delivered an oration to them. <b class=\"verse-num\" id=\"v44012022-1\">22&nbsp;</b>And the people were shouting, “The voice of a god, and not of a man!” <b class=\"verse-num\" id=\"v44012023-1\">23&nbsp;</b>Immediately an angel of the Lord struck him down, because he did not give God the glory, and he was eaten by worms and breathed his last.</p>\n</div>","kjv":"<strong>21</strong> And upon a set day Herod, arrayed in royal apparel, sat upon his throne, and made an oration unto them.  <strong>22</strong> And the people gave a shout, saying, It is the voice of a god, and not of a man.  <strong>23</strong> And immediately the angel of the Lord smote him, because he gave not God the glory: and he was eaten of worms, and gave up the ghost.  ","niv":"<sup><strong>21</strong></sup> On the appointed day Herod, wearing his royal robes, sat on his throne and delivered a public address to the people. <sup><strong>22</strong></sup> They shouted, \"This is the voice of a god, not of a man.\" <sup><strong>23</strong></sup> Immediately, because Herod did not give praise to God, an angel of the Lord struck him down, and he was eaten by worms and died. "},{"_id":"6168c71e3b32607a097c155a","topicId":"6168c7183b32607a097c1544","verse":"Romans 12:10","votes":30,"__v":0,"esv":"<div>\n<p id=\"p45012010_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor.</p>\n</div>","kjv":"<strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  ","niv":"<sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves."},{"_id":"6168c71f3b32607a097c155b","topicId":"6168c7183b32607a097c1544","verse":"Proverbs 2:16-22","votes":30,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20002016_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002016-1\">16&nbsp;</b>&nbsp;&nbsp;So you will be delivered from the forbidden woman,</span><br><span id=\"p20002016_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the adulteress with her smooth words,</span><br><span id=\"p20002017_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002017-1\">17&nbsp;</b>&nbsp;&nbsp;who forsakes the companion of her youth</span><br><span id=\"p20002017_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and forgets the covenant of her God;</span><br><span id=\"p20002018_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002018-1\">18&nbsp;</b>&nbsp;&nbsp;for her house sinks down to death,</span><br><span id=\"p20002018_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her paths to the departed;</span><br><span id=\"p20002019_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002019-1\">19&nbsp;</b>&nbsp;&nbsp;none who go to her come back,</span><br><span id=\"p20002019_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor do they regain the paths of life.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20002020_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002020-1\">20&nbsp;</b>&nbsp;&nbsp;So you will walk in the way of the good</span><br><span id=\"p20002020_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keep to the paths of the righteous.</span><br><span id=\"p20002021_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002021-1\">21&nbsp;</b>&nbsp;&nbsp;For the upright will inhabit the land,</span><br><span id=\"p20002021_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those with integrity will remain in it,</span><br><span id=\"p20002022_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002022-1\">22&nbsp;</b>&nbsp;&nbsp;but the wicked will be cut off from the land,</span><br><span id=\"p20002022_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the treacherous will be rooted out of it.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> To deliver thee from the strange woman, even from the stranger which flattereth with her words;  <strong>17</strong> Which forsaketh the guide of her youth, and forgetteth the covenant of her God.  <strong>18</strong> For her house inclineth unto death, and her paths unto the dead.  <strong>19</strong> None that go unto her return again, neither take they hold of the paths of life.  <strong>20</strong> That thou mayest walk in the way of good men, and keep the paths of the righteous.  <strong>21</strong> For the upright shall dwell in the land, and the perfect shall remain in it.  <strong>22</strong> But the wicked shall be cut off from the earth, and the transgressors shall be rooted out of it.  ","niv":"<sup><strong>16</strong></sup> It will save you also from the adulteress, from the wayward wife with her seductive words, <sup><strong>17</strong></sup> who has left the partner of her youth and ignored the covenant she made before God. <sup><strong>18</strong></sup> For her house leads down to death and her paths to the spirits of the dead. <sup><strong>19</strong></sup> None who go to her return or attain the paths of life. <sup><strong>20</strong></sup> Thus you will walk in the ways of good men and keep to the paths of the righteous. <sup><strong>21</strong></sup> For the upright will live in the land, and the blameless will remain in it; <sup><strong>22</strong></sup> but the wicked will be cut off from the land, and the unfaithful will be torn from it. "},{"_id":"6168c71f3b32607a097c155c","topicId":"6168c7183b32607a097c1544","verse":"Psalm 17:1-15","votes":30,"__v":0,"esv":"<div>\n\n<h4 id=\"p19017001_07-26\" class=\"psalm-title\">A Prayer of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19017001_07-26\" class=\"line\"><b class=\"chapter-num\" id=\"v19017001-1\">17:1&nbsp;</b>&nbsp;&nbsp;Hear a just cause, O LORD; attend to my cry!</span><br><span id=\"p19017001_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Give ear to my prayer from lips free of deceit!</span><br><span id=\"p19017002_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017002-1\">2&nbsp;</b>&nbsp;&nbsp;From your presence let my vindication come!</span><br><span id=\"p19017002_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Let your eyes behold the right!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19017003_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017003-1\">3&nbsp;</b>&nbsp;&nbsp;You have tried my heart, you have visited me by night,</span><br><span id=\"p19017003_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have tested me, and you will find nothing;</span><br><span id=\"p19017003_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have purposed that my mouth will not transgress.</span><br><span id=\"p19017004_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017004-1\">4&nbsp;</b>&nbsp;&nbsp;With regard to the works of man, by the word of your lips</span><br><span id=\"p19017004_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have avoided the ways of the violent.</span><br><span id=\"p19017005_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017005-1\">5&nbsp;</b>&nbsp;&nbsp;My steps have held fast to your paths;</span><br><span id=\"p19017005_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my feet have not slipped.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19017006_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017006-1\">6&nbsp;</b>&nbsp;&nbsp;I call upon you, for you will answer me, O God;</span><br><span id=\"p19017006_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;incline your ear to me; hear my words.</span><br><span id=\"p19017007_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017007-1\">7&nbsp;</b>&nbsp;&nbsp;Wondrously show your steadfast love,</span><br><span id=\"p19017007_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Savior of those who seek refuge</span><br><span id=\"p19017007_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from their adversaries at your right hand.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19017008_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017008-1\">8&nbsp;</b>&nbsp;&nbsp;Keep me as the apple of your eye;</span><br><span id=\"p19017008_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hide me in the shadow of your wings,</span><br><span id=\"p19017009_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017009-1\">9&nbsp;</b>&nbsp;&nbsp;from the wicked who do me violence,</span><br><span id=\"p19017009_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my deadly enemies who surround me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19017010_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017010-1\">10&nbsp;</b>&nbsp;&nbsp;They close their hearts to pity;</span><br><span id=\"p19017010_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with their mouths they speak arrogantly.</span><br><span id=\"p19017011_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017011-1\">11&nbsp;</b>&nbsp;&nbsp;They have now surrounded our steps;</span><br><span id=\"p19017011_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they set their eyes to cast us to the ground.</span><br><span id=\"p19017012_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017012-1\">12&nbsp;</b>&nbsp;&nbsp;He is like a lion eager to tear,</span><br><span id=\"p19017012_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as a young lion lurking in ambush.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19017013_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017013-1\">13&nbsp;</b>&nbsp;&nbsp;Arise, O LORD! Confront him, subdue him!</span><br><span id=\"p19017013_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Deliver my soul from the wicked by your sword,</span><br><span id=\"p19017014_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017014-1\">14&nbsp;</b>&nbsp;&nbsp;from men by your hand, O LORD,</span><br><span id=\"p19017014_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from men of the world whose portion is in this life.</span><br><span id=\"p19017014_07-26\" class=\"line\">&nbsp;&nbsp;You fill their womb with treasure;</span><br><span id=\"p19017014_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are satisfied with children,</span><br><span id=\"p19017014_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they leave their abundance to their infants.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19017015_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017015-1\">15&nbsp;</b>&nbsp;&nbsp;As for me, I shall behold your face in righteousness;</span><br><span id=\"p19017015_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I awake, I shall be satisfied with your likeness.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Hear the right, O LORD, attend unto my cry, give ear unto my prayer, that goeth not out of feigned lips.  <strong>2</strong> Let my sentence come forth from thy presence; let thine eyes behold the things that are equal.  <strong>3</strong> Thou hast proved mine heart; thou hast visited me in the night; thou hast tried me, and shalt find nothing; I am purposed that my mouth shall not transgress.  <strong>4</strong> Concerning the works of men, by the word of thy lips I have kept me from the paths of the destroyer.  <strong>5</strong> Hold up my goings in thy paths, that my footsteps slip not.  <strong>6</strong> I have called upon thee, for thou wilt hear me, O God: incline thine ear unto me, and hear my speech.  <strong>7</strong> Shew thy marvellous lovingkindness, O thou that savest by thy right hand them which put their trust in thee from those that rise up against them. <strong>8</strong> Keep me as the apple of the eye, hide me under the shadow of thy wings,  <strong>9</strong> From the wicked that oppress me, from my deadly enemies, who compass me about.  <strong>10</strong> They are inclosed in their own fat: with their mouth they speak proudly.  <strong>11</strong> They have now compassed us in our steps: they have set their eyes bowing down to the earth;  <strong>12</strong> Like as a lion that is greedy of his prey, and as it were a young lion lurking in secret places.  <strong>13</strong> Arise, O LORD, disappoint him, cast him down: deliver my soul from the wicked, which is thy sword:  <strong>14</strong> From men which are thy hand, O LORD, from men of the world, which have their portion in this life, and whose belly thou fillest with thy hid treasure: they are full of children, and leave the rest of their substance to their babes.  <strong>15</strong> As for me, I will behold thy face in righteousness: I shall be satisfied, when I awake, with thy likeness.  ","niv":"<sup><strong>1</strong></sup> Hear, O LORD, my righteous plea; listen to my cry. Give ear to my prayer- it does not rise from deceitful lips. <sup><strong>2</strong></sup> May my vindication come from you; may your eyes see what is right. <sup><strong>3</strong></sup> Though you probe my heart and examine me at night, though you test me, you will find nothing; I have resolved that my mouth will not sin. <sup><strong>4</strong></sup> As for the deeds of men- by the word of your lips I have kept myself from the ways of the violent. <sup><strong>5</strong></sup> My steps have held to your paths; my feet have not slipped. <sup><strong>6</strong></sup> I call on you, O God, for you will answer me; give ear to me and hear my prayer. <sup><strong>7</strong></sup> Show the wonder of your great love, you who save by your right hand those who take refuge in you from their foes. <sup><strong>8</strong></sup> Keep me as the apple of your eye; hide me in the shadow of your wings <sup><strong>9</strong></sup> from the wicked who assail me, from my mortal enemies who surround me. <sup><strong>10</strong></sup> They close up their callous hearts, and their mouths speak with arrogance. <sup><strong>11</strong></sup> They have tracked me down, they now surround me, with eyes alert, to throw me to the ground. <sup><strong>12</strong></sup> They are like a lion hungry for prey, like a great lion crouching in cover. <sup><strong>13</strong></sup> Rise up, O LORD, confront them, bring them down; rescue me from the wicked by your sword. <sup><strong>14</strong></sup> O LORD, by your hand save me from such men, from men of this world whose reward is in this life. You still the hunger of those you cherish; their sons have plenty, and they store up wealth for their children. <sup><strong>15</strong></sup> And I-in righteousness I will see your face; when I awake, I will be satisfied with seeing your likeness. "},{"_id":"6168c71f3b32607a097c155d","topicId":"6168c7183b32607a097c1544","verse":"1 Corinthians 3:18","votes":29,"__v":0,"esv":"<div>\n<p id=\"p46003018_01-28\"><b class=\"verse-num\" id=\"v46003018-1\">18&nbsp;</b>Let no one deceive himself. If anyone among you thinks that he is wise in this age, let him become a fool that he may become wise.</p>\n</div>","kjv":"<strong>18</strong> Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.  ","niv":"<sup><strong>18</strong></sup> Do not deceive yourselves. If any one of you thinks he is wise by the standards of this age, he should become a \"fool\" so that he may become wise."}]}