{"_id":"6168c7b63b32607a097c1579","slug":"nationalism","name":"Nationalism","verses":[{"_id":"6168c7b63b32607a097c157a","topicId":"6168c7b63b32607a097c1579","verse":"Galatians 3:28","votes":18,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"6168c7b63b32607a097c157b","topicId":"6168c7b63b32607a097c1579","verse":"Leviticus 19:33-34","votes":18,"__v":0,"esv":"<div>\n<p id=\"p03019033_01-2\"><b class=\"verse-num\" id=\"v03019033-1\">33&nbsp;</b>“When a stranger sojourns with you in your land, you shall not do him wrong. <b class=\"verse-num\" id=\"v03019034-1\">34&nbsp;</b>You shall treat the stranger who sojourns with you as the native among you, and you shall love him as yourself, for you were strangers in the land of Egypt: I am the LORD your God.</p>\n</div>","kjv":"<strong>33</strong> And if a stranger sojourn with thee in your land, ye shall not vex him.  <strong>34</strong> But the stranger that dwelleth with you shall be unto you as one born among you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt: I am the LORD your God.  ","niv":"<sup><strong>33</strong></sup> \"'When an alien lives with you in your land, do not mistreat him. <sup><strong>34</strong></sup> The alien living with you must be treated as one of your native-born. Love him as yourself, for you were aliens in Egypt. I am the LORD your God. "},{"_id":"6168c7b73b32607a097c157c","topicId":"6168c7b63b32607a097c1579","verse":"Philippians 3:20","votes":12,"__v":0,"esv":"<div>\n<p id=\"p50003020_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003020-1\">20&nbsp;</b>But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ,</p>\n</div>","kjv":"<strong>20</strong> For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:  ","niv":"<sup><strong>20</strong></sup> But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,","modified":"2022-05-21T15:26:22.779Z"},{"_id":"6168c7b73b32607a097c157d","topicId":"6168c7b63b32607a097c1579","verse":"Romans 16:17","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p45016017_05-4\"><b class=\"verse-num\" id=\"v45016017-1\">17&nbsp;</b>I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them.</p>\n</div>","kjv":"<strong>17</strong> Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.  ","niv":"<sup><strong>17</strong></sup> I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them."},{"_id":"6168c7b73b32607a097c157e","topicId":"6168c7b63b32607a097c1579","verse":"Acts 17:26-27","votes":11,"__v":0,"esv":"<div>\n<p id=\"p44017026_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017026-1\">26&nbsp;</b>And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place, <b class=\"verse-num\" id=\"v44017027-1\">27&nbsp;</b>that they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us,</p>\n</div>","kjv":"<strong>26</strong> And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;  <strong>27</strong> That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us:  ","niv":"<sup><strong>26</strong></sup> From one man he made every nation of men, that they should inhabit the whole earth; and he determined the times set for them and the exact places where they should live. <sup><strong>27</strong></sup> God did this so that men would seek him and perhaps reach out for him and find him, though he is not far from each one of us. "},{"_id":"6168c7b83b32607a097c157f","topicId":"6168c7b63b32607a097c1579","verse":"Matthew 22:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40022021_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span></p>\n</div>","kjv":"<strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  ","niv":"<sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\""},{"_id":"6168c7b83b32607a097c1580","topicId":"6168c7b63b32607a097c1579","verse":"Proverbs 8:13","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20008013_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008013-1\">13&nbsp;</b>&nbsp;&nbsp;The fear of the LORD is hatred of evil.</span><br><span id=\"p20008013_01-7\" class=\"line\">&nbsp;&nbsp;Pride and arrogance and the way of evil</span><br><span id=\"p20008013_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and perverted speech I hate.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> The fear of the LORD is to hate evil: pride, and arrogancy, and the evil way, and the froward mouth, do I hate.  ","niv":"<sup><strong>13</strong></sup> To fear the LORD is to hate evil; I hate pride and arrogance, evil behavior and perverse speech."},{"_id":"6168c7b83b32607a097c1581","topicId":"6168c7b63b32607a097c1579","verse":"1 Peter 2:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60002009_01-9\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.</p>\n</div>","kjv":"<strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  ","niv":"<sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light."},{"_id":"6168c7b93b32607a097c1582","topicId":"6168c7b63b32607a097c1579","verse":"Romans 4:16-18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45004016_01-10\"><b class=\"verse-num\" id=\"v45004016-1\">16&nbsp;</b>That is why it depends on faith, in order that the promise may rest on grace and be guaranteed to all his offspring—not only to the adherent of the law but also to the one who shares the faith of Abraham, who is the father of us all, <b class=\"verse-num\" id=\"v45004017-1\">17&nbsp;</b>as it is written, “I have made you the father of many nations”—in the presence of the God in whom he believed, who gives life to the dead and calls into existence the things that do not exist. <b class=\"verse-num\" id=\"v45004018-1\">18&nbsp;</b>In hope he believed against hope, that he should become the father of many nations, as he had been told, “So shall your offspring be.”</p>\n</div>","kjv":"<strong>16</strong> Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all,  <strong>17</strong> (As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.  <strong>18</strong> Who against hope believed in hope, that he might become the father of many nations, according to that which was spoken, So shall thy seed be.  ","niv":"<sup><strong>16</strong></sup> Therefore, the promise comes by faith, so that it may be by grace and may be guaranteed to all Abraham's offspring--not only to those who are of the law but also to those who are of the faith of Abraham. He is the father of us all. <sup><strong>17</strong></sup> As it is written: \"I have made you a father of many nations.\" He is our father in the sight of God, in whom he believed--the God who gives life to the dead and calls things that are not as though they were. <sup><strong>18</strong></sup> Against all hope, Abraham in hope believed and so became the father of many nations, just as it had been said to him, \"So shall your offspring be.\" "},{"_id":"6168c7b93b32607a097c1583","topicId":"6168c7b63b32607a097c1579","verse":"Obadiah 1:14-15","votes":4,"__v":0,"kjv":"<strong>14</strong> Neither shouldest thou have stood in the crossway, to cut off those of his that did escape; neither shouldest thou have delivered up those of his that did remain in the day of distress.  <strong>15</strong> For the day of the LORD is near upon all the heathen: as thou hast done, it shall be done unto thee: thy reward shall return upon thine own head.  ","niv":"<sup><strong>14</strong></sup> You should not wait at the crossroads to cut down their fugitives, nor hand over their survivors in the day of their trouble. <sup><strong>15</strong></sup> \"The day of the LORD is near for all nations. As you have done, it will be done to you; your deeds will return upon your own head. "},{"_id":"6168c7b93b32607a097c1584","topicId":"6168c7b63b32607a097c1579","verse":"Genesis 17:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01017023_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017023-1\">23&nbsp;</b>Then Abraham took Ishmael his son and all those born in his house or bought with his money, every male among the men of Abraham’s house, and he circumcised the flesh of their foreskins that very day, as God had said to him.</p>\n</div>","kjv":"<strong>23</strong> And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham’s house; and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.  ","niv":"<sup><strong>23</strong></sup> On that very day Abraham took his son Ishmael and all those born in his household or bought with his money, every male in his household, and circumcised them, as God told him."},{"_id":"6168c7b93b32607a097c1585","topicId":"6168c7b63b32607a097c1579","verse":"Revelation 7:9-17","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p66007009_07-13\"><b class=\"verse-num\" id=\"v66007009-1\">9&nbsp;</b>After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands, <b class=\"verse-num\" id=\"v66007010-1\">10&nbsp;</b>and crying out with a loud voice, “Salvation belongs to our God who sits on the throne, and to the Lamb!” <b class=\"verse-num\" id=\"v66007011-1\">11&nbsp;</b>And all the angels were standing around the throne and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God, <b class=\"verse-num\" id=\"v66007012-1\">12&nbsp;</b>saying, “Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and ever! Amen.”</p>\n<p id=\"p66007012_07-13\"><b class=\"verse-num\" id=\"v66007013-1\">13&nbsp;</b>Then one of the elders addressed me, saying, “Who are these, clothed in white robes, and from where have they come?” <b class=\"verse-num\" id=\"v66007014-1\">14&nbsp;</b>I said to him, “Sir, you know.” And he said to me, “These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007015_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007015-1\">15&nbsp;</b>&nbsp;&nbsp;“Therefore they are before the throne of God,</span><br><span id=\"p66007015_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and serve him day and night in his temple;</span><br><span id=\"p66007015_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who sits on the throne will shelter them with his presence.</span><br><span id=\"p66007016_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007016-1\">16&nbsp;</b>&nbsp;&nbsp;They shall hunger no more, neither thirst anymore;</span><br><span id=\"p66007016_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sun shall not strike them,</span><br><span id=\"p66007016_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor any scorching heat.</span><br><span id=\"p66007017_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007017-1\">17&nbsp;</b>&nbsp;&nbsp;For the Lamb in the midst of the throne will be their shepherd,</span><br><span id=\"p66007017_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will guide them to springs of living water,</span><br><span id=\"p66007017_07-13\" class=\"line\">&nbsp;&nbsp;and God will wipe away every tear from their eyes.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;  <strong>10</strong> And cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.  <strong>11</strong> And all the angels stood round about the throne, and about  the elders and the four beasts, and fell before the throne on their faces, and worshipped God,  <strong>12</strong> Saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honour, and power, and might, be unto our God for ever and ever. Amen.  <strong>13</strong> And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they?  <strong>14</strong> And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.  <strong>15</strong> Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.  <strong>16</strong> They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.  <strong>17</strong> For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.  ","niv":"<sup><strong>9</strong></sup> After this I looked and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and in front of the Lamb. They were wearing white robes and were holding palm branches in their hands. <sup><strong>10</strong></sup> And they cried out in a loud voice: \"Salvation belongs to our God, who sits on the throne, and to the Lamb.\" <sup><strong>11</strong></sup> All the angels were standing around the throne and around the elders and the four living creatures. They fell down on their faces before the throne and worshiped God, <sup><strong>12</strong></sup> saying: \"Amen! Praise and glory and wisdom and thanks and honor and power and strength be to our God for ever and ever. Amen!\" <sup><strong>13</strong></sup> Then one of the elders asked me, \"These in white robes--who are they, and where did they come from?\" <sup><strong>14</strong></sup> I answered, \"Sir, you know.\" <sup><strong>15</strong></sup> And he said, \"These are they who have come out of the great tribulation; they have washed their robes and made them white in the blood of the Lamb. Therefore, \"they are before the throne of God and serve him day and night in his temple; and he who sits on the throne will spread his tent over them. <sup><strong>16</strong></sup> Never again will they hunger; never again will they thirst. The sun will not beat upon them, nor any scorching heat. <sup><strong>17</strong></sup> For the Lamb at the center of the throne will be their shepherd; he will lead them to springs of living water. And God will wipe away every tear from their eyes.\" "},{"_id":"6168c7ba3b32607a097c1586","topicId":"6168c7b63b32607a097c1579","verse":"Hebrews 12:28-13:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58012028_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012028-1\">28&nbsp;</b>Therefore let us be grateful for receiving a kingdom that cannot be shaken, and thus let us offer to God acceptable worship, with reverence and awe, <b class=\"verse-num\" id=\"v58012029-1\">29&nbsp;</b>for our God is a consuming fire.</p>\n\n<p id=\"p58013001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58013001-1\">13:1&nbsp;</b>Let brotherly love continue. <b class=\"verse-num\" id=\"v58013002-1\">2&nbsp;</b>Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares. <b class=\"verse-num\" id=\"v58013003-1\">3&nbsp;</b>Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body. <b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous. <b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.” <b class=\"verse-num\" id=\"v58013006-1\">6&nbsp;</b>So we can confidently say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58013006_05-14\" class=\"line\">&nbsp;&nbsp;“The Lord is my helper;</span><br><span id=\"p58013006_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not fear;</span><br><span id=\"p58013006_05-14\" class=\"line\">&nbsp;&nbsp;what can man do to me?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58013006_05-14\"><b class=\"verse-num\" id=\"v58013007-1\">7&nbsp;</b>Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith. <b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever. <b class=\"verse-num\" id=\"v58013009-1\">9&nbsp;</b>Do not be led away by diverse and strange teachings, for it is good for the heart to be strengthened by grace, not by foods, which have not benefited those devoted to them. <b class=\"verse-num\" id=\"v58013010-1\">10&nbsp;</b>We have an altar from which those who serve the tent have no right to eat. <b class=\"verse-num\" id=\"v58013011-1\">11&nbsp;</b>For the bodies of those animals whose blood is brought into the holy places by the high priest as a sacrifice for sin are burned outside the camp. <b class=\"verse-num\" id=\"v58013012-1\">12&nbsp;</b>So Jesus also suffered outside the gate in order to sanctify the people through his own blood. <b class=\"verse-num\" id=\"v58013013-1\">13&nbsp;</b>Therefore let us go to him outside the camp and bear the reproach he endured. <b class=\"verse-num\" id=\"v58013014-1\">14&nbsp;</b>For here we have no lasting city, but we seek the city that is to come.</p>\n\n</div>","kjv":"<strong>28</strong> Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:  <strong>29</strong> For our God is a consuming fire.  <strong>1</strong> Let brotherly love continue.  <strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  <strong>3</strong> Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.  <strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  <strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  <strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  <strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  <strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  <strong>9</strong> Be not carried about with divers and strange doctrines. For it is  a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.  <strong>10</strong> We have an altar, whereof they have no right to eat which serve the tabernacle.  <strong>11</strong> For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.  <strong>12</strong> Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.  <strong>13</strong> Let us go forth therefore unto him without the camp, bearing his reproach.  <strong>14</strong> For here have we no continuing city, but we seek one to come.  ","niv":""},{"_id":"6168c7ba3b32607a097c1587","topicId":"6168c7b63b32607a097c1579","verse":"Romans 13:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45013007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor."},{"_id":"6168c7ba3b32607a097c1588","topicId":"6168c7b63b32607a097c1579","verse":"1 Peter 2:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60002017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n</div>","kjv":"<strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  ","niv":"<sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king."},{"_id":"6168c7bb3b32607a097c1589","topicId":"6168c7b63b32607a097c1579","verse":"Hebrews 11:8-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58011008_01-18\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God.</p>\n</div>","kjv":"<strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  ","niv":"<sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. "},{"_id":"6168c7bb3b32607a097c158a","topicId":"6168c7b63b32607a097c1579","verse":"Galatians 6:7-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap. <b class=\"verse-num\" id=\"v48006008-1\">8&nbsp;</b>For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life. <b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up. <b class=\"verse-num\" id=\"v48006010-1\">10&nbsp;</b>So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  <strong>8</strong> For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.  <strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  <strong>10</strong> As we have therefore opportunity, let us do good unto all men,  especially unto them who are of the household of faith.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows. <sup><strong>8</strong></sup> The one who sows to please his sinful nature, from that nature will reap destruction; the one who sows to please the Spirit, from the Spirit will reap eternal life. <sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up. <sup><strong>10</strong></sup> Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers. "},{"_id":"6168c7bb3b32607a097c158b","topicId":"6168c7b63b32607a097c1579","verse":"Matthew 12:46-50","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40012046_05-20\"><b class=\"verse-num\" id=\"v40012046-1\">46&nbsp;</b>While he was still speaking to the people, behold, his mother and his brothers stood outside, asking to speak to him. <b class=\"verse-num\" id=\"v40012048-1\">48&nbsp;</b>But he replied to the man who told him, <span class=\"woc\">“Who is my mother, and who are my brothers?”</span> <b class=\"verse-num\" id=\"v40012049-1\">49&nbsp;</b>And stretching out his hand toward his disciples, he said, <span class=\"woc\">“Here are my mother and my brothers!</span> <b class=\"verse-num woc\" id=\"v40012050-1\">50&nbsp;</b><span class=\"woc\">For whoever does the will of my Father in heaven is my brother and sister and mother.”</span></p>\n\n</div>","kjv":"<strong>46</strong> While he yet talked to the people, behold, his mother and his brethren stood without, desiring to speak with him.  <strong>47</strong> Then one said unto him, Behold, thy mother and thy brethren stand without, desiring to speak with thee.  <strong>48</strong> But he answered and said unto him that told him, Who is my mother? and who are my brethren?  <strong>49</strong> And he stretched forth his hand toward his disciples, and said, Behold my mother and my brethren!  <strong>50</strong> For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother. ","niv":"<sup><strong>46</strong></sup> While Jesus was still talking to the crowd, his mother and brothers stood outside, wanting to speak to him. <sup><strong>47</strong></sup> Someone told him, \"Your mother and brothers are standing outside, wanting to speak to you.\" <sup><strong>48</strong></sup> He replied to him, \"Who is my mother, and who are my brothers?\" <sup><strong>49</strong></sup> Pointing to his disciples, he said, \"Here are my mother and my brothers. <sup><strong>50</strong></sup> For whoever does the will of my Father in heaven is my brother and sister and mother.\" "},{"_id":"6168c7bc3b32607a097c158c","topicId":"6168c7b63b32607a097c1579","verse":"Genesis 12:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01012001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01012001-1\">12:1&nbsp;</b>Now the LORD said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you.</p>\n\n</div>","kjv":"<strong>1</strong> Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:  ","niv":"<sup><strong>1</strong></sup> The LORD had said to Abram, \"Leave your country, your people and your father's household and go to the land I will show you."},{"_id":"6168c7bc3b32607a097c158d","topicId":"6168c7b63b32607a097c1579","verse":"1 Timothy 5:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"6168c7bc3b32607a097c158e","topicId":"6168c7b63b32607a097c1579","verse":"Romans 2:29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45002029_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002029-1\">29&nbsp;</b>But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God.</p>\n</div>","kjv":"<strong>29</strong> But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God.  ","niv":"<sup><strong>29</strong></sup> No, a man is a Jew if he is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a man's praise is not from men, but from God."},{"_id":"6168c7bc3b32607a097c158f","topicId":"6168c7b63b32607a097c1579","verse":"Acts 10:34-35","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44010034_06-25\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him.</p>\n</div>","kjv":"<strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  ","niv":"<sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. "},{"_id":"6168c7bd3b32607a097c1590","topicId":"6168c7b63b32607a097c1579","verse":"John 18:36","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43018036_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span></p>\n</div>","kjv":"<strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  ","niv":"<sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\""},{"_id":"6168c7bd3b32607a097c1591","topicId":"6168c7b63b32607a097c1579","verse":"Psalm 145:7-9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19145007_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145007-1\">7&nbsp;</b>&nbsp;&nbsp;They shall pour forth the fame of your abundant goodness</span><br><span id=\"p19145007_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall sing aloud of your righteousness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19145008_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145008-1\">8&nbsp;</b>&nbsp;&nbsp;The LORD is gracious and merciful,</span><br><span id=\"p19145008_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;slow to anger and abounding in steadfast love.</span><br><span id=\"p19145009_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145009-1\">9&nbsp;</b>&nbsp;&nbsp;The LORD is good to all,</span><br><span id=\"p19145009_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his mercy is over all that he has made.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> They shall abundantly utter the memory of thy great goodness, and shall sing of thy righteousness.  <strong>8</strong> The LORD is gracious, and full of compassion; slow to anger, and of great mercy.  <strong>9</strong> The LORD is good to all: and his tender mercies are  over all his works.  ","niv":"<sup><strong>7</strong></sup> They will celebrate your abundant goodness and joyfully sing of your righteousness. <sup><strong>8</strong></sup> The LORD is gracious and compassionate, slow to anger and rich in love. <sup><strong>9</strong></sup> The LORD is good to all; he has compassion on all he has made. "},{"_id":"6168c7bd3b32607a097c1592","topicId":"6168c7b63b32607a097c1579","verse":"Joshua 2:3-4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p06002003_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v06002003-1\">3&nbsp;</b>Then the king of Jericho sent to Rahab, saying, “Bring out the men who have come to you, who entered your house, for they have come to search out all the land.” <b class=\"verse-num\" id=\"v06002004-1\">4&nbsp;</b>But the woman had taken the two men and hidden them. And she said, “True, the men came to me, but I did not know where they were from.</p>\n</div>","kjv":"<strong>3</strong> And the king of Jericho sent unto Rahab, saying, Bring forth the men that are come to thee, which are entered into thine house: for they be come to search out all the country.  <strong>4</strong> And the woman took the two men, and hid them, and said thus, There came men unto me, but I wist not whence they were:  ","niv":"<sup><strong>3</strong></sup> So the king of Jericho sent this message to Rahab: \"Bring out the men who came to you and entered your house, because they have come to spy out the whole land.\" <sup><strong>4</strong></sup> But the woman had taken the two men and hidden them. She said, \"Yes, the men came to me, but I did not know where they had come from. "}]}