{"_id":"6168c7de3b32607a097c1593","slug":"native-spirituality","name":"Native Spirituality","verses":[{"_id":"6168c7df3b32607a097c1594","topicId":"6168c7de3b32607a097c1593","verse":"Colossians 1:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51001016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him.</p>\n\n</div>","kjv":"<strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  ","niv":"<sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him."},{"_id":"6168c7df3b32607a097c1595","topicId":"6168c7de3b32607a097c1593","verse":"Jeremiah 10:6-12","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010006_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010006-1\">6&nbsp;</b>&nbsp;&nbsp;There is none like you, O LORD;</span><br><span id=\"p24010006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you are great, and your name is great in might.</span><br><span id=\"p24010007_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010007-1\">7&nbsp;</b>&nbsp;&nbsp;Who would not fear you, O King of the nations?</span><br><span id=\"p24010007_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For this is your due;</span><br><span id=\"p24010007_01-2\" class=\"line\">&nbsp;&nbsp;for among all the wise ones of the nations</span><br><span id=\"p24010007_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in all their kingdoms</span><br><span id=\"p24010007_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is none like you.</span><br><span id=\"p24010008_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010008-1\">8&nbsp;</b>&nbsp;&nbsp;They are both stupid and foolish;</span><br><span id=\"p24010008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the instruction of idols is but wood!</span><br><span id=\"p24010009_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010009-1\">9&nbsp;</b>&nbsp;&nbsp;Beaten silver is brought from Tarshish,</span><br><span id=\"p24010009_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gold from Uphaz.</span><br><span id=\"p24010009_01-2\" class=\"line\">&nbsp;&nbsp;They are the work of the craftsman and of the hands of the goldsmith;</span><br><span id=\"p24010009_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their clothing is violet and purple;</span><br><span id=\"p24010009_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are all the work of skilled men.</span><br><span id=\"p24010010_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010010-1\">10&nbsp;</b>&nbsp;&nbsp;But the LORD is the true God;</span><br><span id=\"p24010010_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is the living God and the everlasting King.</span><br><span id=\"p24010010_01-2\" class=\"line\">&nbsp;&nbsp;At his wrath the earth quakes,</span><br><span id=\"p24010010_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the nations cannot endure his indignation.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24010010_01-2\"><b class=\"verse-num\" id=\"v24010011-1\">11&nbsp;</b>Thus shall you say to them: “The gods who did not make the heavens and the earth shall perish from the earth and from under the heavens.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010012_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010012-1\">12&nbsp;</b>&nbsp;&nbsp;It is he who made the earth by his power,</span><br><span id=\"p24010012_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who established the world by his wisdom,</span><br><span id=\"p24010012_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by his understanding stretched out the heavens.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> Forasmuch as there is none like unto thee, O LORD; thou art great, and thy name is great in might.  <strong>7</strong> Who would not fear thee, O King of nations? for to thee doth it appertain: forasmuch as among all the wise men of the nations, and in all their kingdoms, there is none like unto thee.  <strong>8</strong> But they are altogether brutish and foolish: the stock is  a doctrine of vanities.  <strong>9</strong> Silver spread into plates is brought from Tarshish, and gold from Uphaz, the work of the workman, and of the hands of the founder: blue and purple is their clothing: they are all the work of cunning men.  <strong>10</strong> But the LORD is the true God, he is the living God, and an everlasting king: at his wrath the earth shall tremble, and the nations shall not be able to abide his indignation.  <strong>11</strong> Thus shall ye say unto them, The gods that have not made the heavens and the earth, even they shall perish from the earth, and from under these heavens.  <strong>12</strong> He hath made the earth by his power, he hath established the world by his wisdom, and hath stretched out the heavens by his discretion.  ","niv":"<sup><strong>6</strong></sup> No one is like you, O LORD; you are great, and your name is mighty in power. <sup><strong>7</strong></sup> Who should not revere you, O King of the nations? This is your due. Among all the wise men of the nations and in all their kingdoms, there is no one like you. <sup><strong>8</strong></sup> They are all senseless and foolish; they are taught by worthless wooden idols. <sup><strong>9</strong></sup> Hammered silver is brought from Tarshish and gold from Uphaz. What the craftsman and goldsmith have made is then dressed in blue and purple- all made by skilled workers. <sup><strong>10</strong></sup> But the LORD is the true God; he is the living God, the eternal King. When he is angry, the earth trembles; the nations cannot endure his wrath. <sup><strong>11</strong></sup> \"Tell them this: 'These gods, who did not make the heavens and the earth, will perish from the earth and from under the heavens.'\" <sup><strong>12</strong></sup> But God made the earth by his power; he founded the world by his wisdom and stretched out the heavens by his understanding. "},{"_id":"6168c7df3b32607a097c1596","topicId":"6168c7de3b32607a097c1593","verse":"2 Peter 3:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61003005_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003005-1\">5&nbsp;</b>For they deliberately overlook this fact, that the heavens existed long ago, and the earth was formed out of water and through water by the word of God,</p>\n</div>","kjv":"<strong>5</strong> For this they willingly are ignorant of, that by the word of God the heavens were of old, and the earth standing out of the water and in the water:  ","niv":"<sup><strong>5</strong></sup> But they deliberately forget that long ago by God's word the heavens existed and the earth was formed out of water and by water."},{"_id":"6168c7e03b32607a097c1597","topicId":"6168c7de3b32607a097c1593","verse":"Romans 1:23-25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45001023_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_01-4\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n</div>","kjv":"<strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  ","niv":"<sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. "},{"_id":"6168c7e03b32607a097c1598","topicId":"6168c7de3b32607a097c1593","verse":"Ezekiel 33:1-33","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p26033001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26033001-1\">33:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26033002-1\">2&nbsp;</b>“Son of man, speak to your people and say to them, If I bring the sword upon a land, and the people of the land take a man from among them, and make him their watchman, <b class=\"verse-num\" id=\"v26033003-1\">3&nbsp;</b>and if he sees the sword coming upon the land and blows the trumpet and warns the people, <b class=\"verse-num\" id=\"v26033004-1\">4&nbsp;</b>then if anyone who hears the sound of the trumpet does not take warning, and the sword comes and takes him away, his blood shall be upon his own head. <b class=\"verse-num\" id=\"v26033005-1\">5&nbsp;</b>He heard the sound of the trumpet and did not take warning; his blood shall be upon himself. But if he had taken warning, he would have saved his life. <b class=\"verse-num\" id=\"v26033006-1\">6&nbsp;</b>But if the watchman sees the sword coming and does not blow the trumpet, so that the people are not warned, and the sword comes and takes any one of them, that person is taken away in his iniquity, but his blood I will require at the watchman’s hand.</p>\n<p id=\"p26033006_05-5\"><b class=\"verse-num\" id=\"v26033007-1\">7&nbsp;</b>“So you, son of man, I have made a watchman for the house of Israel. Whenever you hear a word from my mouth, you shall give them warning from me. <b class=\"verse-num\" id=\"v26033008-1\">8&nbsp;</b>If I say to the wicked, O wicked one, you shall surely die, and you do not speak to warn the wicked to turn from his way, that wicked person shall die in his iniquity, but his blood I will require at your hand. <b class=\"verse-num\" id=\"v26033009-1\">9&nbsp;</b>But if you warn the wicked to turn from his way, and he does not turn from his way, that person shall die in his iniquity, but you will have delivered your soul.</p>\n\n<p id=\"p26033009_10-5\"><b class=\"verse-num\" id=\"v26033010-1\">10&nbsp;</b>“And you, son of man, say to the house of Israel, Thus have you said: ‘Surely our transgressions and our sins are upon us, and we rot away because of them. How then can we live?’ <b class=\"verse-num\" id=\"v26033011-1\">11&nbsp;</b>Say to them, As I live, declares the Lord GOD, I have no pleasure in the death of the wicked, but that the wicked turn from his way and live; turn back, turn back from your evil ways, for why will you die, O house of Israel?</p>\n<p id=\"p26033011_10-5\"><b class=\"verse-num\" id=\"v26033012-1\">12&nbsp;</b>“And you, son of man, say to your people, The righteousness of the righteous shall not deliver him when he transgresses, and as for the wickedness of the wicked, he shall not fall by it when he turns from his wickedness, and the righteous shall not be able to live by his righteousness when he sins. <b class=\"verse-num\" id=\"v26033013-1\">13&nbsp;</b>Though I say to the righteous that he shall surely live, yet if he trusts in his righteousness and does injustice, none of his righteous deeds shall be remembered, but in his injustice that he has done he shall die. <b class=\"verse-num\" id=\"v26033014-1\">14&nbsp;</b>Again, though I say to the wicked, ‘You shall surely die,’ yet if he turns from his sin and does what is just and right, <b class=\"verse-num\" id=\"v26033015-1\">15&nbsp;</b>if the wicked restores the pledge, gives back what he has taken by robbery, and walks in the statutes of life, not doing injustice, he shall surely live; he shall not die. <b class=\"verse-num\" id=\"v26033016-1\">16&nbsp;</b>None of the sins that he has committed shall be remembered against him. He has done what is just and right; he shall surely live.</p>\n<p id=\"p26033016_10-5\"><b class=\"verse-num\" id=\"v26033017-1\">17&nbsp;</b>“Yet your people say, ‘The way of the Lord is not just,’ when it is their own way that is not just. <b class=\"verse-num\" id=\"v26033018-1\">18&nbsp;</b>When the righteous turns from his righteousness and does injustice, he shall die for it. <b class=\"verse-num\" id=\"v26033019-1\">19&nbsp;</b>And when the wicked turns from his wickedness and does what is just and right, he shall live by this. <b class=\"verse-num\" id=\"v26033020-1\">20&nbsp;</b>Yet you say, ‘The way of the Lord is not just.’ O house of Israel, I will judge each of you according to his ways.”</p>\n\n<p id=\"p26033020_13-5\"><b class=\"verse-num\" id=\"v26033021-1\">21&nbsp;</b>In the twelfth year of our exile, in the tenth month, on the fifth day of the month, a fugitive from Jerusalem came to me and said, “The city has been struck down.” <b class=\"verse-num\" id=\"v26033022-1\">22&nbsp;</b>Now the hand of the LORD had been upon me the evening before the fugitive came; and he had opened my mouth by the time the man came to me in the morning, so my mouth was opened, and I was no longer mute.</p>\n<p id=\"p26033022_13-5\"><b class=\"verse-num\" id=\"v26033023-1\">23&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26033024-1\">24&nbsp;</b>“Son of man, the inhabitants of these waste places in the land of Israel keep saying, ‘Abraham was only one man, yet he got possession of the land; but we are many; the land is surely given us to possess.’ <b class=\"verse-num\" id=\"v26033025-1\">25&nbsp;</b>Therefore say to them, Thus says the Lord GOD: You eat flesh with the blood and lift up your eyes to your idols and shed blood; shall you then possess the land? <b class=\"verse-num\" id=\"v26033026-1\">26&nbsp;</b>You rely on the sword, you commit abominations, and each of you defiles his neighbor’s wife; shall you then possess the land? <b class=\"verse-num\" id=\"v26033027-1\">27&nbsp;</b>Say this to them, Thus says the Lord GOD: As I live, surely those who are in the waste places shall fall by the sword, and whoever is in the open field I will give to the beasts to be devoured, and those who are in strongholds and in caves shall die by pestilence. <b class=\"verse-num\" id=\"v26033028-1\">28&nbsp;</b>And I will make the land a desolation and a waste, and her proud might shall come to an end, and the mountains of Israel shall be so desolate that none will pass through. <b class=\"verse-num\" id=\"v26033029-1\">29&nbsp;</b>Then they will know that I am the LORD, when I have made the land a desolation and a waste because of all their abominations that they have committed.</p>\n<p id=\"p26033029_13-5\"><b class=\"verse-num\" id=\"v26033030-1\">30&nbsp;</b>“As for you, son of man, your people who talk together about you by the walls and at the doors of the houses, say to one another, each to his brother, ‘Come, and hear what the word is that comes from the LORD.’ <b class=\"verse-num\" id=\"v26033031-1\">31&nbsp;</b>And they come to you as people come, and they sit before you as my people, and they hear what you say but they will not do it; for with lustful talk in their mouths they act; their heart is set on their gain. <b class=\"verse-num\" id=\"v26033032-1\">32&nbsp;</b>And behold, you are to them like one who sings lustful songs with a beautiful voice and plays well on an instrument, for they hear what you say, but they will not do it. <b class=\"verse-num\" id=\"v26033033-1\">33&nbsp;</b>When this comes—and come it will!—then they will know that a prophet has been among them.”</p>\n\n</div>","kjv":"<strong>1</strong> Again the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, speak to the children of thy people, and say unto them, When I bring the sword upon a land, if the people of the land take a man of their coasts, and set him for their watchman:  <strong>3</strong> If when he seeth the sword come upon the land, he blow the trumpet, and warn the people;  <strong>4</strong> Then whosoever heareth the sound of the trumpet, and taketh not warning; if the sword come, and take him away, his blood shall be upon his own head.  <strong>5</strong> He heard the sound of the trumpet, and took not warning; his blood shall be upon him. But he that taketh warning shall deliver his soul.  <strong>6</strong> But if the watchman see the sword come, and blow not the trumpet, and the people be not warned; if the sword come, and take any person from among them, he is taken away in his iniquity; but his blood will I require at the watchman’s hand.  <strong>7</strong> So thou, O son of man, I have set thee a watchman unto the house of Israel; therefore thou shalt hear the word at my mouth, and warn them from me.  <strong>8</strong> When I say unto the wicked, O wicked man, thou shalt surely die; if thou dost not speak to warn the wicked from his way, that wicked man shall die in his iniquity; but his blood will I require at thine hand.  <strong>9</strong> Nevertheless, if thou warn the wicked of his way to turn from it; if he do not turn from his way, he shall die in his iniquity; but thou hast delivered thy soul.  <strong>10</strong> Therefore, O thou son of man, speak unto the house of Israel; Thus ye speak, saying, If our transgressions and our sins be upon us, and we pine away in them, how should we then live?  <strong>11</strong> Say unto them, As I live, saith the Lord GOD, I have no pleasure in the death of the wicked; but that the wicked turn from his way and live: turn ye, turn ye from your evil ways; for why will ye die, O house of Israel?  <strong>12</strong> Therefore, thou son of man, say unto the children of thy people, The righteousness of the righteous shall not deliver him in the day of his transgression: as for the wickedness of the wicked, he shall not fall thereby in the day that he turneth from his wickedness; neither shall the righteous be able to live for his righteousness in the day that he sinneth.  <strong>13</strong> When I shall say to the righteous, that he shall surely live; if he trust to his own righteousness, and commit iniquity, all his righteousnesses shall not be remembered; but for his iniquity that he hath committed, he shall die for it.  <strong>14</strong> Again, when I say unto the wicked, Thou shalt surely die; if he turn from his sin, and do that which is lawful and right;  <strong>15</strong> If the wicked restore the pledge, give again that he had robbed, walk in the statutes of life, without committing iniquity; he shall surely live, he shall not die.  <strong>16</strong> None of his sins that he hath committed shall be mentioned unto him: he hath done that which is lawful and right; he shall surely live.  <strong>17</strong> Yet the children of thy people say, The way of the Lord is not equal: but as for them, their way is not equal.  <strong>18</strong> When the righteous turneth from his righteousness, and committeth iniquity, he shall even die thereby.  <strong>19</strong> But if the wicked turn from his wickedness, and do that which is lawful and right, he shall live thereby.  <strong>20</strong> Yet ye say, The way of the Lord is not equal. O ye house of Israel, I will judge you every one after his ways.  <strong>21</strong> And it came to pass in the twelfth year of our captivity, in the tenth month, in the fifth day of the month, that  one that had escaped out of Jerusalem came unto me, saying, The city is smitten.  <strong>22</strong> Now the hand of the LORD was upon me in the evening, afore he that was escaped came; and had opened my mouth, until he came to me in the morning; and my mouth was opened, and I was no more dumb.  <strong>23</strong> Then the word of the LORD came unto me, saying,  <strong>24</strong> Son of man, they that inhabit those wastes of the land of Israel speak, saying, Abraham was one, and he inherited the land: but we are  many; the land is given us for inheritance.  <strong>25</strong> Wherefore say unto them, Thus saith the Lord GOD; Ye eat with the blood, and lift up your eyes toward your idols, and shed blood: and shall ye possess the land?  <strong>26</strong> Ye stand upon your sword, ye work abomination, and ye defile every one his neighbour’s wife: and shall ye possess the land?  <strong>27</strong> Say thou thus unto them, Thus saith the Lord GOD; As I live, surely they that are in the wastes shall fall by the sword, and him that is in the open field will I give to the beasts to be devoured, and they that be in the forts and in the caves shall die of the pestilence.  <strong>28</strong> For I will lay the land most desolate, and the pomp of her strength shall cease; and the mountains of Israel shall be desolate, that none shall pass through.  <strong>29</strong> Then shall they know that I am the LORD, when I have laid the land most desolate because of all their abominations which they have committed.  <strong>30</strong> Also, thou son of man, the children of thy people still are talking against thee by the walls and in the doors of the houses, and speak one to another, every one to his brother, saying, Come, I pray you, and hear what is the word that cometh forth from the LORD.  <strong>31</strong> And they come unto thee as the people cometh, and they sit before thee as my people, and they hear thy words, but they will not do them: for with their mouth they shew much love, but their heart goeth after their covetousness.  <strong>32</strong> And, lo, thou art unto them as a very lovely song of one that hath a pleasant voice, and can play well on an instrument: for they hear thy words, but they do them not.  <strong>33</strong> And when this cometh to pass, (lo, it will come,) then shall they know that a prophet hath been among them.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, speak to your countrymen and say to them: 'When I bring the sword against a land, and the people of the land choose one of their men and make him their watchman, <sup><strong>3</strong></sup> and he sees the sword coming against the land and blows the trumpet to warn the people, <sup><strong>4</strong></sup> then if anyone hears the trumpet but does not take warning and the sword comes and takes his life, his blood will be on his own head. <sup><strong>5</strong></sup> Since he heard the sound of the trumpet but did not take warning, his blood will be on his own head. If he had taken warning, he would have saved himself. <sup><strong>6</strong></sup> But if the watchman sees the sword coming and does not blow the trumpet to warn the people and the sword comes and takes the life of one of them, that man will be taken away because of his sin, but I will hold the watchman accountable for his blood.' <sup><strong>7</strong></sup> \"Son of man, I have made you a watchman for the house of Israel; so hear the word I speak and give them warning from me. <sup><strong>8</strong></sup> When I say to the wicked, 'O wicked man, you will surely die,' and you do not speak out to dissuade him from his ways, that wicked man will die for his sin, and I will hold you accountable for his blood. <sup><strong>9</strong></sup> But if you do warn the wicked man to turn from his ways and he does not do so, he will die for his sin, but you will have saved yourself. <sup><strong>10</strong></sup> \"Son of man, say to the house of Israel, 'This is what you are saying: \"Our offenses and sins weigh us down, and we are wasting away because of them. How then can we live?\"' <sup><strong>11</strong></sup> Say to them, 'As surely as I live, declares the Sovereign LORD, I take no pleasure in the death of the wicked, but rather that they turn from their ways and live. Turn! Turn from your evil ways! Why will you die, O house of Israel?' <sup><strong>12</strong></sup> \"Therefore, son of man, say to your countrymen, 'The righteousness of the righteous man will not save him when he disobeys, and the wickedness of the wicked man will not cause him to fall when he turns from it. The righteous man, if he sins, will not be allowed to live because of his former righteousness.' <sup><strong>13</strong></sup> If I tell the righteous man that he will surely live, but then he trusts in his righteousness and does evil, none of the righteous things he has done will be remembered; he will die for the evil he has done. <sup><strong>14</strong></sup> And if I say to the wicked man, 'You will surely die,' but he then turns away from his sin and does what is just and right- <sup><strong>15</strong></sup> if he gives back what he took in pledge for a loan, returns what he has stolen, follows the decrees that give life, and does no evil, he will surely live; he will not die. <sup><strong>16</strong></sup> None of the sins he has committed will be remembered against him. He has done what is just and right; he will surely live. <sup><strong>17</strong></sup> \"Yet your countrymen say, 'The way of the Lord is not just.' But it is their way that is not just. <sup><strong>18</strong></sup> If a righteous man turns from his righteousness and does evil, he will die for it. <sup><strong>19</strong></sup> And if a wicked man turns away from his wickedness and does what is just and right, he will live by doing so. <sup><strong>20</strong></sup> Yet, O house of Israel, you say, 'The way of the Lord is not just.' But I will judge each of you according to his own ways.\" <sup><strong>21</strong></sup> In the twelfth year of our exile, in the tenth month on the fifth day, a man who had escaped from Jerusalem came to me and said, \"The city has fallen!\" <sup><strong>22</strong></sup> Now the evening before the man arrived, the hand of the LORD was upon me, and he opened my mouth before the man came to me in the morning. So my mouth was opened and I was no longer silent. <sup><strong>23</strong></sup> Then the word of the LORD came to me: <sup><strong>24</strong></sup> \"Son of man, the people living in those ruins in the land of Israel are saying, 'Abraham was only one man, yet he possessed the land. But we are many; surely the land has been given to us as our possession.' <sup><strong>25</strong></sup> Therefore say to them, 'This is what the Sovereign LORD says: Since you eat meat with the blood still in it and look to your idols and shed blood, should you then possess the land? <sup><strong>26</strong></sup> You rely on your sword, you do detestable things, and each of you defiles his neighbor's wife. Should you then possess the land?' <sup><strong>27</strong></sup> \"Say this to them: 'This is what the Sovereign LORD says: As surely as I live, those who are left in the ruins will fall by the sword, those out in the country I will give to the wild animals to be devoured, and those in strongholds and caves will die of a plague. <sup><strong>28</strong></sup> I will make the land a desolate waste, and her proud strength will come to an end, and the mountains of Israel will become desolate so that no one will cross them. <sup><strong>29</strong></sup> Then they will know that I am the LORD, when I have made the land a desolate waste because of all the detestable things they have done.' <sup><strong>30</strong></sup> \"As for you, son of man, your countrymen are talking together about you by the walls and at the doors of the houses, saying to each other, 'Come and hear the message that has come from the LORD.' <sup><strong>31</strong></sup> My people come to you, as they usually do, and sit before you to listen to your words, but they do not put them into practice. With their mouths they express devotion, but their hearts are greedy for unjust gain. <sup><strong>32</strong></sup> Indeed, to them you are nothing more than one who sings love songs with a beautiful voice and plays an instrument well, for they hear your words but do not put them into practice. <sup><strong>33</strong></sup> \"When all this comes true-and it surely will-then they will know that a prophet has been among them.\" "},{"_id":"6168c7e03b32607a097c1599","topicId":"6168c7de3b32607a097c1593","verse":"Isaiah 14:1-32","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p23014001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23014001-1\">14:1&nbsp;</b>For the LORD will have compassion on Jacob and will again choose Israel, and will set them in their own land, and sojourners will join them and will attach themselves to the house of Jacob. <b class=\"verse-num\" id=\"v23014002-1\">2&nbsp;</b>And the peoples will take them and bring them to their place, and the house of Israel will possess them in the LORD’s land as male and female slaves. They will take captive those who were their captors, and rule over those who oppressed them.</p>\n\n<p id=\"p23014002_09-6\"><b class=\"verse-num\" id=\"v23014003-1\">3&nbsp;</b>When the LORD has given you rest from your pain and turmoil and the hard service with which you were made to serve, <b class=\"verse-num\" id=\"v23014004-1\">4&nbsp;</b>you will take up this taunt against the king of Babylon:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23014004_09-6\" class=\"line\">&nbsp;&nbsp;“How the oppressor has ceased,</span><br><span id=\"p23014004_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the insolent fury ceased!</span><br><span id=\"p23014005_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014005-1\">5&nbsp;</b>&nbsp;&nbsp;The LORD has broken the staff of the wicked,</span><br><span id=\"p23014005_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the scepter of rulers,</span><br><span id=\"p23014006_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014006-1\">6&nbsp;</b>&nbsp;&nbsp;that struck the peoples in wrath</span><br><span id=\"p23014006_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with unceasing blows,</span><br><span id=\"p23014006_09-6\" class=\"line\">&nbsp;&nbsp;that ruled the nations in anger</span><br><span id=\"p23014006_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with unrelenting persecution.</span><br><span id=\"p23014007_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014007-1\">7&nbsp;</b>&nbsp;&nbsp;The whole earth is at rest and quiet;</span><br><span id=\"p23014007_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they break forth into singing.</span><br><span id=\"p23014008_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014008-1\">8&nbsp;</b>&nbsp;&nbsp;The cypresses rejoice at you,</span><br><span id=\"p23014008_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the cedars of Lebanon, saying,</span><br><span id=\"p23014008_09-6\" class=\"line\">&nbsp;&nbsp;‘Since you were laid low,</span><br><span id=\"p23014008_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no woodcutter comes up against us.’</span><br><span id=\"p23014009_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014009-1\">9&nbsp;</b>&nbsp;&nbsp;Sheol beneath is stirred up</span><br><span id=\"p23014009_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to meet you when you come;</span><br><span id=\"p23014009_09-6\" class=\"line\">&nbsp;&nbsp;it rouses the shades to greet you,</span><br><span id=\"p23014009_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all who were leaders of the earth;</span><br><span id=\"p23014009_09-6\" class=\"line\">&nbsp;&nbsp;it raises from their thrones</span><br><span id=\"p23014009_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all who were kings of the nations.</span><br><span id=\"p23014010_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014010-1\">10&nbsp;</b>&nbsp;&nbsp;All of them will answer</span><br><span id=\"p23014010_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and say to you:</span><br><span id=\"p23014010_09-6\" class=\"line\">&nbsp;&nbsp;‘You too have become as weak as we!</span><br><span id=\"p23014010_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;You have become like us!’</span><br><span id=\"p23014011_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014011-1\">11&nbsp;</b>&nbsp;&nbsp;Your pomp is brought down to Sheol,</span><br><span id=\"p23014011_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sound of your harps;</span><br><span id=\"p23014011_09-6\" class=\"line\">&nbsp;&nbsp;maggots are laid as a bed beneath you,</span><br><span id=\"p23014011_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and worms are your covers.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23014012_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014012-1\">12&nbsp;</b>&nbsp;&nbsp;“How you are fallen from heaven,</span><br><span id=\"p23014012_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Day Star, son of Dawn!</span><br><span id=\"p23014012_09-6\" class=\"line\">&nbsp;&nbsp;How you are cut down to the ground,</span><br><span id=\"p23014012_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you who laid the nations low!</span><br><span id=\"p23014013_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014013-1\">13&nbsp;</b>&nbsp;&nbsp;You said in your heart,</span><br><span id=\"p23014013_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘I will ascend to heaven;</span><br><span id=\"p23014013_09-6\" class=\"line\">&nbsp;&nbsp;above the stars of God</span><br><span id=\"p23014013_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will set my throne on high;</span><br><span id=\"p23014013_09-6\" class=\"line\">&nbsp;&nbsp;I will sit on the mount of assembly</span><br><span id=\"p23014013_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the far reaches of the north;</span><br><span id=\"p23014014_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014014-1\">14&nbsp;</b>&nbsp;&nbsp;I will ascend above the heights of the clouds;</span><br><span id=\"p23014014_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will make myself like the Most High.’</span><br><span id=\"p23014015_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014015-1\">15&nbsp;</b>&nbsp;&nbsp;But you are brought down to Sheol,</span><br><span id=\"p23014015_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the far reaches of the pit.</span><br><span id=\"p23014016_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014016-1\">16&nbsp;</b>&nbsp;&nbsp;Those who see you will stare at you</span><br><span id=\"p23014016_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ponder over you:</span><br><span id=\"p23014016_09-6\" class=\"line\">&nbsp;&nbsp;‘Is this the man who made the earth tremble,</span><br><span id=\"p23014016_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who shook kingdoms,</span><br><span id=\"p23014017_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014017-1\">17&nbsp;</b>&nbsp;&nbsp;who made the world like a desert</span><br><span id=\"p23014017_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and overthrew its cities,</span><br><span id=\"p23014017_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who did not let his prisoners go home?’</span><br><span id=\"p23014018_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014018-1\">18&nbsp;</b>&nbsp;&nbsp;All the kings of the nations lie in glory,</span><br><span id=\"p23014018_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;each in his own tomb;</span><br><span id=\"p23014019_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014019-1\">19&nbsp;</b>&nbsp;&nbsp;but you are cast out, away from your grave,</span><br><span id=\"p23014019_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a loathed branch,</span><br><span id=\"p23014019_09-6\" class=\"line\">&nbsp;&nbsp;clothed with the slain, those pierced by the sword,</span><br><span id=\"p23014019_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who go down to the stones of the pit,</span><br><span id=\"p23014019_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a dead body trampled underfoot.</span><br><span id=\"p23014020_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014020-1\">20&nbsp;</b>&nbsp;&nbsp;You will not be joined with them in burial,</span><br><span id=\"p23014020_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have destroyed your land,</span><br><span id=\"p23014020_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have slain your people.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23014020_09-6\" class=\"line\">&nbsp;&nbsp;“May the offspring of evildoers</span><br><span id=\"p23014020_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nevermore be named!</span><br><span id=\"p23014021_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014021-1\">21&nbsp;</b>&nbsp;&nbsp;Prepare slaughter for his sons</span><br><span id=\"p23014021_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of the guilt of their fathers,</span><br><span id=\"p23014021_09-6\" class=\"line\">&nbsp;&nbsp;lest they rise and possess the earth,</span><br><span id=\"p23014021_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fill the face of the world with cities.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23014021_09-6\"><b class=\"verse-num\" id=\"v23014022-1\">22&nbsp;</b>“I will rise up against them,” declares the LORD of hosts, “and will cut off from Babylon name and remnant, descendants and posterity,” declares the LORD. <b class=\"verse-num\" id=\"v23014023-1\">23&nbsp;</b>“And I will make it a possession of the hedgehog, and pools of water, and I will sweep it with the broom of destruction,” declares the LORD of hosts.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23014024_13-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014024-1\">24&nbsp;</b>&nbsp;&nbsp;The LORD of hosts has sworn:</span><br><span id=\"p23014024_13-6\" class=\"line\">&nbsp;&nbsp;“As I have planned,</span><br><span id=\"p23014024_13-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so shall it be,</span><br><span id=\"p23014024_13-6\" class=\"line\">&nbsp;&nbsp;and as I have purposed,</span><br><span id=\"p23014024_13-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so shall it stand,</span><br><span id=\"p23014025_13-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014025-1\">25&nbsp;</b>&nbsp;&nbsp;that I will break the Assyrian in my land,</span><br><span id=\"p23014025_13-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on my mountains trample him underfoot;</span><br><span id=\"p23014025_13-6\" class=\"line\">&nbsp;&nbsp;and his yoke shall depart from them,</span><br><span id=\"p23014025_13-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his burden from their shoulder.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23014026_13-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014026-1\">26&nbsp;</b>&nbsp;&nbsp;This is the purpose that is purposed</span><br><span id=\"p23014026_13-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;concerning the whole earth,</span><br><span id=\"p23014026_13-6\" class=\"line\">&nbsp;&nbsp;and this is the hand that is stretched out</span><br><span id=\"p23014026_13-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;over all the nations.</span><br><span id=\"p23014027_13-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014027-1\">27&nbsp;</b>&nbsp;&nbsp;For the LORD of hosts has purposed,</span><br><span id=\"p23014027_13-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and who will annul it?</span><br><span id=\"p23014027_13-6\" class=\"line\">&nbsp;&nbsp;His hand is stretched out,</span><br><span id=\"p23014027_13-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and who will turn it back?</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p23014027_17-6\"><b class=\"verse-num\" id=\"v23014028-1\">28&nbsp;</b>In the year that King Ahaz died came this oracle:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23014029_17-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014029-1\">29&nbsp;</b>&nbsp;&nbsp;Rejoice not, O Philistia, all of you,</span><br><span id=\"p23014029_17-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that the rod that struck you is broken,</span><br><span id=\"p23014029_17-6\" class=\"line\">&nbsp;&nbsp;for from the serpent’s root will come forth an adder,</span><br><span id=\"p23014029_17-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its fruit will be a flying fiery serpent.</span><br><span id=\"p23014030_17-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014030-1\">30&nbsp;</b>&nbsp;&nbsp;And the firstborn of the poor will graze,</span><br><span id=\"p23014030_17-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the needy lie down in safety;</span><br><span id=\"p23014030_17-6\" class=\"line\">&nbsp;&nbsp;but I will kill your root with famine,</span><br><span id=\"p23014030_17-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your remnant it will slay.</span><br><span id=\"p23014031_17-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014031-1\">31&nbsp;</b>&nbsp;&nbsp;Wail, O gate; cry out, O city;</span><br><span id=\"p23014031_17-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;melt in fear, O Philistia, all of you!</span><br><span id=\"p23014031_17-6\" class=\"line\">&nbsp;&nbsp;For smoke comes out of the north,</span><br><span id=\"p23014031_17-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is no straggler in his ranks.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23014032_17-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014032-1\">32&nbsp;</b>&nbsp;&nbsp;What will one answer the messengers of the nation?</span><br><span id=\"p23014032_17-6\" class=\"line\">&nbsp;&nbsp;“The LORD has founded Zion,</span><br><span id=\"p23014032_17-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in her the afflicted of his people find refuge.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> For the LORD will have mercy on Jacob, and will yet choose Israel, and set them in their own land: and the strangers shall be joined with them, and they shall cleave to the house of Jacob.  <strong>2</strong> And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the LORD for servants and handmaids: and they shall take them captives, whose captives they were; and they shall rule over their oppressors.  <strong>3</strong> And it shall come to pass in the day that the LORD shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve,  <strong>4</strong> That thou shalt take up this proverb against the king of Babylon, and say, How hath the oppressor ceased! the golden city ceased!  <strong>5</strong> The LORD hath broken the staff of the wicked, and the sceptre of the rulers.  <strong>6</strong> He who smote the people in wrath with a continual stroke, he that ruled the nations in anger, is persecuted, and none hindereth.  <strong>7</strong> The whole earth is at rest, and is quiet: they break forth into singing.  <strong>8</strong> Yea, the fir trees rejoice at thee, and the cedars of Lebanon, saying, Since thou art laid down, no feller is come up against us.  <strong>9</strong> Hell from beneath is moved for thee to meet thee at thy coming: it stirreth up the dead for thee, even all the chief ones of the earth; it hath raised up from their thrones all the kings of the nations.  <strong>10</strong> All they shall speak and say unto thee, Art thou also become weak as we? art thou become like unto us?  <strong>11</strong> Thy pomp is brought down to the grave, and the noise of thy viols: the worm is spread under thee, and the worms cover thee.  <strong>12</strong> How art thou fallen from heaven, O Lucifer, son of the morning! how art thou cut down to the ground, which didst weaken the nations!  <strong>13</strong> For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:  <strong>14</strong> I will ascend above the heights of the clouds; I will be like the most High.  <strong>15</strong> Yet thou shalt be brought down to hell, to the sides of the pit.  <strong>16</strong> They that see thee shall narrowly look upon thee, and consider thee, saying, Is this the man that made the earth to tremble, that did shake kingdoms;  <strong>17</strong> That made the world as a wilderness, and destroyed the cities thereof; that opened not the house of his prisoners?  <strong>18</strong> All the kings of the nations, even all of them, lie in glory, every one in his own house.  <strong>19</strong> But thou art cast out of thy grave like an abominable branch, and as the raiment of those that are slain, thrust through with a sword, that go down to the stones of the pit; as a carcase trodden under feet.  <strong>20</strong> Thou shalt not be joined with them in burial, because thou hast destroyed thy land, and slain thy people: the seed of evildoers shall never be renowned.  <strong>21</strong> Prepare slaughter for his children for the iniquity of their fathers; that they do not rise, nor possess the land, nor fill the face of the world with cities.  <strong>22</strong> For I will rise up against them, saith the LORD of hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the LORD.  <strong>23</strong> I will also make it a possession for the bittern, and pools of water: and I will sweep it with the besom of destruction, saith the LORD of hosts.  <strong>24</strong> The LORD of hosts hath sworn, saying, Surely as I have thought, so shall it come to pass; and as I have purposed, so shall it stand:  <strong>25</strong> That I will break the Assyrian in my land, and upon my mountains tread him under foot: then shall his yoke depart from off them, and his burden depart from off their shoulders.  <strong>26</strong> This is the purpose that is purposed upon the whole earth: and this is the hand that is stretched out upon all the nations.  <strong>27</strong> For the LORD of hosts hath purposed, and who shall disannul it?  and his hand is stretched out, and who shall turn it back?  <strong>28</strong> In the year that king Ahaz died was this burden.  <strong>29</strong> Rejoice not thou, whole Palestina, because the rod of him that smote thee is broken: for out of the serpent’s root shall come forth a cockatrice, and his fruit shall be a fiery flying serpent.  <strong>30</strong> And the firstborn of the poor shall feed, and the needy shall lie down in safety: and I will kill thy root with famine, and he shall slay thy remnant.  <strong>31</strong> Howl, O gate; cry, O city; thou, whole Palestina, art dissolved: for there shall come from the north a smoke, and none shall be alone in his appointed times.  <strong>32</strong> What shall one then answer the messengers of the nation? That the LORD hath founded Zion, and the poor of his people shall trust in it.  ","niv":"<sup><strong>1</strong></sup> The LORD will have compassion on Jacob; once again he will choose Israel and will settle them in their own land. Aliens will join them and unite with the house of Jacob. <sup><strong>2</strong></sup> Nations will take them and bring them to their own place. And the house of Israel will possess the nations as menservants and maidservants in the LORD's land. They will make captives of their captors and rule over their oppressors. <sup><strong>3</strong></sup> On the day the LORD gives you relief from suffering and turmoil and cruel bondage, <sup><strong>4</strong></sup> you will take up this taunt against the king of Babylon: How the oppressor has come to an end! How his fury has ended! <sup><strong>5</strong></sup> The LORD has broken the rod of the wicked, the scepter of the rulers, <sup><strong>6</strong></sup> which in anger struck down peoples with unceasing blows, and in fury subdued nations with relentless aggression. <sup><strong>7</strong></sup> All the lands are at rest and at peace; they break into singing. <sup><strong>8</strong></sup> Even the pine trees and the cedars of Lebanon exult over you and say, \"Now that you have been laid low, no woodsman comes to cut us down.\" <sup><strong>9</strong></sup> The grave below is all astir to meet you at your coming; it rouses the spirits of the departed to greet you- all those who were leaders in the world; it makes them rise from their thrones- all those who were kings over the nations. <sup><strong>10</strong></sup> They will all respond, they will say to you, \"You also have become weak, as we are; you have become like us.\" <sup><strong>11</strong></sup> All your pomp has been brought down to the grave, along with the noise of your harps; maggots are spread out beneath you and worms cover you. <sup><strong>12</strong></sup> How you have fallen from heaven, O morning star, son of the dawn! You have been cast down to the earth, you who once laid low the nations! <sup><strong>13</strong></sup> You said in your heart, \"I will ascend to heaven; I will raise my throne above the stars of God; I will sit enthroned on the mount of assembly, on the utmost heights of the sacred mountain. <sup><strong>14</strong></sup> I will ascend above the tops of the clouds; I will make myself like the Most High.\" <sup><strong>15</strong></sup> But you are brought down to the grave, to the depths of the pit. <sup><strong>16</strong></sup> Those who see you stare at you, they ponder your fate: \"Is this the man who shook the earth and made kingdoms tremble, <sup><strong>17</strong></sup> the man who made the world a desert, who overthrew its cities and would not let his captives go home?\" <sup><strong>18</strong></sup> All the kings of the nations lie in state, each in his own tomb. <sup><strong>19</strong></sup> But you are cast out of your tomb like a rejected branch; you are covered with the slain, with those pierced by the sword, those who descend to the stones of the pit. Like a corpse trampled underfoot, <sup><strong>20</strong></sup> you will not join them in burial, for you have destroyed your land and killed your people. The offspring of the wicked will never be mentioned again. <sup><strong>21</strong></sup> Prepare a place to slaughter his sons for the sins of their forefathers; they are not to rise to inherit the land and cover the earth with their cities. <sup><strong>22</strong></sup> \"I will rise up against them,\" declares the LORD Almighty. \"I will cut off from Babylon her name and survivors, her offspring and descendants,\" declares the LORD. <sup><strong>23</strong></sup> \"I will turn her into a place for owls and into swampland; I will sweep her with the broom of destruction,\" declares the LORD Almighty. <sup><strong>24</strong></sup> The LORD Almighty has sworn, \"Surely, as I have planned, so it will be, and as I have purposed, so it will stand. <sup><strong>25</strong></sup> I will crush the Assyrian in my land; on my mountains I will trample him down. His yoke will be taken from my people, and his burden removed from their shoulders.\" <sup><strong>26</strong></sup> This is the plan determined for the whole world; this is the hand stretched out over all nations. <sup><strong>27</strong></sup> For the LORD Almighty has purposed, and who can thwart him? His hand is stretched out, and who can turn it back? <sup><strong>28</strong></sup> This oracle came in the year King Ahaz died: <sup><strong>29</strong></sup> Do not rejoice, all you Philistines, that the rod that struck you is broken; from the root of that snake will spring up a viper, its fruit will be a darting, venomous serpent. <sup><strong>30</strong></sup> The poorest of the poor will find pasture, and the needy will lie down in safety. But your root I will destroy by famine; it will slay your survivors. <sup><strong>31</strong></sup> Wail, O gate! Howl, O city! Melt away, all you Philistines! A cloud of smoke comes from the north, and there is not a straggler in its ranks. <sup><strong>32</strong></sup> What answer shall be given to the envoys of that nation? \"The LORD has established Zion, and in her his afflicted people will find refuge.\" "},{"_id":"6168c7e03b32607a097c159a","topicId":"6168c7de3b32607a097c1593","verse":"Isaiah 1:13-19","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001013_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001013-1\">13&nbsp;</b>&nbsp;&nbsp;Bring no more vain offerings;</span><br><span id=\"p23001013_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;incense is an abomination to me.</span><br><span id=\"p23001013_01-7\" class=\"line\">&nbsp;&nbsp;New moon and Sabbath and the calling of convocations—</span><br><span id=\"p23001013_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I cannot endure iniquity and solemn assembly.</span><br><span id=\"p23001014_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001014-1\">14&nbsp;</b>&nbsp;&nbsp;Your new moons and your appointed feasts</span><br><span id=\"p23001014_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul hates;</span><br><span id=\"p23001014_01-7\" class=\"line\">&nbsp;&nbsp;they have become a burden to me;</span><br><span id=\"p23001014_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary of bearing them.</span><br><span id=\"p23001015_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001015-1\">15&nbsp;</b>&nbsp;&nbsp;When you spread out your hands,</span><br><span id=\"p23001015_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will hide my eyes from you;</span><br><span id=\"p23001015_01-7\" class=\"line\">&nbsp;&nbsp;even though you make many prayers,</span><br><span id=\"p23001015_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not listen;</span><br><span id=\"p23001015_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your hands are full of blood.</span><br><span id=\"p23001016_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001016-1\">16&nbsp;</b>&nbsp;&nbsp;Wash yourselves; make yourselves clean;</span><br><span id=\"p23001016_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;remove the evil of your deeds from before my eyes;</span><br><span id=\"p23001016_01-7\" class=\"line\">&nbsp;&nbsp;cease to do evil,</span><br><span id=\"p23001017_01-7\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_01-7\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_01-7\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001018_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_01-7\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_01-7\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br><span id=\"p23001019_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001019-1\">19&nbsp;</b>&nbsp;&nbsp;If you are willing and obedient,</span><br><span id=\"p23001019_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat the good of the land;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is  iniquity, even the solemn meeting.  <strong>14</strong> Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear them.  <strong>15</strong> And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.  <strong>16</strong> Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;  <strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  <strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  <strong>19</strong> If ye be willing and obedient, ye shall eat the good of the land:  ","niv":"<sup><strong>13</strong></sup> Stop bringing meaningless offerings! Your incense is detestable to me. New Moons, Sabbaths and convocations- I cannot bear your evil assemblies. <sup><strong>14</strong></sup> Your New Moon festivals and your appointed feasts my soul hates. They have become a burden to me; I am weary of bearing them. <sup><strong>15</strong></sup> When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood; <sup><strong>16</strong></sup> wash and make yourselves clean. Take your evil deeds out of my sight! Stop doing wrong, <sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow. <sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool. <sup><strong>19</strong></sup> If you are willing and obedient, you will eat the best from the land; "},{"_id":"6168c7e13b32607a097c159b","topicId":"6168c7de3b32607a097c1593","verse":"Deuteronomy 17:3-5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05017003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v05017003-1\">3&nbsp;</b>and has gone and served other gods and worshiped them, or the sun or the moon or any of the host of heaven, which I have forbidden, <b class=\"verse-num\" id=\"v05017004-1\">4&nbsp;</b>and it is told you and you hear of it, then you shall inquire diligently, and if it is true and certain that such an abomination has been done in Israel, <b class=\"verse-num\" id=\"v05017005-1\">5&nbsp;</b>then you shall bring out to your gates that man or woman who has done this evil thing, and you shall stone that man or woman to death with stones.</p>\n</div>","kjv":"<strong>3</strong> And hath gone and served other gods, and worshipped them, either the sun, or moon, or any of the host of heaven, which I have not commanded;  <strong>4</strong> And it be told thee, and thou hast heard of it, and enquired diligently, and, behold, it be true, and the thing certain, that such abomination is wrought in Israel:  <strong>5</strong> Then shalt thou bring forth that man or that woman, which have committed that wicked thing, unto thy gates, even that man or that woman, and shalt stone them with stones, till they die.  ","niv":"<sup><strong>3</strong></sup> and contrary to my command has worshiped other gods, bowing down to them or to the sun or the moon or the stars of the sky, <sup><strong>4</strong></sup> and this has been brought to your attention, then you must investigate it thoroughly. If it is true and it has been proved that this detestable thing has been done in Israel, <sup><strong>5</strong></sup> take the man or woman who has done this evil deed to your city gate and stone that person to death. "},{"_id":"6168c7e13b32607a097c159c","topicId":"6168c7de3b32607a097c1593","verse":"Leviticus 26:1-46","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p03026001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03026001-1\">26:1&nbsp;</b>“You shall not make idols for yourselves or erect an image or pillar, and you shall not set up a figured stone in your land to bow down to it, for I am the LORD your God. <b class=\"verse-num\" id=\"v03026002-1\">2&nbsp;</b>You shall keep my Sabbaths and reverence my sanctuary: I am the LORD.</p>\n<p id=\"p03026002_04-9\"><b class=\"verse-num\" id=\"v03026003-1\">3&nbsp;</b>“If you walk in my statutes and observe my commandments and do them, <b class=\"verse-num\" id=\"v03026004-1\">4&nbsp;</b>then I will give you your rains in their season, and the land shall yield its increase, and the trees of the field shall yield their fruit. <b class=\"verse-num\" id=\"v03026005-1\">5&nbsp;</b>Your threshing shall last to the time of the grape harvest, and the grape harvest shall last to the time for sowing. And you shall eat your bread to the full and dwell in your land securely. <b class=\"verse-num\" id=\"v03026006-1\">6&nbsp;</b>I will give peace in the land, and you shall lie down, and none shall make you afraid. And I will remove harmful beasts from the land, and the sword shall not go through your land. <b class=\"verse-num\" id=\"v03026007-1\">7&nbsp;</b>You shall chase your enemies, and they shall fall before you by the sword. <b class=\"verse-num\" id=\"v03026008-1\">8&nbsp;</b>Five of you shall chase a hundred, and a hundred of you shall chase ten thousand, and your enemies shall fall before you by the sword. <b class=\"verse-num\" id=\"v03026009-1\">9&nbsp;</b>I will turn to you and make you fruitful and multiply you and will confirm my covenant with you. <b class=\"verse-num\" id=\"v03026010-1\">10&nbsp;</b>You shall eat old store long kept, and you shall clear out the old to make way for the new. <b class=\"verse-num\" id=\"v03026011-1\">11&nbsp;</b>I will make my dwelling among you, and my soul shall not abhor you. <b class=\"verse-num\" id=\"v03026012-1\">12&nbsp;</b>And I will walk among you and will be your God, and you shall be my people. <b class=\"verse-num\" id=\"v03026013-1\">13&nbsp;</b>I am the LORD your God, who brought you out of the land of Egypt, that you should not be their slaves. And I have broken the bars of your yoke and made you walk erect.</p>\n\n<p id=\"p03026013_07-9\"><b class=\"verse-num\" id=\"v03026014-1\">14&nbsp;</b>“But if you will not listen to me and will not do all these commandments, <b class=\"verse-num\" id=\"v03026015-1\">15&nbsp;</b>if you spurn my statutes, and if your soul abhors my rules, so that you will not do all my commandments, but break my covenant, <b class=\"verse-num\" id=\"v03026016-1\">16&nbsp;</b>then I will do this to you: I will visit you with panic, with wasting disease and fever that consume the eyes and make the heart ache. And you shall sow your seed in vain, for your enemies shall eat it. <b class=\"verse-num\" id=\"v03026017-1\">17&nbsp;</b>I will set my face against you, and you shall be struck down before your enemies. Those who hate you shall rule over you, and you shall flee when none pursues you. <b class=\"verse-num\" id=\"v03026018-1\">18&nbsp;</b>And if in spite of this you will not listen to me, then I will discipline you again sevenfold for your sins, <b class=\"verse-num\" id=\"v03026019-1\">19&nbsp;</b>and I will break the pride of your power, and I will make your heavens like iron and your earth like bronze. <b class=\"verse-num\" id=\"v03026020-1\">20&nbsp;</b>And your strength shall be spent in vain, for your land shall not yield its increase, and the trees of the land shall not yield their fruit.</p>\n<p id=\"p03026020_07-9\"><b class=\"verse-num\" id=\"v03026021-1\">21&nbsp;</b>“Then if you walk contrary to me and will not listen to me, I will continue striking you, sevenfold for your sins. <b class=\"verse-num\" id=\"v03026022-1\">22&nbsp;</b>And I will let loose the wild beasts against you, which shall bereave you of your children and destroy your livestock and make you few in number, so that your roads shall be deserted.</p>\n<p id=\"p03026022_07-9\"><b class=\"verse-num\" id=\"v03026023-1\">23&nbsp;</b>“And if by this discipline you are not turned to me but walk contrary to me, <b class=\"verse-num\" id=\"v03026024-1\">24&nbsp;</b>then I also will walk contrary to you, and I myself will strike you sevenfold for your sins. <b class=\"verse-num\" id=\"v03026025-1\">25&nbsp;</b>And I will bring a sword upon you, that shall execute vengeance for the covenant. And if you gather within your cities, I will send pestilence among you, and you shall be delivered into the hand of the enemy. <b class=\"verse-num\" id=\"v03026026-1\">26&nbsp;</b>When I break your supply of bread, ten women shall bake your bread in a single oven and shall dole out your bread again by weight, and you shall eat and not be satisfied.</p>\n<p id=\"p03026026_07-9\"><b class=\"verse-num\" id=\"v03026027-1\">27&nbsp;</b>“But if in spite of this you will not listen to me, but walk contrary to me, <b class=\"verse-num\" id=\"v03026028-1\">28&nbsp;</b>then I will walk contrary to you in fury, and I myself will discipline you sevenfold for your sins. <b class=\"verse-num\" id=\"v03026029-1\">29&nbsp;</b>You shall eat the flesh of your sons, and you shall eat the flesh of your daughters. <b class=\"verse-num\" id=\"v03026030-1\">30&nbsp;</b>And I will destroy your high places and cut down your incense altars and cast your dead bodies upon the dead bodies of your idols, and my soul will abhor you. <b class=\"verse-num\" id=\"v03026031-1\">31&nbsp;</b>And I will lay your cities waste and will make your sanctuaries desolate, and I will not smell your pleasing aromas. <b class=\"verse-num\" id=\"v03026032-1\">32&nbsp;</b>And I myself will devastate the land, so that your enemies who settle in it shall be appalled at it. <b class=\"verse-num\" id=\"v03026033-1\">33&nbsp;</b>And I will scatter you among the nations, and I will unsheathe the sword after you, and your land shall be a desolation, and your cities shall be a waste.</p>\n<p id=\"p03026033_07-9\"><b class=\"verse-num\" id=\"v03026034-1\">34&nbsp;</b>“Then the land shall enjoy its Sabbaths as long as it lies desolate, while you are in your enemies’ land; then the land shall rest, and enjoy its Sabbaths. <b class=\"verse-num\" id=\"v03026035-1\">35&nbsp;</b>As long as it lies desolate it shall have rest, the rest that it did not have on your Sabbaths when you were dwelling in it. <b class=\"verse-num\" id=\"v03026036-1\">36&nbsp;</b>And as for those of you who are left, I will send faintness into their hearts in the lands of their enemies. The sound of a driven leaf shall put them to flight, and they shall flee as one flees from the sword, and they shall fall when none pursues. <b class=\"verse-num\" id=\"v03026037-1\">37&nbsp;</b>They shall stumble over one another, as if to escape a sword, though none pursues. And you shall have no power to stand before your enemies. <b class=\"verse-num\" id=\"v03026038-1\">38&nbsp;</b>And you shall perish among the nations, and the land of your enemies shall eat you up. <b class=\"verse-num\" id=\"v03026039-1\">39&nbsp;</b>And those of you who are left shall rot away in your enemies’ lands because of their iniquity, and also because of the iniquities of their fathers they shall rot away like them.</p>\n<p id=\"p03026039_07-9\"><b class=\"verse-num\" id=\"v03026040-1\">40&nbsp;</b>“But if they confess their iniquity and the iniquity of their fathers in their treachery that they committed against me, and also in walking contrary to me, <b class=\"verse-num\" id=\"v03026041-1\">41&nbsp;</b>so that I walked contrary to them and brought them into the land of their enemies—if then their uncircumcised heart is humbled and they make amends for their iniquity, <b class=\"verse-num\" id=\"v03026042-1\">42&nbsp;</b>then I will remember my covenant with Jacob, and I will remember my covenant with Isaac and my covenant with Abraham, and I will remember the land. <b class=\"verse-num\" id=\"v03026043-1\">43&nbsp;</b>But the land shall be abandoned by them and enjoy its Sabbaths while it lies desolate without them, and they shall make amends for their iniquity, because they spurned my rules and their soul abhorred my statutes. <b class=\"verse-num\" id=\"v03026044-1\">44&nbsp;</b>Yet for all that, when they are in the land of their enemies, I will not spurn them, neither will I abhor them so as to destroy them utterly and break my covenant with them, for I am the LORD their God. <b class=\"verse-num\" id=\"v03026045-1\">45&nbsp;</b>But I will for their sake remember the covenant with their forefathers, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God: I am the LORD.”</p>\n<p id=\"p03026045_07-9\"><b class=\"verse-num\" id=\"v03026046-1\">46&nbsp;</b>These are the statutes and rules and laws that the LORD made between himself and the people of Israel through Moses on Mount Sinai.</p>\n\n</div>","kjv":"<strong>1</strong> Ye shall make you no idols nor graven image, neither rear you up a standing image, neither shall ye set up any image of stone in your land, to bow down unto it: for I am the LORD your God.  <strong>2</strong> Ye shall keep my sabbaths, and reverence my sanctuary: I am  the LORD.  <strong>3</strong> If ye walk in my statutes, and keep my commandments, and do them;  <strong>4</strong> Then I will give you rain in due season, and the land shall yield her increase, and the trees of the field shall yield their fruit.  <strong>5</strong> And your threshing shall reach unto the vintage, and the vintage shall reach unto the sowing time: and ye shall eat your bread to the full, and dwell in your land safely.  <strong>6</strong> And I will give peace in the land, and ye shall lie down, and none shall make you afraid: and I will rid evil beasts out of the land, neither shall the sword go through your land.  <strong>7</strong> And ye shall chase your enemies, and they shall fall before you by the sword.  <strong>8</strong> And five of you shall chase an hundred, and an hundred of you shall put ten thousand to flight: and your enemies shall fall before you by the sword.  <strong>9</strong> For I will have respect unto you, and make you fruitful, and multiply you, and establish my covenant with you.  <strong>10</strong> And ye shall eat old store, and bring forth the old because of the new.  <strong>11</strong> And I will set my tabernacle among you: and my soul shall not abhor you.  <strong>12</strong> And I will walk among you, and will be your God, and ye shall be my people.  <strong>13</strong> I am the LORD your God, which brought you forth out of the land of Egypt, that ye should not be their bondmen; and I have broken the bands of your yoke, and made you go upright.  <strong>14</strong> But if ye will not hearken unto me, and will not do all these commandments;  <strong>15</strong> And if ye shall despise my statutes, or if your soul abhor my judgments, so that ye will not do all my commandments, but that ye break my covenant:  <strong>16</strong> I also will do this unto you; I will even appoint over you terror, consumption, and the burning ague, that shall consume the eyes, and cause sorrow of heart: and ye shall sow your seed in vain, for your enemies shall eat it.  <strong>17</strong> And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.  <strong>18</strong> And if ye will not yet for all this hearken unto me, then I will punish you seven times more for your sins.  <strong>19</strong> And I will break the pride of your power; and I will make your heaven as iron, and your earth as brass:  <strong>20</strong> And your strength shall be spent in vain: for your land shall not yield her increase, neither shall the trees of the land yield their fruits.  <strong>21</strong> And if ye walk contrary unto me, and will not hearken unto me; I will bring seven times more plagues upon you according to your sins.  <strong>22</strong> I will also send wild beasts among you, which shall rob you of your children, and destroy your cattle, and make you few in number; and your high ways shall be desolate.  <strong>23</strong> And if ye will not be reformed by me by these things, but will walk contrary unto me;  <strong>24</strong> Then will I also walk contrary unto you, and will punish you yet seven times for your sins.  <strong>25</strong> And I will bring a sword upon you, that shall avenge the quarrel of my covenant: and when ye are gathered together within your cities, I will send the pestilence among you; and ye shall be delivered into the hand of the enemy.  <strong>26</strong> And when I have broken the staff of your bread, ten women shall bake your bread in one oven, and they shall deliver you your bread again by weight: and ye shall eat, and not be satisfied.  <strong>27</strong> And if ye will not for all this hearken unto me, but walk contrary unto me;  <strong>28</strong> Then I will walk contrary unto you also in fury; and I, even I, will chastise you seven times for your sins.  <strong>29</strong> And ye shall eat the flesh of your sons, and the flesh of your daughters shall ye eat.  <strong>30</strong> And I will destroy your high places, and cut down your images, and cast your carcases upon the carcases of your idols, and my soul shall abhor you.  <strong>31</strong> And I will make your cities waste, and bring your sanctuaries unto desolation, and I will not smell the savour of your sweet odours.  <strong>32</strong> And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it.  <strong>33</strong> And I will scatter you among the heathen, and will draw out a sword after you: and your land shall be desolate, and your cities waste.  <strong>34</strong> Then shall the land enjoy her sabbaths, as long as it lieth desolate, and ye be in your enemies’ land; even then shall the land rest, and enjoy her sabbaths.  <strong>35</strong> As long as it lieth desolate it shall rest; because it did not rest in your sabbaths, when ye dwelt upon it.  <strong>36</strong> And upon them that are left alive of you I will send a faintness into their hearts in the lands of their enemies; and the sound of a shaken leaf shall chase them; and they shall flee, as fleeing from a sword; and they shall fall when none pursueth.  <strong>37</strong> And they shall fall one upon another, as it were before a sword, when none pursueth: and ye shall have no power to stand before your enemies.  <strong>38</strong> And ye shall perish among the heathen, and the land of your enemies shall eat you up.  <strong>39</strong> And they that are left of you shall pine away in their iniquity in your enemies’ lands; and also in the iniquities of their fathers shall they pine away with them.  <strong>40</strong> If they shall confess their iniquity, and the iniquity of their fathers, with their trespass which they trespassed against me, and that also they have walked contrary unto me;  <strong>41</strong> And that I also have walked contrary unto them, and have brought them into the land of their enemies; if then their uncircumcised hearts be humbled, and they then accept of the punishment of their iniquity:  <strong>42</strong> Then will I remember my covenant with Jacob, and also my covenant with Isaac, and also my covenant with Abraham will I remember; and I will remember the land.  <strong>43</strong> The land also shall be left of them, and shall enjoy her sabbaths, while she lieth desolate without them: and they shall accept of the punishment of their iniquity: because, even because they despised my judgments, and because their soul abhorred my statutes.  <strong>44</strong> And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the LORD their God.  <strong>45</strong> But I will for their sakes remember the covenant of their ancestors, whom I brought forth out of the land of Egypt in the sight of the heathen, that I might be their God: I am the LORD.  <strong>46</strong> These are the statutes and judgments and laws, which the LORD made between him and the children of Israel in mount Sinai by the hand of Moses.  ","niv":"<sup><strong>1</strong></sup> \"'Do not make idols or set up an image or a sacred stone for yourselves, and do not place a carved stone in your land to bow down before it. I am the LORD your God. <sup><strong>2</strong></sup> \"'Observe my Sabbaths and have reverence for my sanctuary. I am the LORD. <sup><strong>3</strong></sup> \"'If you follow my decrees and are careful to obey my commands, <sup><strong>4</strong></sup> I will send you rain in its season, and the ground will yield its crops and the trees of the field their fruit. <sup><strong>5</strong></sup> Your threshing will continue until grape harvest and the grape harvest will continue until planting, and you will eat all the food you want and live in safety in your land. <sup><strong>6</strong></sup> \"'I will grant peace in the land, and you will lie down and no one will make you afraid. I will remove savage beasts from the land, and the sword will not pass through your country. <sup><strong>7</strong></sup> You will pursue your enemies, and they will fall by the sword before you. <sup><strong>8</strong></sup> Five of you will chase a hundred, and a hundred of you will chase ten thousand, and your enemies will fall by the sword before you. <sup><strong>9</strong></sup> \"'I will look on you with favor and make you fruitful and increase your numbers, and I will keep my covenant with you. <sup><strong>10</strong></sup> You will still be eating last year's harvest when you will have to move it out to make room for the new. <sup><strong>11</strong></sup> I will put my dwelling place among you, and I will not abhor you. <sup><strong>12</strong></sup> I will walk among you and be your God, and you will be my people. <sup><strong>13</strong></sup> I am the LORD your God, who brought you out of Egypt so that you would no longer be slaves to the Egyptians; I broke the bars of your yoke and enabled you to walk with heads held high. <sup><strong>14</strong></sup> \"'But if you will not listen to me and carry out all these commands, <sup><strong>15</strong></sup> and if you reject my decrees and abhor my laws and fail to carry out all my commands and so violate my covenant, <sup><strong>16</strong></sup> then I will do this to you: I will bring upon you sudden terror, wasting diseases and fever that will destroy your sight and drain away your life. You will plant seed in vain, because your enemies will eat it. <sup><strong>17</strong></sup> I will set my face against you so that you will be defeated by your enemies; those who hate you will rule over you, and you will flee even when no one is pursuing you. <sup><strong>18</strong></sup> \"'If after all this you will not listen to me, I will punish you for your sins seven times over. <sup><strong>19</strong></sup> I will break down your stubborn pride and make the sky above you like iron and the ground beneath you like bronze. <sup><strong>20</strong></sup> Your strength will be spent in vain, because your soil will not yield its crops, nor will the trees of the land yield their fruit. <sup><strong>21</strong></sup> \"'If you remain hostile toward me and refuse to listen to me, I will multiply your afflictions seven times over, as your sins deserve. <sup><strong>22</strong></sup> I will send wild animals against you, and they will rob you of your children, destroy your cattle and make you so few in number that your roads will be deserted. <sup><strong>23</strong></sup> \"'If in spite of these things you do not accept my correction but continue to be hostile toward me, <sup><strong>24</strong></sup> I myself will be hostile toward you and will afflict you for your sins seven times over. <sup><strong>25</strong></sup> And I will bring the sword upon you to avenge the breaking of the covenant. When you withdraw into your cities, I will send a plague among you, and you will be given into enemy hands. <sup><strong>26</strong></sup> When I cut off your supply of bread, ten women will be able to bake your bread in one oven, and they will dole out the bread by weight. You will eat, but you will not be satisfied. <sup><strong>27</strong></sup> \"'If in spite of this you still do not listen to me but continue to be hostile toward me, <sup><strong>28</strong></sup> then in my anger I will be hostile toward you, and I myself will punish you for your sins seven times over. <sup><strong>29</strong></sup> You will eat the flesh of your sons and the flesh of your daughters. <sup><strong>30</strong></sup> I will destroy your high places, cut down your incense altars and pile your dead bodies on the lifeless forms of your idols, and I will abhor you. <sup><strong>31</strong></sup> I will turn your cities into ruins and lay waste your sanctuaries, and I will take no delight in the pleasing aroma of your offerings. <sup><strong>32</strong></sup> I will lay waste the land, so that your enemies who live there will be appalled. <sup><strong>33</strong></sup> I will scatter you among the nations and will draw out my sword and pursue you. Your land will be laid waste, and your cities will lie in ruins. <sup><strong>34</strong></sup> Then the land will enjoy its sabbath years all the time that it lies desolate and you are in the country of your enemies; then the land will rest and enjoy its sabbaths. <sup><strong>35</strong></sup> All the time that it lies desolate, the land will have the rest it did not have during the sabbaths you lived in it. <sup><strong>36</strong></sup> \"'As for those of you who are left, I will make their hearts so fearful in the lands of their enemies that the sound of a windblown leaf will put them to flight. They will run as though fleeing from the sword, and they will fall, even though no one is pursuing them. <sup><strong>37</strong></sup> They will stumble over one another as though fleeing from the sword, even though no one is pursuing them. So you will not be able to stand before your enemies. <sup><strong>38</strong></sup> You will perish among the nations; the land of your enemies will devour you. <sup><strong>39</strong></sup> Those of you who are left will waste away in the lands of their enemies because of their sins; also because of their fathers' sins they will waste away. <sup><strong>40</strong></sup> \"'But if they will confess their sins and the sins of their fathers-their treachery against me and their hostility toward me, <sup><strong>41</strong></sup> which made me hostile toward them so that I sent them into the land of their enemies-then when their uncircumcised hearts are humbled and they pay for their sin, <sup><strong>42</strong></sup> I will remember my covenant with Jacob and my covenant with Isaac and my covenant with Abraham, and I will remember the land. <sup><strong>43</strong></sup> For the land will be deserted by them and will enjoy its sabbaths while it lies desolate without them. They will pay for their sins because they rejected my laws and abhorred my decrees. <sup><strong>44</strong></sup> Yet in spite of this, when they are in the land of their enemies, I will not reject them or abhor them so as to destroy them completely, breaking my covenant with them. I am the LORD their God. <sup><strong>45</strong></sup> But for their sake I will remember the covenant with their ancestors whom I brought out of Egypt in the sight of the nations to be their God. I am the LORD.'\" <sup><strong>46</strong></sup> These are the decrees, the laws and the regulations that the LORD established on Mount Sinai between himself and the Israelites through Moses. "},{"_id":"6168c7e13b32607a097c159d","topicId":"6168c7de3b32607a097c1593","verse":"Exodus 22:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02022020_01-10\"><b class=\"verse-num\" id=\"v02022020-1\">20&nbsp;</b>“Whoever sacrifices to any god, other than the LORD alone, shall be devoted to destruction.</p>\n\n</div>","kjv":"<strong>20</strong> He that sacrificeth unto any god, save unto the LORD only, he shall be utterly destroyed.  ","niv":"<sup><strong>20</strong></sup> \"Whoever sacrifices to any god other than the LORD must be destroyed."},{"_id":"6168c7e23b32607a097c159e","topicId":"6168c7de3b32607a097c1593","verse":"Exodus 20:3-5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02020003_01-11\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_01-11\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me,</p>\n\n</div>","kjv":"<strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  ","niv":"<sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, "},{"_id":"6168c7e23b32607a097c159f","topicId":"6168c7de3b32607a097c1593","verse":"Ephesians 6:1-24","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right. <b class=\"verse-num\" id=\"v49006002-1\">2&nbsp;</b>“Honor your father and mother” (this is the first commandment with a promise), <b class=\"verse-num\" id=\"v49006003-1\">3&nbsp;</b>“that it may go well with you and that you may live long in the land.” <b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n\n<p id=\"p49006004_07-12\"><b class=\"verse-num\" id=\"v49006005-1\">5&nbsp;</b>Bondservants, obey your earthly masters with fear and trembling, with a sincere heart, as you would Christ, <b class=\"verse-num\" id=\"v49006006-1\">6&nbsp;</b>not by the way of eye-service, as people-pleasers, but as bondservants of Christ, doing the will of God from the heart, <b class=\"verse-num\" id=\"v49006007-1\">7&nbsp;</b>rendering service with a good will as to the Lord and not to man, <b class=\"verse-num\" id=\"v49006008-1\">8&nbsp;</b>knowing that whatever good anyone does, this he will receive back from the Lord, whether he is a bondservant or is free. <b class=\"verse-num\" id=\"v49006009-1\">9&nbsp;</b>Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.</p>\n\n<p id=\"p49006009_12-12\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints, <b class=\"verse-num\" id=\"v49006019-1\">19&nbsp;</b>and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel, <b class=\"verse-num\" id=\"v49006020-1\">20&nbsp;</b>for which I am an ambassador in chains, that I may declare it boldly, as I ought to speak.</p>\n\n<p id=\"p49006020_14-12\"><b class=\"verse-num\" id=\"v49006021-1\">21&nbsp;</b>So that you also may know how I am and what I am doing, Tychicus the beloved brother and faithful minister in the Lord will tell you everything. <b class=\"verse-num\" id=\"v49006022-1\">22&nbsp;</b>I have sent him to you for this very purpose, that you may know how we are, and that he may encourage your hearts.</p>\n<p id=\"p49006022_14-12\"><b class=\"verse-num\" id=\"v49006023-1\">23&nbsp;</b>Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ. <b class=\"verse-num\" id=\"v49006024-1\">24&nbsp;</b>Grace be with all who love our Lord Jesus Christ with love incorruptible.</p>\n\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  <strong>2</strong> Honour thy father and mother; (which is the first commandment with promise;)  <strong>3</strong> That it may be well with thee, and thou mayest live long on the earth.  <strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  <strong>5</strong> Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;  <strong>6</strong> Not with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;  <strong>7</strong> With good will doing service, as to the Lord, and not to men:  <strong>8</strong> Knowing that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free.  <strong>9</strong> And, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.  <strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  <strong>19</strong> And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,  <strong>20</strong> For which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak.  <strong>21</strong> But that ye also may know my affairs, and how I do, Tychicus, a beloved brother and faithful minister in the Lord, shall make known to you all things:  <strong>22</strong> Whom I have sent unto you for the same purpose, that ye might know our affairs, and that he might comfort your hearts.  <strong>23</strong> Peace be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ.  <strong>24</strong> Grace be with all them that love our Lord Jesus Christ in sincerity. Amen.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right. <sup><strong>2</strong></sup> \"Honor your father and mother\"--which is the first commandment with a promise-- <sup><strong>3</strong></sup> \"that it may go well with you and that you may enjoy long life on the earth.\" <sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord. <sup><strong>5</strong></sup> Slaves, obey your earthly masters with respect and fear, and with sincerity of heart, just as you would obey Christ. <sup><strong>6</strong></sup> Obey them not only to win their favor when their eye is on you, but like slaves of Christ, doing the will of God from your heart. <sup><strong>7</strong></sup> Serve wholeheartedly, as if you were serving the Lord, not men, <sup><strong>8</strong></sup> because you know that the Lord will reward everyone for whatever good he does, whether he is slave or free. <sup><strong>9</strong></sup> And masters, treat your slaves in the same way. Do not threaten them, since you know that he who is both their Master and yours is in heaven, and there is no favoritism with him. <sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. <sup><strong>19</strong></sup> Pray also for me, that whenever I open my mouth, words may be given me so that I will fearlessly make known the mystery of the gospel, <sup><strong>20</strong></sup> for which I am an ambassador in chains. Pray that I may declare it fearlessly, as I should. <sup><strong>21</strong></sup> Tychicus, the dear brother and faithful servant in the Lord, will tell you everything, so that you also may know how I am and what I am doing. <sup><strong>22</strong></sup> I am sending him to you for this very purpose, that you may know how we are, and that he may encourage you. <sup><strong>23</strong></sup> Peace to the brothers, and love with faith from God the Father and the Lord Jesus Christ. <sup><strong>24</strong></sup> Grace to all who love our Lord Jesus Christ with an undying love. "},{"_id":"6168c7e23b32607a097c15a0","topicId":"6168c7de3b32607a097c1593","verse":"Ezekiel 8:1-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p26008001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26008001-1\">8:1&nbsp;</b>In the sixth year, in the sixth month, on the fifth day of the month, as I sat in my house, with the elders of Judah sitting before me, the hand of the Lord GOD fell upon me there. <b class=\"verse-num\" id=\"v26008002-1\">2&nbsp;</b>Then I looked, and behold, a form that had the appearance of a man. Below what appeared to be his waist was fire, and above his waist was something like the appearance of brightness, like gleaming metal. <b class=\"verse-num\" id=\"v26008003-1\">3&nbsp;</b>He put out the form of a hand and took me by a lock of my head, and the Spirit lifted me up between earth and heaven and brought me in visions of God to Jerusalem, to the entrance of the gateway of the inner court that faces north, where was the seat of the image of jealousy, which provokes to jealousy. <b class=\"verse-num\" id=\"v26008004-1\">4&nbsp;</b>And behold, the glory of the God of Israel was there, like the vision that I saw in the valley.</p>\n<p id=\"p26008004_05-13\"><b class=\"verse-num\" id=\"v26008005-1\">5&nbsp;</b>Then he said to me, “Son of man, lift up your eyes now toward the north.” So I lifted up my eyes toward the north, and behold, north of the altar gate, in the entrance, was this image of jealousy. <b class=\"verse-num\" id=\"v26008006-1\">6&nbsp;</b>And he said to me, “Son of man, do you see what they are doing, the great abominations that the house of Israel are committing here, to drive me far from my sanctuary? But you will see still greater abominations.”</p>\n<p id=\"p26008006_05-13\"><b class=\"verse-num\" id=\"v26008007-1\">7&nbsp;</b>And he brought me to the entrance of the court, and when I looked, behold, there was a hole in the wall. <b class=\"verse-num\" id=\"v26008008-1\">8&nbsp;</b>Then he said to me, “Son of man, dig in the wall.” So I dug in the wall, and behold, there was an entrance. <b class=\"verse-num\" id=\"v26008009-1\">9&nbsp;</b>And he said to me, “Go in, and see the vile abominations that they are committing here.” <b class=\"verse-num\" id=\"v26008010-1\">10&nbsp;</b>So I went in and saw. And there, engraved on the wall all around, was every form of creeping things and loathsome beasts, and all the idols of the house of Israel. <b class=\"verse-num\" id=\"v26008011-1\">11&nbsp;</b>And before them stood seventy men of the elders of the house of Israel, with Jaazaniah the son of Shaphan standing among them. Each had his censer in his hand, and the smoke of the cloud of incense went up. <b class=\"verse-num\" id=\"v26008012-1\">12&nbsp;</b>Then he said to me, “Son of man, have you seen what the elders of the house of Israel are doing in the dark, each in his room of pictures? For they say, ‘The LORD does not see us, the LORD has forsaken the land.’” <b class=\"verse-num\" id=\"v26008013-1\">13&nbsp;</b>He said also to me, “You will see still greater abominations that they commit.”</p>\n<p id=\"p26008013_05-13\"><b class=\"verse-num\" id=\"v26008014-1\">14&nbsp;</b>Then he brought me to the entrance of the north gate of the house of the LORD, and behold, there sat women weeping for Tammuz. <b class=\"verse-num\" id=\"v26008015-1\">15&nbsp;</b>Then he said to me, “Have you seen this, O son of man? You will see still greater abominations than these.”</p>\n<p id=\"p26008015_05-13\"><b class=\"verse-num\" id=\"v26008016-1\">16&nbsp;</b>And he brought me into the inner court of the house of the LORD. And behold, at the entrance of the temple of the LORD, between the porch and the altar, were about twenty-five men, with their backs to the temple of the LORD, and their faces toward the east, worshiping the sun toward the east. <b class=\"verse-num\" id=\"v26008017-1\">17&nbsp;</b>Then he said to me, “Have you seen this, O son of man? Is it too light a thing for the house of Judah to commit the abominations that they commit here, that they should fill the land with violence and provoke me still further to anger? Behold, they put the branch to their nose. <b class=\"verse-num\" id=\"v26008018-1\">18&nbsp;</b>Therefore I will act in wrath. My eye will not spare, nor will I have pity. And though they cry in my ears with a loud voice, I will not hear them.”</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in the sixth year, in the sixth month,  in the fifth day of the month, as I sat in mine house, and the elders of Judah sat before me, that the hand of the Lord GOD fell there upon me.  <strong>2</strong> Then I beheld, and lo a likeness as the appearance of fire: from the appearance of his loins even downward, fire; and from his loins even upward, as the appearance of brightness, as the colour of amber.  <strong>3</strong> And he put forth the form of an hand, and took me by a lock of mine head; and the spirit lifted me up between the earth and the heaven, and brought me in the visions of God to Jerusalem, to the door of the inner gate that looketh toward the north; where was the seat of the image of jealousy, which provoketh to jealousy.  <strong>4</strong> And, behold, the glory of the God of Israel was there, according to the vision that I saw in the plain.  <strong>5</strong> Then said he unto me, Son of man, lift up thine eyes now the way toward the north. So I lifted up mine eyes the way toward the north, and behold northward at the gate of the altar this image of jealousy in the entry.  <strong>6</strong> He said furthermore unto me, Son of man, seest thou what they do? even the great abominations that the house of Israel committeth here, that I should go far off from my sanctuary? but turn thee yet again, and thou shalt see greater abominations.  <strong>7</strong> And he brought me to the door of the court; and when I looked, behold a hole in the wall.  <strong>8</strong> Then said he unto me, Son of man, dig now in the wall: and when I had digged in the wall, behold a door.  <strong>9</strong> And he said unto me, Go in, and behold the wicked abominations that they do here.  <strong>10</strong> So I went in and saw; and behold every form of creeping things, and abominable beasts, and all the idols of the house of Israel, pourtrayed upon the wall round about.  <strong>11</strong> And there stood before them seventy men of the ancients of the house of Israel, and in the midst of them stood Jaazaniah the son of Shaphan, with every man his censer in his hand; and a thick cloud of incense went up.  <strong>12</strong> Then said he unto me, Son of man, hast thou seen what the ancients of the house of Israel do in the dark, every man in the chambers of his imagery? for they say, The LORD seeth us not; the LORD hath forsaken the earth.  <strong>13</strong> He said also unto me, Turn thee yet again, and thou shalt see greater abominations that they do.  <strong>14</strong> Then he brought me to the door of the gate of the LORD’S house which was toward the north; and, behold, there sat women weeping for Tammuz.  <strong>15</strong> Then said he unto me, Hast thou seen this, O son of man? turn thee yet again, and thou shalt see greater abominations than these.  <strong>16</strong> And he brought me into the inner court of the LORD’S house, and, behold, at the door of the temple of the LORD, between the porch and the altar, were about five and twenty men, with their backs toward the temple of the LORD, and their faces toward the east; and they worshipped the sun toward the east.  <strong>17</strong> Then he said unto me, Hast thou seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here? for they have filled the land with violence, and have returned to provoke me to anger: and, lo, they put the branch to their nose.  <strong>18</strong> Therefore will I also deal in fury: mine eye shall not spare, neither will I have pity: and though they cry in mine ears with a loud voice, yet will I not hear them.  ","niv":"<sup><strong>1</strong></sup> In the sixth year, in the sixth month on the fifth day, while I was sitting in my house and the elders of Judah were sitting before me, the hand of the Sovereign LORD came upon me there. <sup><strong>2</strong></sup> I looked, and I saw a figure like that of a man. From what appeared to be his waist down he was like fire, and from there up his appearance was as bright as glowing metal. <sup><strong>3</strong></sup> He stretched out what looked like a hand and took me by the hair of my head. The Spirit lifted me up between earth and heaven and in visions of God he took me to Jerusalem, to the entrance to the north gate of the inner court, where the idol that provokes to jealousy stood. <sup><strong>4</strong></sup> And there before me was the glory of the God of Israel, as in the vision I had seen in the plain. <sup><strong>5</strong></sup> Then he said to me, \"Son of man, look toward the north.\" So I looked, and in the entrance north of the gate of the altar I saw this idol of jealousy. <sup><strong>6</strong></sup> And he said to me, \"Son of man, do you see what they are doing-the utterly detestable things the house of Israel is doing here, things that will drive me far from my sanctuary? But you will see things that are even more detestable.\" <sup><strong>7</strong></sup> Then he brought me to the entrance to the court. I looked, and I saw a hole in the wall. <sup><strong>8</strong></sup> He said to me, \"Son of man, now dig into the wall.\" So I dug into the wall and saw a doorway there. <sup><strong>9</strong></sup> And he said to me, \"Go in and see the wicked and detestable things they are doing here.\" <sup><strong>10</strong></sup> So I went in and looked, and I saw portrayed all over the walls all kinds of crawling things and detestable animals and all the idols of the house of Israel. <sup><strong>11</strong></sup> In front of them stood seventy elders of the house of Israel, and Jaazaniah son of Shaphan was standing among them. Each had a censer in his hand, and a fragrant cloud of incense was rising. <sup><strong>12</strong></sup> He said to me, \"Son of man, have you seen what the elders of the house of Israel are doing in the darkness, each at the shrine of his own idol? They say, 'The LORD does not see us; the LORD has forsaken the land.'\" <sup><strong>13</strong></sup> Again, he said, \"You will see them doing things that are even more detestable.\" <sup><strong>14</strong></sup> Then he brought me to the entrance to the north gate of the house of the LORD, and I saw women sitting there, mourning for Tammuz. <sup><strong>15</strong></sup> He said to me, \"Do you see this, son of man? You will see things that are even more detestable than this.\" <sup><strong>16</strong></sup> He then brought me into the inner court of the house of the LORD, and there at the entrance to the temple, between the portico and the altar, were about twenty-five men. With their backs toward the temple of the LORD and their faces toward the east, they were bowing down to the sun in the east. <sup><strong>17</strong></sup> He said to me, \"Have you seen this, son of man? Is it a trivial matter for the house of Judah to do the detestable things they are doing here? Must they also fill the land with violence and continually provoke me to anger? Look at them putting the branch to their nose! <sup><strong>18</strong></sup> Therefore I will deal with them in anger; I will not look on them with pity or spare them. Although they shout in my ears, I will not listen to them.\" "},{"_id":"6168c7e33b32607a097c15a1","topicId":"6168c7de3b32607a097c1593","verse":"Genesis 1:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-14\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-14\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-14\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-14\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-14\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-14\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-14\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-14\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-14\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "}]}