{"_id":"6168c7fc3b32607a097c15a2","slug":"naughty-thoughts","name":"Naughty Thoughts","verses":[{"_id":"6168c7fc3b32607a097c15a3","topicId":"6168c7fc3b32607a097c15a2","verse":"Matthew 5:28","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."},{"_id":"6168c7fc3b32607a097c15a4","topicId":"6168c7fc3b32607a097c15a2","verse":"Colossians 3:2","votes":6,"__v":0,"esv":"<div>\n<p id=\"p51003002_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth.</p>\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things.","modified":"2022-07-02T13:49:09.406Z"},{"_id":"6168c7fd3b32607a097c15a5","topicId":"6168c7fc3b32607a097c15a2","verse":"Titus 1:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p56001015_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001015-1\">15&nbsp;</b>To the pure, all things are pure, but to the defiled and unbelieving, nothing is pure; but both their minds and their consciences are defiled.</p>\n</div>","kjv":"<strong>15</strong> Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.  ","niv":"<sup><strong>15</strong></sup> To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure. In fact, both their minds and consciences are corrupted."},{"_id":"6168c7fd3b32607a097c15a6","topicId":"6168c7fc3b32607a097c15a2","verse":"Philippians 4:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-4\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"6168c7fd3b32607a097c15a7","topicId":"6168c7fc3b32607a097c15a2","verse":"Ephesians 4:22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49004022_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires,</p>\n\n</div>","kjv":"<strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  ","niv":"<sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires;"},{"_id":"6168c7fe3b32607a097c15a8","topicId":"6168c7fc3b32607a097c15a2","verse":"2 Corinthians 10:4-5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47010004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010004-1\">4&nbsp;</b>For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. <b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>4</strong> (For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)  <strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>4</strong></sup> The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. <sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ. "},{"_id":"6168c7fe3b32607a097c15a9","topicId":"6168c7fc3b32607a097c15a2","verse":"Romans 12:2-3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n<p id=\"p45012002_04-7\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  <strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. <sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you. "},{"_id":"6168c7fe3b32607a097c15aa","topicId":"6168c7fc3b32607a097c15a2","verse":"Ephesians 4:23-24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49004023_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n</div>","kjv":"<strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. "},{"_id":"6168c7fe3b32607a097c15ab","topicId":"6168c7fc3b32607a097c15a2","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168c7ff3b32607a097c15ac","topicId":"6168c7fc3b32607a097c15a2","verse":"Matthew 18:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40018009_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n</div>","kjv":"<strong>9</strong> And if thine eye offend thee, pluck it out, and cast it  from thee: it is better for thee to enter into life with one eye, rather than having two eyes to be cast into hell fire.  ","niv":"<sup><strong>9</strong></sup> And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell."}]}