{"_id":"6168ca0b3b32607a097c16ec","slug":"neglect","name":"Neglect","verses":[{"_id":"6168ca0c3b32607a097c16ed","topicId":"6168ca0b3b32607a097c16ec","verse":"Hebrews 2:3","votes":28,"__v":0,"esv":"<div>\n<p id=\"p58002003_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58002003-1\">3&nbsp;</b>how shall we escape if we neglect such a great salvation? It was declared at first by the Lord, and it was attested to us by those who heard,</p>\n</div>","kjv":"<strong>3</strong> How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;  ","niv":"<sup><strong>3</strong></sup> how shall we escape if we ignore such a great salvation? This salvation, which was first announced by the Lord, was confirmed to us by those who heard him.","modified":"2023-11-25T14:24:54.836Z"},{"_id":"6168ca0c3b32607a097c16ee","topicId":"6168ca0b3b32607a097c16ec","verse":"Matthew 6:24","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-2\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.","modified":"2022-04-25T02:44:43.670Z"},{"_id":"6168ca0c3b32607a097c16ef","topicId":"6168ca0b3b32607a097c16ec","verse":"Romans 14:1-23","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-3\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-3\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-3\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-3\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-3\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. "},{"_id":"6168ca0d3b32607a097c16f0","topicId":"6168ca0b3b32607a097c16ec","verse":"Malachi 3:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p39003010_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it."},{"_id":"6168ca0d3b32607a097c16f1","topicId":"6168ca0b3b32607a097c16ec","verse":"2 Timothy 3:16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6168ca0d3b32607a097c16f2","topicId":"6168ca0b3b32607a097c16ec","verse":"1 John 1:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6168ca0d3b32607a097c16f3","topicId":"6168ca0b3b32607a097c16ec","verse":"Amos 5:12","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30005012_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005012-1\">12&nbsp;</b>&nbsp;&nbsp;For I know how many are your transgressions</span><br><span id=\"p30005012_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and how great are your sins—</span><br><span id=\"p30005012_01-7\" class=\"line\">&nbsp;&nbsp;you who afflict the righteous, who take a bribe,</span><br><span id=\"p30005012_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turn aside the needy in the gate.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> For I know your manifold transgressions and your mighty sins: they afflict the just, they take a bribe, and they turn aside the poor in the gate from their right.  ","niv":"<sup><strong>12</strong></sup> For I know how many are your offenses and how great your sins. You oppress the righteous and take bribes and you deprive the poor of justice in the courts."},{"_id":"6168ca0e3b32607a097c16f4","topicId":"6168ca0b3b32607a097c16ec","verse":"Luke 16:15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42016015_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v42016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“You are those who justify yourselves before men, but God knows your hearts. For what is exalted among men is an abomination in the sight of God.</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God.  ","niv":"<sup><strong>15</strong></sup> He said to them, \"You are the ones who justify yourselves in the eyes of men, but God knows your hearts. What is highly valued among men is detestable in God's sight."},{"_id":"6168ca0e3b32607a097c16f5","topicId":"6168ca0b3b32607a097c16ec","verse":"James 5:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"6168ca0e3b32607a097c16f6","topicId":"6168ca0b3b32607a097c16ec","verse":"Galatians 6:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows."},{"_id":"6168ca0f3b32607a097c16f7","topicId":"6168ca0b3b32607a097c16ec","verse":"Luke 16:19-31","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-11\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"6168ca0f3b32607a097c16f8","topicId":"6168ca0b3b32607a097c16ec","verse":"2 Timothy 3:16-17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"6168ca0f3b32607a097c16f9","topicId":"6168ca0b3b32607a097c16ec","verse":"Acts 13:39","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44013039_01-13\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44013039-1\">39&nbsp;</b>and by him everyone who believes is freed from everything from which you could not be freed by the law of Moses.</p>\n\n</div>","kjv":"<strong>39</strong> And by him all that believe are justified from all things, from which ye could not be justified by the law of Moses.  ","niv":"<sup><strong>39</strong></sup> Through him everyone who believes is justified from everything you could not be justified from by the law of Moses.","modified":"2022-10-06T11:55:29.813Z"},{"_id":"6168ca103b32607a097c16fa","topicId":"6168ca0b3b32607a097c16ec","verse":"Matthew 24:44","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40024044_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n</div>","kjv":"<strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  ","niv":"<sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him."},{"_id":"6168ca103b32607a097c16fb","topicId":"6168ca0b3b32607a097c16ec","verse":"Matthew 24:42","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40024042_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span></p>\n</div>","kjv":"<strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  ","niv":"<sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come."},{"_id":"6168ca103b32607a097c16fc","topicId":"6168ca0b3b32607a097c16ec","verse":"Haggai 1:2-8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p37001002_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v37001002-1\">2&nbsp;</b>“Thus says the LORD of hosts: These people say the time has not yet come to rebuild the house of the LORD.” <b class=\"verse-num\" id=\"v37001003-1\">3&nbsp;</b>Then the word of the LORD came by the hand of Haggai the prophet, <b class=\"verse-num\" id=\"v37001004-1\">4&nbsp;</b>“Is it a time for you yourselves to dwell in your paneled houses, while this house lies in ruins? <b class=\"verse-num\" id=\"v37001005-1\">5&nbsp;</b>Now, therefore, thus says the LORD of hosts: Consider your ways. <b class=\"verse-num\" id=\"v37001006-1\">6&nbsp;</b>You have sown much, and harvested little. You eat, but you never have enough; you drink, but you never have your fill. You clothe yourselves, but no one is warm. And he who earns wages does so to put them into a bag with holes.</p>\n<p id=\"p37001006_01-16\"><b class=\"verse-num\" id=\"v37001007-1\">7&nbsp;</b>“Thus says the LORD of hosts: Consider your ways. <b class=\"verse-num\" id=\"v37001008-1\">8&nbsp;</b>Go up to the hills and bring wood and build the house, that I may take pleasure in it and that I may be glorified, says the LORD.</p>\n</div>","kjv":"<strong>2</strong> Thus speaketh the LORD of hosts, saying, This people say, The time is not come, the time that the LORD’S house should be built.  <strong>3</strong> Then came the word of the LORD by Haggai the prophet, saying,  <strong>4</strong> Is it time for you, O ye, to dwell in your cieled houses, and this house lie waste?  <strong>5</strong> Now therefore thus saith the LORD of hosts; Consider your ways.  <strong>6</strong> Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes.  <strong>7</strong> Thus saith the LORD of hosts; Consider your ways.  <strong>8</strong> Go up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the LORD.  ","niv":"<sup><strong>2</strong></sup> This is what the LORD Almighty says: \"These people say, 'The time has not yet come for the LORD's house to be built.'\" <sup><strong>3</strong></sup> Then the word of the LORD came through the prophet Haggai: <sup><strong>4</strong></sup> \"Is it a time for you yourselves to be living in your paneled houses, while this house remains a ruin?\" <sup><strong>5</strong></sup> Now this is what the LORD Almighty says: \"Give careful thought to your ways. <sup><strong>6</strong></sup> You have planted much, but have harvested little. You eat, but never have enough. You drink, but never have your fill. You put on clothes, but are not warm. You earn wages, only to put them in a purse with holes in it.\" <sup><strong>7</strong></sup> This is what the LORD Almighty says: \"Give careful thought to your ways. <sup><strong>8</strong></sup> Go up into the mountains and bring down timber and build the house, so that I may take pleasure in it and be honored,\" says the LORD. "},{"_id":"6168ca103b32607a097c16fd","topicId":"6168ca0b3b32607a097c16ec","verse":"Revelation 3:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66003016_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003016-1\">16&nbsp;</b><span class=\"woc\">So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth.</span></p>\n</div>","kjv":"<strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  ","niv":"<sup><strong>16</strong></sup> So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth.","modified":"2023-07-24T15:27:36.335Z"},{"_id":"6168ca113b32607a097c16fe","topicId":"6168ca0b3b32607a097c16ec","verse":"Matthew 12:32","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40012032_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012032-1\">32&nbsp;</b><span class=\"woc\">And whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come.</span></p>\n</div>","kjv":"<strong>32</strong> And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come.  ","niv":"<sup><strong>32</strong></sup> Anyone who speaks a word against the Son of Man will be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come."},{"_id":"6168ca113b32607a097c16ff","topicId":"6168ca0b3b32607a097c16ec","verse":"Ezekiel 16:49","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26016049_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016049-1\">49&nbsp;</b>Behold, this was the guilt of your sister Sodom: she and her daughters had pride, excess of food, and prosperous ease, but did not aid the poor and needy.</p>\n</div>","kjv":"<strong>49</strong> Behold, this was the iniquity of thy sister Sodom, pride, fulness of bread, and abundance of idleness was in her and in her daughters, neither did she strengthen the hand of the poor and needy.  ","niv":"<sup><strong>49</strong></sup> \"'Now this was the sin of your sister Sodom: She and her daughters were arrogant, overfed and unconcerned; they did not help the poor and needy."},{"_id":"6168ca113b32607a097c1700","topicId":"6168ca0b3b32607a097c16ec","verse":"Isaiah 59:2","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23059002_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23059002-1\">2&nbsp;</b>&nbsp;&nbsp;but your iniquities have made a separation</span><br><span id=\"p23059002_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;between you and your God,</span><br><span id=\"p23059002_01-20\" class=\"line\">&nbsp;&nbsp;and your sins have hidden his face from you</span><br><span id=\"p23059002_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that he does not hear.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> But your iniquities have separated between you and your God, and your sins have hid his face from you, that he will not hear.  ","niv":"<sup><strong>2</strong></sup> But your iniquities have separated you from your God; your sins have hidden his face from you, so that he will not hear."},{"_id":"6168ca123b32607a097c1701","topicId":"6168ca0b3b32607a097c16ec","verse":"John 1:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43001003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made.</p>\n</div>","kjv":"<strong>3</strong> All things were made by him; and without him was not any thing made that was made.  ","niv":"<sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made."},{"_id":"6168ca123b32607a097c1702","topicId":"6168ca0b3b32607a097c16ec","verse":"Micah 3:4","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33003004_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v33003004-1\">4&nbsp;</b>&nbsp;&nbsp;Then they will cry to the LORD,</span><br><span id=\"p33003004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he will not answer them;</span><br><span id=\"p33003004_01-22\" class=\"line\">&nbsp;&nbsp;he will hide his face from them at that time,</span><br><span id=\"p33003004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they have made their deeds evil.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Then shall they cry unto the LORD, but he will not hear them: he will even hide his face from them at that time, as they have behaved themselves ill in their doings.  ","niv":"<sup><strong>4</strong></sup> Then they will cry out to the LORD, but he will not answer them. At that time he will hide his face from them because of the evil they have done."},{"_id":"6168ca123b32607a097c1703","topicId":"6168ca0b3b32607a097c16ec","verse":"Proverbs 23:7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023007_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023007-1\">7&nbsp;</b>&nbsp;&nbsp;for he is like one who is inwardly calculating.</span><br><span id=\"p20023007_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Eat and drink!” he says to you,</span><br><span id=\"p20023007_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but his heart is not with you.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> For as he thinketh in his heart, so is he: Eat and drink, saith he to thee; but his heart is not with thee.  ","niv":"<sup><strong>7</strong></sup> for he is the kind of man who is always thinking about the cost. \"Eat and drink,\" he says to you, but his heart is not with you."},{"_id":"6168ca133b32607a097c1704","topicId":"6168ca0b3b32607a097c16ec","verse":"Genesis 28:20-22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01028020_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028020-1\">20&nbsp;</b>Then Jacob made a vow, saying, “If God will be with me and will keep me in this way that I go, and will give me bread to eat and clothing to wear, <b class=\"verse-num\" id=\"v01028021-1\">21&nbsp;</b>so that I come again to my father’s house in peace, then the LORD shall be my God, <b class=\"verse-num\" id=\"v01028022-1\">22&nbsp;</b>and this stone, which I have set up for a pillar, shall be God’s house. And of all that you give me I will give a full tenth to you.”</p>\n</div>","kjv":"<strong>20</strong> And Jacob vowed a vow, saying, If God will be with me, and will keep me in this way that I go, and will give me bread to eat, and raiment to put on,  <strong>21</strong> So that I come again to my father’s house in peace; then shall the LORD be my God:  <strong>22</strong> And this stone, which I have set for a pillar, shall be God’s house: and of all that thou shalt give me I will surely give the tenth unto thee.  ","niv":"<sup><strong>20</strong></sup> Then Jacob made a vow, saying, \"If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear <sup><strong>21</strong></sup> so that I return safely to my father's house, then the LORD will be my God <sup><strong>22</strong></sup> and this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\" "},{"_id":"6168ca133b32607a097c1705","topicId":"6168ca0b3b32607a097c16ec","verse":"Romans 6:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."}]}