{"_id":"6168cc1e3b32607a097c181c","slug":"new-things","name":"New Things","verses":[{"_id":"6168cc1f3b32607a097c181d","topicId":"6168cc1e3b32607a097c181c","verse":"Isaiah 43:18-19","votes":78,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043018-1\">18&nbsp;</b>&nbsp;&nbsp;“Remember not the former things,</span><br><span id=\"p23043018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor consider the things of old.</span><br><span id=\"p23043019_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043019-1\">19&nbsp;</b>&nbsp;&nbsp;Behold, I am doing a new thing;</span><br><span id=\"p23043019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;now it springs forth, do you not perceive it?</span><br><span id=\"p23043019_01-1\" class=\"line\">&nbsp;&nbsp;I will make a way in the wilderness</span><br><span id=\"p23043019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rivers in the desert.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Remember ye not the former things, neither consider the things of old.  <strong>19</strong> Behold, I will do a new thing; now it shall spring forth; shall ye not know it? I will even make a way in the wilderness, and rivers in the desert.  ","niv":"<sup><strong>18</strong></sup> \"Forget the former things; do not dwell on the past. <sup><strong>19</strong></sup> See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the desert and streams in the wasteland. ","modified":"2023-11-29T11:56:45.142Z"},{"_id":"6168cc1f3b32607a097c181e","topicId":"6168cc1e3b32607a097c181c","verse":"2 Corinthians 5:17","votes":63,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!","modified":"2022-09-28T13:01:41.449Z"},{"_id":"6168cc1f3b32607a097c181f","topicId":"6168cc1e3b32607a097c181c","verse":"Isaiah 43:19","votes":47,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043019_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043019-1\">19&nbsp;</b>&nbsp;&nbsp;Behold, I am doing a new thing;</span><br><span id=\"p23043019_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;now it springs forth, do you not perceive it?</span><br><span id=\"p23043019_01-3\" class=\"line\">&nbsp;&nbsp;I will make a way in the wilderness</span><br><span id=\"p23043019_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rivers in the desert.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> Behold, I will do a new thing; now it shall spring forth; shall ye not know it? I will even make a way in the wilderness, and rivers in the desert.  ","niv":"<sup><strong>19</strong></sup> See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the desert and streams in the wasteland.","modified":"2023-01-06T02:24:16.230Z"},{"_id":"6168cc203b32607a097c1820","topicId":"6168cc1e3b32607a097c181c","verse":"Isaiah 42:9","votes":48,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23042009_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042009-1\">9&nbsp;</b>&nbsp;&nbsp;Behold, the former things have come to pass,</span><br><span id=\"p23042009_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and new things I now declare;</span><br><span id=\"p23042009_01-4\" class=\"line\">&nbsp;&nbsp;before they spring forth</span><br><span id=\"p23042009_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I tell you of them.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them.  ","niv":"<sup><strong>9</strong></sup> See, the former things have taken place, and new things I declare; before they spring into being I announce them to you.\"","modified":"2023-01-27T21:02:47.440Z"},{"_id":"6168cc203b32607a097c1821","topicId":"6168cc1e3b32607a097c181c","verse":"Ezekiel 36:26","votes":23,"__v":0,"esv":"<div>\n<p id=\"p26036026_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v26036026-1\">26&nbsp;</b>And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh.</p>\n</div>","kjv":"<strong>26</strong> A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.  ","niv":"<sup><strong>26</strong></sup> I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh.","modified":"2023-05-07T15:19:04.682Z"},{"_id":"6168cc203b32607a097c1822","topicId":"6168cc1e3b32607a097c181c","verse":"Romans 8:1-39","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus. <b class=\"verse-num\" id=\"v45008002-1\">2&nbsp;</b>For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. <b class=\"verse-num\" id=\"v45008003-1\">3&nbsp;</b>For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, <b class=\"verse-num\" id=\"v45008004-1\">4&nbsp;</b>in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. <b class=\"verse-num\" id=\"v45008005-1\">5&nbsp;</b>For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. <b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_05-6\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n<p id=\"p45008011_08-6\"><b class=\"verse-num\" id=\"v45008012-1\">12&nbsp;</b>So then, brothers, we are debtors, not to the flesh, to live according to the flesh. <b class=\"verse-num\" id=\"v45008013-1\">13&nbsp;</b>For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. <b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God. <b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!” <b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God, <b class=\"verse-num\" id=\"v45008017-1\">17&nbsp;</b>and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.</p>\n\n<p id=\"p45008017_10-6\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. <b class=\"verse-num\" id=\"v45008019-1\">19&nbsp;</b>For the creation waits with eager longing for the revealing of the sons of God. <b class=\"verse-num\" id=\"v45008020-1\">20&nbsp;</b>For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope <b class=\"verse-num\" id=\"v45008021-1\">21&nbsp;</b>that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. <b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now. <b class=\"verse-num\" id=\"v45008023-1\">23&nbsp;</b>And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies. <b class=\"verse-num\" id=\"v45008024-1\">24&nbsp;</b>For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? <b class=\"verse-num\" id=\"v45008025-1\">25&nbsp;</b>But if we hope for what we do not see, we wait for it with patience.</p>\n<p id=\"p45008025_10-6\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God. <b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n<p id=\"p45008030_13-6\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us? <b class=\"verse-num\" id=\"v45008032-1\">32&nbsp;</b>He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things? <b class=\"verse-num\" id=\"v45008033-1\">33&nbsp;</b>Who shall bring any charge against God’s elect? It is God who justifies. <b class=\"verse-num\" id=\"v45008034-1\">34&nbsp;</b>Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us. <b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? <b class=\"verse-num\" id=\"v45008036-1\">36&nbsp;</b>As it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45008036_13-6\" class=\"line\">&nbsp;&nbsp;“For your sake we are being killed all the day long;</span><br><span id=\"p45008036_13-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are regarded as sheep to be slaughtered.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45008036_13-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us. <b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus, <sup><strong>2</strong></sup> because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death. <sup><strong>3</strong></sup> For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, <sup><strong>4</strong></sup> in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit. <sup><strong>5</strong></sup> Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. <sup><strong>12</strong></sup> Therefore, brothers, we have an obligation--but it is not to the sinful nature, to live according to it. <sup><strong>13</strong></sup> For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, <sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God. <sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\" <sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children. <sup><strong>17</strong></sup> Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. <sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us. <sup><strong>19</strong></sup> The creation waits in eager expectation for the sons of God to be revealed. <sup><strong>20</strong></sup> For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope <sup><strong>21</strong></sup> that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God. <sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. <sup><strong>23</strong></sup> Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies. <sup><strong>24</strong></sup> For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has? <sup><strong>25</strong></sup> But if we hope for what we do not yet have, we wait for it patiently. <sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. <sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. <sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us? <sup><strong>32</strong></sup> He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things? <sup><strong>33</strong></sup> Who will bring any charge against those whom God has chosen? It is God who justifies. <sup><strong>34</strong></sup> Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us. <sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? <sup><strong>36</strong></sup> As it is written: \"For your sake we face death all day long; we are considered as sheep to be slaughtered.\" <sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us. <sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. ","modified":"2022-11-08T20:19:45.132Z"},{"_id":"6168cc203b32607a097c1823","topicId":"6168cc1e3b32607a097c181c","verse":"Isaiah 42:10","votes":19,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23042010_08-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042010-1\">10&nbsp;</b>&nbsp;&nbsp;Sing to the LORD a new song,</span><br><span id=\"p23042010_08-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his praise from the end of the earth,</span><br><span id=\"p23042010_08-7\" class=\"line\">&nbsp;&nbsp;you who go down to the sea, and all that fills it,</span><br><span id=\"p23042010_08-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the coastlands and their inhabitants.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Sing unto the LORD a new song, and his praise from the end of the earth, ye that go down to the sea, and all that is therein; the isles, and the inhabitants thereof.  ","niv":"<sup><strong>10</strong></sup> Sing to the LORD a new song, his praise from the ends of the earth, you who go down to the sea, and all that is in it, you islands, and all who live in them.","modified":"2022-12-05T03:53:35.655Z"},{"_id":"6168cc213b32607a097c1824","topicId":"6168cc1e3b32607a097c181c","verse":"Revelation 21:5","votes":19,"__v":0,"esv":"<div>\n<p id=\"p66021005_01-8\"><b class=\"verse-num\" id=\"v66021005-1\">5&nbsp;</b>And he who was seated on the throne said, “Behold, I am making all things new.” Also he said, “Write this down, for these words are trustworthy and true.”</p>\n</div>","kjv":"<strong>5</strong> And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.  ","niv":"<sup><strong>5</strong></sup> He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\"","modified":"2023-11-23T17:25:11.192Z"},{"_id":"6168cc213b32607a097c1825","topicId":"6168cc1e3b32607a097c181c","verse":"Isaiah 40:31","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-9\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.","modified":"2022-12-03T14:10:56.623Z"},{"_id":"6168cc213b32607a097c1826","topicId":"6168cc1e3b32607a097c181c","verse":"Ephesians 4:22-24","votes":19,"__v":0,"esv":"<div>\n<p id=\"p49004022_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n\n</div>","kjv":"<strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. ","modified":"2023-01-04T23:51:09.326Z"},{"_id":"6168cc223b32607a097c1827","topicId":"6168cc1e3b32607a097c181c","verse":"Lamentations 3:22-24","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p25003022_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003022-1\">22&nbsp;</b>&nbsp;&nbsp;The steadfast love of the LORD never ceases;</span><br><span id=\"p25003022_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his mercies never come to an end;</span><br><span id=\"p25003023_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003023-1\">23&nbsp;</b>&nbsp;&nbsp;they are new every morning;</span><br><span id=\"p25003023_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;great is your faithfulness.</span><br><span id=\"p25003024_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003024-1\">24&nbsp;</b>&nbsp;&nbsp;“The LORD is my portion,” says my soul,</span><br><span id=\"p25003024_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“therefore I will hope in him.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong>           It is of the LORD’S mercies that we are not consumed, because his compassions fail not.  <strong>23</strong> They are new every morning: great is thy faithfulness.  <strong>24</strong> The LORD is my portion, saith my soul; therefore will I hope in him.  ","niv":"<sup><strong>22</strong></sup> Because of the LORD's great love we are not consumed, for his compassions never fail. <sup><strong>23</strong></sup> They are new every morning; great is your faithfulness. <sup><strong>24</strong></sup> I say to myself, \"The LORD is my portion; therefore I will wait for him.\" ","modified":"2022-12-06T11:10:42.571Z"},{"_id":"6168cc223b32607a097c1828","topicId":"6168cc1e3b32607a097c181c","verse":"1 Peter 1:3","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p60001003_07-13\"><b class=\"verse-num\" id=\"v60001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,</p>\n</div>","kjv":"<strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead,"},{"_id":"6168cc223b32607a097c1829","topicId":"6168cc1e3b32607a097c181c","verse":"Ezekiel 36:26-29","votes":15,"__v":0,"esv":"<div>\n<p id=\"p26036026_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v26036026-1\">26&nbsp;</b>And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh. <b class=\"verse-num\" id=\"v26036027-1\">27&nbsp;</b>And I will put my Spirit within you, and cause you to walk in my statutes and be careful to obey my rules. <b class=\"verse-num\" id=\"v26036028-1\">28&nbsp;</b>You shall dwell in the land that I gave to your fathers, and you shall be my people, and I will be your God. <b class=\"verse-num\" id=\"v26036029-1\">29&nbsp;</b>And I will deliver you from all your uncleannesses. And I will summon the grain and make it abundant and lay no famine upon you.</p>\n\n</div>","kjv":"<strong>26</strong> A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.  <strong>27</strong> And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my judgments, and do them.  <strong>28</strong> And ye shall dwell in the land that I gave to your fathers; and ye shall be my people, and I will be your God.  <strong>29</strong> I will also save you from all your uncleannesses: and I will call for the corn, and will increase it, and lay no famine upon you.  ","niv":"<sup><strong>26</strong></sup> I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh. <sup><strong>27</strong></sup> And I will put my Spirit in you and move you to follow my decrees and be careful to keep my laws. <sup><strong>28</strong></sup> You will live in the land I gave your forefathers; you will be my people, and I will be your God. <sup><strong>29</strong></sup> I will save you from all your uncleanness. I will call for the grain and make it plentiful and will not bring famine upon you. "},{"_id":"6168cc233b32607a097c182a","topicId":"6168cc1e3b32607a097c181c","verse":"Jeremiah 31:22","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24031022_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031022-1\">22&nbsp;</b>&nbsp;&nbsp;How long will you waver,</span><br><span id=\"p24031022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O faithless daughter?</span><br><span id=\"p24031022_01-15\" class=\"line\">&nbsp;&nbsp;For the LORD has created a new thing on the earth:</span><br><span id=\"p24031022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a woman encircles a man.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> How long wilt thou go about, O thou backsliding daughter? for the LORD hath created a new thing in the earth, A woman shall compass a man.  ","niv":"<sup><strong>22</strong></sup> How long will you wander, O unfaithful daughter? The LORD will create a new thing on earth- a woman will surround a man.\"","modified":"2022-12-31T16:46:14.028Z"},{"_id":"6168cc233b32607a097c182b","topicId":"6168cc1e3b32607a097c181c","verse":"Ezekiel 11:19","votes":16,"__v":0,"esv":"<div>\n<p id=\"p26011019_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v26011019-1\">19&nbsp;</b>And I will give them one heart, and a new spirit I will put within them. I will remove the heart of stone from their flesh and give them a heart of flesh,</p>\n</div>","kjv":"<strong>19</strong> And I will give them one heart, and I will put a new spirit within you; and I will take the stony heart out of their flesh, and will give them an heart of flesh:  ","niv":"<sup><strong>19</strong></sup> I will give them an undivided heart and put a new spirit in them; I will remove from them their heart of stone and give them a heart of flesh.","modified":"2022-08-21T00:52:32.543Z"},{"_id":"6168cc233b32607a097c182c","topicId":"6168cc1e3b32607a097c181c","verse":"Jeremiah 29:11","votes":15,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2023-12-02T16:08:57.006Z"},{"_id":"6168cc233b32607a097c182d","topicId":"6168cc1e3b32607a097c181c","verse":"Isaiah 65:17","votes":15,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23065017_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23065017-1\">17&nbsp;</b>&nbsp;&nbsp;“For behold, I create new heavens</span><br><span id=\"p23065017_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a new earth,</span><br><span id=\"p23065017_07-18\" class=\"line\">&nbsp;&nbsp;and the former things shall not be remembered</span><br><span id=\"p23065017_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or come into mind.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> For, behold, I create new heavens and a new earth: and the former shall not be remembered, nor come into mind.  ","niv":"<sup><strong>17</strong></sup> \"Behold, I will create new heavens and a new earth. The former things will not be remembered, nor will they come to mind.","modified":"2023-02-02T05:15:17.013Z"},{"_id":"6168cc243b32607a097c182e","topicId":"6168cc1e3b32607a097c181c","verse":"Philippians 4:6","votes":12,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God."},{"_id":"6168cc243b32607a097c182f","topicId":"6168cc1e3b32607a097c181c","verse":"1 Peter 5:7","votes":10,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you.","modified":"2022-09-02T08:48:50.409Z"},{"_id":"6168cc243b32607a097c1830","topicId":"6168cc1e3b32607a097c181c","verse":"Job 8:7","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18008007_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18008007-1\">7&nbsp;</b>&nbsp;&nbsp;And though your beginning was small,</span><br><span id=\"p18008007_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your latter days will be very great.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Though thy beginning was small, yet thy latter end should greatly increase.  ","niv":"<sup><strong>7</strong></sup> Your beginnings will seem humble, so prosperous will your future be.","modified":"2022-12-13T03:04:06.984Z"},{"_id":"6168cc253b32607a097c1831","topicId":"6168cc1e3b32607a097c181c","verse":"Revelation 21:4","votes":12,"__v":0,"esv":"<div>\n<p id=\"p66021004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n</div>","kjv":"<strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","niv":"<sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\"","modified":"2022-10-20T14:19:38.477Z"},{"_id":"6168cc253b32607a097c1832","topicId":"6168cc1e3b32607a097c181c","verse":"1 John 4:18","votes":12,"__v":0,"esv":"<div>\n<p id=\"p62004018_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.</p>\n</div>","kjv":"<strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  ","niv":"<sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.","modified":"2022-05-01T01:55:04.919Z"},{"_id":"6168cc253b32607a097c1833","topicId":"6168cc1e3b32607a097c181c","verse":"Psalm 23:1-6","votes":11,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-25\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-25\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-25\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-25\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-25\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-25\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-25\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. "},{"_id":"6168cc263b32607a097c1834","topicId":"6168cc1e3b32607a097c181c","verse":"2 Timothy 1:7","votes":8,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.","modified":"2023-08-23T07:23:11.057Z"},{"_id":"6168cc263b32607a097c1835","topicId":"6168cc1e3b32607a097c181c","verse":"Psalm 40:3","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19040003_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19040003-1\">3&nbsp;</b>&nbsp;&nbsp;He put a new song in my mouth,</span><br><span id=\"p19040003_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a song of praise to our God.</span><br><span id=\"p19040003_01-27\" class=\"line\">&nbsp;&nbsp;Many will see and fear,</span><br><span id=\"p19040003_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and put their trust in the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> And he hath put a new song in my mouth, even praise unto our God: many shall see it, and fear, and shall trust in the LORD.  ","niv":"<sup><strong>3</strong></sup> He put a new song in my mouth, a hymn of praise to our God. Many will see and fear and put their trust in the LORD.","modified":"2022-12-31T18:48:37.804Z"}]}