{"_id":"6168cbcf3b32607a097c17f6","slug":"new-orleans","name":"New Orleans","verses":[{"_id":"6168cbcf3b32607a097c17f7","topicId":"6168cbcf3b32607a097c17f6","verse":"Romans 13:13-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45013013_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"6168cbd03b32607a097c17f8","topicId":"6168cbcf3b32607a097c17f6","verse":"Luke 21:25-34","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42021025_08-2\"><b class=\"verse-num woc\" id=\"v42021025-1\">25&nbsp;</b><span class=\"woc\">“And there will be signs in sun and moon and stars, and on the earth distress of nations in perplexity because of the roaring of the sea and the waves,</span> <b class=\"verse-num woc\" id=\"v42021026-1\">26&nbsp;</b><span class=\"woc\">people fainting with fear and with foreboding of what is coming on the world. For the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v42021027-1\">27&nbsp;</b><span class=\"woc\">And then they will see the Son of Man coming in a cloud with power and great glory.</span> <b class=\"verse-num woc\" id=\"v42021028-1\">28&nbsp;</b><span class=\"woc\">Now when these things begin to take place, straighten up and raise your heads, because your redemption is drawing near.”</span></p>\n\n<p id=\"p42021028_14-2\"><b class=\"verse-num\" id=\"v42021029-1\">29&nbsp;</b>And he told them a parable: <span class=\"woc\">“Look at the fig tree, and all the trees.</span> <b class=\"verse-num woc\" id=\"v42021030-1\">30&nbsp;</b><span class=\"woc\">As soon as they come out in leaf, you see for yourselves and know that the summer is already near.</span> <b class=\"verse-num woc\" id=\"v42021031-1\">31&nbsp;</b><span class=\"woc\">So also, when you see these things taking place, you know that the kingdom of God is near.</span> <b class=\"verse-num woc\" id=\"v42021032-1\">32&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all has taken place.</span> <b class=\"verse-num woc\" id=\"v42021033-1\">33&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p42021033_16-2\"><b class=\"verse-num woc\" id=\"v42021034-1\">34&nbsp;</b><span class=\"woc\">“But watch yourselves lest your hearts be weighed down with dissipation and drunkenness and cares of this life, and that day come upon you suddenly like a trap.</span></p>\n</div>","kjv":"<strong>25</strong>           And there shall be signs in the sun, and in the moon, and in the stars; and upon the earth distress of nations, with perplexity; the sea and the waves roaring;  <strong>26</strong> Men’s hearts failing them for fear, and for looking after those things which are coming on the earth: for the powers of heaven shall be shaken.  <strong>27</strong> And then shall they see the Son of man coming in a cloud with power and great glory.  <strong>28</strong> And when these things begin to come to pass, then look up, and lift up your heads; for your redemption draweth nigh.  <strong>29</strong> And he spake to them a parable; Behold the fig tree, and all the trees;  <strong>30</strong> When they now shoot forth, ye see and know of your own selves that summer is now nigh at hand.  <strong>31</strong> So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is nigh at hand.  <strong>32</strong> Verily I say unto you, This generation shall not pass away, till all be fulfilled.  <strong>33</strong> Heaven and earth shall pass away: but my words shall not pass away.  <strong>34</strong>           And take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares.  ","niv":"<sup><strong>25</strong></sup> \"There will be signs in the sun, moon and stars. On the earth, nations will be in anguish and perplexity at the roaring and tossing of the sea. <sup><strong>26</strong></sup> Men will faint from terror, apprehensive of what is coming on the world, for the heavenly bodies will be shaken. <sup><strong>27</strong></sup> At that time they will see the Son of Man coming in a cloud with power and great glory. <sup><strong>28</strong></sup> When these things begin to take place, stand up and lift up your heads, because your redemption is drawing near.\" <sup><strong>29</strong></sup> He told them this parable: \"Look at the fig tree and all the trees. <sup><strong>30</strong></sup> When they sprout leaves, you can see for yourselves and know that summer is near. <sup><strong>31</strong></sup> Even so, when you see these things happening, you know that the kingdom of God is near. <sup><strong>32</strong></sup> \"I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>33</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>34</strong></sup> \"Be careful, or your hearts will be weighed down with dissipation, drunkenness and the anxieties of life, and that day will close on you unexpectedly like a trap. "}]}