{"_id":"6168cb913b32607a097c17d4","slug":"new-job","name":"New Job","verses":[{"_id":"6168cb913b32607a097c17d5","topicId":"6168cb913b32607a097c17d4","verse":"Proverbs 3:5-6","votes":156,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. "},{"_id":"6168cb913b32607a097c17d6","topicId":"6168cb913b32607a097c17d4","verse":"2 Timothy 1:7","votes":84,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"6168cb923b32607a097c17d7","topicId":"6168cb913b32607a097c17d4","verse":"Jeremiah 33:3","votes":75,"__v":0,"esv":"<div>\n<p id=\"p24033003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v24033003-1\">3&nbsp;</b>Call to me and I will answer you, and will tell you great and hidden things that you have not known.</p>\n</div>","kjv":"<strong>3</strong> Call unto me, and I will answer thee, and shew thee great and mighty things, which thou knowest not.  ","niv":"<sup><strong>3</strong></sup> 'Call to me and I will answer you and tell you great and unsearchable things you do not know.'","modified":"2023-08-06T08:37:22.170Z"},{"_id":"6168cb923b32607a097c17d8","topicId":"6168cb913b32607a097c17d4","verse":"Romans 9:17","votes":59,"__v":0,"esv":"<div>\n<p id=\"p45009017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009017-1\">17&nbsp;</b>For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.”</p>\n</div>","kjv":"<strong>17</strong> For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.  ","niv":"<sup><strong>17</strong></sup> For the Scripture says to Pharaoh: \"I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.\""},{"_id":"6168cb923b32607a097c17d9","topicId":"6168cb913b32607a097c17d4","verse":"Proverbs 3:1-6","votes":53,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003001_09-5\" class=\"line\"><b class=\"chapter-num\" id=\"v20003001-1\">3:1&nbsp;</b>&nbsp;&nbsp;My son, do not forget my teaching,</span><br><span id=\"p20003001_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but let your heart keep my commandments,</span><br><span id=\"p20003002_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003002-1\">2&nbsp;</b>&nbsp;&nbsp;for length of days and years of life</span><br><span id=\"p20003002_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and peace they will add to you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003003_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not steadfast love and faithfulness forsake you;</span><br><span id=\"p20003003_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;bind them around your neck;</span><br><span id=\"p20003003_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;write them on the tablet of your heart.</span><br><span id=\"p20003004_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003004-1\">4&nbsp;</b>&nbsp;&nbsp;So you will find favor and good success</span><br><span id=\"p20003004_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sight of God and man.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003005_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_09-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_09-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> My son, forget not my law; but let thine heart keep my commandments:  <strong>2</strong> For length of days, and long life, and peace, shall they add to thee.  <strong>3</strong> Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:  <strong>4</strong> So shalt thou find favour and good understanding in the sight of God and man.  <strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>1</strong></sup> My son, do not forget my teaching, but keep my commands in your heart, <sup><strong>2</strong></sup> for they will prolong your life many years and bring you prosperity. <sup><strong>3</strong></sup> Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart. <sup><strong>4</strong></sup> Then you will win favor and a good name in the sight of God and man. <sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. ","modified":"2022-11-26T01:50:07.061Z"},{"_id":"6168cb933b32607a097c17da","topicId":"6168cb913b32607a097c17d4","verse":"Matthew 6:25-7:29","votes":44,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-6\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_05-6\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n<p id=\"p40007001_07-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n<p id=\"p40007005_07-6\"><b class=\"verse-num woc\" id=\"v40007006-1\">6&nbsp;</b><span class=\"woc\">“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.</span></p>\n\n<p id=\"p40007006_13-6\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v40007008-1\">8&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span> <b class=\"verse-num woc\" id=\"v40007009-1\">9&nbsp;</b><span class=\"woc\">Or which one of you, if his son asks him for bread, will give him a stone?</span> <b class=\"verse-num woc\" id=\"v40007010-1\">10&nbsp;</b><span class=\"woc\">Or if he asks for a fish, will give him a serpent?</span> <b class=\"verse-num woc\" id=\"v40007011-1\">11&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!</span></p>\n\n<p id=\"p40007011_16-6\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n<p id=\"p40007012_16-6\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n<p id=\"p40007014_21-6\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span> <b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n\n<p id=\"p40007020_25-6\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n\n<p id=\"p40007023_31-6\"><b class=\"verse-num woc\" id=\"v40007024-1\">24&nbsp;</b><span class=\"woc\">“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.</span> <b class=\"verse-num woc\" id=\"v40007025-1\">25&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.</span> <b class=\"verse-num woc\" id=\"v40007026-1\">26&nbsp;</b><span class=\"woc\">And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.</span> <b class=\"verse-num woc\" id=\"v40007027-1\">27&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”</span></p>\n\n<p id=\"p40007027_35-6\"><b class=\"verse-num\" id=\"v40007028-1\">28&nbsp;</b>And when Jesus finished these sayings, the crowds were astonished at his teaching, <b class=\"verse-num\" id=\"v40007029-1\">29&nbsp;</b>for he was teaching them as one who had authority, and not as their scribes.</p>\n\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. <strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  <strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. <strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  <strong>8</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  <strong>9</strong> Or what man is there of you, whom if his son ask bread, will he give him a stone?  <strong>10</strong> Or if he ask a fish, will he give him a serpent?  <strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  <strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. <strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. <strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  <strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. <strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. <strong>24</strong>           Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:  <strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  <strong>26</strong> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:  <strong>27</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.  <strong>28</strong> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:  <strong>29</strong> For he taught them as one having authority, and not as the scribes.  ","niv":""},{"_id":"6168cb933b32607a097c17db","topicId":"6168cb913b32607a097c17d4","verse":"1 Corinthians 3:10-15","votes":39,"__v":0,"esv":"<div>\n<p id=\"p46003010_01-8\"><b class=\"verse-num\" id=\"v46003010-1\">10&nbsp;</b>According to the grace of God given to me, like a skilled master builder I laid a foundation, and someone else is building upon it. Let each one take care how he builds upon it. <b class=\"verse-num\" id=\"v46003011-1\">11&nbsp;</b>For no one can lay a foundation other than that which is laid, which is Jesus Christ. <b class=\"verse-num\" id=\"v46003012-1\">12&nbsp;</b>Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw—<b class=\"verse-num\" id=\"v46003013-1\">13&nbsp;</b>each one’s work will become manifest, for the Day will disclose it, because it will be revealed by fire, and the fire will test what sort of work each one has done. <b class=\"verse-num\" id=\"v46003014-1\">14&nbsp;</b>If the work that anyone has built on the foundation survives, he will receive a reward. <b class=\"verse-num\" id=\"v46003015-1\">15&nbsp;</b>If anyone’s work is burned up, he will suffer loss, though he himself will be saved, but only as through fire.</p>\n\n</div>","kjv":"<strong>10</strong> According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon.  <strong>11</strong> For other foundation can no man lay than that is laid, which is Jesus Christ.  <strong>12</strong> Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;  <strong>13</strong> Every man’s work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man’s work of what sort it is.  <strong>14</strong> If any man’s work abide which he hath built thereupon, he shall receive a reward.  <strong>15</strong> If any man’s work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.  ","niv":"<sup><strong>10</strong></sup> By the grace God has given me, I laid a foundation as an expert builder, and someone else is building on it. But each one should be careful how he builds. <sup><strong>11</strong></sup> For no one can lay any foundation other than the one already laid, which is Jesus Christ. <sup><strong>12</strong></sup> If any man builds on this foundation using gold, silver, costly stones, wood, hay or straw, <sup><strong>13</strong></sup> his work will be shown for what it is, because the Day will bring it to light. It will be revealed with fire, and the fire will test the quality of each man's work. <sup><strong>14</strong></sup> If what he has built survives, he will receive his reward. <sup><strong>15</strong></sup> If it is burned up, he will suffer loss; he himself will be saved, but only as one escaping through the flames. "},{"_id":"6168cb933b32607a097c17dc","topicId":"6168cb913b32607a097c17d4","verse":"Jeremiah 29:11","votes":36,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"6168cb943b32607a097c17dd","topicId":"6168cb913b32607a097c17d4","verse":"Proverbs 3:9-10","votes":29,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003009_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003009-1\">9&nbsp;</b>&nbsp;&nbsp;Honor the LORD with your wealth</span><br><span id=\"p20003009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the firstfruits of all your produce;</span><br><span id=\"p20003010_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003010-1\">10&nbsp;</b>&nbsp;&nbsp;then your barns will be filled with plenty,</span><br><span id=\"p20003010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your vats will be bursting with wine.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Honour the LORD with thy substance, and with the firstfruits of all thine increase:  <strong>10</strong> So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.  ","niv":"<sup><strong>9</strong></sup> Honor the LORD with your wealth, with the firstfruits of all your crops; <sup><strong>10</strong></sup> then your barns will be filled to overflowing, and your vats will brim over with new wine. "},{"_id":"6168cb943b32607a097c17de","topicId":"6168cb913b32607a097c17d4","verse":"Romans 12:17-21","votes":28,"__v":0,"esv":"<div>\n<p id=\"p45012017_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"6168cb943b32607a097c17df","topicId":"6168cb913b32607a097c17d4","verse":"Proverbs 2:1-22","votes":23,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20002001_05-12\" class=\"line\"><b class=\"chapter-num\" id=\"v20002001-1\">2:1&nbsp;</b>&nbsp;&nbsp;My son, if you receive my words</span><br><span id=\"p20002001_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and treasure up my commandments with you,</span><br><span id=\"p20002002_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002002-1\">2&nbsp;</b>&nbsp;&nbsp;making your ear attentive to wisdom</span><br><span id=\"p20002002_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and inclining your heart to understanding;</span><br><span id=\"p20002003_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002003-1\">3&nbsp;</b>&nbsp;&nbsp;yes, if you call out for insight</span><br><span id=\"p20002003_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raise your voice for understanding,</span><br><span id=\"p20002004_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002004-1\">4&nbsp;</b>&nbsp;&nbsp;if you seek it like silver</span><br><span id=\"p20002004_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and search for it as for hidden treasures,</span><br><span id=\"p20002005_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002005-1\">5&nbsp;</b>&nbsp;&nbsp;then you will understand the fear of the LORD</span><br><span id=\"p20002005_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and find the knowledge of God.</span><br><span id=\"p20002006_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002006-1\">6&nbsp;</b>&nbsp;&nbsp;For the LORD gives wisdom;</span><br><span id=\"p20002006_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from his mouth come knowledge and understanding;</span><br><span id=\"p20002007_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002007-1\">7&nbsp;</b>&nbsp;&nbsp;he stores up sound wisdom for the upright;</span><br><span id=\"p20002007_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is a shield to those who walk in integrity,</span><br><span id=\"p20002008_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002008-1\">8&nbsp;</b>&nbsp;&nbsp;guarding the paths of justice</span><br><span id=\"p20002008_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and watching over the way of his saints.</span><br><span id=\"p20002009_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002009-1\">9&nbsp;</b>&nbsp;&nbsp;Then you will understand righteousness and justice</span><br><span id=\"p20002009_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and equity, every good path;</span><br><span id=\"p20002010_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002010-1\">10&nbsp;</b>&nbsp;&nbsp;for wisdom will come into your heart,</span><br><span id=\"p20002010_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and knowledge will be pleasant to your soul;</span><br><span id=\"p20002011_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002011-1\">11&nbsp;</b>&nbsp;&nbsp;discretion will watch over you,</span><br><span id=\"p20002011_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;understanding will guard you,</span><br><span id=\"p20002012_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002012-1\">12&nbsp;</b>&nbsp;&nbsp;delivering you from the way of evil,</span><br><span id=\"p20002012_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from men of perverted speech,</span><br><span id=\"p20002013_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002013-1\">13&nbsp;</b>&nbsp;&nbsp;who forsake the paths of uprightness</span><br><span id=\"p20002013_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to walk in the ways of darkness,</span><br><span id=\"p20002014_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002014-1\">14&nbsp;</b>&nbsp;&nbsp;who rejoice in doing evil</span><br><span id=\"p20002014_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delight in the perverseness of evil,</span><br><span id=\"p20002015_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002015-1\">15&nbsp;</b>&nbsp;&nbsp;men whose paths are crooked,</span><br><span id=\"p20002015_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and who are devious in their ways.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20002016_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002016-1\">16&nbsp;</b>&nbsp;&nbsp;So you will be delivered from the forbidden woman,</span><br><span id=\"p20002016_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the adulteress with her smooth words,</span><br><span id=\"p20002017_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002017-1\">17&nbsp;</b>&nbsp;&nbsp;who forsakes the companion of her youth</span><br><span id=\"p20002017_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and forgets the covenant of her God;</span><br><span id=\"p20002018_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002018-1\">18&nbsp;</b>&nbsp;&nbsp;for her house sinks down to death,</span><br><span id=\"p20002018_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her paths to the departed;</span><br><span id=\"p20002019_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002019-1\">19&nbsp;</b>&nbsp;&nbsp;none who go to her come back,</span><br><span id=\"p20002019_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor do they regain the paths of life.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20002020_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002020-1\">20&nbsp;</b>&nbsp;&nbsp;So you will walk in the way of the good</span><br><span id=\"p20002020_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keep to the paths of the righteous.</span><br><span id=\"p20002021_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002021-1\">21&nbsp;</b>&nbsp;&nbsp;For the upright will inhabit the land,</span><br><span id=\"p20002021_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those with integrity will remain in it,</span><br><span id=\"p20002022_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002022-1\">22&nbsp;</b>&nbsp;&nbsp;but the wicked will be cut off from the land,</span><br><span id=\"p20002022_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the treacherous will be rooted out of it.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> My son, if thou wilt receive my words, and hide my commandments with thee;  <strong>2</strong> So that thou incline thine ear unto wisdom, and apply thine heart to understanding;  <strong>3</strong> Yea, if thou criest after knowledge, and liftest up thy voice for understanding;  <strong>4</strong> If thou seekest her as silver, and searchest for her as for  hid treasures;  <strong>5</strong> Then shalt thou understand the fear of the LORD, and find the knowledge of God.  <strong>6</strong> For the LORD giveth wisdom: out of his mouth cometh knowledge and understanding.  <strong>7</strong> He layeth up sound wisdom for the righteous: he is a buckler to them that walk uprightly.  <strong>8</strong> He keepeth the paths of judgment, and preserveth the way of his saints.  <strong>9</strong> Then shalt thou understand righteousness, and judgment, and equity; yea, every good path.  <strong>10</strong> When wisdom entereth into thine heart, and knowledge is pleasant unto thy soul;  <strong>11</strong> Discretion shall preserve thee, understanding shall keep thee:  <strong>12</strong> To deliver thee from the way of the evil man, from the man that speaketh froward things;  <strong>13</strong> Who leave the paths of uprightness, to walk in the ways of darkness;  <strong>14</strong> Who rejoice to do evil, and delight in the frowardness of the wicked;  <strong>15</strong> Whose ways are crooked, and they froward in their paths:  <strong>16</strong> To deliver thee from the strange woman, even from the stranger which flattereth with her words;  <strong>17</strong> Which forsaketh the guide of her youth, and forgetteth the covenant of her God.  <strong>18</strong> For her house inclineth unto death, and her paths unto the dead.  <strong>19</strong> None that go unto her return again, neither take they hold of the paths of life.  <strong>20</strong> That thou mayest walk in the way of good men, and keep the paths of the righteous.  <strong>21</strong> For the upright shall dwell in the land, and the perfect shall remain in it.  <strong>22</strong> But the wicked shall be cut off from the earth, and the transgressors shall be rooted out of it.  ","niv":"<sup><strong>1</strong></sup> My son, if you accept my words and store up my commands within you, <sup><strong>2</strong></sup> turning your ear to wisdom and applying your heart to understanding, <sup><strong>3</strong></sup> and if you call out for insight and cry aloud for understanding, <sup><strong>4</strong></sup> and if you look for it as for silver and search for it as for hidden treasure, <sup><strong>5</strong></sup> then you will understand the fear of the LORD and find the knowledge of God. <sup><strong>6</strong></sup> For the LORD gives wisdom, and from his mouth come knowledge and understanding. <sup><strong>7</strong></sup> He holds victory in store for the upright, he is a shield to those whose walk is blameless, <sup><strong>8</strong></sup> for he guards the course of the just and protects the way of his faithful ones. <sup><strong>9</strong></sup> Then you will understand what is right and just and fair-every good path. <sup><strong>10</strong></sup> For wisdom will enter your heart, and knowledge will be pleasant to your soul. <sup><strong>11</strong></sup> Discretion will protect you, and understanding will guard you. <sup><strong>12</strong></sup> Wisdom will save you from the ways of wicked men, from men whose words are perverse, <sup><strong>13</strong></sup> who leave the straight paths to walk in dark ways, <sup><strong>14</strong></sup> who delight in doing wrong and rejoice in the perverseness of evil, <sup><strong>15</strong></sup> whose paths are crooked and who are devious in their ways. <sup><strong>16</strong></sup> It will save you also from the adulteress, from the wayward wife with her seductive words, <sup><strong>17</strong></sup> who has left the partner of her youth and ignored the covenant she made before God. <sup><strong>18</strong></sup> For her house leads down to death and her paths to the spirits of the dead. <sup><strong>19</strong></sup> None who go to her return or attain the paths of life. <sup><strong>20</strong></sup> Thus you will walk in the ways of good men and keep to the paths of the righteous. <sup><strong>21</strong></sup> For the upright will live in the land, and the blameless will remain in it; <sup><strong>22</strong></sup> but the wicked will be cut off from the land, and the unfaithful will be torn from it. "},{"_id":"6168cb953b32607a097c17e0","topicId":"6168cb913b32607a097c17d4","verse":"Psalm 20:1-9","votes":21,"__v":0,"esv":"<div>\n\n<h4 id=\"p19020001_10-13\" class=\"psalm-title\">To the choirmaster. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19020001_10-13\" class=\"line\"><b class=\"chapter-num\" id=\"v19020001-1\">20:1&nbsp;</b>&nbsp;&nbsp;May the LORD answer you in the day of trouble!</span><br><span id=\"p19020001_10-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;May the name of the God of Jacob protect you!</span><br><span id=\"p19020002_10-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020002-1\">2&nbsp;</b>&nbsp;&nbsp;May he send you help from the sanctuary</span><br><span id=\"p19020002_10-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give you support from Zion!</span><br><span id=\"p19020003_10-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020003-1\">3&nbsp;</b>&nbsp;&nbsp;May he remember all your offerings</span><br><span id=\"p19020003_10-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and regard with favor your burnt sacrifices! <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19020004_10-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020004-1\">4&nbsp;</b>&nbsp;&nbsp;May he grant you your heart’s desire</span><br><span id=\"p19020004_10-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fulfill all your plans!</span><br><span id=\"p19020005_10-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020005-1\">5&nbsp;</b>&nbsp;&nbsp;May we shout for joy over your salvation,</span><br><span id=\"p19020005_10-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in the name of our God set up our banners!</span><br><span id=\"p19020005_10-13\" class=\"line\">&nbsp;&nbsp;May the LORD fulfill all your petitions!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19020006_10-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020006-1\">6&nbsp;</b>&nbsp;&nbsp;Now I know that the LORD saves his anointed;</span><br><span id=\"p19020006_10-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will answer him from his holy heaven</span><br><span id=\"p19020006_10-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the saving might of his right hand.</span><br><span id=\"p19020007_10-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020007-1\">7&nbsp;</b>&nbsp;&nbsp;Some trust in chariots and some in horses,</span><br><span id=\"p19020007_10-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but we trust in the name of the LORD our God.</span><br><span id=\"p19020008_10-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020008-1\">8&nbsp;</b>&nbsp;&nbsp;They collapse and fall,</span><br><span id=\"p19020008_10-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but we rise and stand upright.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19020009_10-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020009-1\">9&nbsp;</b>&nbsp;&nbsp;O LORD, save the king!</span><br><span id=\"p19020009_10-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;May he answer us when we call.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The LORD hear thee in the day of trouble; the name of the God of Jacob defend thee;  <strong>2</strong> Send thee help from the sanctuary, and strengthen thee out of Zion;  <strong>3</strong> Remember all thy offerings, and accept thy burnt sacrifice; Selah.  <strong>4</strong> Grant thee according to thine own heart, and fulfil all thy counsel.  <strong>5</strong> We will rejoice in thy salvation, and in the name of our God we will set up our banners: the LORD fulfil all thy petitions.  <strong>6</strong> Now know I that the LORD saveth his anointed; he will hear him from his holy heaven with the saving strength of his right hand.  <strong>7</strong> Some trust in chariots, and some in horses: but we will remember the name of the LORD our God.  <strong>8</strong> They are brought down and fallen: but we are risen, and stand upright.  <strong>9</strong> Save, LORD: let the king hear us when we call.  ","niv":"<sup><strong>1</strong></sup> May the LORD answer you when you are in distress; may the name of the God of Jacob protect you. <sup><strong>2</strong></sup> May he send you help from the sanctuary and grant you support from Zion. <sup><strong>3</strong></sup> May he remember all your sacrifices and accept your burnt offerings. Selah <sup><strong>4</strong></sup> May he give you the desire of your heart and make all your plans succeed. <sup><strong>5</strong></sup> We will shout for joy when you are victorious and will lift up our banners in the name of our God. May the LORD grant all your requests. <sup><strong>6</strong></sup> Now I know that the LORD saves his anointed; he answers him from his holy heaven with the saving power of his right hand. <sup><strong>7</strong></sup> Some trust in chariots and some in horses, but we trust in the name of the LORD our God. <sup><strong>8</strong></sup> They are brought to their knees and fall, but we rise up and stand firm. <sup><strong>9</strong></sup> O LORD, save the king! Answer us when we call! "},{"_id":"6168cb953b32607a097c17e1","topicId":"6168cb913b32607a097c17d4","verse":"Psalm 34:9-10","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034009_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034009-1\">9&nbsp;</b>&nbsp;&nbsp;Oh, fear the LORD, you his saints,</span><br><span id=\"p19034009_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for those who fear him have no lack!</span><br><span id=\"p19034010_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034010-1\">10&nbsp;</b>&nbsp;&nbsp;The young lions suffer want and hunger;</span><br><span id=\"p19034010_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who seek the LORD lack no good thing.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> O fear the LORD, ye his saints: for there is no want to them that fear him.  <strong>10</strong> The young lions do lack, and suffer hunger: but they that seek the LORD shall not want any good thing. ","niv":"<sup><strong>9</strong></sup> Fear the LORD, you his saints, for those who fear him lack nothing. <sup><strong>10</strong></sup> The lions may grow weak and hungry, but those who seek the LORD lack no good thing. "},{"_id":"6168cb953b32607a097c17e2","topicId":"6168cb913b32607a097c17d4","verse":"Proverbs 16:3","votes":17,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016003_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016003-1\">3&nbsp;</b>&nbsp;&nbsp;Commit your work to the LORD,</span><br><span id=\"p20016003_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your plans will be established.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Commit thy works unto the LORD, and thy thoughts shall be established.  ","niv":"<sup><strong>3</strong></sup> Commit to the LORD whatever you do, and your plans will succeed.","modified":"2023-08-12T20:48:07.351Z"},{"_id":"6168cb953b32607a097c17e3","topicId":"6168cb913b32607a097c17d4","verse":"Malachi 3:10","votes":14,"__v":0,"esv":"<div>\n<p id=\"p39003010_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it."},{"_id":"6168cb963b32607a097c17e4","topicId":"6168cb913b32607a097c17d4","verse":"Jeremiah 17:10","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017010_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017010-1\">10&nbsp;</b>&nbsp;&nbsp;“I the LORD search the heart</span><br><span id=\"p24017010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and test the mind,</span><br><span id=\"p24017010_01-17\" class=\"line\">&nbsp;&nbsp;to give every man according to his ways,</span><br><span id=\"p24017010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to the fruit of his deeds.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> I the LORD search the heart, I try the reins, even to give every man according to his ways, and according to the fruit of his doings.  ","niv":"<sup><strong>10</strong></sup> \"I the LORD search the heart and examine the mind, to reward a man according to his conduct, according to what his deeds deserve.\""},{"_id":"6168cb963b32607a097c17e5","topicId":"6168cb913b32607a097c17d4","verse":"Philippians 4:13","votes":12,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"6168cb963b32607a097c17e6","topicId":"6168cb913b32607a097c17d4","verse":"Romans 8:28","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"6168cb973b32607a097c17e7","topicId":"6168cb913b32607a097c17d4","verse":"Matthew 20:29-21:46","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p40020029_06-20\"><b class=\"verse-num\" id=\"v40020029-1\">29&nbsp;</b>And as they went out of Jericho, a great crowd followed him. <b class=\"verse-num\" id=\"v40020030-1\">30&nbsp;</b>And behold, there were two blind men sitting by the roadside, and when they heard that Jesus was passing by, they cried out, “Lord, have mercy on us, Son of David!” <b class=\"verse-num\" id=\"v40020031-1\">31&nbsp;</b>The crowd rebuked them, telling them to be silent, but they cried out all the more, “Lord, have mercy on us, Son of David!” <b class=\"verse-num\" id=\"v40020032-1\">32&nbsp;</b>And stopping, Jesus called them and said, <span class=\"woc\">“What do you want me to do for you?”</span> <b class=\"verse-num\" id=\"v40020033-1\">33&nbsp;</b>They said to him, “Lord, let our eyes be opened.” <b class=\"verse-num\" id=\"v40020034-1\">34&nbsp;</b>And Jesus in pity touched their eyes, and immediately they recovered their sight and followed him.</p>\n\n<p id=\"p40021001_09-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40021001-1\">21:1&nbsp;</b>Now when they drew near to Jerusalem and came to Bethphage, to the Mount of Olives, then Jesus sent two disciples, <b class=\"verse-num\" id=\"v40021002-1\">2&nbsp;</b>saying to them, <span class=\"woc\">“Go into the village in front of you, and immediately you will find a donkey tied, and a colt with her. Untie them and bring them to me.</span> <b class=\"verse-num woc\" id=\"v40021003-1\">3&nbsp;</b><span class=\"woc\">If anyone says anything to you, you shall say, ‘The Lord needs them,’ and he will send them at once.”</span> <b class=\"verse-num\" id=\"v40021004-1\">4&nbsp;</b>This took place to fulfill what was spoken by the prophet, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40021005_09-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v40021005-1\">5&nbsp;</b>&nbsp;&nbsp;“Say to the daughter of Zion,</span><br><span id=\"p40021005_09-20\" class=\"line\">&nbsp;&nbsp;‘Behold, your king is coming to you,</span><br><span id=\"p40021005_09-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;humble, and mounted on a donkey,</span><br><span id=\"p40021005_09-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on a colt, the foal of a beast of burden.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40021005_09-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40021006-1\">6&nbsp;</b>The disciples went and did as Jesus had directed them. <b class=\"verse-num\" id=\"v40021007-1\">7&nbsp;</b>They brought the donkey and the colt and put on them their cloaks, and he sat on them. <b class=\"verse-num\" id=\"v40021008-1\">8&nbsp;</b>Most of the crowd spread their cloaks on the road, and others cut branches from the trees and spread them on the road. <b class=\"verse-num\" id=\"v40021009-1\">9&nbsp;</b>And the crowds that went before him and that followed him were shouting, “Hosanna to the Son of David! Blessed is he who comes in the name of the Lord! Hosanna in the highest!” <b class=\"verse-num\" id=\"v40021010-1\">10&nbsp;</b>And when he entered Jerusalem, the whole city was stirred up, saying, “Who is this?” <b class=\"verse-num\" id=\"v40021011-1\">11&nbsp;</b>And the crowds said, “This is the prophet Jesus, from Nazareth of Galilee.”</p>\n\n<p id=\"p40021011_13-20\"><b class=\"verse-num\" id=\"v40021012-1\">12&nbsp;</b>And Jesus entered the temple and drove out all who sold and bought in the temple, and he overturned the tables of the money-changers and the seats of those who sold pigeons. <b class=\"verse-num\" id=\"v40021013-1\">13&nbsp;</b>He said to them, <span class=\"woc\">“It is written, ‘My house shall be called a house of prayer,’ but you make it a den of robbers.”</span></p>\n<p id=\"p40021013_13-20\"><b class=\"verse-num\" id=\"v40021014-1\">14&nbsp;</b>And the blind and the lame came to him in the temple, and he healed them. <b class=\"verse-num\" id=\"v40021015-1\">15&nbsp;</b>But when the chief priests and the scribes saw the wonderful things that he did, and the children crying out in the temple, “Hosanna to the Son of David!” they were indignant, <b class=\"verse-num\" id=\"v40021016-1\">16&nbsp;</b>and they said to him, “Do you hear what these are saying?” And Jesus said to them, <span class=\"woc\">“Yes; have you never read,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40021016_13-20\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Out of the mouth of infants and nursing babies</span><br><span id=\"p40021016_13-20\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;you have prepared praise’?”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40021016_13-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40021017-1\">17&nbsp;</b>And leaving them, he went out of the city to Bethany and lodged there.</p>\n\n<p id=\"p40021017_18-20\"><b class=\"verse-num\" id=\"v40021018-1\">18&nbsp;</b>In the morning, as he was returning to the city, he became hungry. <b class=\"verse-num\" id=\"v40021019-1\">19&nbsp;</b>And seeing a fig tree by the wayside, he went to it and found nothing on it but only leaves. And he said to it, <span class=\"woc\">“May no fruit ever come from you again!”</span> And the fig tree withered at once.</p>\n<p id=\"p40021019_18-20\"><b class=\"verse-num\" id=\"v40021020-1\">20&nbsp;</b>When the disciples saw it, they marveled, saying, “How did the fig tree wither at once?” <b class=\"verse-num\" id=\"v40021021-1\">21&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Truly, I say to you, if you have faith and do not doubt, you will not only do what has been done to the fig tree, but even if you say to this mountain, ‘Be taken up and thrown into the sea,’ it will happen.</span> <b class=\"verse-num woc\" id=\"v40021022-1\">22&nbsp;</b><span class=\"woc\">And whatever you ask in prayer, you will receive, if you have faith.”</span></p>\n\n<p id=\"p40021022_23-20\"><b class=\"verse-num\" id=\"v40021023-1\">23&nbsp;</b>And when he entered the temple, the chief priests and the elders of the people came up to him as he was teaching, and said, “By what authority are you doing these things, and who gave you this authority?” <b class=\"verse-num\" id=\"v40021024-1\">24&nbsp;</b>Jesus answered them, <span class=\"woc\">“I also will ask you one question, and if you tell me the answer, then I also will tell you by what authority I do these things.</span> <b class=\"verse-num woc\" id=\"v40021025-1\">25&nbsp;</b><span class=\"woc\">The baptism of John, from where did it come? From heaven or from man?”</span> And they discussed it among themselves, saying, “If we say, ‘From heaven,’ he will say to us, ‘Why then did you not believe him?’ <b class=\"verse-num\" id=\"v40021026-1\">26&nbsp;</b>But if we say, ‘From man,’ we are afraid of the crowd, for they all hold that John was a prophet.” <b class=\"verse-num\" id=\"v40021027-1\">27&nbsp;</b>So they answered Jesus, “We do not know.” And he said to them, <span class=\"woc\">“Neither will I tell you by what authority I do these things.</span></p>\n\n<p id=\"p40021027_29-20\"><b class=\"verse-num woc\" id=\"v40021028-1\">28&nbsp;</b><span class=\"woc\">“What do you think? A man had two sons. And he went to the first and said, ‘Son, go and work in the vineyard today.’</span> <b class=\"verse-num woc\" id=\"v40021029-1\">29&nbsp;</b><span class=\"woc\">And he answered, ‘I will not,’ but afterward he changed his mind and went.</span> <b class=\"verse-num woc\" id=\"v40021030-1\">30&nbsp;</b><span class=\"woc\">And he went to the other son and said the same. And he answered, ‘I go, sir,’ but did not go.</span> <b class=\"verse-num woc\" id=\"v40021031-1\">31&nbsp;</b><span class=\"woc\">Which of the two did the will of his father?”</span> They said, “The first.” Jesus said to them, <span class=\"woc\">“Truly, I say to you, the tax collectors and the prostitutes go into the kingdom of God before you.</span> <b class=\"verse-num woc\" id=\"v40021032-1\">32&nbsp;</b><span class=\"woc\">For John came to you in the way of righteousness, and you did not believe him, but the tax collectors and the prostitutes believed him. And even when you saw it, you did not afterward change your minds and believe him.</span></p>\n\n<p id=\"p40021032_34-20\"><b class=\"verse-num woc\" id=\"v40021033-1\">33&nbsp;</b><span class=\"woc\">“Hear another parable. There was a master of a house who planted a vineyard and put a fence around it and dug a winepress in it and built a tower and leased it to tenants, and went into another country.</span> <b class=\"verse-num woc\" id=\"v40021034-1\">34&nbsp;</b><span class=\"woc\">When the season for fruit drew near, he sent his servants to the tenants to get his fruit.</span> <b class=\"verse-num woc\" id=\"v40021035-1\">35&nbsp;</b><span class=\"woc\">And the tenants took his servants and beat one, killed another, and stoned another.</span> <b class=\"verse-num woc\" id=\"v40021036-1\">36&nbsp;</b><span class=\"woc\">Again he sent other servants, more than the first. And they did the same to them.</span> <b class=\"verse-num woc\" id=\"v40021037-1\">37&nbsp;</b><span class=\"woc\">Finally he sent his son to them, saying, ‘They will respect my son.’</span> <b class=\"verse-num woc\" id=\"v40021038-1\">38&nbsp;</b><span class=\"woc\">But when the tenants saw the son, they said to themselves, ‘This is the heir. Come, let us kill him and have his inheritance.’</span> <b class=\"verse-num woc\" id=\"v40021039-1\">39&nbsp;</b><span class=\"woc\">And they took him and threw him out of the vineyard and killed him.</span> <b class=\"verse-num woc\" id=\"v40021040-1\">40&nbsp;</b><span class=\"woc\">When therefore the owner of the vineyard comes, what will he do to those tenants?”</span> <b class=\"verse-num\" id=\"v40021041-1\">41&nbsp;</b>They said to him, “He will put those wretches to a miserable death and let out the vineyard to other tenants who will give him the fruits in their seasons.”</p>\n<p id=\"p40021041_34-20\"><b class=\"verse-num\" id=\"v40021042-1\">42&nbsp;</b>Jesus said to them, <span class=\"woc\">“Have you never read in the Scriptures:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40021042_34-20\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘The stone that the builders rejected</span><br><span id=\"p40021042_34-20\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone;</span><br><span id=\"p40021042_34-20\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;this was the Lord’s doing,</span><br><span id=\"p40021042_34-20\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and it is marvelous in our eyes’?</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></p><p id=\"p40021042_34-20\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40021043-1\">43&nbsp;</b><span class=\"woc\">Therefore I tell you, the kingdom of God will be taken away from you and given to a people producing its fruits.</span> <b class=\"verse-num woc\" id=\"v40021044-1\">44&nbsp;</b><span class=\"woc\">And the one who falls on this stone will be broken to pieces; and when it falls on anyone, it will crush him.”</span></p>\n<p id=\"p40021044_34-20\"><b class=\"verse-num\" id=\"v40021045-1\">45&nbsp;</b>When the chief priests and the Pharisees heard his parables, they perceived that he was speaking about them. <b class=\"verse-num\" id=\"v40021046-1\">46&nbsp;</b>And although they were seeking to arrest him, they feared the crowds, because they held him to be a prophet.</p>\n\n</div>","kjv":"<strong>29</strong> And as they departed from Jericho, a great multitude followed him.  <strong>30</strong> And, behold, two blind men sitting by the way side, when they heard that Jesus passed by, cried out, saying, Have mercy on us, O Lord, thou  Son of David.  <strong>31</strong> And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, Have mercy on us, O Lord, thou  Son of David.  <strong>32</strong> And Jesus stood still, and called them, and said, What will ye that I shall do unto you?  <strong>33</strong> They say unto him, Lord, that our eyes may be opened.  <strong>34</strong> So Jesus had compassion on them, and touched their eyes: and immediately their eyes received sight, and they followed him.  <strong>1</strong> And when they drew nigh unto Jerusalem, and were come to Bethphage, unto the mount of Olives, then sent Jesus two disciples,  <strong>2</strong> Saying unto them, Go into the village over against you, and straightway ye shall find an ass tied, and a colt with her: loose them,  and bring them unto me.  <strong>3</strong> And if any man say ought unto you, ye shall say, The Lord hath need of them; and straightway he will send them.  <strong>4</strong> All this was done, that it might be fulfilled which was spoken by the prophet, saying,  <strong>5</strong> Tell ye the daughter of Sion, Behold, thy King cometh unto thee, meek, and sitting upon an ass, and a colt the foal of an ass.  <strong>6</strong> And the disciples went, and did as Jesus commanded them,  <strong>7</strong> And brought the ass, and the colt, and put on them their clothes, and they set him thereon.  <strong>8</strong> And a very great multitude spread their garments in the way; others cut down branches from the trees, and strawed them in the way.  <strong>9</strong> And the multitudes that went before, and that followed, cried, saying, Hosanna to the Son of David: Blessed is he that cometh in the name of the Lord; Hosanna in the highest.  <strong>10</strong> And when he was come into Jerusalem, all the city was moved, saying, Who is this?  <strong>11</strong> And the multitude said, This is Jesus the prophet of Nazareth of Galilee.  <strong>12</strong> And Jesus went into the temple of God, and cast out all them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves,  <strong>13</strong> And said unto them, It is written, My house shall be called the house of prayer; but ye have made it a den of thieves.  <strong>14</strong> And the blind and the lame came to him in the temple; and he healed them.  <strong>15</strong> And when the chief priests and scribes saw the wonderful things that he did, and the children crying in the temple, and saying, Hosanna to the Son of David; they were sore displeased,  <strong>16</strong> And said unto him, Hearest thou what these say? And Jesus saith unto them, Yea; have ye never read, Out of the mouth of babes and sucklings thou hast perfected praise? <strong>17</strong> And he left them, and went out of the city into Bethany; and he lodged there.  <strong>18</strong> Now in the morning as he returned into the city, he hungered.  <strong>19</strong> And when he saw a fig tree in the way, he came to it, and found nothing thereon, but leaves only, and said unto it, Let no fruit grow on thee henceforward for ever. And presently the fig tree withered away.  <strong>20</strong> And when the disciples saw it, they marvelled, saying, How soon is the fig tree withered away!  <strong>21</strong> Jesus answered and said unto them, Verily I say unto you, If ye have faith, and doubt not, ye shall not only do this which is done to the fig tree, but also if ye shall say unto this mountain, Be thou removed, and be thou cast into the sea; it shall be done.  <strong>22</strong> And all things, whatsoever ye shall ask in prayer, believing, ye shall receive. <strong>23</strong> And when he was come into the temple, the chief priests and the elders of the people came unto him as he was teaching, and said, By what authority doest thou these things? and who gave thee this authority?  <strong>24</strong> And Jesus answered and said unto them, I also will ask you one thing, which if ye tell me, I in like wise will tell you by what authority I do these things.  <strong>25</strong> The baptism of John, whence was it? from heaven, or of men? And they reasoned with themselves, saying, If we shall say, From heaven; he will say unto us, Why did ye not then believe him?  <strong>26</strong> But if we shall say, Of men; we fear the people; for all hold John as a prophet.  <strong>27</strong> And they answered Jesus, and said, We cannot tell. And he said unto them, Neither tell I you by what authority I do these things. <strong>28</strong>           But what think ye? A certain man had two sons; and he came to the first, and said, Son, go work to day in my vineyard.  <strong>29</strong> He answered and said, I will not: but afterward he repented, and went.  <strong>30</strong> And he came to the second, and said likewise. And he answered and said, I go, sir: and went not.  <strong>31</strong> Whether of them twain did the will of his father?  They say unto him, The first. Jesus saith unto them, Verily I say unto you, That the publicans and the harlots go into the kingdom of God before you.  <strong>32</strong> For John came unto you in the way of righteousness, and ye believed him not: but the publicans and the harlots believed him: and ye, when ye had seen it, repented not afterward, that ye might believe him.  <strong>33</strong>           Hear another parable: There was a certain householder, which planted a vineyard, and hedged it round about, and digged a winepress in it, and built a tower, and let it out to husbandmen, and went into a far country:  <strong>34</strong> And when the time of the fruit drew near, he sent his servants to the husbandmen, that they might receive the fruits of it.  <strong>35</strong> And the husbandmen took his servants, and beat one, and killed another, and stoned another.  <strong>36</strong> Again, he sent other servants more than the first: and they did unto them likewise.  <strong>37</strong> But last of all he sent unto them his son, saying, They will reverence my son.  <strong>38</strong> But when the husbandmen saw the son, they said among themselves, This is the heir; come, let us kill him, and let us seize on his inheritance.  <strong>39</strong> And they caught him, and cast him out of the vineyard, and slew him. <strong>40</strong> When the lord therefore of the vineyard cometh, what will he do unto those husbandmen?  <strong>41</strong> They say unto him, He will miserably destroy those wicked men, and will let out his vineyard unto other husbandmen, which shall render him the fruits in their seasons.  <strong>42</strong> Jesus saith unto them, Did ye never read in the scriptures, The stone which the builders rejected, the same is become the head of the corner: this is the Lord’s doing, and it is marvellous in our eyes?  <strong>43</strong> Therefore say I unto you, The kingdom of God shall be taken from you, and given to a nation bringing forth the fruits thereof.  <strong>44</strong> And whosoever shall fall on this stone shall be broken: but on whomsoever it shall fall, it will grind him to powder.  <strong>45</strong> And when the chief priests and Pharisees had heard his parables, they perceived that he spake of them.  <strong>46</strong> But when they sought to lay hands on him, they feared the multitude, because they took him for a prophet.  ","niv":""},{"_id":"6168cb973b32607a097c17e8","topicId":"6168cb913b32607a097c17d4","verse":"Genesis 1:28","votes":12,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-21\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"6168cb973b32607a097c17e9","topicId":"6168cb913b32607a097c17d4","verse":"Matthew 6:1","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven."},{"_id":"6168cb983b32607a097c17ea","topicId":"6168cb913b32607a097c17d4","verse":"Luke 12:1-59","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p42012001_08-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42012001-1\">12:1&nbsp;</b>In the meantime, when so many thousands of the people had gathered together that they were trampling one another, he began to say to his disciples first, <span class=\"woc\">“Beware of the leaven of the Pharisees, which is hypocrisy.</span> <b class=\"verse-num woc\" id=\"v42012002-1\">2&nbsp;</b><span class=\"woc\">Nothing is covered up that will not be revealed, or hidden that will not be known.</span> <b class=\"verse-num woc\" id=\"v42012003-1\">3&nbsp;</b><span class=\"woc\">Therefore whatever you have said in the dark shall be heard in the light, and what you have whispered in private rooms shall be proclaimed on the housetops.</span></p>\n\n<p id=\"p42012003_11-23\"><b class=\"verse-num woc\" id=\"v42012004-1\">4&nbsp;</b><span class=\"woc\">“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.</span> <b class=\"verse-num woc\" id=\"v42012005-1\">5&nbsp;</b><span class=\"woc\">But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him!</span> <b class=\"verse-num woc\" id=\"v42012006-1\">6&nbsp;</b><span class=\"woc\">Are not five sparrows sold for two pennies? And not one of them is forgotten before God.</span> <b class=\"verse-num woc\" id=\"v42012007-1\">7&nbsp;</b><span class=\"woc\">Why, even the hairs of your head are all numbered. Fear not; you are of more value than many sparrows.</span></p>\n\n<p id=\"p42012007_15-23\"><b class=\"verse-num woc\" id=\"v42012008-1\">8&nbsp;</b><span class=\"woc\">“And I tell you, everyone who acknowledges me before men, the Son of Man also will acknowledge before the angels of God,</span> <b class=\"verse-num woc\" id=\"v42012009-1\">9&nbsp;</b><span class=\"woc\">but the one who denies me before men will be denied before the angels of God.</span> <b class=\"verse-num woc\" id=\"v42012010-1\">10&nbsp;</b><span class=\"woc\">And everyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the Holy Spirit will not be forgiven.</span> <b class=\"verse-num woc\" id=\"v42012011-1\">11&nbsp;</b><span class=\"woc\">And when they bring you before the synagogues and the rulers and the authorities, do not be anxious about how you should defend yourself or what you should say,</span> <b class=\"verse-num woc\" id=\"v42012012-1\">12&nbsp;</b><span class=\"woc\">for the Holy Spirit will teach you in that very hour what you ought to say.”</span></p>\n\n<p id=\"p42012012_21-23\"><b class=\"verse-num\" id=\"v42012013-1\">13&nbsp;</b>Someone in the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.” <b class=\"verse-num\" id=\"v42012014-1\">14&nbsp;</b>But he said to him, <span class=\"woc\">“Man, who made me a judge or arbitrator over you?”</span> <b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span> <b class=\"verse-num\" id=\"v42012016-1\">16&nbsp;</b>And he told them a parable, saying, <span class=\"woc\">“The land of a rich man produced plentifully,</span> <b class=\"verse-num woc\" id=\"v42012017-1\">17&nbsp;</b><span class=\"woc\">and he thought to himself, ‘What shall I do, for I have nowhere to store my crops?’</span> <b class=\"verse-num woc\" id=\"v42012018-1\">18&nbsp;</b><span class=\"woc\">And he said, ‘I will do this: I will tear down my barns and build larger ones, and there I will store all my grain and my goods.</span> <b class=\"verse-num woc\" id=\"v42012019-1\">19&nbsp;</b><span class=\"woc\">And I will say to my soul, “Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.”’</span> <b class=\"verse-num woc\" id=\"v42012020-1\">20&nbsp;</b><span class=\"woc\">But God said to him, ‘Fool! This night your soul is required of you, and the things you have prepared, whose will they be?’</span> <b class=\"verse-num woc\" id=\"v42012021-1\">21&nbsp;</b><span class=\"woc\">So is the one who lays up treasure for himself and is not rich toward God.”</span></p>\n\n<p id=\"p42012021_25-23\"><b class=\"verse-num\" id=\"v42012022-1\">22&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on.</span> <b class=\"verse-num woc\" id=\"v42012023-1\">23&nbsp;</b><span class=\"woc\">For life is more than food, and the body more than clothing.</span> <b class=\"verse-num woc\" id=\"v42012024-1\">24&nbsp;</b><span class=\"woc\">Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds!</span> <b class=\"verse-num woc\" id=\"v42012025-1\">25&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v42012026-1\">26&nbsp;</b><span class=\"woc\">If then you are not able to do as small a thing as that, why are you anxious about the rest?</span> <b class=\"verse-num woc\" id=\"v42012027-1\">27&nbsp;</b><span class=\"woc\">Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v42012028-1\">28&nbsp;</b><span class=\"woc\">But if God so clothes the grass, which is alive in the field today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith!</span> <b class=\"verse-num woc\" id=\"v42012029-1\">29&nbsp;</b><span class=\"woc\">And do not seek what you are to eat and what you are to drink, nor be worried.</span> <b class=\"verse-num woc\" id=\"v42012030-1\">30&nbsp;</b><span class=\"woc\">For all the nations of the world seek after these things, and your Father knows that you need them.</span> <b class=\"verse-num woc\" id=\"v42012031-1\">31&nbsp;</b><span class=\"woc\">Instead, seek his kingdom, and these things will be added to you.</span></p>\n<p id=\"p42012031_25-23\"><b class=\"verse-num woc\" id=\"v42012032-1\">32&nbsp;</b><span class=\"woc\">“Fear not, little flock, for it is your Father’s good pleasure to give you the kingdom.</span> <b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n\n<p id=\"p42012034_29-23\"><b class=\"verse-num woc\" id=\"v42012035-1\">35&nbsp;</b><span class=\"woc\">“Stay dressed for action and keep your lamps burning,</span> <b class=\"verse-num woc\" id=\"v42012036-1\">36&nbsp;</b><span class=\"woc\">and be like men who are waiting for their master to come home from the wedding feast, so that they may open the door to him at once when he comes and knocks.</span> <b class=\"verse-num woc\" id=\"v42012037-1\">37&nbsp;</b><span class=\"woc\">Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them.</span> <b class=\"verse-num woc\" id=\"v42012038-1\">38&nbsp;</b><span class=\"woc\">If he comes in the second watch, or in the third, and finds them awake, blessed are those servants!</span> <b class=\"verse-num woc\" id=\"v42012039-1\">39&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known at what hour the thief was coming, he would not have left his house to be broken into.</span> <b class=\"verse-num woc\" id=\"v42012040-1\">40&nbsp;</b><span class=\"woc\">You also must be ready, for the Son of Man is coming at an hour you do not expect.”</span></p>\n<p id=\"p42012040_29-23\"><b class=\"verse-num\" id=\"v42012041-1\">41&nbsp;</b>Peter said, “Lord, are you telling this parable for us or for all?” <b class=\"verse-num\" id=\"v42012042-1\">42&nbsp;</b>And the Lord said, <span class=\"woc\">“Who then is the faithful and wise manager, whom his master will set over his household, to give them their portion of food at the proper time?</span> <b class=\"verse-num woc\" id=\"v42012043-1\">43&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v42012044-1\">44&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v42012045-1\">45&nbsp;</b><span class=\"woc\">But if that servant says to himself, ‘My master is delayed in coming,’ and begins to beat the male and female servants, and to eat and drink and get drunk,</span> <b class=\"verse-num woc\" id=\"v42012046-1\">46&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know, and will cut him in pieces and put him with the unfaithful.</span> <b class=\"verse-num woc\" id=\"v42012047-1\">47&nbsp;</b><span class=\"woc\">And that servant who knew his master’s will but did not get ready or act according to his will, will receive a severe beating.</span> <b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n\n<p id=\"p42012048_33-23\"><b class=\"verse-num woc\" id=\"v42012049-1\">49&nbsp;</b><span class=\"woc\">“I came to cast fire on the earth, and would that it were already kindled!</span> <b class=\"verse-num woc\" id=\"v42012050-1\">50&nbsp;</b><span class=\"woc\">I have a baptism to be baptized with, and how great is my distress until it is accomplished!</span> <b class=\"verse-num woc\" id=\"v42012051-1\">51&nbsp;</b><span class=\"woc\">Do you think that I have come to give peace on earth? No, I tell you, but rather division.</span> <b class=\"verse-num woc\" id=\"v42012052-1\">52&nbsp;</b><span class=\"woc\">For from now on in one house there will be five divided, three against two and two against three.</span> <b class=\"verse-num woc\" id=\"v42012053-1\">53&nbsp;</b><span class=\"woc\">They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law.”</span></p>\n\n<p id=\"p42012053_36-23\"><b class=\"verse-num\" id=\"v42012054-1\">54&nbsp;</b>He also said to the crowds, <span class=\"woc\">“When you see a cloud rising in the west, you say at once, ‘A shower is coming.’ And so it happens.</span> <b class=\"verse-num woc\" id=\"v42012055-1\">55&nbsp;</b><span class=\"woc\">And when you see the south wind blowing, you say, ‘There will be scorching heat,’ and it happens.</span> <b class=\"verse-num woc\" id=\"v42012056-1\">56&nbsp;</b><span class=\"woc\">You hypocrites! You know how to interpret the appearance of earth and sky, but why do you not know how to interpret the present time?</span></p>\n\n<p id=\"p42012056_40-23\"><b class=\"verse-num woc\" id=\"v42012057-1\">57&nbsp;</b><span class=\"woc\">“And why do you not judge for yourselves what is right?</span> <b class=\"verse-num woc\" id=\"v42012058-1\">58&nbsp;</b><span class=\"woc\">As you go with your accuser before the magistrate, make an effort to settle with him on the way, lest he drag you to the judge, and the judge hand you over to the officer, and the officer put you in prison.</span> <b class=\"verse-num woc\" id=\"v42012059-1\">59&nbsp;</b><span class=\"woc\">I tell you, you will never get out until you have paid the very last penny.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the mean time, when there were gathered together an innumerable multitude of people, insomuch that they trode one upon another, he began to say unto his disciples first of all, Beware ye of the leaven of the Pharisees, which is hypocrisy.  <strong>2</strong> For there is nothing covered, that shall not be revealed; neither hid, that shall not be known.  <strong>3</strong> Therefore whatsoever ye have spoken in darkness shall be heard in the light; and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops.  <strong>4</strong> And I say unto you my friends, Be not afraid of them that kill the body, and after that have no more that they can do.  <strong>5</strong> But I will forewarn you whom ye shall fear: Fear him, which after he hath killed hath power to cast into hell; yea, I say unto you, Fear him.  <strong>6</strong> Are not five sparrows sold for two farthings, and not one of them is forgotten before God?  <strong>7</strong> But even the very hairs of your head are all numbered. Fear not therefore: ye are of more value than many sparrows.  <strong>8</strong> Also I say unto you, Whosoever shall confess me before men, him shall the Son of man also confess before the angels of God:  <strong>9</strong> But he that denieth me before men shall be denied before the angels of God.  <strong>10</strong> And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.  <strong>11</strong> And when they bring you unto the synagogues, and unto  magistrates, and powers, take ye no thought how or what thing ye shall answer, or what ye shall say:  <strong>12</strong> For the Holy Ghost shall teach you in the same hour what ye ought to say. <strong>13</strong> And one of the company said unto him, Master, speak to my brother, that he divide the inheritance with me.  <strong>14</strong> And he said unto him, Man, who made me a judge or a divider over you?  <strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  <strong>16</strong> And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:  <strong>17</strong> And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?  <strong>18</strong> And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.  <strong>19</strong> And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.  <strong>20</strong> But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?  <strong>21</strong> So is he that layeth up treasure for himself, and is not rich toward God. <strong>22</strong> And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on.  <strong>23</strong> The life is more than meat, and the body is more than raiment.  <strong>24</strong> Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye better than the fowls?  <strong>25</strong> And which of you with taking thought can add to his stature one cubit?  <strong>26</strong> If ye then be not able to do that thing which is least, why take ye thought for the rest?  <strong>27</strong> Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these.  <strong>28</strong> If then God so clothe the grass, which is to day in the field, and to morrow is cast into the oven; how much more will he clothe you, O ye of little faith?  <strong>29</strong> And seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind.  <strong>30</strong> For all these things do the nations of the world seek after: and your Father knoweth that ye have need of these things. <strong>31</strong>           But rather seek ye the kingdom of God; and all these things shall be added unto you.  <strong>32</strong> Fear not, little flock; for it is your Father’s good pleasure to give you the kingdom.  <strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  <strong>35</strong> Let your loins be girded about, and your lights burning;  <strong>36</strong> And ye yourselves like unto men that wait for their lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately.  <strong>37</strong> Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.  <strong>38</strong> And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants.  <strong>39</strong> And this know, that if the goodman of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through.  <strong>40</strong> Be ye therefore ready also: for the Son of man cometh at an hour when ye think not. <strong>41</strong> Then Peter said unto him, Lord, speakest thou this parable unto us, or even to all?  <strong>42</strong> And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of meat in due season?  <strong>43</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>44</strong> Of a truth I say unto you, that he will make him ruler over all that he hath.  <strong>45</strong> But and if that servant say in his heart, My lord delayeth his coming; and shall begin to beat the menservants and maidens, and to eat and drink, and to be drunken;  <strong>46</strong> The lord of that servant will come in a day when he looketh not for him, and at an hour when he is not aware, and will cut him in sunder, and will appoint him his portion with the unbelievers.  <strong>47</strong> And that servant, which knew his lord’s will, and prepared not himself, neither did according to his will, shall be beaten with many stripes.  <strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. <strong>49</strong>           I am come to send fire on the earth; and what will I if it be already kindled?  <strong>50</strong> But I have a baptism to be baptized with; and how am I straitened till it be accomplished!  <strong>51</strong> Suppose ye that I am come to give peace on earth? I tell you, Nay; but rather division:  <strong>52</strong> For from henceforth there shall be five in one house divided, three against two, and two against three.  <strong>53</strong> The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother in law against her daughter in law, and the daughter in law against her mother in law. <strong>54</strong>           And he said also to the people, When ye see a cloud rise out of the west, straightway ye say, There cometh a shower; and so it is.  <strong>55</strong> And when ye see the south wind blow, ye say, There will be heat; and it cometh to pass.  <strong>56</strong> Ye hypocrites, ye can discern the face of the sky and of the earth; but how is it that ye do not discern this time?  <strong>57</strong> Yea, and why even of yourselves judge ye not what is right?  <strong>58</strong>           When thou goest with thine adversary to the magistrate, as thou art in the way, give diligence that thou mayest be delivered from him; lest he hale thee to the judge, and the judge deliver thee to the officer, and the officer cast thee into prison.  <strong>59</strong> I tell thee, thou shalt not depart thence, till thou hast paid the very last mite. ","niv":"<sup><strong>1</strong></sup> Meanwhile, when a crowd of many thousands had gathered, so that they were trampling on one another, Jesus began to speak first to his disciples, saying: \"Be on your guard against the yeast of the Pharisees, which is hypocrisy. <sup><strong>2</strong></sup> There is nothing concealed that will not be disclosed, or hidden that will not be made known. <sup><strong>3</strong></sup> What you have said in the dark will be heard in the daylight, and what you have whispered in the ear in the inner rooms will be proclaimed from the roofs. <sup><strong>4</strong></sup> \"I tell you, my friends, do not be afraid of those who kill the body and after that can do no more. <sup><strong>5</strong></sup> But I will show you whom you should fear: Fear him who, after the killing of the body, has power to throw you into hell. Yes, I tell you, fear him. <sup><strong>6</strong></sup> Are not five sparrows sold for two pennies? Yet not one of them is forgotten by God. <sup><strong>7</strong></sup> Indeed, the very hairs of your head are all numbered. Don't be afraid; you are worth more than many sparrows. <sup><strong>8</strong></sup> \"I tell you, whoever acknowledges me before men, the Son of Man will also acknowledge him before the angels of God. <sup><strong>9</strong></sup> But he who disowns me before men will be disowned before the angels of God. <sup><strong>10</strong></sup> And everyone who speaks a word against the Son of Man will be forgiven, but anyone who blasphemes against the Holy Spirit will not be forgiven. <sup><strong>11</strong></sup> \"When you are brought before synagogues, rulers and authorities, do not worry about how you will defend yourselves or what you will say, <sup><strong>12</strong></sup> for the Holy Spirit will teach you at that time what you should say.\" <sup><strong>13</strong></sup> Someone in the crowd said to him, \"Teacher, tell my brother to divide the inheritance with me.\" <sup><strong>14</strong></sup> Jesus replied, \"Man, who appointed me a judge or an arbiter between you?\" <sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\" <sup><strong>16</strong></sup> And he told them this parable: \"The ground of a certain rich man produced a good crop. <sup><strong>17</strong></sup> He thought to himself, 'What shall I do? I have no place to store my crops.' <sup><strong>18</strong></sup> \"Then he said, 'This is what I'll do. I will tear down my barns and build bigger ones, and there I will store all my grain and my goods. <sup><strong>19</strong></sup> And I'll say to myself, \"You have plenty of good things laid up for many years. Take life easy; eat, drink and be merry.\"' <sup><strong>20</strong></sup> \"But God said to him, 'You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?' <sup><strong>21</strong></sup> \"This is how it will be with anyone who stores up things for himself but is not rich toward God.\" <sup><strong>22</strong></sup> Then Jesus said to his disciples: \"Therefore I tell you, do not worry about your life, what you will eat; or about your body, what you will wear. <sup><strong>23</strong></sup> Life is more than food, and the body more than clothes. <sup><strong>24</strong></sup> Consider the ravens: They do not sow or reap, they have no storeroom or barn; yet God feeds them. And how much more valuable you are than birds! <sup><strong>25</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>26</strong></sup> Since you cannot do this very little thing, why do you worry about the rest? <sup><strong>27</strong></sup> \"Consider how the lilies grow. They do not labor or spin. Yet I tell you, not even Solomon in all his splendor was dressed like one of these. <sup><strong>28</strong></sup> If that is how God clothes the grass of the field, which is here today, and tomorrow is thrown into the fire, how much more will he clothe you, O you of little faith! <sup><strong>29</strong></sup> And do not set your heart on what you will eat or drink; do not worry about it. <sup><strong>30</strong></sup> For the pagan world runs after all such things, and your Father knows that you need them. <sup><strong>31</strong></sup> But seek his kingdom, and these things will be given to you as well. <sup><strong>32</strong></sup> \"Do not be afraid, little flock, for your Father has been pleased to give you the kingdom. <sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>35</strong></sup> \"Be dressed ready for service and keep your lamps burning, <sup><strong>36</strong></sup> like men waiting for their master to return from a wedding banquet, so that when he comes and knocks they can immediately open the door for him. <sup><strong>37</strong></sup> It will be good for those servants whose master finds them watching when he comes. I tell you the truth, he will dress himself to serve, will have them recline at the table and will come and wait on them. <sup><strong>38</strong></sup> It will be good for those servants whose master finds them ready, even if he comes in the second or third watch of the night. <sup><strong>39</strong></sup> But understand this: If the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into. <sup><strong>40</strong></sup> You also must be ready, because the Son of Man will come at an hour when you do not expect him.\" <sup><strong>41</strong></sup> Peter asked, \"Lord, are you telling this parable to us, or to everyone?\" <sup><strong>42</strong></sup> The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time? <sup><strong>43</strong></sup> It will be good for that servant whom the master finds doing so when he returns. <sup><strong>44</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>45</strong></sup> But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the menservants and maidservants and to eat and drink and get drunk. <sup><strong>46</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers. <sup><strong>47</strong></sup> \"That servant who knows his master's will and does not get ready or does not do what his master wants will be beaten with many blows. <sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked. <sup><strong>49</strong></sup> \"I have come to bring fire on the earth, and how I wish it were already kindled! <sup><strong>50</strong></sup> But I have a baptism to undergo, and how distressed I am until it is completed! <sup><strong>51</strong></sup> Do you think I came to bring peace on earth? No, I tell you, but division. <sup><strong>52</strong></sup> From now on there will be five in one family divided against each other, three against two and two against three. <sup><strong>53</strong></sup> They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.\" <sup><strong>54</strong></sup> He said to the crowd: \"When you see a cloud rising in the west, immediately you say, 'It's going to rain,' and it does. <sup><strong>55</strong></sup> And when the south wind blows, you say, 'It's going to be hot,' and it is. <sup><strong>56</strong></sup> Hypocrites! You know how to interpret the appearance of the earth and the sky. How is it that you don't know how to interpret this present time? <sup><strong>57</strong></sup> \"Why don't you judge for yourselves what is right? <sup><strong>58</strong></sup> As you are going with your adversary to the magistrate, try hard to be reconciled to him on the way, or he may drag you off to the judge, and the judge turn you over to the officer, and the officer throw you into prison. <sup><strong>59</strong></sup> I tell you, you will not get out until you have paid the last penny. \" "},{"_id":"6168cb983b32607a097c17eb","topicId":"6168cb913b32607a097c17d4","verse":"Psalm 90:17","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19090017_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090017-1\">17&nbsp;</b>&nbsp;&nbsp;Let the favor of the Lord our God be upon us,</span><br><span id=\"p19090017_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and establish the work of our hands upon us;</span><br><span id=\"p19090017_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yes, establish the work of our hands!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>17</strong> And let the beauty of the LORD our God be upon us: and establish thou the work of our hands upon us; yea, the work of our hands establish thou it.  ","niv":"<sup><strong>17</strong></sup> May the favor of the Lord our God rest upon us; establish the work of our hands for us- yes, establish the work of our hands."},{"_id":"6168cb983b32607a097c17ec","topicId":"6168cb913b32607a097c17d4","verse":"Romans 9:14-18","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45009014_01-25\"><b class=\"verse-num\" id=\"v45009014-1\">14&nbsp;</b>What shall we say then? Is there injustice on God’s part? By no means! <b class=\"verse-num\" id=\"v45009015-1\">15&nbsp;</b>For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.” <b class=\"verse-num\" id=\"v45009016-1\">16&nbsp;</b>So then it depends not on human will or exertion, but on God, who has mercy. <b class=\"verse-num\" id=\"v45009017-1\">17&nbsp;</b>For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.” <b class=\"verse-num\" id=\"v45009018-1\">18&nbsp;</b>So then he has mercy on whomever he wills, and he hardens whomever he wills.</p>\n\n</div>","kjv":"<strong>14</strong> What shall we say then? Is there unrighteousness with God? God forbid.  <strong>15</strong> For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.  <strong>16</strong> So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.  <strong>17</strong> For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.  <strong>18</strong> Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.  ","niv":"<sup><strong>14</strong></sup> What then shall we say? Is God unjust? Not at all! <sup><strong>15</strong></sup> For he says to Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\" <sup><strong>16</strong></sup> It does not, therefore, depend on man's desire or effort, but on God's mercy. <sup><strong>17</strong></sup> For the Scripture says to Pharaoh: \"I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.\" <sup><strong>18</strong></sup> Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden. "},{"_id":"6168cb983b32607a097c17ed","topicId":"6168cb913b32607a097c17d4","verse":"Jeremiah 8:11","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24008011_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24008011-1\">11&nbsp;</b>&nbsp;&nbsp;They have healed the wound of my people lightly,</span><br><span id=\"p24008011_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;saying, ‘Peace, peace,’</span><br><span id=\"p24008011_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when there is no peace.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> For they have healed the hurt of the daughter of my people slightly, saying, Peace, peace; when there is no peace.  ","niv":"<sup><strong>11</strong></sup> They dress the wound of my people as though it were not serious. \"Peace, peace,\" they say, when there is no peace."}]}