{"_id":"6168cbb93b32607a097c17ee","slug":"new-members","name":"New Members","verses":[{"_id":"6168cbba3b32607a097c17ef","topicId":"6168cbb93b32607a097c17ee","verse":"Romans 6:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45006004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n</div>","kjv":"<strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  ","niv":"<sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life."},{"_id":"6168cbba3b32607a097c17f0","topicId":"6168cbb93b32607a097c17ee","verse":"2 Peter 3:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"6168cbba3b32607a097c17f1","topicId":"6168cbb93b32607a097c17ee","verse":"John 3:16-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-3\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"6168cbbb3b32607a097c17f2","topicId":"6168cbb93b32607a097c17ee","verse":"1 John 1:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us."},{"_id":"6168cbbb3b32607a097c17f3","topicId":"6168cbb93b32607a097c17ee","verse":"Mark 6:1-56","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41006001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41006001-1\">6:1&nbsp;</b>He went away from there and came to his hometown, and his disciples followed him. <b class=\"verse-num\" id=\"v41006002-1\">2&nbsp;</b>And on the Sabbath he began to teach in the synagogue, and many who heard him were astonished, saying, “Where did this man get these things? What is the wisdom given to him? How are such mighty works done by his hands? <b class=\"verse-num\" id=\"v41006003-1\">3&nbsp;</b>Is not this the carpenter, the son of Mary and brother of James and Joses and Judas and Simon? And are not his sisters here with us?” And they took offense at him. <b class=\"verse-num\" id=\"v41006004-1\">4&nbsp;</b>And Jesus said to them, <span class=\"woc\">“A prophet is not without honor, except in his hometown and among his relatives and in his own household.”</span> <b class=\"verse-num\" id=\"v41006005-1\">5&nbsp;</b>And he could do no mighty work there, except that he laid his hands on a few sick people and healed them. <b class=\"verse-num\" id=\"v41006006-1\">6&nbsp;</b>And he marveled because of their unbelief.</p>\n<p id=\"p41006006_05-5\">And he went about among the villages teaching.</p>\n\n<p id=\"p41006006_11-5\"><b class=\"verse-num\" id=\"v41006007-1\">7&nbsp;</b>And he called the twelve and began to send them out two by two, and gave them authority over the unclean spirits. <b class=\"verse-num\" id=\"v41006008-1\">8&nbsp;</b>He charged them to take nothing for their journey except a staff—no bread, no bag, no money in their belts—<b class=\"verse-num\" id=\"v41006009-1\">9&nbsp;</b>but to wear sandals and not put on two tunics. <b class=\"verse-num\" id=\"v41006010-1\">10&nbsp;</b>And he said to them, <span class=\"woc\">“Whenever you enter a house, stay there until you depart from there.</span> <b class=\"verse-num woc\" id=\"v41006011-1\">11&nbsp;</b><span class=\"woc\">And if any place will not receive you and they will not listen to you, when you leave, shake off the dust that is on your feet as a testimony against them.”</span> <b class=\"verse-num\" id=\"v41006012-1\">12&nbsp;</b>So they went out and proclaimed that people should repent. <b class=\"verse-num\" id=\"v41006013-1\">13&nbsp;</b>And they cast out many demons and anointed with oil many who were sick and healed them.</p>\n\n<p id=\"p41006013_17-5\"><b class=\"verse-num\" id=\"v41006014-1\">14&nbsp;</b>King Herod heard of it, for Jesus’ name had become known. Some said, “John the Baptist has been raised from the dead. That is why these miraculous powers are at work in him.” <b class=\"verse-num\" id=\"v41006015-1\">15&nbsp;</b>But others said, “He is Elijah.” And others said, “He is a prophet, like one of the prophets of old.” <b class=\"verse-num\" id=\"v41006016-1\">16&nbsp;</b>But when Herod heard of it, he said, “John, whom I beheaded, has been raised.” <b class=\"verse-num\" id=\"v41006017-1\">17&nbsp;</b>For it was Herod who had sent and seized John and bound him in prison for the sake of Herodias, his brother Philip’s wife, because he had married her. <b class=\"verse-num\" id=\"v41006018-1\">18&nbsp;</b>For John had been saying to Herod, “It is not lawful for you to have your brother’s wife.” <b class=\"verse-num\" id=\"v41006019-1\">19&nbsp;</b>And Herodias had a grudge against him and wanted to put him to death. But she could not, <b class=\"verse-num\" id=\"v41006020-1\">20&nbsp;</b>for Herod feared John, knowing that he was a righteous and holy man, and he kept him safe. When he heard him, he was greatly perplexed, and yet he heard him gladly.</p>\n<p id=\"p41006020_17-5\"><b class=\"verse-num\" id=\"v41006021-1\">21&nbsp;</b>But an opportunity came when Herod on his birthday gave a banquet for his nobles and military commanders and the leading men of Galilee. <b class=\"verse-num\" id=\"v41006022-1\">22&nbsp;</b>For when Herodias’s daughter came in and danced, she pleased Herod and his guests. And the king said to the girl, “Ask me for whatever you wish, and I will give it to you.” <b class=\"verse-num\" id=\"v41006023-1\">23&nbsp;</b>And he vowed to her, “Whatever you ask me, I will give you, up to half of my kingdom.” <b class=\"verse-num\" id=\"v41006024-1\">24&nbsp;</b>And she went out and said to her mother, “For what should I ask?” And she said, “The head of John the Baptist.” <b class=\"verse-num\" id=\"v41006025-1\">25&nbsp;</b>And she came in immediately with haste to the king and asked, saying, “I want you to give me at once the head of John the Baptist on a platter.” <b class=\"verse-num\" id=\"v41006026-1\">26&nbsp;</b>And the king was exceedingly sorry, but because of his oaths and his guests he did not want to break his word to her. <b class=\"verse-num\" id=\"v41006027-1\">27&nbsp;</b>And immediately the king sent an executioner with orders to bring John’s head. He went and beheaded him in the prison <b class=\"verse-num\" id=\"v41006028-1\">28&nbsp;</b>and brought his head on a platter and gave it to the girl, and the girl gave it to her mother. <b class=\"verse-num\" id=\"v41006029-1\">29&nbsp;</b>When his disciples heard of it, they came and took his body and laid it in a tomb.</p>\n\n<p id=\"p41006029_22-5\"><b class=\"verse-num\" id=\"v41006030-1\">30&nbsp;</b>The apostles returned to Jesus and told him all that they had done and taught. <b class=\"verse-num\" id=\"v41006031-1\">31&nbsp;</b>And he said to them, <span class=\"woc\">“Come away by yourselves to a desolate place and rest a while.”</span> For many were coming and going, and they had no leisure even to eat. <b class=\"verse-num\" id=\"v41006032-1\">32&nbsp;</b>And they went away in the boat to a desolate place by themselves. <b class=\"verse-num\" id=\"v41006033-1\">33&nbsp;</b>Now many saw them going and recognized them, and they ran there on foot from all the towns and got there ahead of them. <b class=\"verse-num\" id=\"v41006034-1\">34&nbsp;</b>When he went ashore he saw a great crowd, and he had compassion on them, because they were like sheep without a shepherd. And he began to teach them many things. <b class=\"verse-num\" id=\"v41006035-1\">35&nbsp;</b>And when it grew late, his disciples came to him and said, “This is a desolate place, and the hour is now late. <b class=\"verse-num\" id=\"v41006036-1\">36&nbsp;</b>Send them away to go into the surrounding countryside and villages and buy themselves something to eat.” <b class=\"verse-num\" id=\"v41006037-1\">37&nbsp;</b>But he answered them, <span class=\"woc\">“You give them something to eat.”</span> And they said to him, “Shall we go and buy two hundred denarii worth of bread and give it to them to eat?” <b class=\"verse-num\" id=\"v41006038-1\">38&nbsp;</b>And he said to them, <span class=\"woc\">“How many loaves do you have? Go and see.”</span> And when they had found out, they said, “Five, and two fish.” <b class=\"verse-num\" id=\"v41006039-1\">39&nbsp;</b>Then he commanded them all to sit down in groups on the green grass. <b class=\"verse-num\" id=\"v41006040-1\">40&nbsp;</b>So they sat down in groups, by hundreds and by fifties. <b class=\"verse-num\" id=\"v41006041-1\">41&nbsp;</b>And taking the five loaves and the two fish, he looked up to heaven and said a blessing and broke the loaves and gave them to the disciples to set before the people. And he divided the two fish among them all. <b class=\"verse-num\" id=\"v41006042-1\">42&nbsp;</b>And they all ate and were satisfied. <b class=\"verse-num\" id=\"v41006043-1\">43&nbsp;</b>And they took up twelve baskets full of broken pieces and of the fish. <b class=\"verse-num\" id=\"v41006044-1\">44&nbsp;</b>And those who ate the loaves were five thousand men.</p>\n\n<p id=\"p41006044_27-5\"><b class=\"verse-num\" id=\"v41006045-1\">45&nbsp;</b>Immediately he made his disciples get into the boat and go before him to the other side, to Bethsaida, while he dismissed the crowd. <b class=\"verse-num\" id=\"v41006046-1\">46&nbsp;</b>And after he had taken leave of them, he went up on the mountain to pray. <b class=\"verse-num\" id=\"v41006047-1\">47&nbsp;</b>And when evening came, the boat was out on the sea, and he was alone on the land. <b class=\"verse-num\" id=\"v41006048-1\">48&nbsp;</b>And he saw that they were making headway painfully, for the wind was against them. And about the fourth watch of the night he came to them, walking on the sea. He meant to pass by them, <b class=\"verse-num\" id=\"v41006049-1\">49&nbsp;</b>but when they saw him walking on the sea they thought it was a ghost, and cried out, <b class=\"verse-num\" id=\"v41006050-1\">50&nbsp;</b>for they all saw him and were terrified. But immediately he spoke to them and said, <span class=\"woc\">“Take heart; it is I. Do not be afraid.”</span> <b class=\"verse-num\" id=\"v41006051-1\">51&nbsp;</b>And he got into the boat with them, and the wind ceased. And they were utterly astounded, <b class=\"verse-num\" id=\"v41006052-1\">52&nbsp;</b>for they did not understand about the loaves, but their hearts were hardened.</p>\n\n<p id=\"p41006052_33-5\"><b class=\"verse-num\" id=\"v41006053-1\">53&nbsp;</b>When they had crossed over, they came to land at Gennesaret and moored to the shore. <b class=\"verse-num\" id=\"v41006054-1\">54&nbsp;</b>And when they got out of the boat, the people immediately recognized him <b class=\"verse-num\" id=\"v41006055-1\">55&nbsp;</b>and ran about the whole region and began to bring the sick people on their beds to wherever they heard he was. <b class=\"verse-num\" id=\"v41006056-1\">56&nbsp;</b>And wherever he came, in villages, cities, or countryside, they laid the sick in the marketplaces and implored him that they might touch even the fringe of his garment. And as many as touched it were made well.</p>\n\n</div>","kjv":"<strong>1</strong> And he went out from thence, and came into his own country; and his disciples follow him.  <strong>2</strong> And when the sabbath day was come, he began to teach in the synagogue: and many hearing him were astonished, saying, From whence hath this man these things? and what wisdom is this which is given unto him, that even such mighty works are wrought by his hands?  <strong>3</strong> Is not this the carpenter, the son of Mary, the brother of James, and Joses, and of Juda, and Simon? and are not his sisters here with us? And they were offended at him.  <strong>4</strong> But Jesus said unto them, A prophet is not without honour, but in his own country, and among his own kin, and in his own house.  <strong>5</strong> And he could there do no mighty work, save that he laid his hands upon a few sick folk, and healed them.  <strong>6</strong> And he marvelled because of their unbelief. And he went round about the villages, teaching.  <strong>7</strong> And he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;  <strong>8</strong> And commanded them that they should take nothing for their  journey, save a staff only; no scrip, no bread, no money in their  purse:  <strong>9</strong> But be shod with sandals; and not put on two coats.  <strong>10</strong> And he said unto them, In what place soever ye enter into an house, there abide till ye depart from that place.  <strong>11</strong> And whosoever shall not receive you, nor hear you, when ye depart thence, shake off the dust under your feet for a testimony against them. Verily I say unto you, It shall be more tolerable for Sodom and Gomorrha in the day of judgment, than for that city.  <strong>12</strong> And they went out, and preached that men should repent.  <strong>13</strong> And they cast out many devils, and anointed with oil many that were sick, and healed them.  <strong>14</strong> And king Herod heard of him; (for his name was spread abroad:) and he said, That John the Baptist was risen from the dead, and therefore mighty works do shew forth themselves in him.  <strong>15</strong> Others said, That it is Elias. And others said, That it is a prophet, or as one of the prophets.  <strong>16</strong> But when Herod heard thereof, he said, It is John, whom I beheaded: he is risen from the dead.  <strong>17</strong> For Herod himself had sent forth and laid hold upon John, and bound him in prison for Herodias’ sake, his brother Philip’s wife: for he had married her.  <strong>18</strong> For John had said unto Herod, It is not lawful for thee to have thy brother’s wife.  <strong>19</strong> Therefore Herodias had a quarrel against him, and would have killed him; but she could not:  <strong>20</strong> For Herod feared John, knowing that he was a just man and an holy, and observed him; and when he heard him, he did many things, and heard him gladly.  <strong>21</strong> And when a convenient day was come, that Herod on his birthday made a supper to his lords, high captains, and chief estates of Galilee;  <strong>22</strong> And when the daughter of the said Herodias came in, and danced, and pleased Herod and them that sat with him, the king said unto the damsel, Ask of me whatsoever thou wilt, and I will give it thee.  <strong>23</strong> And he sware unto her, Whatsoever thou shalt ask of me, I will give it thee, unto the half of my kingdom.  <strong>24</strong> And she went forth, and said unto her mother, What shall I ask? And she said, The head of John the Baptist.  <strong>25</strong> And she came in straightway with haste unto the king, and asked, saying, I will that thou give me by and by in a charger the head of John the Baptist.  <strong>26</strong> And the king was exceeding sorry; yet for his oath’s sake, and for their sakes which sat with him, he would not reject her.  <strong>27</strong> And immediately the king sent an executioner, and commanded his head to be brought: and he went and beheaded him in the prison,  <strong>28</strong> And brought his head in a charger, and gave it to the damsel: and the damsel gave it to her mother.  <strong>29</strong> And when his disciples heard of it, they came and took up his corpse, and laid it in a tomb.  <strong>30</strong> And the apostles gathered themselves together unto Jesus, and told him all things, both what they had done, and what they had taught.  <strong>31</strong> And he said unto them, Come ye yourselves apart into a desert place, and rest a while: for there were many coming and going, and they had no leisure so much as to eat.  <strong>32</strong> And they departed into a desert place by ship privately.  <strong>33</strong> And the people saw them departing, and many knew him, and ran afoot thither out of all cities, and outwent them, and came together unto him.  <strong>34</strong> And Jesus, when he came out, saw much people, and was moved with compassion toward them, because they were as sheep not having a shepherd: and he began to teach them many things.  <strong>35</strong> And when the day was now far spent, his disciples came unto him, and said, This is a desert place, and now the time is far passed:  <strong>36</strong> Send them away, that they may go into the country round about, and into the villages, and buy themselves bread: for they have nothing to eat.  <strong>37</strong> He answered and said unto them, Give ye them to eat. And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat?  <strong>38</strong> He saith unto them, How many loaves have ye? go and see. And when they knew, they say, Five, and two fishes.  <strong>39</strong> And he commanded them to make all sit down by companies upon the green grass.  <strong>40</strong> And they sat down in ranks, by hundreds, and by fifties.  <strong>41</strong> And when he had taken the five loaves and the two fishes, he looked up to heaven, and blessed, and brake the loaves, and gave them to his disciples to set before them; and the two fishes divided he among them all.  <strong>42</strong> And they did all eat, and were filled.  <strong>43</strong> And they took up twelve baskets full of the fragments, and of the fishes.  <strong>44</strong> And they that did eat of the loaves were about five thousand men.  <strong>45</strong> And straightway he constrained his disciples to get into the ship, and to go to the other side before unto Bethsaida, while he sent away the people.  <strong>46</strong> And when he had sent them away, he departed into a mountain to pray.  <strong>47</strong> And when even was come, the ship was in the midst of the sea, and he alone on the land.  <strong>48</strong> And he saw them toiling in rowing; for the wind was contrary unto them: and about the fourth watch of the night he cometh unto them, walking upon the sea, and would have passed by them.  <strong>49</strong> But when they saw him walking upon the sea, they supposed it had been a spirit, and cried out:  <strong>50</strong> For they all saw him, and were troubled. And immediately he talked with them, and saith unto them, Be of good cheer: it is I; be not afraid.  <strong>51</strong> And he went up unto them into the ship; and the wind ceased: and they were sore amazed in themselves beyond measure, and wondered.  <strong>52</strong> For they considered not the miracle of the loaves: for their heart was hardened.  <strong>53</strong> And when they had passed over, they came into the land of Gennesaret, and drew to the shore.  <strong>54</strong> And when they were come out of the ship, straightway they knew him,  <strong>55</strong> And ran through that whole region round about, and began to carry about in beds those that were sick, where they heard he was.  <strong>56</strong> And whithersoever he entered, into villages, or cities, or country, they laid the sick in the streets, and besought him that they might touch if it were but the border of his garment: and as many as touched him were made whole.  ","niv":"<sup><strong>1</strong></sup> Jesus left there and went to his hometown, accompanied by his disciples. <sup><strong>2</strong></sup> When the Sabbath came, he began to teach in the synagogue, and many who heard him were amazed. <sup><strong>3</strong></sup> \"Where did this man get these things?\" they asked. \"What's this wisdom that has been given him, that he even does miracles! Isn't this the carpenter? Isn't this Mary's son and the brother of James, Joseph, Judas and Simon? Aren't his sisters here with us?\" And they took offense at him. <sup><strong>4</strong></sup> Jesus said to them, \"Only in his hometown, among his relatives and in his own house is a prophet without honor.\" <sup><strong>5</strong></sup> He could not do any miracles there, except lay his hands on a few sick people and heal them. <sup><strong>6</strong></sup> And he was amazed at their lack of faith. <sup><strong>7</strong></sup> Then Jesus went around teaching from village to village. Calling the Twelve to him, he sent them out two by two and gave them authority over evil spirits. <sup><strong>8</strong></sup> These were his instructions: \"Take nothing for the journey except a staff--no bread, no bag, no money in your belts. <sup><strong>9</strong></sup> Wear sandals but not an extra tunic. <sup><strong>10</strong></sup> Whenever you enter a house, stay there until you leave that town. <sup><strong>11</strong></sup> And if any place will not welcome you or listen to you, shake the dust off your feet when you leave, as a testimony against them.\" <sup><strong>12</strong></sup> They went out and preached that people should repent. <sup><strong>13</strong></sup> They drove out many demons and anointed many sick people with oil and healed them. <sup><strong>14</strong></sup> King Herod heard about this, for Jesus' name had become well known. Some were saying, \"John the Baptist has been raised from the dead, and that is why miraculous powers are at work in him.\" <sup><strong>15</strong></sup> Others said, \"He is Elijah.\" And still others claimed, \"He is a prophet, like one of the prophets of long ago.\" <sup><strong>16</strong></sup> But when Herod heard this, he said, \"John, the man I beheaded, has been raised from the dead!\" <sup><strong>17</strong></sup> For Herod himself had given orders to have John arrested, and he had him bound and put in prison. He did this because of Herodias, his brother Philip's wife, whom he had married. <sup><strong>18</strong></sup> For John had been saying to Herod, \"It is not lawful for you to have your brother's wife.\" <sup><strong>19</strong></sup> So Herodias nursed a grudge against John and wanted to kill him. But she was not able to, <sup><strong>20</strong></sup> because Herod feared John and protected him, knowing him to be a righteous and holy man. When Herod heard John, he was greatly puzzled; yet he liked to listen to him. <sup><strong>21</strong></sup> Finally the opportune time came. On his birthday Herod gave a banquet for his high officials and military commanders and the leading men of Galilee. <sup><strong>22</strong></sup> When the daughter of Herodias came in and danced, she pleased Herod and his dinner guests. <sup><strong>23</strong></sup> The king said to the girl, \"Ask me for anything you want, and I'll give it to you.\" And he promised her with an oath, \"Whatever you ask I will give you, up to half my kingdom.\" <sup><strong>24</strong></sup> She went out and said to her mother, \"What shall I ask for?The head of John the Baptist,\" she answered. <sup><strong>25</strong></sup> At once the girl hurried in to the king with the request: \"I want you to give me right now the head of John the Baptist on a platter.\" <sup><strong>26</strong></sup> The king was greatly distressed, but because of his oaths and his dinner guests, he did not want to refuse her. <sup><strong>27</strong></sup> So he immediately sent an executioner with orders to bring John's head. The man went, beheaded John in the prison, <sup><strong>28</strong></sup> and brought back his head on a platter. He presented it to the girl, and she gave it to her mother. <sup><strong>29</strong></sup> On hearing of this, John's disciples came and took his body and laid it in a tomb. <sup><strong>30</strong></sup> The apostles gathered around Jesus and reported to him all they had done and taught. <sup><strong>31</strong></sup> Then, because so many people were coming and going that they did not even have a chance to eat, he said to them, \"Come with me by yourselves to a quiet place and get some rest.\" <sup><strong>32</strong></sup> So they went away by themselves in a boat to a solitary place. <sup><strong>33</strong></sup> But many who saw them leaving recognized them and ran on foot from all the towns and got there ahead of them. <sup><strong>34</strong></sup> When Jesus landed and saw a large crowd, he had compassion on them, because they were like sheep without a shepherd. So he began teaching them many things. <sup><strong>35</strong></sup> By this time it was late in the day, so his disciples came to him. \"This is a remote place,\" they said, \"and it's already very late. <sup><strong>36</strong></sup> Send the people away so they can go to the surrounding countryside and villages and buy themselves something to eat.\" <sup><strong>37</strong></sup> But he answered, \"You give them something to eat.\" They said to him, \"That would take eight months of a man's wages! Are we to go and spend that much on bread and give it to them to eat?\" <sup><strong>38</strong></sup> \"How many loaves do you have?\" he asked. \"Go and see.\" When they found out, they said, \"Five--and two fish.\" <sup><strong>39</strong></sup> Then Jesus directed them to have all the people sit down in groups on the green grass. <sup><strong>40</strong></sup> So they sat down in groups of hundreds and fifties. <sup><strong>41</strong></sup> Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves. Then he gave them to his disciples to set before the people. He also divided the two fish among them all. <sup><strong>42</strong></sup> They all ate and were satisfied, <sup><strong>43</strong></sup> and the disciples picked up twelve basketfuls of broken pieces of bread and fish. <sup><strong>44</strong></sup> The number of the men who had eaten was five thousand. <sup><strong>45</strong></sup> Immediately Jesus made his disciples get into the boat and go on ahead of him to Bethsaida, while he dismissed the crowd. <sup><strong>46</strong></sup> After leaving them, he went up on a mountainside to pray. <sup><strong>47</strong></sup> When evening came, the boat was in the middle of the lake, and he was alone on land. <sup><strong>48</strong></sup> He saw the disciples straining at the oars, because the wind was against them. About the fourth watch of the night he went out to them, walking on the lake. He was about to pass by them, <sup><strong>49</strong></sup> but when they saw him walking on the lake, they thought he was a ghost. They cried out, <sup><strong>50</strong></sup> because they all saw him and were terrified. <sup><strong>51</strong></sup> Immediately he spoke to them and said, \"Take courage! It is I. Don't be afraid.\" Then he climbed into the boat with them, and the wind died down. They were completely amazed, <sup><strong>52</strong></sup> for they had not understood about the loaves; their hearts were hardened. <sup><strong>53</strong></sup> When they had crossed over, they landed at Gennesaret and anchored there. <sup><strong>54</strong></sup> As soon as they got out of the boat, people recognized Jesus. <sup><strong>55</strong></sup> They ran throughout that whole region and carried the sick on mats to wherever they heard he was. <sup><strong>56</strong></sup> And wherever he went--into villages, towns or countryside--they placed the sick in the marketplaces. They begged him to let them touch even the edge of his cloak, and all who touched him were healed. "},{"_id":"6168cbbb3b32607a097c17f4","topicId":"6168cbb93b32607a097c17ee","verse":"John 1:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-6\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"6168cbbb3b32607a097c17f5","topicId":"6168cbb93b32607a097c17ee","verse":"John 14:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."}]}