{"_id":"6168cb0a3b32607a097c178b","slug":"new-and-old-wineskins","name":"New And Old Wineskins","verses":[{"_id":"6168cb0a3b32607a097c178c","topicId":"6168cb0a3b32607a097c178b","verse":"John 2:6","votes":0,"__v":0,"esv":"<div>\n<p id=\"p43002006_01-1\"><b class=\"verse-num\" id=\"v43002006-1\">6&nbsp;</b>Now there were six stone water jars there for the Jewish rites of purification, each holding twenty or thirty gallons.</p>\n\n</div>","kjv":"<strong>6</strong> And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece.  ","niv":"<sup><strong>6</strong></sup> Nearby stood six stone water jars, the kind used by the Jews for ceremonial washing, each holding from twenty to thirty gallons.","modified":"2022-04-22T12:02:07.524Z"},{"_id":"6168cb0a3b32607a097c178d","topicId":"6168cb0a3b32607a097c178b","verse":"John 3:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-2\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-2\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-2\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-2\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-2\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"6168cb0b3b32607a097c178e","topicId":"6168cb0a3b32607a097c178b","verse":"Matthew 13:52","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40013052_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v40013052-1\">52&nbsp;</b>And he said to them, <span class=\"woc\">“Therefore every scribe who has been trained for the kingdom of heaven is like a master of a house, who brings out of his treasure what is new and what is old.”</span></p>\n</div>","kjv":"<strong>52</strong> Then said he unto them, Therefore every scribe which is  instructed unto the kingdom of heaven is like unto a man that is an householder, which bringeth forth out of his treasure things new and old. ","niv":"<sup><strong>52</strong></sup> He said to them, \"Therefore every teacher of the law who has been instructed about the kingdom of heaven is like the owner of a house who brings out of his storeroom new treasures as well as old.\""},{"_id":"6168cb0b3b32607a097c178f","topicId":"6168cb0a3b32607a097c178b","verse":"Psalm 119:105","votes":2,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-4\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"6168cb0b3b32607a097c1790","topicId":"6168cb0a3b32607a097c178b","verse":"Psalm 119:104-106","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119104_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119104-1\">104&nbsp;</b>&nbsp;&nbsp;Through your precepts I get understanding;</span><br><span id=\"p19119104_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I hate every false way.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119104_01-5\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br><span id=\"p19119106_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119106-1\">106&nbsp;</b>&nbsp;&nbsp;I have sworn an oath and confirmed it,</span><br><span id=\"p19119106_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to keep your righteous rules.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>104</strong> Through thy precepts I get understanding: therefore I hate every false way.  <strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  <strong>106</strong> I have sworn, and I will perform it, that I will keep thy righteous judgments.  ","niv":"<sup><strong>104</strong></sup> I gain understanding from your precepts; therefore I hate every wrong path. <sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path. <sup><strong>106</strong></sup> I have taken an oath and confirmed it, that I will follow your righteous laws. "},{"_id":"6168cb0b3b32607a097c1791","topicId":"6168cb0a3b32607a097c178b","verse":"Romans 3:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"6168cb0c3b32607a097c1792","topicId":"6168cb0a3b32607a097c178b","verse":"Matthew 27:1-66","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40027001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40027001-1\">27:1&nbsp;</b>When morning came, all the chief priests and the elders of the people took counsel against Jesus to put him to death. <b class=\"verse-num\" id=\"v40027002-1\">2&nbsp;</b>And they bound him and led him away and delivered him over to Pilate the governor.</p>\n\n<p id=\"p40027002_08-7\"><b class=\"verse-num\" id=\"v40027003-1\">3&nbsp;</b>Then when Judas, his betrayer, saw that Jesus was condemned, he changed his mind and brought back the thirty pieces of silver to the chief priests and the elders, <b class=\"verse-num\" id=\"v40027004-1\">4&nbsp;</b>saying, “I have sinned by betraying innocent blood.” They said, “What is that to us? See to it yourself.” <b class=\"verse-num\" id=\"v40027005-1\">5&nbsp;</b>And throwing down the pieces of silver into the temple, he departed, and he went and hanged himself. <b class=\"verse-num\" id=\"v40027006-1\">6&nbsp;</b>But the chief priests, taking the pieces of silver, said, “It is not lawful to put them into the treasury, since it is blood money.” <b class=\"verse-num\" id=\"v40027007-1\">7&nbsp;</b>So they took counsel and bought with them the potter’s field as a burial place for strangers. <b class=\"verse-num\" id=\"v40027008-1\">8&nbsp;</b>Therefore that field has been called the Field of Blood to this day. <b class=\"verse-num\" id=\"v40027009-1\">9&nbsp;</b>Then was fulfilled what had been spoken by the prophet Jeremiah, saying, “And they took the thirty pieces of silver, the price of him on whom a price had been set by some of the sons of Israel, <b class=\"verse-num\" id=\"v40027010-1\">10&nbsp;</b>and they gave them for the potter’s field, as the Lord directed me.”</p>\n\n<p id=\"p40027010_11-7\"><b class=\"verse-num\" id=\"v40027011-1\">11&nbsp;</b>Now Jesus stood before the governor, and the governor asked him, “Are you the King of the Jews?” Jesus said, <span class=\"woc\">“You have said so.”</span> <b class=\"verse-num\" id=\"v40027012-1\">12&nbsp;</b>But when he was accused by the chief priests and elders, he gave no answer. <b class=\"verse-num\" id=\"v40027013-1\">13&nbsp;</b>Then Pilate said to him, “Do you not hear how many things they testify against you?” <b class=\"verse-num\" id=\"v40027014-1\">14&nbsp;</b>But he gave him no answer, not even to a single charge, so that the governor was greatly amazed.</p>\n\n<p id=\"p40027014_15-7\"><b class=\"verse-num\" id=\"v40027015-1\">15&nbsp;</b>Now at the feast the governor was accustomed to release for the crowd any one prisoner whom they wanted. <b class=\"verse-num\" id=\"v40027016-1\">16&nbsp;</b>And they had then a notorious prisoner called Barabbas. <b class=\"verse-num\" id=\"v40027017-1\">17&nbsp;</b>So when they had gathered, Pilate said to them, “Whom do you want me to release for you: Barabbas, or Jesus who is called Christ?” <b class=\"verse-num\" id=\"v40027018-1\">18&nbsp;</b>For he knew that it was out of envy that they had delivered him up. <b class=\"verse-num\" id=\"v40027019-1\">19&nbsp;</b>Besides, while he was sitting on the judgment seat, his wife sent word to him, “Have nothing to do with that righteous man, for I have suffered much because of him today in a dream.” <b class=\"verse-num\" id=\"v40027020-1\">20&nbsp;</b>Now the chief priests and the elders persuaded the crowd to ask for Barabbas and destroy Jesus. <b class=\"verse-num\" id=\"v40027021-1\">21&nbsp;</b>The governor again said to them, “Which of the two do you want me to release for you?” And they said, “Barabbas.” <b class=\"verse-num\" id=\"v40027022-1\">22&nbsp;</b>Pilate said to them, “Then what shall I do with Jesus who is called Christ?” They all said, “Let him be crucified!” <b class=\"verse-num\" id=\"v40027023-1\">23&nbsp;</b>And he said, “Why? What evil has he done?” But they shouted all the more, “Let him be crucified!”</p>\n\n<p id=\"p40027023_21-7\"><b class=\"verse-num\" id=\"v40027024-1\">24&nbsp;</b>So when Pilate saw that he was gaining nothing, but rather that a riot was beginning, he took water and washed his hands before the crowd, saying, “I am innocent of this man’s blood; see to it yourselves.” <b class=\"verse-num\" id=\"v40027025-1\">25&nbsp;</b>And all the people answered, “His blood be on us and on our children!” <b class=\"verse-num\" id=\"v40027026-1\">26&nbsp;</b>Then he released for them Barabbas, and having scourged Jesus, delivered him to be crucified.</p>\n\n<p id=\"p40027026_24-7\"><b class=\"verse-num\" id=\"v40027027-1\">27&nbsp;</b>Then the soldiers of the governor took Jesus into the governor’s headquarters, and they gathered the whole battalion before him. <b class=\"verse-num\" id=\"v40027028-1\">28&nbsp;</b>And they stripped him and put a scarlet robe on him, <b class=\"verse-num\" id=\"v40027029-1\">29&nbsp;</b>and twisting together a crown of thorns, they put it on his head and put a reed in his right hand. And kneeling before him, they mocked him, saying, “Hail, King of the Jews!” <b class=\"verse-num\" id=\"v40027030-1\">30&nbsp;</b>And they spit on him and took the reed and struck him on the head. <b class=\"verse-num\" id=\"v40027031-1\">31&nbsp;</b>And when they had mocked him, they stripped him of the robe and put his own clothes on him and led him away to crucify him.</p>\n\n<p id=\"p40027031_26-7\"><b class=\"verse-num\" id=\"v40027032-1\">32&nbsp;</b>As they went out, they found a man of Cyrene, Simon by name. They compelled this man to carry his cross. <b class=\"verse-num\" id=\"v40027033-1\">33&nbsp;</b>And when they came to a place called Golgotha (which means Place of a Skull), <b class=\"verse-num\" id=\"v40027034-1\">34&nbsp;</b>they offered him wine to drink, mixed with gall, but when he tasted it, he would not drink it. <b class=\"verse-num\" id=\"v40027035-1\">35&nbsp;</b>And when they had crucified him, they divided his garments among them by casting lots. <b class=\"verse-num\" id=\"v40027036-1\">36&nbsp;</b>Then they sat down and kept watch over him there. <b class=\"verse-num\" id=\"v40027037-1\">37&nbsp;</b>And over his head they put the charge against him, which read, “This is Jesus, the King of the Jews.” <b class=\"verse-num\" id=\"v40027038-1\">38&nbsp;</b>Then two robbers were crucified with him, one on the right and one on the left. <b class=\"verse-num\" id=\"v40027039-1\">39&nbsp;</b>And those who passed by derided him, wagging their heads <b class=\"verse-num\" id=\"v40027040-1\">40&nbsp;</b>and saying, “You who would destroy the temple and rebuild it in three days, save yourself! If you are the Son of God, come down from the cross.” <b class=\"verse-num\" id=\"v40027041-1\">41&nbsp;</b>So also the chief priests, with the scribes and elders, mocked him, saying, <b class=\"verse-num\" id=\"v40027042-1\">42&nbsp;</b>“He saved others; he cannot save himself. He is the King of Israel; let him come down now from the cross, and we will believe in him. <b class=\"verse-num\" id=\"v40027043-1\">43&nbsp;</b>He trusts in God; let God deliver him now, if he desires him. For he said, ‘I am the Son of God.’” <b class=\"verse-num\" id=\"v40027044-1\">44&nbsp;</b>And the robbers who were crucified with him also reviled him in the same way.</p>\n\n<p id=\"p40027044_30-7\"><b class=\"verse-num\" id=\"v40027045-1\">45&nbsp;</b>Now from the sixth hour there was darkness over all the land until the ninth hour. <b class=\"verse-num\" id=\"v40027046-1\">46&nbsp;</b>And about the ninth hour Jesus cried out with a loud voice, saying, <span class=\"woc\">“Eli, Eli, lema sabachthani?”</span> that is, <span class=\"woc\">“My God, my God, why have you forsaken me?”</span> <b class=\"verse-num\" id=\"v40027047-1\">47&nbsp;</b>And some of the bystanders, hearing it, said, “This man is calling Elijah.” <b class=\"verse-num\" id=\"v40027048-1\">48&nbsp;</b>And one of them at once ran and took a sponge, filled it with sour wine, and put it on a reed and gave it to him to drink. <b class=\"verse-num\" id=\"v40027049-1\">49&nbsp;</b>But the others said, “Wait, let us see whether Elijah will come to save him.” <b class=\"verse-num\" id=\"v40027050-1\">50&nbsp;</b>And Jesus cried out again with a loud voice and yielded up his spirit.</p>\n<p id=\"p40027050_30-7\"><b class=\"verse-num\" id=\"v40027051-1\">51&nbsp;</b>And behold, the curtain of the temple was torn in two, from top to bottom. And the earth shook, and the rocks were split. <b class=\"verse-num\" id=\"v40027052-1\">52&nbsp;</b>The tombs also were opened. And many bodies of the saints who had fallen asleep were raised, <b class=\"verse-num\" id=\"v40027053-1\">53&nbsp;</b>and coming out of the tombs after his resurrection they went into the holy city and appeared to many. <b class=\"verse-num\" id=\"v40027054-1\">54&nbsp;</b>When the centurion and those who were with him, keeping watch over Jesus, saw the earthquake and what took place, they were filled with awe and said, “Truly this was the Son of God!”</p>\n<p id=\"p40027054_30-7\"><b class=\"verse-num\" id=\"v40027055-1\">55&nbsp;</b>There were also many women there, looking on from a distance, who had followed Jesus from Galilee, ministering to him, <b class=\"verse-num\" id=\"v40027056-1\">56&nbsp;</b>among whom were Mary Magdalene and Mary the mother of James and Joseph and the mother of the sons of Zebedee.</p>\n\n<p id=\"p40027056_33-7\"><b class=\"verse-num\" id=\"v40027057-1\">57&nbsp;</b>When it was evening, there came a rich man from Arimathea, named Joseph, who also was a disciple of Jesus. <b class=\"verse-num\" id=\"v40027058-1\">58&nbsp;</b>He went to Pilate and asked for the body of Jesus. Then Pilate ordered it to be given to him. <b class=\"verse-num\" id=\"v40027059-1\">59&nbsp;</b>And Joseph took the body and wrapped it in a clean linen shroud <b class=\"verse-num\" id=\"v40027060-1\">60&nbsp;</b>and laid it in his own new tomb, which he had cut in the rock. And he rolled a great stone to the entrance of the tomb and went away. <b class=\"verse-num\" id=\"v40027061-1\">61&nbsp;</b>Mary Magdalene and the other Mary were there, sitting opposite the tomb.</p>\n\n<p id=\"p40027061_38-7\"><b class=\"verse-num\" id=\"v40027062-1\">62&nbsp;</b>The next day, that is, after the day of Preparation, the chief priests and the Pharisees gathered before Pilate <b class=\"verse-num\" id=\"v40027063-1\">63&nbsp;</b>and said, “Sir, we remember how that impostor said, while he was still alive, ‘After three days I will rise.’ <b class=\"verse-num\" id=\"v40027064-1\">64&nbsp;</b>Therefore order the tomb to be made secure until the third day, lest his disciples go and steal him away and tell the people, ‘He has risen from the dead,’ and the last fraud will be worse than the first.” <b class=\"verse-num\" id=\"v40027065-1\">65&nbsp;</b>Pilate said to them, “You have a guard of soldiers. Go, make it as secure as you can.” <b class=\"verse-num\" id=\"v40027066-1\">66&nbsp;</b>So they went and made the tomb secure by sealing the stone and setting a guard.</p>\n\n</div>","kjv":"<strong>1</strong> When the morning was come, all the chief priests and elders of the people took counsel against Jesus to put him to death:  <strong>2</strong> And when they had bound him, they led him away, and delivered him to Pontius Pilate the governor.  <strong>3</strong> Then Judas, which had betrayed him, when he saw that he was condemned, repented himself, and brought again the thirty pieces of silver to the chief priests and elders,  <strong>4</strong> Saying, I have sinned in that I have betrayed the innocent blood. And they said, What is that to us? see thou to that.  <strong>5</strong> And he cast down the pieces of silver in the temple, and departed, and went and hanged himself.  <strong>6</strong> And the chief priests took the silver pieces, and said, It is not lawful for to put them into the treasury, because it is the price of blood.  <strong>7</strong> And they took counsel, and bought with them the potter’s field, to bury strangers in.  <strong>8</strong> Wherefore that field was called, The field of blood, unto this day.  <strong>9</strong> Then was fulfilled that which was spoken by Jeremy the prophet, saying, And they took the thirty pieces of silver, the price of him that was valued, whom they of the children of Israel did value;  <strong>10</strong> And gave them for the potter’s field, as the Lord appointed me.  <strong>11</strong> And Jesus stood before the governor: and the governor asked him, saying, Art thou the King of the Jews? And Jesus said unto him, Thou sayest.  <strong>12</strong> And when he was accused of the chief priests and elders, he answered nothing.  <strong>13</strong> Then said Pilate unto him, Hearest thou not how many things they witness against thee?  <strong>14</strong> And he answered him to never a word; insomuch that the governor marvelled greatly.  <strong>15</strong> Now at that feast the governor was wont to release unto the people a prisoner, whom they would.  <strong>16</strong> And they had then a notable prisoner, called Barabbas.  <strong>17</strong> Therefore when they were gathered together, Pilate said unto them, Whom will ye that I release unto you? Barabbas, or Jesus which is called Christ?  <strong>18</strong> For he knew that for envy they had delivered him.  <strong>19</strong> When he was set down on the judgment seat, his wife sent unto him, saying, Have thou nothing to do with that just man: for I have suffered many things this day in a dream because of him.  <strong>20</strong> But the chief priests and elders persuaded the multitude that they should ask Barabbas, and destroy Jesus.  <strong>21</strong> The governor answered and said unto them, Whether of the twain will ye that I release unto you? They said, Barabbas.  <strong>22</strong> Pilate saith unto them, What shall I do then with Jesus which is called Christ? They all say unto him, Let him be crucified.  <strong>23</strong> And the governor said, Why, what evil hath he done? But they cried out the more, saying, Let him be crucified.  <strong>24</strong> When Pilate saw that he could prevail nothing, but that rather a tumult was made, he took water, and washed his hands before the multitude, saying, I am innocent of the blood of this just person: see ye to it.  <strong>25</strong> Then answered all the people, and said, His blood be on us, and on our children.  <strong>26</strong> Then released he Barabbas unto them: and when he had scourged Jesus, he delivered him to be crucified.  <strong>27</strong> Then the soldiers of the governor took Jesus into the common hall, and gathered unto him the whole band of soldiers.  <strong>28</strong> And they stripped him, and put on him a scarlet robe.  <strong>29</strong> And when they had platted a crown of thorns, they put it  upon his head, and a reed in his right hand: and they bowed the knee before him, and mocked him, saying, Hail, King of the Jews!  <strong>30</strong> And they spit upon him, and took the reed, and smote him on the head.  <strong>31</strong> And after that they had mocked him, they took the robe off from him, and put his own raiment on him, and led him away to crucify him.  <strong>32</strong> And as they came out, they found a man of Cyrene, Simon by name: him they compelled to bear his cross.  <strong>33</strong> And when they were come unto a place called Golgotha, that is to say, a place of a skull,  <strong>34</strong> They gave him vinegar to drink mingled with gall: and when he had tasted thereof, he would not drink.  <strong>35</strong> And they crucified him, and parted his garments, casting lots: that it might be fulfilled which was spoken by the prophet, They parted my garments among them, and upon my vesture did they cast lots.  <strong>36</strong> And sitting down they watched him there;  <strong>37</strong> And set up over his head his accusation written, THIS IS JESUS THE KING OF THE JEWS.  <strong>38</strong> Then were there two thieves crucified with him, one on the right hand, and another on the left.  <strong>39</strong> And they that passed by reviled him, wagging their heads,  <strong>40</strong> And saying, Thou that destroyest the temple, and buildest it  in three days, save thyself. If thou be the Son of God, come down from the cross.  <strong>41</strong> Likewise also the chief priests mocking him, with the scribes and elders, said,  <strong>42</strong> He saved others; himself he cannot save. If he be the King of Israel, let him now come down from the cross, and we will believe him.  <strong>43</strong> He trusted in God; let him deliver him now, if he will have him: for he said, I am the Son of God.  <strong>44</strong> The thieves also, which were crucified with him, cast the same in his teeth.  <strong>45</strong> Now from the sixth hour there was darkness over all the land unto the ninth hour.  <strong>46</strong> And about the ninth hour Jesus cried with a loud voice, saying, Eli, Eli, lama sabachthani? that is to say, My God, my God, why hast thou forsaken me?  <strong>47</strong> Some of them that stood there, when they heard that, said, This man calleth for Elias.  <strong>48</strong> And straightway one of them ran, and took a spunge, and filled it with vinegar, and put it on a reed, and gave him to drink.  <strong>49</strong> The rest said, Let be, let us see whether Elias will come to save him.  <strong>50</strong> Jesus, when he had cried again with a loud voice, yielded up the ghost.  <strong>51</strong> And, behold, the veil of the temple was rent in twain from the top to the bottom; and the earth did quake, and the rocks rent;  <strong>52</strong> And the graves were opened; and many bodies of the saints which slept arose,  <strong>53</strong> And came out of the graves after his resurrection, and went into the holy city, and appeared unto many.  <strong>54</strong> Now when the centurion, and they that were with him, watching Jesus, saw the earthquake, and those things that were done, they feared greatly, saying, Truly this was the Son of God.  <strong>55</strong> And many women were there beholding afar off, which followed Jesus from Galilee, ministering unto him:  <strong>56</strong> Among which was Mary Magdalene, and Mary the mother of James and Joses, and the mother of Zebedee’s children.  <strong>57</strong> When the even was come, there came a rich man of Arimathaea, named Joseph, who also himself was Jesus’ disciple:  <strong>58</strong> He went to Pilate, and begged the body of Jesus. Then Pilate commanded the body to be delivered.  <strong>59</strong> And when Joseph had taken the body, he wrapped it in a clean linen cloth,  <strong>60</strong> And laid it in his own new tomb, which he had hewn out in the rock: and he rolled a great stone to the door of the sepulchre, and departed.  <strong>61</strong> And there was Mary Magdalene, and the other Mary, sitting over against the sepulchre.  <strong>62</strong> Now the next day, that followed the day of the preparation, the chief priests and Pharisees came together unto Pilate,  <strong>63</strong> Saying, Sir, we remember that that deceiver said, while he was yet alive, After three days I will rise again.  <strong>64</strong> Command therefore that the sepulchre be made sure until the third day, lest his disciples come by night, and steal him away, and say unto the people, He is risen from the dead: so the last error shall be worse than the first.  <strong>65</strong> Pilate said unto them, Ye have a watch: go your way, make it  as sure as ye can.  <strong>66</strong> So they went, and made the sepulchre sure, sealing the stone, and setting a watch.  ","niv":"<sup><strong>1</strong></sup> Early in the morning, all the chief priests and the elders of the people came to the decision to put Jesus to death. <sup><strong>2</strong></sup> They bound him, led him away and handed him over to Pilate, the governor. <sup><strong>3</strong></sup> When Judas, who had betrayed him, saw that Jesus was condemned, he was seized with remorse and returned the thirty silver coins to the chief priests and the elders. <sup><strong>4</strong></sup> \"I have sinned,\" he said, \"for I have betrayed innocent blood.What is that to us?\" they replied. \"That's your responsibility.\" <sup><strong>5</strong></sup> So Judas threw the money into the temple and left. Then he went away and hanged himself. <sup><strong>6</strong></sup> The chief priests picked up the coins and said, \"It is against the law to put this into the treasury, since it is blood money.\" <sup><strong>7</strong></sup> So they decided to use the money to buy the potter's field as a burial place for foreigners. <sup><strong>8</strong></sup> That is why it has been called the Field of Blood to this day. <sup><strong>9</strong></sup> Then what was spoken by Jeremiah the prophet was fulfilled: \"They took the thirty silver coins, the price set on him by the people of Israel, <sup><strong>10</strong></sup> and they used them to buy the potter's field, as the Lord commanded me.\" <sup><strong>11</strong></sup> Meanwhile Jesus stood before the governor, and the governor asked him, \"Are you the king of the Jews?Yes, it is as you say,\" Jesus replied. <sup><strong>12</strong></sup> When he was accused by the chief priests and the elders, he gave no answer. <sup><strong>13</strong></sup> Then Pilate asked him, \"Don't you hear the testimony they are bringing against you?\" <sup><strong>14</strong></sup> But Jesus made no reply, not even to a single charge--to the great amazement of the governor. <sup><strong>15</strong></sup> Now it was the governor's custom at the Feast to release a prisoner chosen by the crowd. <sup><strong>16</strong></sup> At that time they had a notorious prisoner, called Barabbas. <sup><strong>17</strong></sup> So when the crowd had gathered, Pilate asked them, \"Which one do you want me to release to you: Barabbas, or Jesus who is called Christ?\" <sup><strong>18</strong></sup> For he knew it was out of envy that they had handed Jesus over to him. <sup><strong>19</strong></sup> While Pilate was sitting on the judge's seat, his wife sent him this message: \"Don't have anything to do with that innocent man, for I have suffered a great deal today in a dream because of him.\" <sup><strong>20</strong></sup> But the chief priests and the elders persuaded the crowd to ask for Barabbas and to have Jesus executed. <sup><strong>21</strong></sup> \"Which of the two do you want me to release to you?\" asked the governor. \"Barabbas,\" they answered. <sup><strong>22</strong></sup> \"What shall I do, then, with Jesus who is called Christ?\" Pilate asked. They all answered, \"Crucify him!\" <sup><strong>23</strong></sup> \"Why? What crime has he committed?\" asked Pilate. But they shouted all the louder, \"Crucify him!\" <sup><strong>24</strong></sup> When Pilate saw that he was getting nowhere, but that instead an uproar was starting, he took water and washed his hands in front of the crowd. \"I am innocent of this man's blood,\" he said. \"It is your responsibility!\" <sup><strong>25</strong></sup> All the people answered, \"Let his blood be on us and on our children!\" <sup><strong>26</strong></sup> Then he released Barabbas to them. But he had Jesus flogged, and handed him over to be crucified. <sup><strong>27</strong></sup> Then the governor's soldiers took Jesus into the Praetorium and gathered the whole company of soldiers around him. <sup><strong>28</strong></sup> They stripped him and put a scarlet robe on him, <sup><strong>29</strong></sup> and then twisted together a crown of thorns and set it on his head. They put a staff in his right hand and knelt in front of him and mocked him. \"Hail, king of the Jews!\" they said. <sup><strong>30</strong></sup> They spit on him, and took the staff and struck him on the head again and again. <sup><strong>31</strong></sup> After they had mocked him, they took off the robe and put his own clothes on him. Then they led him away to crucify him. <sup><strong>32</strong></sup> As they were going out, they met a man from Cyrene, named Simon, and they forced him to carry the cross. <sup><strong>33</strong></sup> They came to a place called Golgotha (which means The Place of the Skull). <sup><strong>34</strong></sup> There they offered Jesus wine to drink, mixed with gall; but after tasting it, he refused to drink it. <sup><strong>35</strong></sup> When they had crucified him, they divided up his clothes by casting lots. <sup><strong>36</strong></sup> And sitting down, they kept watch over him there. <sup><strong>37</strong></sup> Above his head they placed the written charge against him: THIS IS JESUS, THE KING OF THE JEWS. <sup><strong>38</strong></sup> Two robbers were crucified with him, one on his right and one on his left. <sup><strong>39</strong></sup> Those who passed by hurled insults at him, shaking their heads <sup><strong>40</strong></sup> and saying, \"You who are going to destroy the temple and build it in three days, save yourself! Come down from the cross, if you are the Son of God!\" <sup><strong>41</strong></sup> In the same way the chief priests, the teachers of the law and the elders mocked him. <sup><strong>42</strong></sup> \"He saved others,\" they said, \"but he can't save himself! He's the King of Israel! Let him come down now from the cross, and we will believe in him. <sup><strong>43</strong></sup> He trusts in God. Let God rescue him now if he wants him, for he said, 'I am the Son of God.'\" <sup><strong>44</strong></sup> In the same way the robbers who were crucified with him also heaped insults on him. <sup><strong>45</strong></sup> From the sixth hour until the ninth hour darkness came over all the land. <sup><strong>46</strong></sup> About the ninth hour Jesus cried out in a loud voice, \"Eloi, Eloi, lama sabachthani?\"--which means, \"My God, my God, why have you forsaken me?\" <sup><strong>47</strong></sup> When some of those standing there heard this, they said, \"He's calling Elijah.\" <sup><strong>48</strong></sup> Immediately one of them ran and got a sponge. He filled it with wine vinegar, put it on a stick, and offered it to Jesus to drink. <sup><strong>49</strong></sup> The rest said, \"Now leave him alone. Let's see if Elijah comes to save him.\" <sup><strong>50</strong></sup> And when Jesus had cried out again in a loud voice, he gave up his spirit. <sup><strong>51</strong></sup> At that moment the curtain of the temple was torn in two from top to bottom. The earth shook and the rocks split. <sup><strong>52</strong></sup> The tombs broke open and the bodies of many holy people who had died were raised to life. <sup><strong>53</strong></sup> They came out of the tombs, and after Jesus' resurrection they went into the holy city and appeared to many people. <sup><strong>54</strong></sup> When the centurion and those with him who were guarding Jesus saw the earthquake and all that had happened, they were terrified, and exclaimed, \"Surely he was the Son of God!\" <sup><strong>55</strong></sup> Many women were there, watching from a distance. They had followed Jesus from Galilee to care for his needs. <sup><strong>56</strong></sup> Among them were Mary Magdalene, Mary the mother of James and Joses, and the mother of Zebedee's sons. <sup><strong>57</strong></sup> As evening approached, there came a rich man from Arimathea, named Joseph, who had himself become a disciple of Jesus. <sup><strong>58</strong></sup> Going to Pilate, he asked for Jesus' body, and Pilate ordered that it be given to him. <sup><strong>59</strong></sup> Joseph took the body, wrapped it in a clean linen cloth, <sup><strong>60</strong></sup> and placed it in his own new tomb that he had cut out of the rock. He rolled a big stone in front of the entrance to the tomb and went away. <sup><strong>61</strong></sup> Mary Magdalene and the other Mary were sitting there opposite the tomb. <sup><strong>62</strong></sup> The next day, the one after Preparation Day, the chief priests and the Pharisees went to Pilate. <sup><strong>63</strong></sup> \"Sir,\" they said, \"we remember that while he was still alive that deceiver said, 'After three days I will rise again.' <sup><strong>64</strong></sup> So give the order for the tomb to be made secure until the third day. Otherwise, his disciples may come and steal the body and tell the people that he has been raised from the dead. This last deception will be worse than the first.\" <sup><strong>65</strong></sup> \"Take a guard,\" Pilate answered. \"Go, make the tomb as secure as you know how.\" <sup><strong>66</strong></sup> So they went and made the tomb secure by putting a seal on the stone and posting the guard. "},{"_id":"6168cb0c3b32607a097c1793","topicId":"6168cb0a3b32607a097c178b","verse":"Matthew 16:1-28","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40016001_07-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40016001-1\">16:1&nbsp;</b>And the Pharisees and Sadducees came, and to test him they asked him to show them a sign from heaven. <b class=\"verse-num\" id=\"v40016002-1\">2&nbsp;</b>He answered them, <span class=\"woc\">“When it is evening, you say, ‘It will be fair weather, for the sky is red.’</span> <b class=\"verse-num woc\" id=\"v40016003-1\">3&nbsp;</b><span class=\"woc\">And in the morning, ‘It will be stormy today, for the sky is red and threatening.’ You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times.</span> <b class=\"verse-num woc\" id=\"v40016004-1\">4&nbsp;</b><span class=\"woc\">An evil and adulterous generation seeks for a sign, but no sign will be given to it except the sign of Jonah.”</span> So he left them and departed.</p>\n\n<p id=\"p40016004_14-8\"><b class=\"verse-num\" id=\"v40016005-1\">5&nbsp;</b>When the disciples reached the other side, they had forgotten to bring any bread. <b class=\"verse-num\" id=\"v40016006-1\">6&nbsp;</b>Jesus said to them, <span class=\"woc\">“Watch and beware of the leaven of the Pharisees and Sadducees.”</span> <b class=\"verse-num\" id=\"v40016007-1\">7&nbsp;</b>And they began discussing it among themselves, saying, “We brought no bread.” <b class=\"verse-num\" id=\"v40016008-1\">8&nbsp;</b>But Jesus, aware of this, said, <span class=\"woc\">“O you of little faith, why are you discussing among yourselves the fact that you have no bread?</span> <b class=\"verse-num woc\" id=\"v40016009-1\">9&nbsp;</b><span class=\"woc\">Do you not yet perceive? Do you not remember the five loaves for the five thousand, and how many baskets you gathered?</span> <b class=\"verse-num woc\" id=\"v40016010-1\">10&nbsp;</b><span class=\"woc\">Or the seven loaves for the four thousand, and how many baskets you gathered?</span> <b class=\"verse-num woc\" id=\"v40016011-1\">11&nbsp;</b><span class=\"woc\">How is it that you fail to understand that I did not speak about bread? Beware of the leaven of the Pharisees and Sadducees.”</span> <b class=\"verse-num\" id=\"v40016012-1\">12&nbsp;</b>Then they understood that he did not tell them to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees.</p>\n\n<p id=\"p40016012_20-8\"><b class=\"verse-num\" id=\"v40016013-1\">13&nbsp;</b>Now when Jesus came into the district of Caesarea Philippi, he asked his disciples, <span class=\"woc\">“Who do people say that the Son of Man is?”</span> <b class=\"verse-num\" id=\"v40016014-1\">14&nbsp;</b>And they said, “Some say John the Baptist, others say Elijah, and others Jeremiah or one of the prophets.” <b class=\"verse-num\" id=\"v40016015-1\">15&nbsp;</b>He said to them, <span class=\"woc\">“But who do you say that I am?”</span> <b class=\"verse-num\" id=\"v40016016-1\">16&nbsp;</b>Simon Peter replied, “You are the Christ, the Son of the living God.” <b class=\"verse-num\" id=\"v40016017-1\">17&nbsp;</b>And Jesus answered him, <span class=\"woc\">“Blessed are you, Simon Bar-Jonah! For flesh and blood has not revealed this to you, but my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span> <b class=\"verse-num woc\" id=\"v40016019-1\">19&nbsp;</b><span class=\"woc\">I will give you the keys of the kingdom of heaven, and whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.”</span> <b class=\"verse-num\" id=\"v40016020-1\">20&nbsp;</b>Then he strictly charged the disciples to tell no one that he was the Christ.</p>\n\n<p id=\"p40016020_26-8\"><b class=\"verse-num\" id=\"v40016021-1\">21&nbsp;</b>From that time Jesus began to show his disciples that he must go to Jerusalem and suffer many things from the elders and chief priests and scribes, and be killed, and on the third day be raised. <b class=\"verse-num\" id=\"v40016022-1\">22&nbsp;</b>And Peter took him aside and began to rebuke him, saying, “Far be it from you, Lord! This shall never happen to you.” <b class=\"verse-num\" id=\"v40016023-1\">23&nbsp;</b>But he turned and said to Peter, <span class=\"woc\">“Get behind me, Satan! You are a hindrance to me. For you are not setting your mind on the things of God, but on the things of man.”</span></p>\n\n<p id=\"p40016023_33-8\"><b class=\"verse-num\" id=\"v40016024-1\">24&nbsp;</b>Then Jesus told his disciples, <span class=\"woc\">“If anyone would come after me, let him deny himself and take up his cross and follow me.</span> <b class=\"verse-num woc\" id=\"v40016025-1\">25&nbsp;</b><span class=\"woc\">For whoever would save his life will lose it, but whoever loses his life for my sake will find it.</span> <b class=\"verse-num woc\" id=\"v40016026-1\">26&nbsp;</b><span class=\"woc\">For what will it profit a man if he gains the whole world and forfeits his soul? Or what shall a man give in return for his soul?</span> <b class=\"verse-num woc\" id=\"v40016027-1\">27&nbsp;</b><span class=\"woc\">For the Son of Man is going to come with his angels in the glory of his Father, and then he will repay each person according to what he has done.</span> <b class=\"verse-num woc\" id=\"v40016028-1\">28&nbsp;</b><span class=\"woc\">Truly, I say to you, there are some standing here who will not taste death until they see the Son of Man coming in his kingdom.”</span></p>\n\n</div>","kjv":"<strong>1</strong> The Pharisees also with the Sadducees came, and tempting desired him that he would shew them a sign from heaven.  <strong>2</strong> He answered and said unto them, When it is evening, ye say, It will be fair weather: for the sky is red.  <strong>3</strong> And in the morning, It will be foul weather to day: for the sky is red and lowring. O ye hypocrites, ye can discern the face of the sky; but can ye not discern the signs of the times?  <strong>4</strong> A wicked and adulterous generation seeketh after a sign; and there shall no sign be given unto it, but the sign of the prophet Jonas. And he left them, and departed.  <strong>5</strong> And when his disciples were come to the other side, they had forgotten to take bread.  <strong>6</strong> Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the Sadducees.  <strong>7</strong> And they reasoned among themselves, saying, It is because we have taken no bread.  <strong>8</strong> Which when Jesus perceived, he said unto them, O ye of little faith, why reason ye among yourselves, because ye have brought no bread?  <strong>9</strong> Do ye not yet understand, neither remember the five loaves of the five thousand, and how many baskets ye took up?  <strong>10</strong> Neither the seven loaves of the four thousand, and how many baskets ye took up?  <strong>11</strong> How is it that ye do not understand that I spake it not to you concerning bread, that ye should beware of the leaven of the Pharisees and of the Sadducees?  <strong>12</strong> Then understood they how that he bade them not beware of the leaven of bread, but of the doctrine of the Pharisees and of the Sadducees.  <strong>13</strong> When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?  <strong>14</strong> And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.  <strong>15</strong> He saith unto them, But whom say ye that I am?  <strong>16</strong> And Simon Peter answered and said, Thou art the Christ, the Son of the living God.  <strong>17</strong> And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.  <strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  <strong>19</strong> And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.  <strong>20</strong> Then charged he his disciples that they should tell no man that he was Jesus the Christ.  <strong>21</strong> From that time forth began Jesus to shew unto his disciples, how that he must go unto Jerusalem, and suffer many things of the elders and chief priests and scribes, and be killed, and be raised again the third day.  <strong>22</strong> Then Peter took him, and began to rebuke him, saying, Be it far from thee, Lord: this shall not be unto thee.  <strong>23</strong> But he turned, and said unto Peter, Get thee behind me, Satan: thou art an offence unto me: for thou savourest not the things that be of God, but those that be of men. <strong>24</strong> Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me.  <strong>25</strong> For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.  <strong>26</strong> For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?  <strong>27</strong> For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works.  <strong>28</strong> Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom. ","niv":"<sup><strong>1</strong></sup> The Pharisees and Sadducees came to Jesus and tested him by asking him to show them a sign from heaven. <sup><strong>2</strong></sup> He replied, \"When evening comes, you say, 'It will be fair weather, for the sky is red,' <sup><strong>3</strong></sup> and in the morning, 'Today it will be stormy, for the sky is red and overcast.' You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times. <sup><strong>4</strong></sup> A wicked and adulterous generation looks for a miraculous sign, but none will be given it except the sign of Jonah.\" Jesus then left them and went away. <sup><strong>5</strong></sup> When they went across the lake, the disciples forgot to take bread. <sup><strong>6</strong></sup> \"Be careful,\" Jesus said to them. \"Be on your guard against the yeast of the Pharisees and Sadducees.\" <sup><strong>7</strong></sup> They discussed this among themselves and said, \"It is because we didn't bring any bread.\" <sup><strong>8</strong></sup> Aware of their discussion, Jesus asked, \"You of little faith, why are you talking among yourselves about having no bread? <sup><strong>9</strong></sup> Do you still not understand? Don't you remember the five loaves for the five thousand, and how many basketfuls you gathered? <sup><strong>10</strong></sup> Or the seven loaves for the four thousand, and how many basketfuls you gathered? <sup><strong>11</strong></sup> How is it you don't understand that I was not talking to you about bread? But be on your guard against the yeast of the Pharisees and Sadducees.\" <sup><strong>12</strong></sup> Then they understood that he was not telling them to guard against the yeast used in bread, but against the teaching of the Pharisees and Sadducees. <sup><strong>13</strong></sup> When Jesus came to the region of Caesarea Philippi, he asked his disciples, \"Who do people say the Son of Man is?\" <sup><strong>14</strong></sup> They replied, \"Some say John the Baptist; others say Elijah; and still others, Jeremiah or one of the prophets.\" <sup><strong>15</strong></sup> \"But what about you?\" he asked. \"Who do you say I am?\" <sup><strong>16</strong></sup> Simon Peter answered, \"You are the Christ, the Son of the living God.\" <sup><strong>17</strong></sup> Jesus replied, \"Blessed are you, Simon son of Jonah, for this was not revealed to you by man, but by my Father in heaven. <sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it. <sup><strong>19</strong></sup> I will give you the keys of the kingdom of heaven; whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.\" <sup><strong>20</strong></sup> Then he warned his disciples not to tell anyone that he was the Christ. <sup><strong>21</strong></sup> From that time on Jesus began to explain to his disciples that he must go to Jerusalem and suffer many things at the hands of the elders, chief priests and teachers of the law, and that he must be killed and on the third day be raised to life. <sup><strong>22</strong></sup> Peter took him aside and began to rebuke him. \"Never, Lord!\" he said. \"This shall never happen to you!\" <sup><strong>23</strong></sup> Jesus turned and said to Peter, \"Get behind me, Satan! You are a stumbling block to me; you do not have in mind the things of God, but the things of men.\" <sup><strong>24</strong></sup> Then Jesus said to his disciples, \"If anyone would come after me, he must deny himself and take up his cross and follow me. <sup><strong>25</strong></sup> For whoever wants to save his life will lose it, but whoever loses his life for me will find it. <sup><strong>26</strong></sup> What good will it be for a man if he gains the whole world, yet forfeits his soul? Or what can a man give in exchange for his soul? <sup><strong>27</strong></sup> For the Son of Man is going to come in his Father's glory with his angels, and then he will reward each person according to what he has done. <sup><strong>28</strong></sup> I tell you the truth, some who are standing here will not taste death before they see the Son of Man coming in his kingdom.\" "}]}