{"_id":"6168cabc3b32607a097c1757","slug":"new-age","name":"New Age","verses":[{"_id":"6168cabc3b32607a097c1758","topicId":"6168cabc3b32607a097c1757","verse":"John 1:1","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God.","modified":"2023-03-04T03:46:45.486Z"},{"_id":"6168cabc3b32607a097c1759","topicId":"6168cabc3b32607a097c1757","verse":"Jeremiah 29:11","votes":13,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"6168cabd3b32607a097c175a","topicId":"6168cabc3b32607a097c1757","verse":"John 3:16","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-3\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168cabd3b32607a097c175b","topicId":"6168cabc3b32607a097c1757","verse":"Isaiah 40:31","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-4\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."},{"_id":"6168cabd3b32607a097c175c","topicId":"6168cabc3b32607a097c1757","verse":"1 John 5:7","votes":12,"__v":0,"esv":"<div>\n<p id=\"p62005007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005007-1\">7&nbsp;</b>For there are three that testify:</p>\n</div>","kjv":"<strong>7</strong> For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.  ","niv":"<sup><strong>7</strong></sup> For there are three that testify:"},{"_id":"6168cabe3b32607a097c175d","topicId":"6168cabc3b32607a097c1757","verse":"Philippians 4:13","votes":12,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"6168cabe3b32607a097c175e","topicId":"6168cabc3b32607a097c1757","verse":"2 Peter 1:21","votes":11,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"6168cabe3b32607a097c175f","topicId":"6168cabc3b32607a097c1757","verse":"Acts 8:18","votes":11,"__v":0,"esv":"<div>\n<p id=\"p44008018_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44008018-1\">18&nbsp;</b>Now when Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money,</p>\n</div>","kjv":"<strong>18</strong> And when Simon saw that through laying on of the apostles’ hands the Holy Ghost was given, he offered them money,  ","niv":"<sup><strong>18</strong></sup> When Simon saw that the Spirit was given at the laying on of the apostles' hands, he offered them money"},{"_id":"6168cabf3b32607a097c1760","topicId":"6168cabc3b32607a097c1757","verse":"Job 12:12","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18012012_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012012-1\">12&nbsp;</b>&nbsp;&nbsp;Wisdom is with the aged,</span><br><span id=\"p18012012_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and understanding in length of days.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> With the ancient is wisdom; and in length of days understanding.  ","niv":"<sup><strong>12</strong></sup> Is not wisdom found among the aged? Does not long life bring understanding?"},{"_id":"6168cabf3b32607a097c1761","topicId":"6168cabc3b32607a097c1757","verse":"Leviticus 19:32","votes":11,"__v":0,"esv":"<div>\n<p id=\"p03019032_01-10\"><b class=\"verse-num\" id=\"v03019032-1\">32&nbsp;</b>“You shall stand up before the gray head and honor the face of an old man, and you shall fear your God: I am the LORD.</p>\n</div>","kjv":"<strong>32</strong> Thou shalt rise up before the hoary head, and honour the face of the old man, and fear thy God: I am the LORD.  ","niv":"<sup><strong>32</strong></sup> \"'Rise in the presence of the aged, show respect for the elderly and revere your God. I am the LORD."},{"_id":"6168cabf3b32607a097c1762","topicId":"6168cabc3b32607a097c1757","verse":"Revelation 21:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p66021004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n</div>","kjv":"<strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","niv":"<sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\""},{"_id":"6168cabf3b32607a097c1763","topicId":"6168cabc3b32607a097c1757","verse":"Revelation 1:11","votes":10,"__v":0,"esv":"<div>\n<p id=\"p66001011_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n</div>","kjv":"<strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  ","niv":"<sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\""},{"_id":"6168cac03b32607a097c1764","topicId":"6168cabc3b32607a097c1757","verse":"Galatians 1:15","votes":10,"__v":0,"esv":"<div>\n<p id=\"p48001015_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001015-1\">15&nbsp;</b>But when he who had set me apart before I was born, and who called me by his grace,</p>\n\n</div>","kjv":"<strong>15</strong> But when it pleased God, who separated me from my mother’s womb, and called me by his grace,  ","niv":"<sup><strong>15</strong></sup> But when God, who set me apart from birth and called me by his grace, was pleased"},{"_id":"6168cac03b32607a097c1765","topicId":"6168cabc3b32607a097c1757","verse":"2 Corinthians 1:12","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p47001012_05-14\"><b class=\"verse-num\" id=\"v47001012-1\">12&nbsp;</b>For our boast is this, the testimony of our conscience, that we behaved in the world with simplicity and godly sincerity, not by earthly wisdom but by the grace of God, and supremely so toward you.</p>\n\n</div>","kjv":"<strong>12</strong> For our rejoicing is this, the testimony of our conscience, that in simplicity and godly sincerity, not with fleshly wisdom, but by the grace of God, we have had our conversation in the world, and more abundantly to you-ward.  ","niv":"<sup><strong>12</strong></sup> Now this is our boast: Our conscience testifies that we have conducted ourselves in the world, and especially in our relations with you, in the holiness and sincerity that are from God. We have done so not according to worldly wisdom but according to God's grace.","modified":"2023-10-25T15:41:13.045Z"},{"_id":"6168cac03b32607a097c1766","topicId":"6168cabc3b32607a097c1757","verse":"Proverbs 16:31","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016031_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016031-1\">31&nbsp;</b>&nbsp;&nbsp;Gray hair is a crown of glory;</span><br><span id=\"p20016031_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is gained in a righteous life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> The hoary head is a crown of glory, if it be found in the way of righteousness.  ","niv":"<sup><strong>31</strong></sup> Gray hair is a crown of splendor; it is attained by a righteous life.","modified":"2023-10-25T15:41:45.191Z"},{"_id":"6168cac13b32607a097c1767","topicId":"6168cabc3b32607a097c1757","verse":"Revelation 14:11","votes":9,"__v":0,"esv":"<div>\n<p id=\"p66014011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v66014011-1\">11&nbsp;</b>And the smoke of their torment goes up forever and ever, and they have no rest, day or night, these worshipers of the beast and its image, and whoever receives the mark of its name.”</p>\n</div>","kjv":"<strong>11</strong> And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name.  ","niv":"<sup><strong>11</strong></sup> And the smoke of their torment rises for ever and ever. There is no rest day or night for those who worship the beast and his image, or for anyone who receives the mark of his name.\""},{"_id":"6168cac13b32607a097c1768","topicId":"6168cabc3b32607a097c1757","verse":"Revelation 9:1-21","votes":9,"__v":0,"esv":"<div>\n<p id=\"p66009001_01-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66009001-1\">9:1&nbsp;</b>And the fifth angel blew his trumpet, and I saw a star fallen from heaven to earth, and he was given the key to the shaft of the bottomless pit. <b class=\"verse-num\" id=\"v66009002-1\">2&nbsp;</b>He opened the shaft of the bottomless pit, and from the shaft rose smoke like the smoke of a great furnace, and the sun and the air were darkened with the smoke from the shaft. <b class=\"verse-num\" id=\"v66009003-1\">3&nbsp;</b>Then from the smoke came locusts on the earth, and they were given power like the power of scorpions of the earth. <b class=\"verse-num\" id=\"v66009004-1\">4&nbsp;</b>They were told not to harm the grass of the earth or any green plant or any tree, but only those people who do not have the seal of God on their foreheads. <b class=\"verse-num\" id=\"v66009005-1\">5&nbsp;</b>They were allowed to torment them for five months, but not to kill them, and their torment was like the torment of a scorpion when it stings someone. <b class=\"verse-num\" id=\"v66009006-1\">6&nbsp;</b>And in those days people will seek death and will not find it. They will long to die, but death will flee from them.</p>\n<p id=\"p66009006_01-17\"><b class=\"verse-num\" id=\"v66009007-1\">7&nbsp;</b>In appearance the locusts were like horses prepared for battle: on their heads were what looked like crowns of gold; their faces were like human faces, <b class=\"verse-num\" id=\"v66009008-1\">8&nbsp;</b>their hair like women’s hair, and their teeth like lions’ teeth; <b class=\"verse-num\" id=\"v66009009-1\">9&nbsp;</b>they had breastplates like breastplates of iron, and the noise of their wings was like the noise of many chariots with horses rushing into battle. <b class=\"verse-num\" id=\"v66009010-1\">10&nbsp;</b>They have tails and stings like scorpions, and their power to hurt people for five months is in their tails. <b class=\"verse-num\" id=\"v66009011-1\">11&nbsp;</b>They have as king over them the angel of the bottomless pit. His name in Hebrew is Abaddon, and in Greek he is called Apollyon.</p>\n<p id=\"p66009011_01-17\"><b class=\"verse-num\" id=\"v66009012-1\">12&nbsp;</b>The first woe has passed; behold, two woes are still to come.</p>\n<p id=\"p66009012_01-17\"><b class=\"verse-num\" id=\"v66009013-1\">13&nbsp;</b>Then the sixth angel blew his trumpet, and I heard a voice from the four horns of the golden altar before God, <b class=\"verse-num\" id=\"v66009014-1\">14&nbsp;</b>saying to the sixth angel who had the trumpet, “Release the four angels who are bound at the great river Euphrates.” <b class=\"verse-num\" id=\"v66009015-1\">15&nbsp;</b>So the four angels, who had been prepared for the hour, the day, the month, and the year, were released to kill a third of mankind. <b class=\"verse-num\" id=\"v66009016-1\">16&nbsp;</b>The number of mounted troops was twice ten thousand times ten thousand; I heard their number. <b class=\"verse-num\" id=\"v66009017-1\">17&nbsp;</b>And this is how I saw the horses in my vision and those who rode them: they wore breastplates the color of fire and of sapphire and of sulfur, and the heads of the horses were like lions’ heads, and fire and smoke and sulfur came out of their mouths. <b class=\"verse-num\" id=\"v66009018-1\">18&nbsp;</b>By these three plagues a third of mankind was killed, by the fire and smoke and sulfur coming out of their mouths. <b class=\"verse-num\" id=\"v66009019-1\">19&nbsp;</b>For the power of the horses is in their mouths and in their tails, for their tails are like serpents with heads, and by means of them they wound.</p>\n<p id=\"p66009019_01-17\"><b class=\"verse-num\" id=\"v66009020-1\">20&nbsp;</b>The rest of mankind, who were not killed by these plagues, did not repent of the works of their hands nor give up worshiping demons and idols of gold and silver and bronze and stone and wood, which cannot see or hear or walk, <b class=\"verse-num\" id=\"v66009021-1\">21&nbsp;</b>nor did they repent of their murders or their sorceries or their sexual immorality or their thefts.</p>\n\n</div>","kjv":"<strong>1</strong> And the fifth angel sounded, and I saw a star fall from heaven unto the earth: and to him was given the key of the bottomless pit.  <strong>2</strong> And he opened the bottomless pit; and there arose a smoke out of the pit, as the smoke of a great furnace; and the sun and the air were darkened by reason of the smoke of the pit.  <strong>3</strong> And there came out of the smoke locusts upon the earth: and unto them was given power, as the scorpions of the earth have power.  <strong>4</strong> And it was commanded them that they should not hurt the grass of the earth, neither any green thing, neither any tree; but only those men which have not the seal of God in their foreheads.  <strong>5</strong> And to them it was given that they should not kill them, but that they should be tormented five months: and their torment was as the torment of a scorpion, when he striketh a man.  <strong>6</strong> And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.  <strong>7</strong> And the shapes of the locusts were like unto horses prepared unto battle; and on their heads were as it were crowns like gold, and their faces were as the faces of men.  <strong>8</strong> And they had hair as the hair of women, and their teeth were as the teeth of lions.  <strong>9</strong> And they had breastplates, as it were breastplates of iron; and the sound of their wings was as the sound of chariots of many horses running to battle.  <strong>10</strong> And they had tails like unto scorpions, and there were stings in their tails: and their power was to hurt men five months.  <strong>11</strong> And they had a king over them, which is the angel of the bottomless pit, whose name in the Hebrew tongue is Abaddon, but in the Greek tongue hath his name Apollyon.  <strong>12</strong> One woe is past; and, behold, there come two woes more hereafter.  <strong>13</strong> And the sixth angel sounded, and I heard a voice from the four horns of the golden altar which is before God,  <strong>14</strong> Saying to the sixth angel which had the trumpet, Loose the four angels which are bound in the great river Euphrates.  <strong>15</strong> And the four angels were loosed, which were prepared for an hour, and a day, and a month, and a year, for to slay the third part of men.  <strong>16</strong> And the number of the army of the horsemen were two hundred thousand thousand: and I heard the number of them.  <strong>17</strong> And thus I saw the horses in the vision, and them that sat on them, having breastplates of fire, and of jacinth, and brimstone: and the heads of the horses were as the heads of lions; and out of their mouths issued fire and smoke and brimstone.  <strong>18</strong> By these three was the third part of men killed, by the fire, and by the smoke, and by the brimstone, which issued out of their mouths.  <strong>19</strong> For their power is in their mouth, and in their tails: for their tails were like unto serpents, and had heads, and with them they do hurt.  <strong>20</strong> And the rest of the men which were not killed by these plagues yet repented not of the works of their hands, that they should not worship devils, and idols of gold, and silver, and brass, and stone, and of wood: which neither can see, nor hear, nor walk:  <strong>21</strong> Neither repented they of their murders, nor of their sorceries, nor of their fornication, nor of their thefts.  ","niv":"<sup><strong>1</strong></sup> The fifth angel sounded his trumpet, and I saw a star that had fallen from the sky to the earth. The star was given the key to the shaft of the Abyss. <sup><strong>2</strong></sup> When he opened the Abyss, smoke rose from it like the smoke from a gigantic furnace. The sun and sky were darkened by the smoke from the Abyss. <sup><strong>3</strong></sup> And out of the smoke locusts came down upon the earth and were given power like that of scorpions of the earth. <sup><strong>4</strong></sup> They were told not to harm the grass of the earth or any plant or tree, but only those people who did not have the seal of God on their foreheads. <sup><strong>5</strong></sup> They were not given power to kill them, but only to torture them for five months. And the agony they suffered was like that of the sting of a scorpion when it strikes a man. <sup><strong>6</strong></sup> During those days men will seek death, but will not find it; they will long to die, but death will elude them. <sup><strong>7</strong></sup> The locusts looked like horses prepared for battle. On their heads they wore something like crowns of gold, and their faces resembled human faces. <sup><strong>8</strong></sup> Their hair was like women's hair, and their teeth were like lions' teeth. <sup><strong>9</strong></sup> They had breastplates like breastplates of iron, and the sound of their wings was like the thundering of many horses and chariots rushing into battle. <sup><strong>10</strong></sup> They had tails and stings like scorpions, and in their tails they had power to torment people for five months. <sup><strong>11</strong></sup> They had as king over them the angel of the Abyss, whose name in Hebrew is Abaddon, and in Greek, Apollyon. <sup><strong>12</strong></sup> The first woe is past; two other woes are yet to come. <sup><strong>13</strong></sup> The sixth angel sounded his trumpet, and I heard a voice coming from the horns of the golden altar that is before God. <sup><strong>14</strong></sup> It said to the sixth angel who had the trumpet, \"Release the four angels who are bound at the great river Euphrates.\" <sup><strong>15</strong></sup> And the four angels who had been kept ready for this very hour and day and month and year were released to kill a third of mankind. <sup><strong>16</strong></sup> The number of the mounted troops was two hundred million. I heard their number. <sup><strong>17</strong></sup> The horses and riders I saw in my vision looked like this: Their breastplates were fiery red, dark blue, and yellow as sulfur. The heads of the horses resembled the heads of lions, and out of their mouths came fire, smoke and sulfur. <sup><strong>18</strong></sup> A third of mankind was killed by the three plagues of fire, smoke and sulfur that came out of their mouths. <sup><strong>19</strong></sup> The power of the horses was in their mouths and in their tails; for their tails were like snakes, having heads with which they inflict injury. <sup><strong>20</strong></sup> The rest of mankind that were not killed by these plagues still did not repent of the work of their hands; they did not stop worshiping demons, and idols of gold, silver, bronze, stone and wood--idols that cannot see or hear or walk. <sup><strong>21</strong></sup> Nor did they repent of their murders, their magic arts, their sexual immorality or their thefts. "},{"_id":"6168cac13b32607a097c1769","topicId":"6168cabc3b32607a097c1757","verse":"1 Timothy 1:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p54001004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001004-1\">4&nbsp;</b>nor to devote themselves to myths and endless genealogies, which promote speculations rather than the stewardship from God that is by faith.</p>\n\n</div>","kjv":"<strong>4</strong> Neither give heed to fables and endless genealogies, which minister questions, rather than godly edifying which is in faith: so do.  ","niv":"<sup><strong>4</strong></sup> nor to devote themselves to myths and endless genealogies. These promote controversies rather than God's work--which is by faith."},{"_id":"6168cac13b32607a097c176a","topicId":"6168cabc3b32607a097c1757","verse":"Genesis 3:1","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-20\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?”</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\""},{"_id":"6168cac23b32607a097c176b","topicId":"6168cabc3b32607a097c1757","verse":"Revelation 21:24","votes":8,"__v":0,"esv":"<div>\n<p id=\"p66021024_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021024-1\">24&nbsp;</b>By its light will the nations walk, and the kings of the earth will bring their glory into it,</p>\n</div>","kjv":"<strong>24</strong> And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.  ","niv":"<sup><strong>24</strong></sup> The nations will walk by its light, and the kings of the earth will bring their splendor into it."},{"_id":"6168cac23b32607a097c176c","topicId":"6168cabc3b32607a097c1757","verse":"1 John 5:13","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p62005013_05-22\"><b class=\"verse-num\" id=\"v62005013-1\">13&nbsp;</b>I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.</p>\n</div>","kjv":"<strong>13</strong> These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.  ","niv":"<sup><strong>13</strong></sup> I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life."},{"_id":"6168cac23b32607a097c176d","topicId":"6168cabc3b32607a097c1757","verse":"Hebrews 9:27","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"6168cac33b32607a097c176e","topicId":"6168cabc3b32607a097c1757","verse":"1 Timothy 6:6","votes":8,"__v":0,"esv":"<div>\n<p id=\"p54006006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006006-1\">6&nbsp;</b>But godliness with contentment is great gain,</p>\n</div>","kjv":"<strong>6</strong> But godliness with contentment is great gain.  ","niv":"<sup><strong>6</strong></sup> But godliness with contentment is great gain."},{"_id":"6168cac33b32607a097c176f","topicId":"6168cabc3b32607a097c1757","verse":"1 Timothy 4:12","votes":8,"__v":0,"esv":"<div>\n<p id=\"p54004012_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.</p>\n</div>","kjv":"<strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  ","niv":"<sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity."},{"_id":"6168cac33b32607a097c1770","topicId":"6168cabc3b32607a097c1757","verse":"1 Timothy 3:16","votes":8,"__v":0,"esv":"<div>\n<p id=\"p54003016_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_01-29\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_01-29\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_01-29\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_01-29\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory."}]}