{"_id":"6168ce793b32607a097c1945","slug":"no-one-is-perfect","name":"No One Is Perfect","verses":[{"_id":"6168ce793b32607a097c1946","topicId":"6168ce793b32607a097c1945","verse":"Romans 3:23","votes":247,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,","modified":"2023-05-24T19:38:25.870Z"},{"_id":"6168ce7a3b32607a097c1947","topicId":"6168ce793b32607a097c1945","verse":"Romans 3:10","votes":190,"__v":0,"esv":"<div>\n<p id=\"p45003010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003010-1\">10&nbsp;</b>as it is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45003010_01-2\" class=\"line\">&nbsp;&nbsp;“None is righteous, no, not one;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> As it is written, There is none righteous, no, not one:  ","niv":"<sup><strong>10</strong></sup> As it is written: \"There is no one righteous, not even one;","modified":"2023-09-13T13:55:36.421Z"},{"_id":"6168ce7b3b32607a097c1948","topicId":"6168ce793b32607a097c1945","verse":"Colossians 3:12-14","votes":89,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-3\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. ","modified":"2023-09-24T07:57:31.568Z"},{"_id":"6168ce7b3b32607a097c1949","topicId":"6168ce793b32607a097c1945","verse":"James 4:11-12","votes":114,"__v":0,"esv":"<div>\n<p id=\"p59004011_01-4\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n</div>","kjv":"<strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  ","niv":"<sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. <sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? ","modified":"2022-10-14T06:12:48.930Z"},{"_id":"6168ce7b3b32607a097c194a","topicId":"6168ce793b32607a097c1945","verse":"Ephesians 4:32","votes":108,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},{"_id":"6168ce7b3b32607a097c194b","topicId":"6168ce793b32607a097c1945","verse":"James 1:19-20","votes":80,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-6\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. ","modified":"2023-03-20T16:16:58.904Z"},{"_id":"6168ce7c3b32607a097c194d","topicId":"6168ce793b32607a097c1945","verse":"John 3:16","votes":74,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-7\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168ce7c3b32607a097c194c","topicId":"6168ce793b32607a097c1945","verse":"Proverbs 26:12","votes":78,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026012_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026012-1\">12&nbsp;</b>&nbsp;&nbsp;Do you see a man who is wise in his own eyes?</span><br><span id=\"p20026012_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;There is more hope for a fool than for him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Seest thou a man wise in his own conceit? there is more hope of a fool than of him.  ","niv":"<sup><strong>12</strong></sup> Do you see a man wise in his own eyes? There is more hope for a fool than for him.","modified":"2022-12-13T12:19:33.660Z"},{"_id":"6168ce7d3b32607a097c194e","topicId":"6168ce793b32607a097c1945","verse":"Mark 10:18","votes":73,"__v":0,"esv":"<div>\n<p id=\"p41010018_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010018-1\">18&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Why do you call me good? No one is good except God alone.</span></p>\n</div>","kjv":"<strong>18</strong> And Jesus said unto him, Why callest thou me good? there is  none good but one, that is, God.  ","niv":"<sup><strong>18</strong></sup> \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone.","modified":"2023-11-08T21:46:30.525Z"},{"_id":"6168ce7d3b32607a097c194f","topicId":"6168ce793b32607a097c1945","verse":"Ephesians 4:26","votes":55,"__v":0,"esv":"<div>\n<p id=\"p49004026_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger,</p>\n</div>","kjv":"<strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  ","niv":"<sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry,"},{"_id":"6168ce7d3b32607a097c1950","topicId":"6168ce793b32607a097c1945","verse":"Luke 6:31","votes":65,"__v":0,"esv":"<div>\n<p id=\"p42006031_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n</div>","kjv":"<strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  ","niv":"<sup><strong>31</strong></sup> Do to others as you would have them do to you.","modified":"2022-10-13T01:49:55.805Z"},{"_id":"6168ce7d3b32607a097c1951","topicId":"6168ce793b32607a097c1945","verse":"Romans 2:1-4","votes":55,"__v":0,"esv":"<div>\n\n<p id=\"p45002001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things. <b class=\"verse-num\" id=\"v45002002-1\">2&nbsp;</b>We know that the judgment of God rightly falls on those who practice such things. <b class=\"verse-num\" id=\"v45002003-1\">3&nbsp;</b>Do you suppose, O man—you who judge those who practice such things and yet do them yourself—that you will escape the judgment of God? <b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance?</p>\n</div>","kjv":"<strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  <strong>2</strong> But we are sure that the judgment of God is according to truth against them which commit such things.  <strong>3</strong> And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?  <strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  ","niv":"<sup><strong>1</strong></sup> You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge the other, you are condemning yourself, because you who pass judgment do the same things. <sup><strong>2</strong></sup> Now we know that God's judgment against those who do such things is based on truth. <sup><strong>3</strong></sup> So when you, a mere man, pass judgment on them and yet do the same things, do you think you will escape God's judgment? <sup><strong>4</strong></sup> Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance? "},{"_id":"6168ce7d3b32607a097c1952","topicId":"6168ce793b32607a097c1945","verse":"Ecclesiastes 7:20","votes":54,"__v":0,"esv":"<div>\n<p id=\"p21007020_01-13\"><b class=\"verse-num\" id=\"v21007020-1\">20&nbsp;</b>Surely there is not a righteous man on earth who does good and never sins.</p>\n</div>","kjv":"<strong>20</strong> For there is not a just man upon earth, that doeth good, and sinneth not.  ","niv":"<sup><strong>20</strong></sup> There is not a righteous man on earth who does what is right and never sins."},{"_id":"6168ce7e3b32607a097c1953","topicId":"6168ce793b32607a097c1945","verse":"Mark 11:25","votes":54,"__v":0,"esv":"<div>\n<p id=\"p41011025_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41011025-1\">25&nbsp;</b><span class=\"woc\">And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”</span></p>\n\n</div>","kjv":"<strong>25</strong> And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.  ","niv":"<sup><strong>25</strong></sup> And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins.\""},{"_id":"6168ce7e3b32607a097c1954","topicId":"6168ce793b32607a097c1945","verse":"Romans 2:6-8","votes":49,"__v":0,"esv":"<div>\n<p id=\"p45002006_01-15\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury.</p>\n\n</div>","kjv":"<strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  ","niv":"<sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" <sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. <sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. "},{"_id":"6168ce7f3b32607a097c1955","topicId":"6168ce793b32607a097c1945","verse":"Romans 14:1","votes":36,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions.</p>\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters.","modified":"2023-02-01T14:29:48.641Z"},{"_id":"6168ce7f3b32607a097c1956","topicId":"6168ce793b32607a097c1945","verse":"Isaiah 5:21","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005021_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005021-1\">21&nbsp;</b>&nbsp;&nbsp;Woe to those who are wise in their own eyes,</span><br><span id=\"p23005021_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shrewd in their own sight!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Woe unto them that are wise in their own eyes, and prudent in their own sight!  ","niv":"<sup><strong>21</strong></sup> Woe to those who are wise in their own eyes and clever in their own sight."},{"_id":"6168ce7f3b32607a097c1957","topicId":"6168ce793b32607a097c1945","verse":"Romans 6:23","votes":45,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"6168ce7f3b32607a097c1958","topicId":"6168ce793b32607a097c1945","verse":"Matthew 5:48","votes":44,"__v":0,"esv":"<div>\n<p id=\"p40005048_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n</div>","kjv":"<strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect.","modified":"2023-07-24T09:02:57.737Z"},{"_id":"6168ce803b32607a097c1959","topicId":"6168ce793b32607a097c1945","verse":"Matthew 6:14-15","votes":33,"__v":0,"esv":"<div>\n<p id=\"p40006014_01-20\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. "},{"_id":"6168ce803b32607a097c195a","topicId":"6168ce793b32607a097c1945","verse":"Galatians 6:7-8","votes":30,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap. <b class=\"verse-num\" id=\"v48006008-1\">8&nbsp;</b>For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  <strong>8</strong> For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows. <sup><strong>8</strong></sup> The one who sows to please his sinful nature, from that nature will reap destruction; the one who sows to please the Spirit, from the Spirit will reap eternal life. "},{"_id":"6168ce803b32607a097c195b","topicId":"6168ce793b32607a097c1945","verse":"Colossians 3:14","votes":29,"__v":0,"esv":"<div>\n<p id=\"p51003014_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>","kjv":"<strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","niv":"<sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity.","modified":"2022-07-13T03:42:21.494Z"},{"_id":"6168ce813b32607a097c195c","topicId":"6168ce793b32607a097c1945","verse":"Ephesians 4:31-32","votes":30,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"6168ce813b32607a097c195e","topicId":"6168ce793b32607a097c1945","verse":"Romans 12:2","votes":27,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"6168ce813b32607a097c195d","topicId":"6168ce793b32607a097c1945","verse":"Philippians 2:2-8","votes":27,"__v":0,"esv":"<div>\n<p id=\"p50002002_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross.</p>\n\n</div>","kjv":"<strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  ","niv":"<sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! "}]}