{"_id":"6168cf173b32607a097c1993","slug":"noahs-ark","name":"Noahs Ark","verses":[{"_id":"6168cf173b32607a097c1994","topicId":"6168cf173b32607a097c1993","verse":"Hebrews 11:7","votes":87,"__v":0,"esv":"<div>\n<p id=\"p58011007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n</div>","kjv":"<strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  ","niv":"<sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith."},{"_id":"6168cf193b32607a097c1995","topicId":"6168cf173b32607a097c1993","verse":"Genesis 7:1","votes":69,"__v":0,"esv":"<div>\n<p id=\"p01007001_01-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01007001-1\">7:1&nbsp;</b>Then the LORD said to Noah, “Go into the ark, you and all your household, for I have seen that you are righteous before me in this generation.</p>\n</div>","kjv":"<strong>1</strong> And the LORD said unto Noah, Come thou and all thy house into the ark; for thee have I seen righteous before me in this generation.  ","niv":"<sup><strong>1</strong></sup> The LORD then said to Noah, \"Go into the ark, you and your whole family, because I have found you righteous in this generation.","modified":"2023-01-11T06:08:43.239Z"},{"_id":"6168cf193b32607a097c1996","topicId":"6168cf173b32607a097c1993","verse":"Genesis 6:9","votes":52,"__v":0,"esv":"<div>\n\n<p id=\"p01006009_05-3\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God.</p>\n</div>","kjv":"<strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  ","niv":"<sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God.","modified":"2022-10-20T22:33:07.441Z"},{"_id":"6168cf193b32607a097c1997","topicId":"6168cf173b32607a097c1993","verse":"Genesis 7:9","votes":55,"__v":0,"esv":"<div>\n<p id=\"p01007009_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v01007009-1\">9&nbsp;</b>two and two, male and female, went into the ark with Noah, as God had commanded Noah.</p>\n</div>","kjv":"<strong>9</strong> There went in two and two unto Noah into the ark, the male and the female, as God had commanded Noah.  ","niv":"<sup><strong>9</strong></sup> male and female, came to Noah and entered the ark, as God had commanded Noah.","modified":"2022-11-27T08:16:23.389Z"},{"_id":"6168cf193b32607a097c1998","topicId":"6168cf173b32607a097c1993","verse":"Genesis 6:8","votes":49,"__v":0,"esv":"<div>\n<p id=\"p01006008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01006008-1\">8&nbsp;</b>But Noah found favor in the eyes of the LORD.</p>\n</div>","kjv":"<strong>8</strong> But Noah found grace in the eyes of the LORD.  ","niv":"<sup><strong>8</strong></sup> But Noah found favor in the eyes of the LORD."},{"_id":"6168cf193b32607a097c1999","topicId":"6168cf173b32607a097c1993","verse":"2 Peter 2:5","votes":42,"__v":0,"esv":"<div>\n<p id=\"p61002005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002005-1\">5&nbsp;</b>if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly;</p>\n</div>","kjv":"<strong>5</strong> And spared not the old world, but saved Noah the eighth person,  a preacher of righteousness, bringing in the flood upon the world of the ungodly;  ","niv":"<sup><strong>5</strong></sup> if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others;"},{"_id":"6168cf1a3b32607a097c199a","topicId":"6168cf173b32607a097c1993","verse":"Genesis 6:15","votes":38,"__v":0,"esv":"<div>\n<p id=\"p01006015_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v01006015-1\">15&nbsp;</b>This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits.</p>\n\n</div>","kjv":"<strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  ","niv":"<sup><strong>15</strong></sup> This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high."},{"_id":"6168cf1a3b32607a097c199b","topicId":"6168cf173b32607a097c1993","verse":"Genesis 6:22","votes":36,"__v":0,"esv":"<div>\n<p id=\"p01006022_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n</div>","kjv":"<strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>22</strong></sup> Noah did everything just as God commanded him."},{"_id":"6168cf1b3b32607a097c199c","topicId":"6168cf173b32607a097c1993","verse":"1 Peter 3:20","votes":36,"__v":0,"esv":"<div>\n<p id=\"p60003020_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water.</p>\n\n</div>","kjv":"<strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  ","niv":"<sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water,","modified":"2022-07-27T01:39:09.237Z"},{"_id":"6168cf1b3b32607a097c199e","topicId":"6168cf173b32607a097c1993","verse":"Genesis 8:4","votes":36,"__v":0,"esv":"<div>\n<p id=\"p01008004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01008004-1\">4&nbsp;</b>and in the seventh month, on the seventeenth day of the month, the ark came to rest on the mountains of Ararat.</p>\n</div>","kjv":"<strong>4</strong> And the ark rested in the seventh month, on the seventeenth day of the month, upon the mountains of Ararat.  ","niv":"<sup><strong>4</strong></sup> and on the seventeenth day of the seventh month the ark came to rest on the mountains of Ararat."},{"_id":"6168cf1b3b32607a097c199d","topicId":"6168cf173b32607a097c1993","verse":"Genesis 8:1","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p01008001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01008001-1\">8:1&nbsp;</b>But God remembered Noah and all the beasts and all the livestock that were with him in the ark. And God made a wind blow over the earth, and the waters subsided.</p>\n</div>","kjv":"<strong>1</strong> And God remembered Noah, and every living thing, and all the cattle that was with him in the ark: and God made a wind to pass over the earth, and the waters asswaged;  ","niv":"<sup><strong>1</strong></sup> But God remembered Noah and all the wild animals and the livestock that were with him in the ark, and he sent a wind over the earth, and the waters receded."},{"_id":"6168cf1b3b32607a097c199f","topicId":"6168cf173b32607a097c1993","verse":"Genesis 8:13-17","votes":33,"__v":0,"esv":"<div>\n<p id=\"p01008013_01-13\"><b class=\"verse-num\" id=\"v01008013-1\">13&nbsp;</b>In the six hundred and first year, in the first month, the first day of the month, the waters were dried from off the earth. And Noah removed the covering of the ark and looked, and behold, the face of the ground was dry. <b class=\"verse-num\" id=\"v01008014-1\">14&nbsp;</b>In the second month, on the twenty-seventh day of the month, the earth had dried out. <b class=\"verse-num\" id=\"v01008015-1\">15&nbsp;</b>Then God said to Noah, <b class=\"verse-num\" id=\"v01008016-1\">16&nbsp;</b>“Go out from the ark, you and your wife, and your sons and your sons’ wives with you. <b class=\"verse-num\" id=\"v01008017-1\">17&nbsp;</b>Bring out with you every living thing that is with you of all flesh—birds and animals and every creeping thing that creeps on the earth—that they may swarm on the earth, and be fruitful and multiply on the earth.”</p>\n</div>","kjv":"<strong>13</strong> And it came to pass in the six hundredth and first year, in the first month, the first day of the month, the waters were dried up from off the earth: and Noah removed the covering of the ark, and looked, and, behold, the face of the ground was dry.  <strong>14</strong> And in the second month, on the seven and twentieth day of the month, was the earth dried.  <strong>15</strong> And God spake unto Noah, saying,  <strong>16</strong> Go forth of the ark, thou, and thy wife, and thy sons, and thy sons’ wives with thee.  <strong>17</strong> Bring forth with thee every living thing that is with thee, of all flesh, both of fowl, and of cattle, and of every creeping thing that creepeth upon the earth; that they may breed abundantly in the earth, and be fruitful, and multiply upon the earth.  ","niv":"<sup><strong>13</strong></sup> By the first day of the first month of Noah's six hundred and first year, the water had dried up from the earth. Noah then removed the covering from the ark and saw that the surface of the ground was dry. <sup><strong>14</strong></sup> By the twenty-seventh day of the second month the earth was completely dry. <sup><strong>15</strong></sup> Then God said to Noah, <sup><strong>16</strong></sup> \"Come out of the ark, you and your wife and your sons and their wives. <sup><strong>17</strong></sup> Bring out every kind of living creature that is with you-the birds, the animals, and all the creatures that move along the ground-so they can multiply on the earth and be fruitful and increase in number upon it.\" ","modified":"2022-12-08T00:40:35.064Z"},{"_id":"6168cf1c3b32607a097c19a0","topicId":"6168cf173b32607a097c1993","verse":"Ezekiel 14:14","votes":33,"__v":0,"esv":"<div>\n<p id=\"p26014014_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v26014014-1\">14&nbsp;</b>even if these three men, Noah, Daniel, and Job, were in it, they would deliver but their own lives by their righteousness, declares the Lord GOD.</p>\n</div>","kjv":"<strong>14</strong> Though these three men, Noah, Daniel, and Job, were in it, they should deliver but their own souls by their righteousness, saith the Lord GOD.  ","niv":"<sup><strong>14</strong></sup> even if these three men-Noah, Daniel and Job-were in it, they could save only themselves by their righteousness, declares the Sovereign LORD.","modified":"2022-11-09T19:46:47.780Z"},{"_id":"6168cf1c3b32607a097c19a2","topicId":"6168cf173b32607a097c1993","verse":"Genesis 7:2-3","votes":31,"__v":0,"esv":"<div>\n<p id=\"p01007002_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v01007002-1\">2&nbsp;</b>Take with you seven pairs of all clean animals, the male and his mate, and a pair of the animals that are not clean, the male and his mate, <b class=\"verse-num\" id=\"v01007003-1\">3&nbsp;</b>and seven pairs of the birds of the heavens also, male and female, to keep their offspring alive on the face of all the earth.</p>\n\n</div>","kjv":"<strong>2</strong> Of every clean beast thou shalt take to thee by sevens, the male and his female: and of beasts that are not clean by two, the male and his female.  <strong>3</strong> Of fowls also of the air by sevens, the male and the female; to keep seed alive upon the face of all the earth.  ","niv":"<sup><strong>2</strong></sup> Take with you seven of every kind of clean animal, a male and its mate, and two of every kind of unclean animal, a male and its mate, <sup><strong>3</strong></sup> and also seven of every kind of bird, male and female, to keep their various kinds alive throughout the earth. "},{"_id":"6168cf1c3b32607a097c19a1","topicId":"6168cf173b32607a097c1993","verse":"Genesis 8:13","votes":31,"__v":0,"esv":"<div>\n<p id=\"p01008013_01-16\"><b class=\"verse-num\" id=\"v01008013-1\">13&nbsp;</b>In the six hundred and first year, in the first month, the first day of the month, the waters were dried from off the earth. And Noah removed the covering of the ark and looked, and behold, the face of the ground was dry.</p>\n</div>","kjv":"<strong>13</strong> And it came to pass in the six hundredth and first year, in the first month, the first day of the month, the waters were dried up from off the earth: and Noah removed the covering of the ark, and looked, and, behold, the face of the ground was dry.  ","niv":"<sup><strong>13</strong></sup> By the first day of the first month of Noah's six hundred and first year, the water had dried up from the earth. Noah then removed the covering from the ark and saw that the surface of the ground was dry."},{"_id":"6168cf1d3b32607a097c19a3","topicId":"6168cf173b32607a097c1993","verse":"Genesis 7:5","votes":31,"__v":0,"esv":"<div>\n<p id=\"p01007005_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v01007005-1\">5&nbsp;</b>And Noah did all that the LORD had commanded him.</p>\n</div>","kjv":"<strong>5</strong> And Noah did according unto all that the LORD commanded him.  ","niv":"<sup><strong>5</strong></sup> And Noah did all that the LORD commanded him."},{"_id":"6168cf1d3b32607a097c19a5","topicId":"6168cf173b32607a097c1993","verse":"Genesis 8:20","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p01008020_05-18\"><b class=\"verse-num\" id=\"v01008020-1\">20&nbsp;</b>Then Noah built an altar to the LORD and took some of every clean animal and some of every clean bird and offered burnt offerings on the altar.</p>\n</div>","kjv":"<strong>20</strong> And Noah builded an altar unto the LORD; and took of every clean beast, and of every clean fowl, and offered burnt offerings on the altar.  ","niv":"<sup><strong>20</strong></sup> Then Noah built an altar to the LORD and, taking some of all the clean animals and clean birds, he sacrificed burnt offerings on it."},{"_id":"6168cf1d3b32607a097c19a4","topicId":"6168cf173b32607a097c1993","verse":"Genesis 7:15","votes":27,"__v":0,"esv":"<div>\n<p id=\"p01007015_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v01007015-1\">15&nbsp;</b>They went into the ark with Noah, two and two of all flesh in which there was the breath of life.</p>\n</div>","kjv":"<strong>15</strong> And they went in unto Noah into the ark, two and two of all flesh, wherein is the breath of life.  ","niv":"<sup><strong>15</strong></sup> Pairs of all creatures that have the breath of life in them came to Noah and entered the ark."},{"_id":"6168cf1e3b32607a097c19a6","topicId":"6168cf173b32607a097c1993","verse":"Genesis 5:29","votes":25,"__v":0,"esv":"<div>\n<p id=\"p01005029_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v01005029-1\">29&nbsp;</b>and called his name Noah, saying, “Out of the ground that the LORD has cursed, this one shall bring us relief from our work and from the painful toil of our hands.”</p>\n\n</div>","kjv":"<strong>29</strong> And he called his name Noah, saying, This same shall comfort us concerning our work and toil of our hands, because of the ground which the LORD hath cursed.  ","niv":"<sup><strong>29</strong></sup> He named him Noah and said, \"He will comfort us in the labor and painful toil of our hands caused by the ground the LORD has cursed.\""},{"_id":"6168cf1e3b32607a097c19a7","topicId":"6168cf173b32607a097c1993","verse":"Genesis 5:32","votes":24,"__v":0,"esv":"<div>\n<p id=\"p01005032_01-21\"><b class=\"verse-num\" id=\"v01005032-1\">32&nbsp;</b>After Noah was 500 years old, Noah fathered Shem, Ham, and Japheth.</p>\n</div>","kjv":"<strong>32</strong> And Noah was five hundred years old: and Noah begat Shem, Ham, and Japheth.  ","niv":"<sup><strong>32</strong></sup> After Noah was 500 years old, he became the father of Shem, Ham and Japheth."},{"_id":"6168cf1e3b32607a097c19a8","topicId":"6168cf173b32607a097c1993","verse":"Genesis 9:1","votes":25,"__v":0,"esv":"<div>\n<p id=\"p01009001_01-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01009001-1\">9:1&nbsp;</b>And God blessed Noah and his sons and said to them, “Be fruitful and multiply and fill the earth.</p>\n</div>","kjv":"<strong>1</strong> And God blessed Noah and his sons, and said unto them, Be fruitful, and multiply, and replenish the earth.  ","niv":"<sup><strong>1</strong></sup> Then God blessed Noah and his sons, saying to them, \"Be fruitful and increase in number and fill the earth."},{"_id":"6168cf1e3b32607a097c19a9","topicId":"6168cf173b32607a097c1993","verse":"Genesis 7:10","votes":24,"__v":0,"esv":"<div>\n<p id=\"p01007010_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01007010-1\">10&nbsp;</b>And after seven days the waters of the flood came upon the earth.</p>\n</div>","kjv":"<strong>10</strong> And it came to pass after seven days, that the waters of the flood were upon the earth.  ","niv":"<sup><strong>10</strong></sup> And after the seven days the floodwaters came on the earth."},{"_id":"6168cf1f3b32607a097c19aa","topicId":"6168cf173b32607a097c1993","verse":"Genesis 7:16","votes":24,"__v":0,"esv":"<div>\n<p id=\"p01007016_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01007016-1\">16&nbsp;</b>And those that entered, male and female of all flesh, went in as God had commanded him. And the LORD shut him in.</p>\n</div>","kjv":"<strong>16</strong> And they that went in, went in male and female of all flesh, as God had commanded him: and the LORD shut him in.  ","niv":"<sup><strong>16</strong></sup> The animals going in were male and female of every living thing, as God had commanded Noah. Then the LORD shut him in."},{"_id":"6168cf1f3b32607a097c19ab","topicId":"6168cf173b32607a097c1993","verse":"1 Peter 3:18-22","votes":23,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-26\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"6168cf1f3b32607a097c19ac","topicId":"6168cf173b32607a097c1993","verse":"Genesis 9:20","votes":22,"__v":0,"esv":"<div>\n<p id=\"p01009020_01-27\"><b class=\"verse-num\" id=\"v01009020-1\">20&nbsp;</b>Noah began to be a man of the soil, and he planted a vineyard.</p>\n\n</div>","kjv":"<strong>20</strong> And Noah began to be an husbandman, and he planted a vineyard:  ","niv":"<sup><strong>20</strong></sup> Noah, a man of the soil, proceeded to plant a vineyard.","modified":"2023-07-25T11:41:10.481Z"}]}