{"_id":"6168d1183b32607a097c1a81","slug":"not-loving-another","name":"Not Loving Another","verses":[{"_id":"6168d1183b32607a097c1a82","topicId":"6168d1183b32607a097c1a81","verse":"John 13:35","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. <b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him, <b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him. <b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?” <b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span> <b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span> <b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!” <b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span> <b class=\"verse-num\" id=\"v43013011-1\">11&nbsp;</b>For he knew who was to betray him; that was why he said, <span class=\"woc\">“Not all of you are clean.”</span></p>\n<p id=\"p43013011_06-13\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span> <b class=\"verse-num woc\" id=\"v43013016-1\">16&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.</span> <b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span> <b class=\"verse-num woc\" id=\"v43013018-1\">18&nbsp;</b><span class=\"woc\">I am not speaking of all of you; I know whom I have chosen. But the Scripture will be fulfilled, ‘He who ate my bread has lifted his heel against me.’</span> <b class=\"verse-num woc\" id=\"v43013019-1\">19&nbsp;</b><span class=\"woc\">I am telling you this now, before it takes place, that when it does take place you may believe that I am he.</span> <b class=\"verse-num woc\" id=\"v43013020-1\">20&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever receives the one I send receives me, and whoever receives me receives the one who sent me.”</span></p>\n\n<p id=\"p43013020_12-13\"><b class=\"verse-num\" id=\"v43013021-1\">21&nbsp;</b>After saying these things, Jesus was troubled in his spirit, and testified, <span class=\"woc\">“Truly, truly, I say to you, one of you will betray me.”</span> <b class=\"verse-num\" id=\"v43013022-1\">22&nbsp;</b>The disciples looked at one another, uncertain of whom he spoke. <b class=\"verse-num\" id=\"v43013023-1\">23&nbsp;</b>One of his disciples, whom Jesus loved, was reclining at table at Jesus’ side, <b class=\"verse-num\" id=\"v43013024-1\">24&nbsp;</b>so Simon Peter motioned to him to ask Jesus of whom he was speaking. <b class=\"verse-num\" id=\"v43013025-1\">25&nbsp;</b>So that disciple, leaning back against Jesus, said to him, “Lord, who is it?” <b class=\"verse-num\" id=\"v43013026-1\">26&nbsp;</b>Jesus answered, <span class=\"woc\">“It is he to whom I will give this morsel of bread when I have dipped it.”</span> So when he had dipped the morsel, he gave it to Judas, the son of Simon Iscariot. <b class=\"verse-num\" id=\"v43013027-1\">27&nbsp;</b>Then after he had taken the morsel, Satan entered into him. Jesus said to him, <span class=\"woc\">“What you are going to do, do quickly.”</span> <b class=\"verse-num\" id=\"v43013028-1\">28&nbsp;</b>Now no one at the table knew why he said this to him. <b class=\"verse-num\" id=\"v43013029-1\">29&nbsp;</b>Some thought that, because Judas had the moneybag, Jesus was telling him, “Buy what we need for the feast,” or that he should give something to the poor. <b class=\"verse-num\" id=\"v43013030-1\">30&nbsp;</b>So, after receiving the morsel of bread, he immediately went out. And it was night.</p>\n\n<p id=\"p43013030_15-13\"><b class=\"verse-num\" id=\"v43013031-1\">31&nbsp;</b>When he had gone out, Jesus said, <span class=\"woc\">“Now is the Son of Man glorified, and God is glorified in him.</span> <b class=\"verse-num woc\" id=\"v43013032-1\">32&nbsp;</b><span class=\"woc\">If God is glorified in him, God will also glorify him in himself, and glorify him at once.</span> <b class=\"verse-num woc\" id=\"v43013033-1\">33&nbsp;</b><span class=\"woc\">Little children, yet a little while I am with you. You will seek me, and just as I said to the Jews, so now I also say to you, ‘Where I am going you cannot come.’</span> <b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n\n<p id=\"p43013035_19-13\"><b class=\"verse-num\" id=\"v43013036-1\">36&nbsp;</b>Simon Peter said to him, “Lord, where are you going?” Jesus answered him, <span class=\"woc\">“Where I am going you cannot follow me now, but you will follow afterward.”</span> <b class=\"verse-num\" id=\"v43013037-1\">37&nbsp;</b>Peter said to him, “Lord, why can I not follow you now? I will lay down my life for you.” <b class=\"verse-num\" id=\"v43013038-1\">38&nbsp;</b>Jesus answered, <span class=\"woc\">“Will you lay down your life for me? Truly, truly, I say to you, the rooster will not crow till you have denied me three times.</span></p>\n\n</div>","kjv":"<strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. ","niv":"<sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\""},{"_id":"6168d1193b32607a097c1a84","topicId":"6168d1183b32607a097c1a81","verse":"John 13:34","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another."},{"_id":"6168d1193b32607a097c1a83","topicId":"6168d1183b32607a097c1a81","verse":"1 Corinthians 13:1-13","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-4\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-4\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-4\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"6168d11a3b32607a097c1a85","topicId":"6168d1183b32607a097c1a81","verse":"Mark 7:1-37","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41007001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41007001-1\">7:1&nbsp;</b>Now when the Pharisees gathered to him, with some of the scribes who had come from Jerusalem, <b class=\"verse-num\" id=\"v41007002-1\">2&nbsp;</b>they saw that some of his disciples ate with hands that were defiled, that is, unwashed. <b class=\"verse-num\" id=\"v41007003-1\">3&nbsp;</b>(For the Pharisees and all the Jews do not eat unless they wash their hands properly, holding to the tradition of the elders, <b class=\"verse-num\" id=\"v41007004-1\">4&nbsp;</b>and when they come from the marketplace, they do not eat unless they wash. And there are many other traditions that they observe, such as the washing of cups and pots and copper vessels and dining couches.) <b class=\"verse-num\" id=\"v41007005-1\">5&nbsp;</b>And the Pharisees and the scribes asked him, “Why do your disciples not walk according to the tradition of the elders, but eat with defiled hands?” <b class=\"verse-num\" id=\"v41007006-1\">6&nbsp;</b>And he said to them, <span class=\"woc\">“Well did Isaiah prophesy of you hypocrites, as it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41007006_04-5\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘This people honors me with their lips,</span><br><span id=\"p41007006_04-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but their heart is far from me;</span></span><br><span id=\"p41007007_04-5\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v41007007-1\">7&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">in vain do they worship me,</span><br><span id=\"p41007007_04-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;teaching as doctrines the commandments of men.’</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p41007007_04-5\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v41007008-1\">8&nbsp;</b><span class=\"woc\">You leave the commandment of God and hold to the tradition of men.”</span></p>\n<p id=\"p41007008_04-5\"><b class=\"verse-num\" id=\"v41007009-1\">9&nbsp;</b>And he said to them, <span class=\"woc\">“You have a fine way of rejecting the commandment of God in order to establish your tradition!</span> <b class=\"verse-num woc\" id=\"v41007010-1\">10&nbsp;</b><span class=\"woc\">For Moses said, ‘Honor your father and your mother’; and, ‘Whoever reviles father or mother must surely die.’</span> <b class=\"verse-num woc\" id=\"v41007011-1\">11&nbsp;</b><span class=\"woc\">But you say, ‘If a man tells his father or his mother, “Whatever you would have gained from me is Corban”’ (that is, given to God)—</span><b class=\"verse-num woc\" id=\"v41007012-1\">12&nbsp;</b><span class=\"woc\">then you no longer permit him to do anything for his father or mother,</span> <b class=\"verse-num woc\" id=\"v41007013-1\">13&nbsp;</b><span class=\"woc\">thus making void the word of God by your tradition that you have handed down. And many such things you do.”</span></p>\n\n<p id=\"p41007013_08-5\"><b class=\"verse-num\" id=\"v41007014-1\">14&nbsp;</b>And he called the people to him again and said to them, <span class=\"woc\">“Hear me, all of you, and understand:</span> <b class=\"verse-num woc\" id=\"v41007015-1\">15&nbsp;</b><span class=\"woc\">There is nothing outside a person that by going into him can defile him, but the things that come out of a person are what defile him.”</span> <b class=\"verse-num\" id=\"v41007017-1\">17&nbsp;</b>And when he had entered the house and left the people, his disciples asked him about the parable. <b class=\"verse-num\" id=\"v41007018-1\">18&nbsp;</b>And he said to them, <span class=\"woc\">“Then are you also without understanding? Do you not see that whatever goes into a person from outside cannot defile him,</span> <b class=\"verse-num woc\" id=\"v41007019-1\">19&nbsp;</b><span class=\"woc\">since it enters not his heart but his stomach, and is expelled?”</span> (Thus he declared all foods clean.) <b class=\"verse-num\" id=\"v41007020-1\">20&nbsp;</b>And he said, <span class=\"woc\">“What comes out of a person is what defiles him.</span> <b class=\"verse-num woc\" id=\"v41007021-1\">21&nbsp;</b><span class=\"woc\">For from within, out of the heart of man, come evil thoughts, sexual immorality, theft, murder, adultery,</span> <b class=\"verse-num woc\" id=\"v41007022-1\">22&nbsp;</b><span class=\"woc\">coveting, wickedness, deceit, sensuality, envy, slander, pride, foolishness.</span> <b class=\"verse-num woc\" id=\"v41007023-1\">23&nbsp;</b><span class=\"woc\">All these evil things come from within, and they defile a person.”</span></p>\n\n<p id=\"p41007023_12-5\"><b class=\"verse-num\" id=\"v41007024-1\">24&nbsp;</b>And from there he arose and went away to the region of Tyre and Sidon. And he entered a house and did not want anyone to know, yet he could not be hidden. <b class=\"verse-num\" id=\"v41007025-1\">25&nbsp;</b>But immediately a woman whose little daughter had an unclean spirit heard of him and came and fell down at his feet. <b class=\"verse-num\" id=\"v41007026-1\">26&nbsp;</b>Now the woman was a Gentile, a Syrophoenician by birth. And she begged him to cast the demon out of her daughter. <b class=\"verse-num\" id=\"v41007027-1\">27&nbsp;</b>And he said to her, <span class=\"woc\">“Let the children be fed first, for it is not right to take the children’s bread and throw it to the dogs.”</span> <b class=\"verse-num\" id=\"v41007028-1\">28&nbsp;</b>But she answered him, “Yes, Lord; yet even the dogs under the table eat the children’s crumbs.” <b class=\"verse-num\" id=\"v41007029-1\">29&nbsp;</b>And he said to her, <span class=\"woc\">“For this statement you may go your way; the demon has left your daughter.”</span> <b class=\"verse-num\" id=\"v41007030-1\">30&nbsp;</b>And she went home and found the child lying in bed and the demon gone.</p>\n\n<p id=\"p41007030_17-5\"><b class=\"verse-num\" id=\"v41007031-1\">31&nbsp;</b>Then he returned from the region of Tyre and went through Sidon to the Sea of Galilee, in the region of the Decapolis. <b class=\"verse-num\" id=\"v41007032-1\">32&nbsp;</b>And they brought to him a man who was deaf and had a speech impediment, and they begged him to lay his hand on him. <b class=\"verse-num\" id=\"v41007033-1\">33&nbsp;</b>And taking him aside from the crowd privately, he put his fingers into his ears, and after spitting touched his tongue. <b class=\"verse-num\" id=\"v41007034-1\">34&nbsp;</b>And looking up to heaven, he sighed and said to him, <span class=\"woc\">“Ephphatha,”</span> that is, <span class=\"woc\">“Be opened.”</span> <b class=\"verse-num\" id=\"v41007035-1\">35&nbsp;</b>And his ears were opened, his tongue was released, and he spoke plainly. <b class=\"verse-num\" id=\"v41007036-1\">36&nbsp;</b>And Jesus charged them to tell no one. But the more he charged them, the more zealously they proclaimed it. <b class=\"verse-num\" id=\"v41007037-1\">37&nbsp;</b>And they were astonished beyond measure, saying, “He has done all things well. He even makes the deaf hear and the mute speak.”</p>\n\n</div>","kjv":"<strong>1</strong> Then came together unto him the Pharisees, and certain of the scribes, which came from Jerusalem.  <strong>2</strong> And when they saw some of his disciples eat bread with defiled, that is to say, with unwashen, hands, they found fault.  <strong>3</strong> For the Pharisees, and all the Jews, except they wash their  hands oft, eat not, holding the tradition of the elders.  <strong>4</strong> And when they come from the market, except they wash, they eat not. And many other things there be, which they have received to hold, as the washing of cups, and pots, brasen vessels, and of tables.  <strong>5</strong> Then the Pharisees and scribes asked him, Why walk not thy disciples according to the tradition of the elders, but eat bread with unwashen hands?  <strong>6</strong> He answered and said unto them, Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their  lips, but their heart is far from me.  <strong>7</strong> Howbeit in vain do they worship me, teaching for doctrines the commandments of men.  <strong>8</strong> For laying aside the commandment of God, ye hold the tradition of men, as the washing of pots and cups: and many other such like things ye do.  <strong>9</strong> And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition.  <strong>10</strong> For Moses said, Honour thy father and thy mother; and, Whoso curseth father or mother, let him die the death:  <strong>11</strong> But ye say, If a man shall say to his father or mother, It is  Corban, that is to say, a gift, by whatsoever thou mightest be profited by me; he shall be free.  <strong>12</strong> And ye suffer him no more to do ought for his father or his mother;  <strong>13</strong> Making the word of God of none effect through your tradition, which ye have delivered: and many such like things do ye. <strong>14</strong> And when he had called all the people unto him, he said unto them, Hearken unto me every one of you, and understand:  <strong>15</strong> There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man.  <strong>16</strong> If any man have ears to hear, let him hear.  <strong>17</strong> And when he was entered into the house from the people, his disciples asked him concerning the parable.  <strong>18</strong> And he saith unto them, Are ye so without understanding also? Do ye not perceive, that whatsoever thing from without entereth into the man, it cannot defile him;  <strong>19</strong> Because it entereth not into his heart, but into the belly, and goeth out into the draught, purging all meats?  <strong>20</strong> And he said, That which cometh out of the man, that defileth the man.  <strong>21</strong> For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,  <strong>22</strong> Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:  <strong>23</strong> All these evil things come from within, and defile the man.  <strong>24</strong> And from thence he arose, and went into the borders of Tyre and Sidon, and entered into an house, and would have no man know it:  but he could not be hid.  <strong>25</strong> For a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:  <strong>26</strong> The woman was a Greek, a Syrophenician by nation; and she besought him that he would cast forth the devil out of her daughter.  <strong>27</strong> But Jesus said unto her, Let the children first be filled: for it is not meet to take the children’s bread, and to cast it unto the dogs.  <strong>28</strong> And she answered and said unto him, Yes, Lord: yet the dogs under the table eat of the children’s crumbs.  <strong>29</strong> And he said unto her, For this saying go thy way; the devil is gone out of thy daughter.  <strong>30</strong> And when she was come to her house, she found the devil gone out, and her daughter laid upon the bed.  <strong>31</strong> And again, departing from the coasts of Tyre and Sidon, he came unto the sea of Galilee, through the midst of the coasts of Decapolis.  <strong>32</strong> And they bring unto him one that was deaf, and had an impediment in his speech; and they beseech him to put his hand upon him.  <strong>33</strong> And he took him aside from the multitude, and put his fingers into his ears, and he spit, and touched his tongue;  <strong>34</strong> And looking up to heaven, he sighed, and saith unto him, Ephphatha,  that is, Be opened.  <strong>35</strong> And straightway his ears were opened, and the string of his tongue was loosed, and he spake plain.  <strong>36</strong> And he charged them that they should tell no man: but the more he charged them, so much the more a great deal they published it;  <strong>37</strong> And were beyond measure astonished, saying, He hath done all things well: he maketh both the deaf to hear, and the dumb to speak.  ","niv":"<sup><strong>1</strong></sup> The Pharisees and some of the teachers of the law who had come from Jerusalem gathered around Jesus and <sup><strong>2</strong></sup> saw some of his disciples eating food with hands that were \"unclean,\" that is, unwashed. <sup><strong>3</strong></sup> (The Pharisees and all the Jews do not eat unless they give their hands a ceremonial washing, holding to the tradition of the elders. <sup><strong>4</strong></sup> When they come from the marketplace they do not eat unless they wash. And they observe many other traditions, such as the washing of cups, pitchers and kettles. ) <sup><strong>5</strong></sup> So the Pharisees and teachers of the law asked Jesus, \"Why don't your disciples live according to the tradition of the elders instead of eating their food with 'unclean' hands?\" <sup><strong>6</strong></sup> He replied, \"Isaiah was right when he prophesied about you hypocrites; as it is written: \"'These people honor me with their lips, but their hearts are far from me. <sup><strong>7</strong></sup> They worship me in vain; their teachings are but rules taught by men.' <sup><strong>8</strong></sup> You have let go of the commands of God and are holding on to the traditions of men.\" <sup><strong>9</strong></sup> And he said to them: \"You have a fine way of setting aside the commands of God in order to observe your own traditions! <sup><strong>10</strong></sup> For Moses said, 'Honor your father and your mother,' and, 'Anyone who curses his father or mother must be put to death.' <sup><strong>11</strong></sup> But you say that if a man says to his father or mother: 'Whatever help you might otherwise have received from me is Corban' (that is, a gift devoted to God), <sup><strong>12</strong></sup> then you no longer let him do anything for his father or mother. <sup><strong>13</strong></sup> Thus you nullify the word of God by your tradition that you have handed down. And you do many things like that.\" <sup><strong>14</strong></sup> Again Jesus called the crowd to him and said, \"Listen to me, everyone, and understand this. <sup><strong>15</strong></sup> Nothing outside a man can make him 'unclean' by going into him. Rather, it is what comes out of a man that makes him 'unclean.'\" <sup><strong>16</strong></sup> See Footnote <sup><strong>17</strong></sup> After he had left the crowd and entered the house, his disciples asked him about this parable. <sup><strong>18</strong></sup> \"Are you so dull?\" he asked. \"Don't you see that nothing that enters a man from the outside can make him 'unclean'? <sup><strong>19</strong></sup> For it doesn't go into his heart but into his stomach, and then out of his body.\" (In saying this, Jesus declared all foods \"clean.\") <sup><strong>20</strong></sup> He went on: \"What comes out of a man is what makes him 'unclean.' <sup><strong>21</strong></sup> For from within, out of men's hearts, come evil thoughts, sexual immorality, theft, murder, adultery, <sup><strong>22</strong></sup> greed, malice, deceit, lewdness, envy, slander, arrogance and folly. <sup><strong>23</strong></sup> All these evils come from inside and make a man 'unclean.'\" <sup><strong>24</strong></sup> Jesus left that place and went to the vicinity of Tyre. He entered a house and did not want anyone to know it; yet he could not keep his presence secret. <sup><strong>25</strong></sup> In fact, as soon as she heard about him, a woman whose little daughter was possessed by an evil spirit came and fell at his feet. <sup><strong>26</strong></sup> The woman was a Greek, born in Syrian Phoenicia. She begged Jesus to drive the demon out of her daughter. <sup><strong>27</strong></sup> \"First let the children eat all they want,\" he told her, \"for it is not right to take the children's bread and toss it to their dogs.\" <sup><strong>28</strong></sup> \"Yes, Lord,\" she replied, \"but even the dogs under the table eat the children's crumbs.\" <sup><strong>29</strong></sup> Then he told her, \"For such a reply, you may go; the demon has left your daughter.\" <sup><strong>30</strong></sup> She went home and found her child lying on the bed, and the demon gone. <sup><strong>31</strong></sup> Then Jesus left the vicinity of Tyre and went through Sidon, down to the Sea of Galilee and into the region of the Decapolis. <sup><strong>32</strong></sup> There some people brought to him a man who was deaf and could hardly talk, and they begged him to place his hand on the man. <sup><strong>33</strong></sup> After he took him aside, away from the crowd, Jesus put his fingers into the man's ears. Then he spit and touched the man's tongue. <sup><strong>34</strong></sup> He looked up to heaven and with a deep sigh said to him, \"Ephphatha!\" (which means, \"Be opened!\" ). <sup><strong>35</strong></sup> At this, the man's ears were opened, his tongue was loosened and he began to speak plainly. <sup><strong>36</strong></sup> Jesus commanded them not to tell anyone. But the more he did so, the more they kept talking about it. <sup><strong>37</strong></sup> People were overwhelmed with amazement. \"He has done everything well,\" they said. \"He even makes the deaf hear and the mute speak.\" "},{"_id":"6168d11a3b32607a097c1a86","topicId":"6168d1183b32607a097c1a81","verse":"John 14:15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43014015_06-6\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span></p>\n</div>","kjv":"<strong>15</strong>           If ye love me, keep my commandments.  ","niv":"<sup><strong>15</strong></sup> \"If you love me, you will obey what I command."},{"_id":"6168d11a3b32607a097c1a87","topicId":"6168d1183b32607a097c1a81","verse":"Matthew 22:37","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40022037_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022037-1\">37&nbsp;</b>And he said to him, <span class=\"woc\">“You shall love the Lord your God with all your heart and with all your soul and with all your mind.</span></p>\n</div>","kjv":"<strong>37</strong> Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.  ","niv":"<sup><strong>37</strong></sup> Jesus replied: \"'Love the Lord your God with all your heart and with all your soul and with all your mind.'"},{"_id":"6168d11a3b32607a097c1a88","topicId":"6168d1183b32607a097c1a81","verse":"Galatians 5:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005013_01-8\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.</p>\n</div>","kjv":"<strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  ","niv":"<sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love."},{"_id":"6168d11b3b32607a097c1a89","topicId":"6168d1183b32607a097c1a81","verse":"John 17:1-26","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43017001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43017001-1\">17:1&nbsp;</b>When Jesus had spoken these words, he lifted up his eyes to heaven, and said, <span class=\"woc\">“Father, the hour has come; glorify your Son that the Son may glorify you,</span> <b class=\"verse-num woc\" id=\"v43017002-1\">2&nbsp;</b><span class=\"woc\">since you have given him authority over all flesh, to give eternal life to all whom you have given him.</span> <b class=\"verse-num woc\" id=\"v43017003-1\">3&nbsp;</b><span class=\"woc\">And this is eternal life, that they know you, the only true God, and Jesus Christ whom you have sent.</span> <b class=\"verse-num woc\" id=\"v43017004-1\">4&nbsp;</b><span class=\"woc\">I glorified you on earth, having accomplished the work that you gave me to do.</span> <b class=\"verse-num woc\" id=\"v43017005-1\">5&nbsp;</b><span class=\"woc\">And now, Father, glorify me in your own presence with the glory that I had with you before the world existed.</span></p>\n<p id=\"p43017005_05-9\"><b class=\"verse-num woc\" id=\"v43017006-1\">6&nbsp;</b><span class=\"woc\">“I have manifested your name to the people whom you gave me out of the world. Yours they were, and you gave them to me, and they have kept your word.</span> <b class=\"verse-num woc\" id=\"v43017007-1\">7&nbsp;</b><span class=\"woc\">Now they know that everything that you have given me is from you.</span> <b class=\"verse-num woc\" id=\"v43017008-1\">8&nbsp;</b><span class=\"woc\">For I have given them the words that you gave me, and they have received them and have come to know in truth that I came from you; and they have believed that you sent me.</span> <b class=\"verse-num woc\" id=\"v43017009-1\">9&nbsp;</b><span class=\"woc\">I am praying for them. I am not praying for the world but for those whom you have given me, for they are yours.</span> <b class=\"verse-num woc\" id=\"v43017010-1\">10&nbsp;</b><span class=\"woc\">All mine are yours, and yours are mine, and I am glorified in them.</span> <b class=\"verse-num woc\" id=\"v43017011-1\">11&nbsp;</b><span class=\"woc\">And I am no longer in the world, but they are in the world, and I am coming to you. Holy Father, keep them in your name, which you have given me, that they may be one, even as we are one.</span> <b class=\"verse-num woc\" id=\"v43017012-1\">12&nbsp;</b><span class=\"woc\">While I was with them, I kept them in your name, which you have given me. I have guarded them, and not one of them has been lost except the son of destruction, that the Scripture might be fulfilled.</span> <b class=\"verse-num woc\" id=\"v43017013-1\">13&nbsp;</b><span class=\"woc\">But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves.</span> <b class=\"verse-num woc\" id=\"v43017014-1\">14&nbsp;</b><span class=\"woc\">I have given them your word, and the world has hated them because they are not of the world, just as I am not of the world.</span> <b class=\"verse-num woc\" id=\"v43017015-1\">15&nbsp;</b><span class=\"woc\">I do not ask that you take them out of the world, but that you keep them from the evil one.</span> <b class=\"verse-num woc\" id=\"v43017016-1\">16&nbsp;</b><span class=\"woc\">They are not of the world, just as I am not of the world.</span> <b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span> <b class=\"verse-num woc\" id=\"v43017018-1\">18&nbsp;</b><span class=\"woc\">As you sent me into the world, so I have sent them into the world.</span> <b class=\"verse-num woc\" id=\"v43017019-1\">19&nbsp;</b><span class=\"woc\">And for their sake I consecrate myself, that they also may be sanctified in truth.</span></p>\n<p id=\"p43017019_05-9\"><b class=\"verse-num woc\" id=\"v43017020-1\">20&nbsp;</b><span class=\"woc\">“I do not ask for these only, but also for those who will believe in me through their word,</span> <b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span> <b class=\"verse-num woc\" id=\"v43017022-1\">22&nbsp;</b><span class=\"woc\">The glory that you have given me I have given to them, that they may be one even as we are one,</span> <b class=\"verse-num woc\" id=\"v43017023-1\">23&nbsp;</b><span class=\"woc\">I in them and you in me, that they may become perfectly one, so that the world may know that you sent me and loved them even as you loved me.</span> <b class=\"verse-num woc\" id=\"v43017024-1\">24&nbsp;</b><span class=\"woc\">Father, I desire that they also, whom you have given me, may be with me where I am, to see my glory that you have given me because you loved me before the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v43017025-1\">25&nbsp;</b><span class=\"woc\">O righteous Father, even though the world does not know you, I know you, and these know that you have sent me.</span> <b class=\"verse-num woc\" id=\"v43017026-1\">26&nbsp;</b><span class=\"woc\">I made known to them your name, and I will continue to make it known, that the love with which you have loved me may be in them, and I in them.”</span></p>\n\n</div>","kjv":"<strong>1</strong> These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee:  <strong>2</strong> As thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him.  <strong>3</strong> And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.  <strong>4</strong> I have glorified thee on the earth: I have finished the work which thou gavest me to do.  <strong>5</strong> And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.  <strong>6</strong> I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word.  <strong>7</strong> Now they have known that all things whatsoever thou hast given me are of thee.  <strong>8</strong> For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.  <strong>9</strong> I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.  <strong>10</strong> And all mine are thine, and thine are mine; and I am glorified in them.  <strong>11</strong> And now I am no more in the world, but these are in the world, and I come to thee. Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are.  <strong>12</strong> While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.  <strong>13</strong> And now come I to thee; and these things I speak in the world, that they might have my joy fulfilled in themselves.  <strong>14</strong> I have given them thy word; and the world hath hated them, because they are not of the world, even as I am not of the world.  <strong>15</strong> I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.  <strong>16</strong> They are not of the world, even as I am not of the world.  <strong>17</strong> Sanctify them through thy truth: thy word is truth.  <strong>18</strong> As thou hast sent me into the world, even so have I also sent them into the world.  <strong>19</strong> And for their sakes I sanctify myself, that they also might be sanctified through the truth.  <strong>20</strong> Neither pray I for these alone, but for them also which shall believe on me through their word;  <strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  <strong>22</strong> And the glory which thou gavest me I have given them; that they may be one, even as we are one:  <strong>23</strong> I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.  <strong>24</strong> Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.  <strong>25</strong> O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me.  <strong>26</strong> And I have declared unto them thy name, and will declare it:  that the love wherewith thou hast loved me may be in them, and I in them. ","niv":"<sup><strong>1</strong></sup> After Jesus said this, he looked toward heaven and prayed: <sup><strong>2</strong></sup> \"Father, the time has come. Glorify your Son, that your Son may glorify you. For you granted him authority over all people that he might give eternal life to all those you have given him. <sup><strong>3</strong></sup> Now this is eternal life: that they may know you, the only true God, and Jesus Christ, whom you have sent. <sup><strong>4</strong></sup> I have brought you glory on earth by completing the work you gave me to do. <sup><strong>5</strong></sup> And now, Father, glorify me in your presence with the glory I had with you before the world began. <sup><strong>6</strong></sup> \"I have revealed you to those whom you gave me out of the world. They were yours; you gave them to me and they have obeyed your word. <sup><strong>7</strong></sup> Now they know that everything you have given me comes from you. <sup><strong>8</strong></sup> For I gave them the words you gave me and they accepted them. They knew with certainty that I came from you, and they believed that you sent me. <sup><strong>9</strong></sup> I pray for them. I am not praying for the world, but for those you have given me, for they are yours. <sup><strong>10</strong></sup> All I have is yours, and all you have is mine. And glory has come to me through them. <sup><strong>11</strong></sup> I will remain in the world no longer, but they are still in the world, and I am coming to you. Holy Father, protect them by the power of your name--the name you gave me--so that they may be one as we are one. <sup><strong>12</strong></sup> While I was with them, I protected them and kept them safe by that name you gave me. None has been lost except the one doomed to destruction so that Scripture would be fulfilled. <sup><strong>13</strong></sup> \"I am coming to you now, but I say these things while I am still in the world, so that they may have the full measure of my joy within them. <sup><strong>14</strong></sup> I have given them your word and the world has hated them, for they are not of the world any more than I am of the world. <sup><strong>15</strong></sup> My prayer is not that you take them out of the world but that you protect them from the evil one. <sup><strong>16</strong></sup> They are not of the world, even as I am not of it. <sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth. <sup><strong>18</strong></sup> As you sent me into the world, I have sent them into the world. <sup><strong>19</strong></sup> For them I sanctify myself, that they too may be truly sanctified. <sup><strong>20</strong></sup> \"My prayer is not for them alone. I pray also for those who will believe in me through their message, <sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me. <sup><strong>22</strong></sup> I have given them the glory that you gave me, that they may be one as we are one: <sup><strong>23</strong></sup> I in them and you in me. May they be brought to complete unity to let the world know that you sent me and have loved them even as you have loved me. <sup><strong>24</strong></sup> \"Father, I want those you have given me to be with me where I am, and to see my glory, the glory you have given me because you loved me before the creation of the world. <sup><strong>25</strong></sup> \"Righteous Father, though the world does not know you, I know you, and they know that you have sent me. <sup><strong>26</strong></sup> I have made you known to them, and will continue to make you known in order that the love you have for me may be in them and that I myself may be in them.\" "},{"_id":"6168d11b3b32607a097c1a8a","topicId":"6168d1183b32607a097c1a81","verse":"Galatians 2:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p48002001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48002001-1\">2:1&nbsp;</b>Then after fourteen years I went up again to Jerusalem with Barnabas, taking Titus along with me. <b class=\"verse-num\" id=\"v48002002-1\">2&nbsp;</b>I went up because of a revelation and set before them (though privately before those who seemed influential) the gospel that I proclaim among the Gentiles, in order to make sure I was not running or had not run in vain. <b class=\"verse-num\" id=\"v48002003-1\">3&nbsp;</b>But even Titus, who was with me, was not forced to be circumcised, though he was a Greek. <b class=\"verse-num\" id=\"v48002004-1\">4&nbsp;</b>Yet because of false brothers secretly brought in—who slipped in to spy out our freedom that we have in Christ Jesus, so that they might bring us into slavery—<b class=\"verse-num\" id=\"v48002005-1\">5&nbsp;</b>to them we did not yield in submission even for a moment, so that the truth of the gospel might be preserved for you. <b class=\"verse-num\" id=\"v48002006-1\">6&nbsp;</b>And from those who seemed to be influential (what they were makes no difference to me; God shows no partiality)—those, I say, who seemed influential added nothing to me. <b class=\"verse-num\" id=\"v48002007-1\">7&nbsp;</b>On the contrary, when they saw that I had been entrusted with the gospel to the uncircumcised, just as Peter had been entrusted with the gospel to the circumcised <b class=\"verse-num\" id=\"v48002008-1\">8&nbsp;</b>(for he who worked through Peter for his apostolic ministry to the circumcised worked also through me for mine to the Gentiles), <b class=\"verse-num\" id=\"v48002009-1\">9&nbsp;</b>and when James and Cephas and John, who seemed to be pillars, perceived the grace that was given to me, they gave the right hand of fellowship to Barnabas and me, that we should go to the Gentiles and they to the circumcised. <b class=\"verse-num\" id=\"v48002010-1\">10&nbsp;</b>Only, they asked us to remember the poor, the very thing I was eager to do.</p>\n\n<p id=\"p48002010_09-10\"><b class=\"verse-num\" id=\"v48002011-1\">11&nbsp;</b>But when Cephas came to Antioch, I opposed him to his face, because he stood condemned. <b class=\"verse-num\" id=\"v48002012-1\">12&nbsp;</b>For before certain men came from James, he was eating with the Gentiles; but when they came he drew back and separated himself, fearing the circumcision party. <b class=\"verse-num\" id=\"v48002013-1\">13&nbsp;</b>And the rest of the Jews acted hypocritically along with him, so that even Barnabas was led astray by their hypocrisy. <b class=\"verse-num\" id=\"v48002014-1\">14&nbsp;</b>But when I saw that their conduct was not in step with the truth of the gospel, I said to Cephas before them all, “If you, though a Jew, live like a Gentile and not like a Jew, how can you force the Gentiles to live like Jews?”</p>\n\n<p id=\"p48002014_12-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v48002015-1\">15&nbsp;</b>We ourselves are Jews by birth and not Gentile sinners; <b class=\"verse-num\" id=\"v48002016-1\">16&nbsp;</b>yet we know that a person is not justified by works of the law but through faith in Jesus Christ, so we also have believed in Christ Jesus, in order to be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified.</p>\n<p id=\"p48002016_12-10\"><b class=\"verse-num\" id=\"v48002017-1\">17&nbsp;</b>But if, in our endeavor to be justified in Christ, we too were found to be sinners, is Christ then a servant of sin? Certainly not! <b class=\"verse-num\" id=\"v48002018-1\">18&nbsp;</b>For if I rebuild what I tore down, I prove myself to be a transgressor. <b class=\"verse-num\" id=\"v48002019-1\">19&nbsp;</b>For through the law I died to the law, so that I might live to God. <b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me. <b class=\"verse-num\" id=\"v48002021-1\">21&nbsp;</b>I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose.</p>\n\n</div>","kjv":"<strong>1</strong> Then fourteen years after I went up again to Jerusalem with Barnabas, and took Titus with me also.  <strong>2</strong> And I went up by revelation, and communicated unto them that gospel which I preach among the Gentiles, but privately to them which were of reputation, lest by any means I should run, or had run, in vain.  <strong>3</strong> But neither Titus, who was with me, being a Greek, was compelled to be circumcised:  <strong>4</strong> And that because of false brethren unawares brought in, who came in privily to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage:  <strong>5</strong> To whom we gave place by subjection, no, not for an hour; that the truth of the gospel might continue with you.  <strong>6</strong> But of these who seemed to be somewhat, (whatsoever they were, it maketh no matter to me: God accepteth no man’s person:) for they who seemed to be somewhat in conference added nothing to me:  <strong>7</strong> But contrariwise, when they saw that the gospel of the uncircumcision was committed unto me, as the gospel of the circumcision was  unto Peter;  <strong>8</strong> (For he that wrought effectually in Peter to the apostleship of the circumcision, the same was mighty in me toward the Gentiles:)  <strong>9</strong> And when James, Cephas, and John, who seemed to be pillars, perceived the grace that was given unto me, they gave to me and Barnabas the right hands of fellowship; that we should go unto the heathen, and they unto the circumcision.  <strong>10</strong> Only they would that we should remember the poor; the same which I also was forward to do.  <strong>11</strong> But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed.  <strong>12</strong> For before that certain came from James, he did eat with the Gentiles: but when they were come, he withdrew and separated himself, fearing them which were of the circumcision.  <strong>13</strong> And the other Jews dissembled likewise with him; insomuch that Barnabas also was carried away with their dissimulation.  <strong>14</strong> But when I saw that they walked not uprightly according to the truth of the gospel, I said unto Peter before them all, If thou, being a Jew, livest after the manner of Gentiles, and not as do the Jews, why compellest thou the Gentiles to live as do the Jews?  <strong>15</strong> We who are Jews by nature, and not sinners of the Gentiles,  <strong>16</strong> Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.  <strong>17</strong> But if, while we seek to be justified by Christ, we ourselves also are found sinners, is therefore Christ the minister of sin? God forbid.  <strong>18</strong> For if I build again the things which I destroyed, I make myself a transgressor.  <strong>19</strong> For I through the law am dead to the law, that I might live unto God.  <strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  <strong>21</strong> I do not frustrate the grace of God: for if righteousness come  by the law, then Christ is dead in vain.  ","niv":"<sup><strong>1</strong></sup> Fourteen years later I went up again to Jerusalem, this time with Barnabas. I took Titus along also. <sup><strong>2</strong></sup> I went in response to a revelation and set before them the gospel that I preach among the Gentiles. But I did this privately to those who seemed to be leaders, for fear that I was running or had run my race in vain. <sup><strong>3</strong></sup> Yet not even Titus, who was with me, was compelled to be circumcised, even though he was a Greek. <sup><strong>4</strong></sup> This matter arose because some false brothers had infiltrated our ranks to spy on the freedom we have in Christ Jesus and to make us slaves. <sup><strong>5</strong></sup> We did not give in to them for a moment, so that the truth of the gospel might remain with you. <sup><strong>6</strong></sup> As for those who seemed to be important--whatever they were makes no difference to me; God does not judge by external appearance--those men added nothing to my message. <sup><strong>7</strong></sup> On the contrary, they saw that I had been entrusted with the task of preaching the gospel to the Gentiles, just as Peter had been to the Jews. <sup><strong>8</strong></sup> For God, who was at work in the ministry of Peter as an apostle to the Jews, was also at work in my ministry as an apostle to the Gentiles. <sup><strong>9</strong></sup> James, Peter and John, those reputed to be pillars, gave me and Barnabas the right hand of fellowship when they recognized the grace given to me. They agreed that we should go to the Gentiles, and they to the Jews. <sup><strong>10</strong></sup> All they asked was that we should continue to remember the poor, the very thing I was eager to do. <sup><strong>11</strong></sup> When Peter came to Antioch, I opposed him to his face, because he was clearly in the wrong. <sup><strong>12</strong></sup> Before certain men came from James, he used to eat with the Gentiles. But when they arrived, he began to draw back and separate himself from the Gentiles because he was afraid of those who belonged to the circumcision group. <sup><strong>13</strong></sup> The other Jews joined him in his hypocrisy, so that by their hypocrisy even Barnabas was led astray. <sup><strong>14</strong></sup> When I saw that they were not acting in line with the truth of the gospel, I said to Peter in front of them all, \"You are a Jew, yet you live like a Gentile and not like a Jew. How is it, then, that you force Gentiles to follow Jewish customs? <sup><strong>15</strong></sup> \"We who are Jews by birth and not 'Gentile sinners' <sup><strong>16</strong></sup> know that a man is not justified by observing the law, but by faith in Jesus Christ. So we, too, have put our faith in Christ Jesus that we may be justified by faith in Christ and not by observing the law, because by observing the law no one will be justified. <sup><strong>17</strong></sup> \"If, while we seek to be justified in Christ, it becomes evident that we ourselves are sinners, does that mean that Christ promotes sin? Absolutely not! <sup><strong>18</strong></sup> If I rebuild what I destroyed, I prove that I am a lawbreaker. <sup><strong>19</strong></sup> For through the law I died to the law so that I might live for God. <sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me. <sup><strong>21</strong></sup> I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!\" "},{"_id":"6168d11c3b32607a097c1a8b","topicId":"6168d1183b32607a097c1a81","verse":"John 14:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6168d11c3b32607a097c1a8e","topicId":"6168d1183b32607a097c1a81","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-12\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168d11c3b32607a097c1a8c","topicId":"6168d1183b32607a097c1a81","verse":"John 13:1-38","votes":2,"__v":0,"kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. <strong>18</strong>           I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.  <strong>19</strong> Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.  <strong>20</strong> Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.  <strong>21</strong> When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.  <strong>22</strong> Then the disciples looked one on another, doubting of whom he spake.  <strong>23</strong> Now there was leaning on Jesus’ bosom one of his disciples, whom Jesus loved.  <strong>24</strong> Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake.  <strong>25</strong> He then lying on Jesus’ breast saith unto him, Lord, who is it?  <strong>26</strong> Jesus answered, He it is, to whom I shall give a sop, when I have dipped it. And when he had dipped the sop, he gave it  to Judas Iscariot, the son of Simon.  <strong>27</strong> And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly.  <strong>28</strong> Now no man at the table knew for what intent he spake this unto him.  <strong>29</strong> For some of them thought, because Judas had the bag, that Jesus had said unto him, Buy those things that we have need of against the feast; or, that he should give something to the poor.  <strong>30</strong> He then having received the sop went immediately out: and it was night.  <strong>31</strong> Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him.  <strong>32</strong> If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.  <strong>33</strong> Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.  <strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. <strong>36</strong> Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards.  <strong>37</strong> Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.  <strong>38</strong> Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice. ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love. <sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus. <sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. <sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" <sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" <sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" <sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\" <sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\" <sup><strong>11</strong></sup> For he knew who was going to betray him, and that was why he said not every one was clean. <sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. <sup><strong>16</strong></sup> I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him. <sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them. <sup><strong>18</strong></sup> \"I am not referring to all of you; I know those I have chosen. But this is to fulfill the scripture: 'He who shares my bread has lifted up his heel against me.' <sup><strong>19</strong></sup> \"I am telling you now before it happens, so that when it does happen you will believe that I am He. <sup><strong>20</strong></sup> I tell you the truth, whoever accepts anyone I send accepts me; and whoever accepts me accepts the one who sent me.\" <sup><strong>21</strong></sup> After he had said this, Jesus was troubled in spirit and testified, \"I tell you the truth, one of you is going to betray me.\" <sup><strong>22</strong></sup> His disciples stared at one another, at a loss to know which of them he meant. <sup><strong>23</strong></sup> One of them, the disciple whom Jesus loved, was reclining next to him. <sup><strong>24</strong></sup> Simon Peter motioned to this disciple and said, \"Ask him which one he means.\" <sup><strong>25</strong></sup> Leaning back against Jesus, he asked him, \"Lord, who is it?\" <sup><strong>26</strong></sup> Jesus answered, \"It is the one to whom I will give this piece of bread when I have dipped it in the dish.\" Then, dipping the piece of bread, he gave it to Judas Iscariot, son of Simon. <sup><strong>27</strong></sup> As soon as Judas took the bread, Satan entered into him. <sup><strong>28</strong></sup> \"What you are about to do, do quickly,\" Jesus told him, but no one at the meal understood why Jesus said this to him. <sup><strong>29</strong></sup> Since Judas had charge of the money, some thought Jesus was telling him to buy what was needed for the Feast, or to give something to the poor. <sup><strong>30</strong></sup> As soon as Judas had taken the bread, he went out. And it was night. <sup><strong>31</strong></sup> When he was gone, Jesus said, \"Now is the Son of Man glorified and God is glorified in him. <sup><strong>32</strong></sup> If God is glorified in him, God will glorify the Son in himself, and will glorify him at once. <sup><strong>33</strong></sup> \"My children, I will be with you only a little longer. You will look for me, and just as I told the Jews, so I tell you now: Where I am going, you cannot come. <sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" <sup><strong>36</strong></sup> Simon Peter asked him, \"Lord, where are you going?\" Jesus replied, \"Where I am going, you cannot follow now, but you will follow later.\" <sup><strong>37</strong></sup> Peter asked, \"Lord, why can't I follow you now? I will lay down my life for you.\" <sup><strong>38</strong></sup> Then Jesus answered, \"Will you really lay down your life for me? I tell you the truth, before the rooster crows, you will disown me three times! "},{"_id":"6168d11c3b32607a097c1a8d","topicId":"6168d1183b32607a097c1a81","verse":"Luke 6:1-49","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42006001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42006001-1\">6:1&nbsp;</b>On a Sabbath, while he was going through the grainfields, his disciples plucked and ate some heads of grain, rubbing them in their hands. <b class=\"verse-num\" id=\"v42006002-1\">2&nbsp;</b>But some of the Pharisees said, “Why are you doing what is not lawful to do on the Sabbath?” <b class=\"verse-num\" id=\"v42006003-1\">3&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Have you not read what David did when he was hungry, he and those who were with him:</span> <b class=\"verse-num woc\" id=\"v42006004-1\">4&nbsp;</b><span class=\"woc\">how he entered the house of God and took and ate the bread of the Presence, which is not lawful for any but the priests to eat, and also gave it to those with him?”</span> <b class=\"verse-num\" id=\"v42006005-1\">5&nbsp;</b>And he said to them, <span class=\"woc\">“The Son of Man is lord of the Sabbath.”</span></p>\n\n<p id=\"p42006005_13-14\"><b class=\"verse-num\" id=\"v42006006-1\">6&nbsp;</b>On another Sabbath, he entered the synagogue and was teaching, and a man was there whose right hand was withered. <b class=\"verse-num\" id=\"v42006007-1\">7&nbsp;</b>And the scribes and the Pharisees watched him, to see whether he would heal on the Sabbath, so that they might find a reason to accuse him. <b class=\"verse-num\" id=\"v42006008-1\">8&nbsp;</b>But he knew their thoughts, and he said to the man with the withered hand, <span class=\"woc\">“Come and stand here.”</span> And he rose and stood there. <b class=\"verse-num\" id=\"v42006009-1\">9&nbsp;</b>And Jesus said to them, <span class=\"woc\">“I ask you, is it lawful on the Sabbath to do good or to do harm, to save life or to destroy it?”</span> <b class=\"verse-num\" id=\"v42006010-1\">10&nbsp;</b>And after looking around at them all he said to him, <span class=\"woc\">“Stretch out your hand.”</span> And he did so, and his hand was restored. <b class=\"verse-num\" id=\"v42006011-1\">11&nbsp;</b>But they were filled with fury and discussed with one another what they might do to Jesus.</p>\n\n<p id=\"p42006011_16-14\"><b class=\"verse-num\" id=\"v42006012-1\">12&nbsp;</b>In these days he went out to the mountain to pray, and all night he continued in prayer to God. <b class=\"verse-num\" id=\"v42006013-1\">13&nbsp;</b>And when day came, he called his disciples and chose from them twelve, whom he named apostles: <b class=\"verse-num\" id=\"v42006014-1\">14&nbsp;</b>Simon, whom he named Peter, and Andrew his brother, and James and John, and Philip, and Bartholomew, <b class=\"verse-num\" id=\"v42006015-1\">15&nbsp;</b>and Matthew, and Thomas, and James the son of Alphaeus, and Simon who was called the Zealot, <b class=\"verse-num\" id=\"v42006016-1\">16&nbsp;</b>and Judas the son of James, and Judas Iscariot, who became a traitor.</p>\n\n<p id=\"p42006016_22-14\"><b class=\"verse-num\" id=\"v42006017-1\">17&nbsp;</b>And he came down with them and stood on a level place, with a great crowd of his disciples and a great multitude of people from all Judea and Jerusalem and the seacoast of Tyre and Sidon, <b class=\"verse-num\" id=\"v42006018-1\">18&nbsp;</b>who came to hear him and to be healed of their diseases. And those who were troubled with unclean spirits were cured. <b class=\"verse-num\" id=\"v42006019-1\">19&nbsp;</b>And all the crowd sought to touch him, for power came out from him and healed them all.</p>\n\n<p id=\"p42006019_24-14\"><b class=\"verse-num\" id=\"v42006020-1\">20&nbsp;</b>And he lifted up his eyes on his disciples, and said:</p>\n<p id=\"p42006020_24-14\"><span class=\"woc\">“Blessed are you who are poor, for yours is the kingdom of God.</span></p>\n<p id=\"p42006020_24-14\"><b class=\"verse-num woc\" id=\"v42006021-1\">21&nbsp;</b><span class=\"woc\">“Blessed are you who are hungry now, for you shall be satisfied.</span></p>\n<p id=\"p42006021_24-14\"><span class=\"woc\">“Blessed are you who weep now, for you shall laugh.</span></p>\n<p id=\"p42006021_24-14\"><b class=\"verse-num woc\" id=\"v42006022-1\">22&nbsp;</b><span class=\"woc\">“Blessed are you when people hate you and when they exclude you and revile you and spurn your name as evil, on account of the Son of Man!</span> <b class=\"verse-num woc\" id=\"v42006023-1\">23&nbsp;</b><span class=\"woc\">Rejoice in that day, and leap for joy, for behold, your reward is great in heaven; for so their fathers did to the prophets.</span></p>\n\n<p id=\"p42006023_27-14\"><b class=\"verse-num woc\" id=\"v42006024-1\">24&nbsp;</b><span class=\"woc\">“But woe to you who are rich, for you have received your consolation.</span></p>\n<p id=\"p42006024_27-14\"><b class=\"verse-num woc\" id=\"v42006025-1\">25&nbsp;</b><span class=\"woc\">“Woe to you who are full now, for you shall be hungry.</span></p>\n<p id=\"p42006025_27-14\"><span class=\"woc\">“Woe to you who laugh now, for you shall mourn and weep.</span></p>\n<p id=\"p42006025_27-14\"><b class=\"verse-num woc\" id=\"v42006026-1\">26&nbsp;</b><span class=\"woc\">“Woe to you, when all people speak well of you, for so their fathers did to the false prophets.</span></p>\n\n<p id=\"p42006026_30-14\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span> <b class=\"verse-num woc\" id=\"v42006028-1\">28&nbsp;</b><span class=\"woc\">bless those who curse you, pray for those who abuse you.</span> <b class=\"verse-num woc\" id=\"v42006029-1\">29&nbsp;</b><span class=\"woc\">To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either.</span> <b class=\"verse-num woc\" id=\"v42006030-1\">30&nbsp;</b><span class=\"woc\">Give to everyone who begs from you, and from one who takes away your goods do not demand them back.</span> <b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n<p id=\"p42006031_30-14\"><b class=\"verse-num woc\" id=\"v42006032-1\">32&nbsp;</b><span class=\"woc\">“If you love those who love you, what benefit is that to you? For even sinners love those who love them.</span> <b class=\"verse-num woc\" id=\"v42006033-1\">33&nbsp;</b><span class=\"woc\">And if you do good to those who do good to you, what benefit is that to you? For even sinners do the same.</span> <b class=\"verse-num woc\" id=\"v42006034-1\">34&nbsp;</b><span class=\"woc\">And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.</span> <b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span> <b class=\"verse-num woc\" id=\"v42006036-1\">36&nbsp;</b><span class=\"woc\">Be merciful, even as your Father is merciful.</span></p>\n\n<p id=\"p42006036_32-14\"><b class=\"verse-num woc\" id=\"v42006037-1\">37&nbsp;</b><span class=\"woc\">“Judge not, and you will not be judged; condemn not, and you will not be condemned; forgive, and you will be forgiven;</span> <b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n<p id=\"p42006038_32-14\"><b class=\"verse-num\" id=\"v42006039-1\">39&nbsp;</b>He also told them a parable: <span class=\"woc\">“Can a blind man lead a blind man? Will they not both fall into a pit?</span> <b class=\"verse-num woc\" id=\"v42006040-1\">40&nbsp;</b><span class=\"woc\">A disciple is not above his teacher, but everyone when he is fully trained will be like his teacher.</span> <b class=\"verse-num woc\" id=\"v42006041-1\">41&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v42006042-1\">42&nbsp;</b><span class=\"woc\">How can you say to your brother, ‘Brother, let me take out the speck that is in your eye,’ when you yourself do not see the log that is in your own eye? You hypocrite, first take the log out of your own eye, and then you will see clearly to take out the speck that is in your brother’s eye.</span></p>\n\n<p id=\"p42006042_37-14\"><b class=\"verse-num woc\" id=\"v42006043-1\">43&nbsp;</b><span class=\"woc\">“For no good tree bears bad fruit, nor again does a bad tree bear good fruit,</span> <b class=\"verse-num woc\" id=\"v42006044-1\">44&nbsp;</b><span class=\"woc\">for each tree is known by its own fruit. For figs are not gathered from thornbushes, nor are grapes picked from a bramble bush.</span> <b class=\"verse-num woc\" id=\"v42006045-1\">45&nbsp;</b><span class=\"woc\">The good person out of the good treasure of his heart produces good, and the evil person out of his evil treasure produces evil, for out of the abundance of the heart his mouth speaks.</span></p>\n\n<p id=\"p42006045_43-14\"><b class=\"verse-num woc\" id=\"v42006046-1\">46&nbsp;</b><span class=\"woc\">“Why do you call me ‘Lord, Lord,’ and not do what I tell you?</span> <b class=\"verse-num woc\" id=\"v42006047-1\">47&nbsp;</b><span class=\"woc\">Everyone who comes to me and hears my words and does them, I will show you what he is like:</span> <b class=\"verse-num woc\" id=\"v42006048-1\">48&nbsp;</b><span class=\"woc\">he is like a man building a house, who dug deep and laid the foundation on the rock. And when a flood arose, the stream broke against that house and could not shake it, because it had been well built.</span> <b class=\"verse-num woc\" id=\"v42006049-1\">49&nbsp;</b><span class=\"woc\">But the one who hears and does not do them is like a man who built a house on the ground without a foundation. When the stream broke against it, immediately it fell, and the ruin of that house was great.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass on the second sabbath after the first, that he went through the corn fields; and his disciples plucked the ears of corn, and did eat, rubbing them in their hands.  <strong>2</strong> And certain of the Pharisees said unto them, Why do ye that which is not lawful to do on the sabbath days?  <strong>3</strong> And Jesus answering them said, Have ye not read so much as this, what David did, when himself was an hungred, and they which were with him;  <strong>4</strong> How he went into the house of God, and did take and eat the shewbread, and gave also to them that were with him; which it is not lawful to eat but for the priests alone?  <strong>5</strong> And he said unto them, That the Son of man is Lord also of the sabbath.  <strong>6</strong> And it came to pass also on another sabbath, that he entered into the synagogue and taught: and there was a man whose right hand was withered.  <strong>7</strong> And the scribes and Pharisees watched him, whether he would heal on the sabbath day; that they might find an accusation against him.  <strong>8</strong> But he knew their thoughts, and said to the man which had the withered hand, Rise up, and stand forth in the midst. And he arose and stood forth.  <strong>9</strong> Then said Jesus unto them, I will ask you one thing; Is it lawful on the sabbath days to do good, or to do evil? to save life, or to destroy it?  <strong>10</strong> And looking round about upon them all, he said unto the man, Stretch forth thy hand. And he did so: and his hand was restored whole as the other.  <strong>11</strong> And they were filled with madness; and communed one with another what they might do to Jesus.  <strong>12</strong> And it came to pass in those days, that he went out into a mountain to pray, and continued all night in prayer to God.  <strong>13</strong> And when it was day, he called unto him his disciples: and of them he chose twelve, whom also he named apostles;  <strong>14</strong> Simon, (whom he also named Peter,) and Andrew his brother, James and John, Philip and Bartholomew,  <strong>15</strong> Matthew and Thomas, James the son of Alphaeus, and Simon called Zelotes,  <strong>16</strong> And Judas the brother of James, and Judas Iscariot, which also was the traitor.  <strong>17</strong> And he came down with them, and stood in the plain, and the company of his disciples, and a great multitude of people out of all Judaea and Jerusalem, and from the sea coast of Tyre and Sidon, which came to hear him, and to be healed of their diseases;  <strong>18</strong> And they that were vexed with unclean spirits: and they were healed.  <strong>19</strong> And the whole multitude sought to touch him: for there went virtue out of him, and healed them all.  <strong>20</strong> And he lifted up his eyes on his disciples, and said, Blessed be ye poor: for yours is the kingdom of God.  <strong>21</strong> Blessed are ye that hunger now: for ye shall be filled. Blessed are ye that weep now: for ye shall laugh.  <strong>22</strong> Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man’s sake.  <strong>23</strong> Rejoice ye in that day, and leap for joy: for, behold, your reward is great in heaven: for in the like manner did their fathers unto the prophets.  <strong>24</strong> But woe unto you that are rich! for ye have received your consolation.  <strong>25</strong> Woe unto you that are full! for ye shall hunger. Woe unto you that laugh now! for ye shall mourn and weep.  <strong>26</strong> Woe unto you, when all men shall speak well of you! for so did their fathers to the false prophets. <strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  <strong>28</strong> Bless them that curse you, and pray for them which despitefully use you.  <strong>29</strong> And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloke forbid not to take thy coat also.  <strong>30</strong> Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again.  <strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  <strong>32</strong> For if ye love them which love you, what thank have ye? for sinners also love those that love them.  <strong>33</strong> And if ye do good to them which do good to you, what thank have ye? for sinners also do even the same.  <strong>34</strong> And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again.  <strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  <strong>36</strong> Be ye therefore merciful, as your Father also is merciful.  <strong>37</strong> Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven:  <strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  <strong>39</strong> And he spake a parable unto them, Can the blind lead the blind? shall they not both fall into the ditch? <strong>40</strong> The disciple is not above his master: but every one that is perfect shall be as his master.  <strong>41</strong> And why beholdest thou the mote that is in thy brother’s eye, but perceivest not the beam that is in thine own eye?  <strong>42</strong> Either how canst thou say to thy brother, Brother, let me pull out the mote that is in thine eye, when thou thyself beholdest not the beam that is in thine own eye? Thou hypocrite, cast out first the beam out of thine own eye, and then shalt thou see clearly to pull out the mote that is in thy brother’s eye.  <strong>43</strong> For a good tree bringeth not forth corrupt fruit; neither doth a corrupt tree bring forth good fruit.  <strong>44</strong> For every tree is known by his own fruit. For of thorns men do not gather figs, nor of a bramble bush gather they grapes.  <strong>45</strong> A good man out of the good treasure of his heart bringeth forth that which is good; and an evil man out of the evil treasure of his heart bringeth forth that which is evil: for of the abundance of the heart his mouth speaketh. <strong>46</strong>           And why call ye me, Lord, Lord, and do not the things which I say?  <strong>47</strong> Whosoever cometh to me, and heareth my sayings, and doeth them, I will shew you to whom he is like:  <strong>48</strong> He is like a man which built an house, and digged deep, and laid the foundation on a rock: and when the flood arose, the stream beat vehemently upon that house, and could not shake it: for it was founded upon a rock.  <strong>49</strong> But he that heareth, and doeth not, is like a man that without a foundation built an house upon the earth; against which the stream did beat vehemently, and immediately it fell; and the ruin of that house was great.  ","niv":"<sup><strong>1</strong></sup> One Sabbath Jesus was going through the grainfields, and his disciples began to pick some heads of grain, rub them in their hands and eat the kernels. <sup><strong>2</strong></sup> Some of the Pharisees asked, \"Why are you doing what is unlawful on the Sabbath?\" <sup><strong>3</strong></sup> Jesus answered them, \"Have you never read what David did when he and his companions were hungry? <sup><strong>4</strong></sup> He entered the house of God, and taking the consecrated bread, he ate what is lawful only for priests to eat. And he also gave some to his companions.\" <sup><strong>5</strong></sup> Then Jesus said to them, \"The Son of Man is Lord of the Sabbath.\" <sup><strong>6</strong></sup> On another Sabbath he went into the synagogue and was teaching, and a man was there whose right hand was shriveled. <sup><strong>7</strong></sup> The Pharisees and the teachers of the law were looking for a reason to accuse Jesus, so they watched him closely to see if he would heal on the Sabbath. <sup><strong>8</strong></sup> But Jesus knew what they were thinking and said to the man with the shriveled hand, \"Get up and stand in front of everyone.\" So he got up and stood there. <sup><strong>9</strong></sup> Then Jesus said to them, \"I ask you, which is lawful on the Sabbath: to do good or to do evil, to save life or to destroy it?\" <sup><strong>10</strong></sup> He looked around at them all, and then said to the man, \"Stretch out your hand.\" He did so, and his hand was completely restored. <sup><strong>11</strong></sup> But they were furious and began to discuss with one another what they might do to Jesus. <sup><strong>12</strong></sup> One of those days Jesus went out to a mountainside to pray, and spent the night praying to God. <sup><strong>13</strong></sup> When morning came, he called his disciples to him and chose twelve of them, whom he also designated apostles: <sup><strong>14</strong></sup> Simon (whom he named Peter), his brother Andrew, James, John, Philip, Bartholomew, <sup><strong>15</strong></sup> Matthew, Thomas, James son of Alphaeus, Simon who was called the Zealot, <sup><strong>16</strong></sup> Judas son of James, and Judas Iscariot, who became a traitor. <sup><strong>17</strong></sup> He went down with them and stood on a level place. A large crowd of his disciples was there and a great number of people from all over Judea, from Jerusalem, and from the coast of Tyre and Sidon, <sup><strong>18</strong></sup> who had come to hear him and to be healed of their diseases. Those troubled by evil spirits were cured, <sup><strong>19</strong></sup> and the people all tried to touch him, because power was coming from him and healing them all. <sup><strong>20</strong></sup> Looking at his disciples, he said: \"Blessed are you who are poor, for yours is the kingdom of God. <sup><strong>21</strong></sup> Blessed are you who hunger now, for you will be satisfied. Blessed are you who weep now, for you will laugh. <sup><strong>22</strong></sup> Blessed are you when men hate you, when they exclude you and insult you and reject your name as evil, because of the Son of Man. <sup><strong>23</strong></sup> \"Rejoice in that day and leap for joy, because great is your reward in heaven. For that is how their fathers treated the prophets. <sup><strong>24</strong></sup> \"But woe to you who are rich, for you have already received your comfort. <sup><strong>25</strong></sup> Woe to you who are well fed now, for you will go hungry. Woe to you who laugh now, for you will mourn and weep. <sup><strong>26</strong></sup> Woe to you when all men speak well of you, for that is how their fathers treated the false prophets. <sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you, <sup><strong>28</strong></sup> bless those who curse you, pray for those who mistreat you. <sup><strong>29</strong></sup> If someone strikes you on one cheek, turn to him the other also. If someone takes your cloak, do not stop him from taking your tunic. <sup><strong>30</strong></sup> Give to everyone who asks you, and if anyone takes what belongs to you, do not demand it back. <sup><strong>31</strong></sup> Do to others as you would have them do to you. <sup><strong>32</strong></sup> \"If you love those who love you, what credit is that to you? Even 'sinners' love those who love them. <sup><strong>33</strong></sup> And if you do good to those who are good to you, what credit is that to you? Even 'sinners' do that. <sup><strong>34</strong></sup> And if you lend to those from whom you expect repayment, what credit is that to you? Even 'sinners' lend to 'sinners,' expecting to be repaid in full. <sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked. <sup><strong>36</strong></sup> Be merciful, just as your Father is merciful. <sup><strong>37</strong></sup> \"Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven. <sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\" <sup><strong>39</strong></sup> He also told them this parable: \"Can a blind man lead a blind man? Will they not both fall into a pit? <sup><strong>40</strong></sup> A student is not above his teacher, but everyone who is fully trained will be like his teacher. <sup><strong>41</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>42</strong></sup> How can you say to your brother, 'Brother, let me take the speck out of your eye,' when you yourself fail to see the plank in your own eye? You hypocrite, first take the plank out of your eye, and then you will see clearly to remove the speck from your brother's eye. <sup><strong>43</strong></sup> \"No good tree bears bad fruit, nor does a bad tree bear good fruit. <sup><strong>44</strong></sup> Each tree is recognized by its own fruit. People do not pick figs from thornbushes, or grapes from briers. <sup><strong>45</strong></sup> The good man brings good things out of the good stored up in his heart, and the evil man brings evil things out of the evil stored up in his heart. For out of the overflow of his heart his mouth speaks. <sup><strong>46</strong></sup> \"Why do you call me, 'Lord, Lord,' and do not do what I say? <sup><strong>47</strong></sup> I will show you what he is like who comes to me and hears my words and puts them into practice. <sup><strong>48</strong></sup> He is like a man building a house, who dug down deep and laid the foundation on rock. When a flood came, the torrent struck that house but could not shake it, because it was well built. <sup><strong>49</strong></sup> But the one who hears my words and does not put them into practice is like a man who built a house on the ground without a foundation. The moment the torrent struck that house, it collapsed and its destruction was complete.\" "},{"_id":"6168d11d3b32607a097c1a8f","topicId":"6168d1183b32607a097c1a81","verse":"Mark 10:1-52","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41010001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41010001-1\">10:1&nbsp;</b>And he left there and went to the region of Judea and beyond the Jordan, and crowds gathered to him again. And again, as was his custom, he taught them.</p>\n<p id=\"p41010001_04-15\"><b class=\"verse-num\" id=\"v41010002-1\">2&nbsp;</b>And Pharisees came up and in order to test him asked, “Is it lawful for a man to divorce his wife?” <b class=\"verse-num\" id=\"v41010003-1\">3&nbsp;</b>He answered them, <span class=\"woc\">“What did Moses command you?”</span> <b class=\"verse-num\" id=\"v41010004-1\">4&nbsp;</b>They said, “Moses allowed a man to write a certificate of divorce and to send her away.” <b class=\"verse-num\" id=\"v41010005-1\">5&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Because of your hardness of heart he wrote you this commandment.</span> <b class=\"verse-num woc\" id=\"v41010006-1\">6&nbsp;</b><span class=\"woc\">But from the beginning of creation, ‘God made them male and female.’</span> <b class=\"verse-num woc\" id=\"v41010007-1\">7&nbsp;</b><span class=\"woc\">‘Therefore a man shall leave his father and mother and hold fast to his wife,</span> <b class=\"verse-num woc\" id=\"v41010008-1\">8&nbsp;</b><span class=\"woc\">and the two shall become one flesh.’ So they are no longer two but one flesh.</span> <b class=\"verse-num woc\" id=\"v41010009-1\">9&nbsp;</b><span class=\"woc\">What therefore God has joined together, let not man separate.”</span></p>\n<p id=\"p41010009_04-15\"><b class=\"verse-num\" id=\"v41010010-1\">10&nbsp;</b>And in the house the disciples asked him again about this matter. <b class=\"verse-num\" id=\"v41010011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“Whoever divorces his wife and marries another commits adultery against her,</span> <b class=\"verse-num woc\" id=\"v41010012-1\">12&nbsp;</b><span class=\"woc\">and if she divorces her husband and marries another, she commits adultery.”</span></p>\n\n<p id=\"p41010012_10-15\"><b class=\"verse-num\" id=\"v41010013-1\">13&nbsp;</b>And they were bringing children to him that he might touch them, and the disciples rebuked them. <b class=\"verse-num\" id=\"v41010014-1\">14&nbsp;</b>But when Jesus saw it, he was indignant and said to them, <span class=\"woc\">“Let the children come to me; do not hinder them, for to such belongs the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v41010015-1\">15&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.”</span> <b class=\"verse-num\" id=\"v41010016-1\">16&nbsp;</b>And he took them in his arms and blessed them, laying his hands on them.</p>\n\n<p id=\"p41010016_14-15\"><b class=\"verse-num\" id=\"v41010017-1\">17&nbsp;</b>And as he was setting out on his journey, a man ran up and knelt before him and asked him, “Good Teacher, what must I do to inherit eternal life?” <b class=\"verse-num\" id=\"v41010018-1\">18&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Why do you call me good? No one is good except God alone.</span> <b class=\"verse-num woc\" id=\"v41010019-1\">19&nbsp;</b><span class=\"woc\">You know the commandments: ‘Do not murder, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honor your father and mother.’”</span> <b class=\"verse-num\" id=\"v41010020-1\">20&nbsp;</b>And he said to him, “Teacher, all these I have kept from my youth.” <b class=\"verse-num\" id=\"v41010021-1\">21&nbsp;</b>And Jesus, looking at him, loved him, and said to him, <span class=\"woc\">“You lack one thing: go, sell all that you have and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v41010022-1\">22&nbsp;</b>Disheartened by the saying, he went away sorrowful, for he had great possessions.</p>\n<p id=\"p41010022_14-15\"><b class=\"verse-num\" id=\"v41010023-1\">23&nbsp;</b>And Jesus looked around and said to his disciples, <span class=\"woc\">“How difficult it will be for those who have wealth to enter the kingdom of God!”</span> <b class=\"verse-num\" id=\"v41010024-1\">24&nbsp;</b>And the disciples were amazed at his words. But Jesus said to them again, <span class=\"woc\">“Children, how difficult it is to enter the kingdom of God!</span> <b class=\"verse-num woc\" id=\"v41010025-1\">25&nbsp;</b><span class=\"woc\">It is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v41010026-1\">26&nbsp;</b>And they were exceedingly astonished, and said to him, “Then who can be saved?” <b class=\"verse-num\" id=\"v41010027-1\">27&nbsp;</b>Jesus looked at them and said, <span class=\"woc\">“With man it is impossible, but not with God. For all things are possible with God.”</span> <b class=\"verse-num\" id=\"v41010028-1\">28&nbsp;</b>Peter began to say to him, “See, we have left everything and followed you.” <b class=\"verse-num\" id=\"v41010029-1\">29&nbsp;</b>Jesus said, <span class=\"woc\">“Truly, I say to you, there is no one who has left house or brothers or sisters or mother or father or children or lands, for my sake and for the gospel,</span> <b class=\"verse-num woc\" id=\"v41010030-1\">30&nbsp;</b><span class=\"woc\">who will not receive a hundredfold now in this time, houses and brothers and sisters and mothers and children and lands, with persecutions, and in the age to come eternal life.</span> <b class=\"verse-num woc\" id=\"v41010031-1\">31&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.”</span></p>\n\n<p id=\"p41010031_21-15\"><b class=\"verse-num\" id=\"v41010032-1\">32&nbsp;</b>And they were on the road, going up to Jerusalem, and Jesus was walking ahead of them. And they were amazed, and those who followed were afraid. And taking the twelve again, he began to tell them what was to happen to him, <b class=\"verse-num\" id=\"v41010033-1\">33&nbsp;</b>saying, <span class=\"woc\">“See, we are going up to Jerusalem, and the Son of Man will be delivered over to the chief priests and the scribes, and they will condemn him to death and deliver him over to the Gentiles.</span> <b class=\"verse-num woc\" id=\"v41010034-1\">34&nbsp;</b><span class=\"woc\">And they will mock him and spit on him, and flog him and kill him. And after three days he will rise.”</span></p>\n\n<p id=\"p41010034_27-15\"><b class=\"verse-num\" id=\"v41010035-1\">35&nbsp;</b>And James and John, the sons of Zebedee, came up to him and said to him, “Teacher, we want you to do for us whatever we ask of you.” <b class=\"verse-num\" id=\"v41010036-1\">36&nbsp;</b>And he said to them, <span class=\"woc\">“What do you want me to do for you?”</span> <b class=\"verse-num\" id=\"v41010037-1\">37&nbsp;</b>And they said to him, “Grant us to sit, one at your right hand and one at your left, in your glory.” <b class=\"verse-num\" id=\"v41010038-1\">38&nbsp;</b>Jesus said to them, <span class=\"woc\">“You do not know what you are asking. Are you able to drink the cup that I drink, or to be baptized with the baptism with which I am baptized?”</span> <b class=\"verse-num\" id=\"v41010039-1\">39&nbsp;</b>And they said to him, “We are able.” And Jesus said to them, <span class=\"woc\">“The cup that I drink you will drink, and with the baptism with which I am baptized, you will be baptized,</span> <b class=\"verse-num woc\" id=\"v41010040-1\">40&nbsp;</b><span class=\"woc\">but to sit at my right hand or at my left is not mine to grant, but it is for those for whom it has been prepared.”</span> <b class=\"verse-num\" id=\"v41010041-1\">41&nbsp;</b>And when the ten heard it, they began to be indignant at James and John. <b class=\"verse-num\" id=\"v41010042-1\">42&nbsp;</b>And Jesus called them to him and said to them, <span class=\"woc\">“You know that those who are considered rulers of the Gentiles lord it over them, and their great ones exercise authority over them.</span> <b class=\"verse-num woc\" id=\"v41010043-1\">43&nbsp;</b><span class=\"woc\">But it shall not be so among you. But whoever would be great among you must be your servant,</span> <b class=\"verse-num woc\" id=\"v41010044-1\">44&nbsp;</b><span class=\"woc\">and whoever would be first among you must be slave of all.</span> <b class=\"verse-num woc\" id=\"v41010045-1\">45&nbsp;</b><span class=\"woc\">For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n\n<p id=\"p41010045_31-15\"><b class=\"verse-num\" id=\"v41010046-1\">46&nbsp;</b>And they came to Jericho. And as he was leaving Jericho with his disciples and a great crowd, Bartimaeus, a blind beggar, the son of Timaeus, was sitting by the roadside. <b class=\"verse-num\" id=\"v41010047-1\">47&nbsp;</b>And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010048-1\">48&nbsp;</b>And many rebuked him, telling him to be silent. But he cried out all the more, “Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010049-1\">49&nbsp;</b>And Jesus stopped and said, <span class=\"woc\">“Call him.”</span> And they called the blind man, saying to him, “Take heart. Get up; he is calling you.” <b class=\"verse-num\" id=\"v41010050-1\">50&nbsp;</b>And throwing off his cloak, he sprang up and came to Jesus. <b class=\"verse-num\" id=\"v41010051-1\">51&nbsp;</b>And Jesus said to him, <span class=\"woc\">“What do you want me to do for you?”</span> And the blind man said to him, “Rabbi, let me recover my sight.” <b class=\"verse-num\" id=\"v41010052-1\">52&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Go your way; your faith has made you well.”</span> And immediately he recovered his sight and followed him on the way.</p>\n\n</div>","kjv":"<strong>1</strong> And he arose from thence, and cometh into the coasts of Judaea by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again.  <strong>2</strong> And the Pharisees came to him, and asked him, Is it lawful for a man to put away his wife? tempting him.  <strong>3</strong> And he answered and said unto them, What did Moses command you?  <strong>4</strong> And they said, Moses suffered to write a bill of divorcement, and to put her away.  <strong>5</strong> And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept.  <strong>6</strong> But from the beginning of the creation God made them male and female.  <strong>7</strong> For this cause shall a man leave his father and mother, and cleave to his wife;  <strong>8</strong> And they twain shall be one flesh: so then they are no more twain, but one flesh.  <strong>9</strong> What therefore God hath joined together, let not man put asunder.  <strong>10</strong> And in the house his disciples asked him again of the same matter.  <strong>11</strong> And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.  <strong>12</strong> And if a woman shall put away her husband, and be married to another, she committeth adultery. <strong>13</strong> And they brought young children to him, that he should touch them: and his disciples rebuked those that brought them.  <strong>14</strong> But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God. <strong>15</strong> Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein.  <strong>16</strong> And he took them up in his arms, put his hands upon them, and blessed them.  <strong>17</strong> And when he was gone forth into the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?  <strong>18</strong> And Jesus said unto him, Why callest thou me good? there is  none good but one, that is, God.  <strong>19</strong> Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.  <strong>20</strong> And he answered and said unto him, Master, all these have I observed from my youth.  <strong>21</strong> Then Jesus beholding him loved him, and said unto him, One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me.  <strong>22</strong> And he was sad at that saying, and went away grieved: for he had great possessions.  <strong>23</strong> And Jesus looked round about, and saith unto his disciples, How hardly shall they that have riches enter into the kingdom of God!  <strong>24</strong> And the disciples were astonished at his words. But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God!  <strong>25</strong> It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>26</strong> And they were astonished out of measure, saying among themselves, Who then can be saved?  <strong>27</strong> And Jesus looking upon them saith, With men it is impossible, but not with God: for with God all things are possible.  <strong>28</strong> Then Peter began to say unto him, Lo, we have left all, and have followed thee.  <strong>29</strong> And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel’s,  <strong>30</strong> But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.  <strong>31</strong> But many that are first shall be last; and the last first. <strong>32</strong> And they were in the way going up to Jerusalem; and Jesus went before them: and they were amazed; and as they followed, they were afraid. And he took again the twelve, and began to tell them what things should happen unto him,  <strong>33</strong> Saying,Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the chief priests, and unto the scribes; and they shall condemn him to death, and shall deliver him to the Gentiles:  <strong>34</strong> And they shall mock him, and shall scourge him, and shall spit upon him, and shall kill him: and the third day he shall rise again. <strong>35</strong> And James and John, the sons of Zebedee, come unto him, saying, Master, we would that thou shouldest do for us whatsoever we shall desire.  <strong>36</strong> And he said unto them, What would ye that I should do for you?  <strong>37</strong> They said unto him, Grant unto us that we may sit, one on thy right hand, and the other on thy left hand, in thy glory.  <strong>38</strong> But Jesus said unto them, Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?  <strong>39</strong> And they said unto him, We can. And Jesus said unto them, Ye shall indeed drink of the cup that I drink of; and with the baptism that I am baptized withal shall ye be baptized:  <strong>40</strong> But to sit on my right hand and on my left hand is not mine to give; but it shall be given to them for whom it is prepared.  <strong>41</strong> And when the ten heard it, they began to be much displeased with James and John.  <strong>42</strong> But Jesus called them to him, and saith unto them, Ye know that they which are accounted to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them.  <strong>43</strong> But so shall it not be among you: but whosoever will be great among you, shall be your minister:  <strong>44</strong> And whosoever of you will be the chiefest, shall be servant of all.  <strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. <strong>46</strong> And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.  <strong>47</strong> And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou Son of David, have mercy on me.  <strong>48</strong> And many charged him that he should hold his peace: but he cried the more a great deal, Thou Son of David, have mercy on me.  <strong>49</strong> And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.  <strong>50</strong> And he, casting away his garment, rose, and came to Jesus.  <strong>51</strong> And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.  <strong>52</strong> And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.  ","niv":"<sup><strong>1</strong></sup> Jesus then left that place and went into the region of Judea and across the Jordan. Again crowds of people came to him, and as was his custom, he taught them. <sup><strong>2</strong></sup> Some Pharisees came and tested him by asking, \"Is it lawful for a man to divorce his wife?\" <sup><strong>3</strong></sup> \"What did Moses command you?\" he replied. <sup><strong>4</strong></sup> They said, \"Moses permitted a man to write a certificate of divorce and send her away.\" <sup><strong>5</strong></sup> \"It was because your hearts were hard that Moses wrote you this law,\" Jesus replied. <sup><strong>6</strong></sup> \"But at the beginning of creation God 'made them male and female.' <sup><strong>7</strong></sup> 'For this reason a man will leave his father and mother and be united to his wife, <sup><strong>8</strong></sup> and the two will become one flesh.' So they are no longer two, but one. <sup><strong>9</strong></sup> Therefore what God has joined together, let man not separate.\" <sup><strong>10</strong></sup> When they were in the house again, the disciples asked Jesus about this. <sup><strong>11</strong></sup> He answered, \"Anyone who divorces his wife and marries another woman commits adultery against her. <sup><strong>12</strong></sup> And if she divorces her husband and marries another man, she commits adultery.\" <sup><strong>13</strong></sup> People were bringing little children to Jesus to have him touch them, but the disciples rebuked them. <sup><strong>14</strong></sup> When Jesus saw this, he was indignant. He said to them, \"Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these. <sup><strong>15</strong></sup> I tell you the truth, anyone who will not receive the kingdom of God like a little child will never enter it.\" <sup><strong>16</strong></sup> And he took the children in his arms, put his hands on them and blessed them. <sup><strong>17</strong></sup> As Jesus started on his way, a man ran up to him and fell on his knees before him. \"Good teacher,\" he asked, \"what must I do to inherit eternal life?\" <sup><strong>18</strong></sup> \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone. <sup><strong>19</strong></sup> You know the commandments: 'Do not murder, do not commit adultery, do not steal, do not give false testimony, do not defraud, honor your father and mother.'\" <sup><strong>20</strong></sup> \"Teacher,\" he declared, \"all these I have kept since I was a boy.\" <sup><strong>21</strong></sup> Jesus looked at him and loved him. \"One thing you lack,\" he said. \"Go, sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> At this the man's face fell. He went away sad, because he had great wealth. <sup><strong>23</strong></sup> Jesus looked around and said to his disciples, \"How hard it is for the rich to enter the kingdom of God!\" <sup><strong>24</strong></sup> The disciples were amazed at his words. But Jesus said again, \"Children, how hard it is to enter the kingdom of God! <sup><strong>25</strong></sup> It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>26</strong></sup> The disciples were even more amazed, and said to each other, \"Who then can be saved?\" <sup><strong>27</strong></sup> Jesus looked at them and said, \"With man this is impossible, but not with God; all things are possible with God.\" <sup><strong>28</strong></sup> Peter said to him, \"We have left everything to follow you!\" <sup><strong>29</strong></sup> \"I tell you the truth,\" Jesus replied, \"no one who has left home or brothers or sisters or mother or father or children or fields for me and the gospel <sup><strong>30</strong></sup> will fail to receive a hundred times as much in this present age (homes, brothers, sisters, mothers, children and fields--and with them, persecutions) and in the age to come, eternal life. <sup><strong>31</strong></sup> But many who are first will be last, and the last first.\" <sup><strong>32</strong></sup> They were on their way up to Jerusalem, with Jesus leading the way, and the disciples were astonished, while those who followed were afraid. Again he took the Twelve aside and told them what was going to happen to him. <sup><strong>33</strong></sup> \"We are going up to Jerusalem,\" he said, \"and the Son of Man will be betrayed to the chief priests and teachers of the law. They will condemn him to death and will hand him over to the Gentiles, <sup><strong>34</strong></sup> who will mock him and spit on him, flog him and kill him. Three days later he will rise.\" <sup><strong>35</strong></sup> Then James and John, the sons of Zebedee, came to him. \"Teacher,\" they said, \"we want you to do for us whatever we ask.\" <sup><strong>36</strong></sup> \"What do you want me to do for you?\" he asked. <sup><strong>37</strong></sup> They replied, \"Let one of us sit at your right and the other at your left in your glory.\" <sup><strong>38</strong></sup> \"You don't know what you are asking,\" Jesus said. \"Can you drink the cup I drink or be baptized with the baptism I am baptized with?\" <sup><strong>39</strong></sup> \"We can,\" they answered. Jesus said to them, \"You will drink the cup I drink and be baptized with the baptism I am baptized with, <sup><strong>40</strong></sup> but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared.\" <sup><strong>41</strong></sup> When the ten heard about this, they became indignant with James and John. <sup><strong>42</strong></sup> Jesus called them together and said, \"You know that those who are regarded as rulers of the Gentiles lord it over them, and their high officials exercise authority over them. <sup><strong>43</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant, <sup><strong>44</strong></sup> and whoever wants to be first must be slave of all. <sup><strong>45</strong></sup> For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" <sup><strong>46</strong></sup> Then they came to Jericho. As Jesus and his disciples, together with a large crowd, were leaving the city, a blind man, Bartimaeus (that is, the Son of Timaeus), was sitting by the roadside begging. <sup><strong>47</strong></sup> When he heard that it was Jesus of Nazareth, he began to shout, \"Jesus, Son of David, have mercy on me!\" <sup><strong>48</strong></sup> Many rebuked him and told him to be quiet, but he shouted all the more, \"Son of David, have mercy on me!\" <sup><strong>49</strong></sup> Jesus stopped and said, \"Call him.\" So they called to the blind man, \"Cheer up! On your feet! He's calling you.\" <sup><strong>50</strong></sup> Throwing his cloak aside, he jumped to his feet and came to Jesus. <sup><strong>51</strong></sup> \"What do you want me to do for you?\" Jesus asked him. The blind man said, \"Rabbi, I want to see.\" <sup><strong>52</strong></sup> \"Go,\" said Jesus, \"your faith has healed you.\" Immediately he received his sight and followed Jesus along the road. "},{"_id":"6168d11d3b32607a097c1a90","topicId":"6168d1183b32607a097c1a81","verse":"Luke 2:14","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002014_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002014-1\">14&nbsp;</b>&nbsp;&nbsp;“Glory to God in the highest,</span><br><span id=\"p42002014_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on earth peace among those with whom he is pleased!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> Glory to God in the highest, and on earth peace, good will toward men.  ","niv":"<sup><strong>14</strong></sup> \"Glory to God in the highest, and on earth peace to men on whom his favor rests.\""},{"_id":"6168d11d3b32607a097c1a91","topicId":"6168d1183b32607a097c1a81","verse":"Mark 12:1-44","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41012001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41012001-1\">12:1&nbsp;</b>And he began to speak to them in parables. <span class=\"woc\">“A man planted a vineyard and put a fence around it and dug a pit for the winepress and built a tower, and leased it to tenants and went into another country.</span> <b class=\"verse-num woc\" id=\"v41012002-1\">2&nbsp;</b><span class=\"woc\">When the season came, he sent a servant to the tenants to get from them some of the fruit of the vineyard.</span> <b class=\"verse-num woc\" id=\"v41012003-1\">3&nbsp;</b><span class=\"woc\">And they took him and beat him and sent him away empty-handed.</span> <b class=\"verse-num woc\" id=\"v41012004-1\">4&nbsp;</b><span class=\"woc\">Again he sent to them another servant, and they struck him on the head and treated him shamefully.</span> <b class=\"verse-num woc\" id=\"v41012005-1\">5&nbsp;</b><span class=\"woc\">And he sent another, and him they killed. And so with many others: some they beat, and some they killed.</span> <b class=\"verse-num woc\" id=\"v41012006-1\">6&nbsp;</b><span class=\"woc\">He had still one other, a beloved son. Finally he sent him to them, saying, ‘They will respect my son.’</span> <b class=\"verse-num woc\" id=\"v41012007-1\">7&nbsp;</b><span class=\"woc\">But those tenants said to one another, ‘This is the heir. Come, let us kill him, and the inheritance will be ours.’</span> <b class=\"verse-num woc\" id=\"v41012008-1\">8&nbsp;</b><span class=\"woc\">And they took him and killed him and threw him out of the vineyard.</span> <b class=\"verse-num woc\" id=\"v41012009-1\">9&nbsp;</b><span class=\"woc\">What will the owner of the vineyard do? He will come and destroy the tenants and give the vineyard to others.</span> <b class=\"verse-num woc\" id=\"v41012010-1\">10&nbsp;</b><span class=\"woc\">Have you not read this Scripture:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41012010_06-17\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘The stone that the builders rejected</span><br><span id=\"p41012010_06-17\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone;</span></span><br><span id=\"p41012011_06-17\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v41012011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">this was the Lord’s doing,</span><br><span id=\"p41012011_06-17\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and it is marvelous in our eyes’?”</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p41012011_06-17\"><b class=\"verse-num\" id=\"v41012012-1\">12&nbsp;</b>And they were seeking to arrest him but feared the people, for they perceived that he had told the parable against them. So they left him and went away.</p>\n\n<p id=\"p41012012_10-17\"><b class=\"verse-num\" id=\"v41012013-1\">13&nbsp;</b>And they sent to him some of the Pharisees and some of the Herodians, to trap him in his talk. <b class=\"verse-num\" id=\"v41012014-1\">14&nbsp;</b>And they came and said to him, “Teacher, we know that you are true and do not care about anyone’s opinion. For you are not swayed by appearances, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not? Should we pay them, or should we not?” <b class=\"verse-num\" id=\"v41012015-1\">15&nbsp;</b>But, knowing their hypocrisy, he said to them, <span class=\"woc\">“Why put me to the test? Bring me a denarius and let me look at it.”</span> <b class=\"verse-num\" id=\"v41012016-1\">16&nbsp;</b>And they brought one. And he said to them, <span class=\"woc\">“Whose likeness and inscription is this?”</span> They said to him, “Caesar’s.” <b class=\"verse-num\" id=\"v41012017-1\">17&nbsp;</b>Jesus said to them, <span class=\"woc\">“Render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> And they marveled at him.</p>\n\n<p id=\"p41012017_16-17\"><b class=\"verse-num\" id=\"v41012018-1\">18&nbsp;</b>And Sadducees came to him, who say that there is no resurrection. And they asked him a question, saying, <b class=\"verse-num\" id=\"v41012019-1\">19&nbsp;</b>“Teacher, Moses wrote for us that if a man’s brother dies and leaves a wife, but leaves no child, the man must take the widow and raise up offspring for his brother. <b class=\"verse-num\" id=\"v41012020-1\">20&nbsp;</b>There were seven brothers; the first took a wife, and when he died left no offspring. <b class=\"verse-num\" id=\"v41012021-1\">21&nbsp;</b>And the second took her, and died, leaving no offspring. And the third likewise. <b class=\"verse-num\" id=\"v41012022-1\">22&nbsp;</b>And the seven left no offspring. Last of all the woman also died. <b class=\"verse-num\" id=\"v41012023-1\">23&nbsp;</b>In the resurrection, when they rise again, whose wife will she be? For the seven had her as wife.”</p>\n<p id=\"p41012023_16-17\"><b class=\"verse-num\" id=\"v41012024-1\">24&nbsp;</b>Jesus said to them, <span class=\"woc\">“Is this not the reason you are wrong, because you know neither the Scriptures nor the power of God?</span> <b class=\"verse-num woc\" id=\"v41012025-1\">25&nbsp;</b><span class=\"woc\">For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven.</span> <b class=\"verse-num woc\" id=\"v41012026-1\">26&nbsp;</b><span class=\"woc\">And as for the dead being raised, have you not read in the book of Moses, in the passage about the bush, how God spoke to him, saying, ‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’?</span> <b class=\"verse-num woc\" id=\"v41012027-1\">27&nbsp;</b><span class=\"woc\">He is not God of the dead, but of the living. You are quite wrong.”</span></p>\n\n<p id=\"p41012027_19-17\"><b class=\"verse-num\" id=\"v41012028-1\">28&nbsp;</b>And one of the scribes came up and heard them disputing with one another, and seeing that he answered them well, asked him, “Which commandment is the most important of all?” <b class=\"verse-num\" id=\"v41012029-1\">29&nbsp;</b>Jesus answered, <span class=\"woc\">“The most important is, ‘Hear, O Israel: The Lord our God, the Lord is one.</span> <b class=\"verse-num woc\" id=\"v41012030-1\">30&nbsp;</b><span class=\"woc\">And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’</span> <b class=\"verse-num woc\" id=\"v41012031-1\">31&nbsp;</b><span class=\"woc\">The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”</span> <b class=\"verse-num\" id=\"v41012032-1\">32&nbsp;</b>And the scribe said to him, “You are right, Teacher. You have truly said that he is one, and there is no other besides him. <b class=\"verse-num\" id=\"v41012033-1\">33&nbsp;</b>And to love him with all the heart and with all the understanding and with all the strength, and to love one’s neighbor as oneself, is much more than all whole burnt offerings and sacrifices.” <b class=\"verse-num\" id=\"v41012034-1\">34&nbsp;</b>And when Jesus saw that he answered wisely, he said to him, <span class=\"woc\">“You are not far from the kingdom of God.”</span> And after that no one dared to ask him any more questions.</p>\n\n<p id=\"p41012034_24-17\"><b class=\"verse-num\" id=\"v41012035-1\">35&nbsp;</b>And as Jesus taught in the temple, he said, <span class=\"woc\">“How can the scribes say that the Christ is the son of David?</span> <b class=\"verse-num woc\" id=\"v41012036-1\">36&nbsp;</b><span class=\"woc\">David himself, in the Holy Spirit, declared,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41012036_24-17\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘The Lord said to my Lord,</span><br><span id=\"p41012036_24-17\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p41012036_24-17\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;until I put your enemies under your feet.”’</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p41012036_24-17\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v41012037-1\">37&nbsp;</b><span class=\"woc\">David himself calls him Lord. So how is he his son?”</span> And the great throng heard him gladly.</p>\n\n<p id=\"p41012037_28-17\"><b class=\"verse-num\" id=\"v41012038-1\">38&nbsp;</b>And in his teaching he said, <span class=\"woc\">“Beware of the scribes, who like to walk around in long robes and like greetings in the marketplaces</span> <b class=\"verse-num woc\" id=\"v41012039-1\">39&nbsp;</b><span class=\"woc\">and have the best seats in the synagogues and the places of honor at feasts,</span> <b class=\"verse-num woc\" id=\"v41012040-1\">40&nbsp;</b><span class=\"woc\">who devour widows’ houses and for a pretense make long prayers. They will receive the greater condemnation.”</span></p>\n\n<p id=\"p41012040_31-17\"><b class=\"verse-num\" id=\"v41012041-1\">41&nbsp;</b>And he sat down opposite the treasury and watched the people putting money into the offering box. Many rich people put in large sums. <b class=\"verse-num\" id=\"v41012042-1\">42&nbsp;</b>And a poor widow came and put in two small copper coins, which make a penny. <b class=\"verse-num\" id=\"v41012043-1\">43&nbsp;</b>And he called his disciples to him and said to them, <span class=\"woc\">“Truly, I say to you, this poor widow has put in more than all those who are contributing to the offering box.</span> <b class=\"verse-num woc\" id=\"v41012044-1\">44&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty has put in everything she had, all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he began to speak unto them by parables. A certain  man planted a vineyard, and set an hedge about it,  and digged a place for the winefat, and built a tower, and let it out to husbandmen, and went into a far country.  <strong>2</strong> And at the season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruit of the vineyard.  <strong>3</strong> And they caught him, and beat him, and sent him away empty.  <strong>4</strong> And again he sent unto them another servant; and at him they cast stones, and wounded him in the head, and sent him  away shamefully handled.  <strong>5</strong> And again he sent another; and him they killed, and many others; beating some, and killing some.  <strong>6</strong> Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, They will reverence my son.  <strong>7</strong> But those husbandmen said among themselves, This is the heir; come, let us kill him, and the inheritance shall be ours.  <strong>8</strong> And they took him, and killed him, and cast him out of the vineyard.  <strong>9</strong> What shall therefore the lord of the vineyard do? he will come and destroy the husbandmen, and will give the vineyard unto others.  <strong>10</strong> And have ye not read this scripture; The stone which the builders rejected is become the head of the corner:  <strong>11</strong> This was the Lord’s doing, and it is marvellous in our eyes?  <strong>12</strong> And they sought to lay hold on him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way.  <strong>13</strong> And they send unto him certain of the Pharisees and of the Herodians, to catch him in his words.  <strong>14</strong> And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth: Is it lawful to give tribute to Caesar, or not?  <strong>15</strong> Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may seeit.  <strong>16</strong> And they brought it. And he saith unto them, Whose is this image and superscription? And they said unto him, Caesar’s.  <strong>17</strong> And Jesus answering said unto them, Render to Caesar the things that are Caesar’s, and to God the things that are God’s. And they marvelled at him.  <strong>18</strong> Then come unto him the Sadducees, which say there is no resurrection; and they asked him, saying,  <strong>19</strong> Master, Moses wrote unto us, If a man’s brother die, and leave his wife behind him, and leave no children, that his brother should take his wife, and raise up seed unto his brother.  <strong>20</strong> Now there were seven brethren: and the first took a wife, and dying left no seed.  <strong>21</strong> And the second took her, and died, neither left he any seed: and the third likewise.  <strong>22</strong> And the seven had her, and left no seed: last of all the woman died also.  <strong>23</strong> In the resurrection therefore, when they shall rise, whose wife shall she be of them? for the seven had her to wife.  <strong>24</strong> And Jesus answering said unto them, Do ye not therefore err, because ye know not the scriptures, neither the power of God?  <strong>25</strong> For when they shall rise from the dead, they neither marry, nor are given in marriage; but are as the angels which are in heaven.  <strong>26</strong> And as touching the dead, that they rise: have ye not read in the book of Moses, how in the bush God spake unto him, saying, I am  the God of Abraham, and the God of Isaac, and the God of Jacob?  <strong>27</strong> He is not the God of the dead, but the God of the living: ye therefore do greatly err. <strong>28</strong> And one of the scribes came, and having heard them reasoning together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?  <strong>29</strong> And Jesus answered him, The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:  <strong>30</strong> And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment.  <strong>31</strong> And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.  <strong>32</strong> And the scribe said unto him, Well, Master, thou hast said the truth: for there is one God; and there is none other but he:  <strong>33</strong> And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbour as himself, is more than all whole burnt offerings and sacrifices.  <strong>34</strong> And when Jesus saw that he answered discreetly, he said unto him, Thou art not far from the kingdom of God. And no man after that durst ask him any question.  <strong>35</strong> And Jesus answered and said, while he taught in the temple, How say the scribes that Christ is the Son of David?  <strong>36</strong> For David himself said by the Holy Ghost, The Lord said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool.  <strong>37</strong> David therefore himself calleth him Lord; and whence is he then his son? And the common people heard him gladly.  <strong>38</strong> And he said unto them in his doctrine, Beware of the scribes, which love to go in long clothing, and love salutations in the marketplaces,  <strong>39</strong> And the chief seats in the synagogues, and the uppermost rooms at feasts:  <strong>40</strong> Which devour widows’ houses, and for a pretence make long prayers: these shall receive greater damnation. <strong>41</strong> And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.  <strong>42</strong> And there came a certain poor widow, and she threw in two mites, which make a farthing.  <strong>43</strong> And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:  <strong>44</strong> For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living. ","niv":"<sup><strong>1</strong></sup> He then began to speak to them in parables: \"A man planted a vineyard. He put a wall around it, dug a pit for the winepress and built a watchtower. Then he rented the vineyard to some farmers and went away on a journey. <sup><strong>2</strong></sup> At harvest time he sent a servant to the tenants to collect from them some of the fruit of the vineyard. <sup><strong>3</strong></sup> But they seized him, beat him and sent him away empty-handed. <sup><strong>4</strong></sup> Then he sent another servant to them; they struck this man on the head and treated him shamefully. <sup><strong>5</strong></sup> He sent still another, and that one they killed. He sent many others; some of them they beat, others they killed. <sup><strong>6</strong></sup> \"He had one left to send, a son, whom he loved. He sent him last of all, saying, 'They will respect my son.' <sup><strong>7</strong></sup> \"But the tenants said to one another, 'This is the heir. Come, let's kill him, and the inheritance will be ours.' <sup><strong>8</strong></sup> So they took him and killed him, and threw him out of the vineyard. <sup><strong>9</strong></sup> \"What then will the owner of the vineyard do? He will come and kill those tenants and give the vineyard to others. <sup><strong>10</strong></sup> Haven't you read this scripture: \"'The stone the builders rejected has become the capstone; <sup><strong>11</strong></sup> the Lord has done this, and it is marvelous in our eyes'?\" <sup><strong>12</strong></sup> Then they looked for a way to arrest him because they knew he had spoken the parable against them. But they were afraid of the crowd; so they left him and went away. <sup><strong>13</strong></sup> Later they sent some of the Pharisees and Herodians to Jesus to catch him in his words. <sup><strong>14</strong></sup> They came to him and said, \"Teacher, we know you are a man of integrity. You aren't swayed by men, because you pay no attention to who they are; but you teach the way of God in accordance with the truth. Is it right to pay taxes to Caesar or not? <sup><strong>15</strong></sup> Should we pay or shouldn't we?\" <sup><strong>16</strong></sup> But Jesus knew their hypocrisy. \"Why are you trying to trap me?\" he asked. \"Bring me a denarius and let me look at it.\" They brought the coin, and he asked them, \"Whose portrait is this? And whose inscription?Caesar's,\" they replied. <sup><strong>17</strong></sup> Then Jesus said to them, \"Give to Caesar what is Caesar's and to God what is God's.\" And they were amazed at him. <sup><strong>18</strong></sup> Then the Sadducees, who say there is no resurrection, came to him with a question. <sup><strong>19</strong></sup> \"Teacher,\" they said, \"Moses wrote for us that if a man's brother dies and leaves a wife but no children, the man must marry the widow and have children for his brother. <sup><strong>20</strong></sup> Now there were seven brothers. The first one married and died without leaving any children. <sup><strong>21</strong></sup> The second one married the widow, but he also died, leaving no child. It was the same with the third. <sup><strong>22</strong></sup> In fact, none of the seven left any children. Last of all, the woman died too. <sup><strong>23</strong></sup> At the resurrection whose wife will she be, since the seven were married to her?\" <sup><strong>24</strong></sup> Jesus replied, \"Are you not in error because you do not know the Scriptures or the power of God? <sup><strong>25</strong></sup> When the dead rise, they will neither marry nor be given in marriage; they will be like the angels in heaven. <sup><strong>26</strong></sup> Now about the dead rising--have you not read in the book of Moses, in the account of the bush, how God said to him, 'I am the God of Abraham, the God of Isaac, and the God of Jacob'? <sup><strong>27</strong></sup> He is not the God of the dead, but of the living. You are badly mistaken!\" <sup><strong>28</strong></sup> One of the teachers of the law came and heard them debating. Noticing that Jesus had given them a good answer, he asked him, \"Of all the commandments, which is the most important?\" <sup><strong>29</strong></sup> \"The most important one,\" answered Jesus, \"is this: 'Hear, O Israel, the Lord our God, the Lord is one. <sup><strong>30</strong></sup> Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.' <sup><strong>31</strong></sup> The second is this: 'Love your neighbor as yourself.' There is no commandment greater than these.\" <sup><strong>32</strong></sup> \"Well said, teacher,\" the man replied. \"You are right in saying that God is one and there is no other but him. <sup><strong>33</strong></sup> To love him with all your heart, with all your understanding and with all your strength, and to love your neighbor as yourself is more important than all burnt offerings and sacrifices.\" <sup><strong>34</strong></sup> When Jesus saw that he had answered wisely, he said to him, \"You are not far from the kingdom of God.\" And from then on no one dared ask him any more questions. <sup><strong>35</strong></sup> While Jesus was teaching in the temple courts, he asked, \"How is it that the teachers of the law say that the Christ is the son of David? <sup><strong>36</strong></sup> David himself, speaking by the Holy Spirit, declared: \"'The Lord said to my Lord: \"Sit at my right hand until I put your enemies under your feet.\"' <sup><strong>37</strong></sup> David himself calls him 'Lord.' How then can he be his son?\" The large crowd listened to him with delight. <sup><strong>38</strong></sup> As he taught, Jesus said, \"Watch out for the teachers of the law. They like to walk around in flowing robes and be greeted in the marketplaces, <sup><strong>39</strong></sup> and have the most important seats in the synagogues and the places of honor at banquets. <sup><strong>40</strong></sup> They devour widows' houses and for a show make lengthy prayers. Such men will be punished most severely.\" <sup><strong>41</strong></sup> Jesus sat down opposite the place where the offerings were put and watched the crowd putting their money into the temple treasury. Many rich people threw in large amounts. <sup><strong>42</strong></sup> But a poor widow came and put in two very small copper coins, worth only a fraction of a penny. <sup><strong>43</strong></sup> Calling his disciples to him, Jesus said, \"I tell you the truth, this poor widow has put more into the treasury than all the others. <sup><strong>44</strong></sup> They all gave out of their wealth; but she, out of her poverty, put in everything--all she had to live on.\" "},{"_id":"6168d11e3b32607a097c1a92","topicId":"6168d1183b32607a097c1a81","verse":"Matthew 18:15-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40018001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40018001-1\">18:1&nbsp;</b>At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?” <b class=\"verse-num\" id=\"v40018002-1\">2&nbsp;</b>And calling to him a child, he put him in the midst of them <b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n<p id=\"p40018004_05-22\"><b class=\"verse-num woc\" id=\"v40018005-1\">5&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me,</span> <b class=\"verse-num woc\" id=\"v40018006-1\">6&nbsp;</b><span class=\"woc\">but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.</span></p>\n\n<p id=\"p40018006_08-22\"><b class=\"verse-num woc\" id=\"v40018007-1\">7&nbsp;</b><span class=\"woc\">“Woe to the world for temptations to sin! For it is necessary that temptations come, but woe to the one by whom the temptation comes!</span> <b class=\"verse-num woc\" id=\"v40018008-1\">8&nbsp;</b><span class=\"woc\">And if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than with two hands or two feet to be thrown into the eternal fire.</span> <b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n<p id=\"p40018009_14-22\"><b class=\"verse-num woc\" id=\"v40018010-1\">10&nbsp;</b><span class=\"woc\">“See that you do not despise one of these little ones. For I tell you that in heaven their angels always see the face of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40018012-1\">12&nbsp;</b><span class=\"woc\">What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray?</span> <b class=\"verse-num woc\" id=\"v40018013-1\">13&nbsp;</b><span class=\"woc\">And if he finds it, truly, I say to you, he rejoices over it more than over the ninety-nine that never went astray.</span> <b class=\"verse-num woc\" id=\"v40018014-1\">14&nbsp;</b><span class=\"woc\">So it is not the will of my Father who is in heaven that one of these little ones should perish.</span></p>\n\n<p id=\"p40018014_20-22\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span> <b class=\"verse-num woc\" id=\"v40018018-1\">18&nbsp;</b><span class=\"woc\">Truly, I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.</span> <b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span> <b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n\n<p id=\"p40018020_26-22\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n<p id=\"p40018022_26-22\"><b class=\"verse-num woc\" id=\"v40018023-1\">23&nbsp;</b><span class=\"woc\">“Therefore the kingdom of heaven may be compared to a king who wished to settle accounts with his servants.</span> <b class=\"verse-num woc\" id=\"v40018024-1\">24&nbsp;</b><span class=\"woc\">When he began to settle, one was brought to him who owed him ten thousand talents.</span> <b class=\"verse-num woc\" id=\"v40018025-1\">25&nbsp;</b><span class=\"woc\">And since he could not pay, his master ordered him to be sold, with his wife and children and all that he had, and payment to be made.</span> <b class=\"verse-num woc\" id=\"v40018026-1\">26&nbsp;</b><span class=\"woc\">So the servant fell on his knees, imploring him, ‘Have patience with me, and I will pay you everything.’</span> <b class=\"verse-num woc\" id=\"v40018027-1\">27&nbsp;</b><span class=\"woc\">And out of pity for him, the master of that servant released him and forgave him the debt.</span> <b class=\"verse-num woc\" id=\"v40018028-1\">28&nbsp;</b><span class=\"woc\">But when that same servant went out, he found one of his fellow servants who owed him a hundred denarii, and seizing him, he began to choke him, saying, ‘Pay what you owe.’</span> <b class=\"verse-num woc\" id=\"v40018029-1\">29&nbsp;</b><span class=\"woc\">So his fellow servant fell down and pleaded with him, ‘Have patience with me, and I will pay you.’</span> <b class=\"verse-num woc\" id=\"v40018030-1\">30&nbsp;</b><span class=\"woc\">He refused and went and put him in prison until he should pay the debt.</span> <b class=\"verse-num woc\" id=\"v40018031-1\">31&nbsp;</b><span class=\"woc\">When his fellow servants saw what had taken place, they were greatly distressed, and they went and reported to their master all that had taken place.</span> <b class=\"verse-num woc\" id=\"v40018032-1\">32&nbsp;</b><span class=\"woc\">Then his master summoned him and said to him, ‘You wicked servant! I forgave you all that debt because you pleaded with me.</span> <b class=\"verse-num woc\" id=\"v40018033-1\">33&nbsp;</b><span class=\"woc\">And should not you have had mercy on your fellow servant, as I had mercy on you?’</span> <b class=\"verse-num woc\" id=\"v40018034-1\">34&nbsp;</b><span class=\"woc\">And in anger his master delivered him to the jailers, until he should pay all his debt.</span> <b class=\"verse-num woc\" id=\"v40018035-1\">35&nbsp;</b><span class=\"woc\">So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.”</span></p>\n\n</div>","kjv":"<strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  ","niv":"<sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. "},{"_id":"6168d11e3b32607a097c1a94","topicId":"6168d1183b32607a097c1a81","verse":"Matthew 10:1-42","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40010001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40010001-1\">10:1&nbsp;</b>And he called to him his twelve disciples and gave them authority over unclean spirits, to cast them out, and to heal every disease and every affliction. <b class=\"verse-num\" id=\"v40010002-1\">2&nbsp;</b>The names of the twelve apostles are these: first, Simon, who is called Peter, and Andrew his brother; James the son of Zebedee, and John his brother; <b class=\"verse-num\" id=\"v40010003-1\">3&nbsp;</b>Philip and Bartholomew; Thomas and Matthew the tax collector; James the son of Alphaeus, and Thaddaeus; <b class=\"verse-num\" id=\"v40010004-1\">4&nbsp;</b>Simon the Zealot, and Judas Iscariot, who betrayed him.</p>\n\n<p id=\"p40010004_10-19\"><b class=\"verse-num\" id=\"v40010005-1\">5&nbsp;</b>These twelve Jesus sent out, instructing them, <span class=\"woc\">“Go nowhere among the Gentiles and enter no town of the Samaritans,</span> <b class=\"verse-num woc\" id=\"v40010006-1\">6&nbsp;</b><span class=\"woc\">but go rather to the lost sheep of the house of Israel.</span> <b class=\"verse-num woc\" id=\"v40010007-1\">7&nbsp;</b><span class=\"woc\">And proclaim as you go, saying, ‘The kingdom of heaven is at hand.’</span> <b class=\"verse-num woc\" id=\"v40010008-1\">8&nbsp;</b><span class=\"woc\">Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without paying; give without pay.</span> <b class=\"verse-num woc\" id=\"v40010009-1\">9&nbsp;</b><span class=\"woc\">Acquire no gold or silver or copper for your belts,</span> <b class=\"verse-num woc\" id=\"v40010010-1\">10&nbsp;</b><span class=\"woc\">no bag for your journey, or two tunics or sandals or a staff, for the laborer deserves his food.</span> <b class=\"verse-num woc\" id=\"v40010011-1\">11&nbsp;</b><span class=\"woc\">And whatever town or village you enter, find out who is worthy in it and stay there until you depart.</span> <b class=\"verse-num woc\" id=\"v40010012-1\">12&nbsp;</b><span class=\"woc\">As you enter the house, greet it.</span> <b class=\"verse-num woc\" id=\"v40010013-1\">13&nbsp;</b><span class=\"woc\">And if the house is worthy, let your peace come upon it, but if it is not worthy, let your peace return to you.</span> <b class=\"verse-num woc\" id=\"v40010014-1\">14&nbsp;</b><span class=\"woc\">And if anyone will not receive you or listen to your words, shake off the dust from your feet when you leave that house or town.</span> <b class=\"verse-num woc\" id=\"v40010015-1\">15&nbsp;</b><span class=\"woc\">Truly, I say to you, it will be more bearable on the day of judgment for the land of Sodom and Gomorrah than for that town.</span></p>\n\n<p id=\"p40010015_13-19\"><b class=\"verse-num woc\" id=\"v40010016-1\">16&nbsp;</b><span class=\"woc\">“Behold, I am sending you out as sheep in the midst of wolves, so be wise as serpents and innocent as doves.</span> <b class=\"verse-num woc\" id=\"v40010017-1\">17&nbsp;</b><span class=\"woc\">Beware of men, for they will deliver you over to courts and flog you in their synagogues,</span> <b class=\"verse-num woc\" id=\"v40010018-1\">18&nbsp;</b><span class=\"woc\">and you will be dragged before governors and kings for my sake, to bear witness before them and the Gentiles.</span> <b class=\"verse-num woc\" id=\"v40010019-1\">19&nbsp;</b><span class=\"woc\">When they deliver you over, do not be anxious how you are to speak or what you are to say, for what you are to say will be given to you in that hour.</span> <b class=\"verse-num woc\" id=\"v40010020-1\">20&nbsp;</b><span class=\"woc\">For it is not you who speak, but the Spirit of your Father speaking through you.</span> <b class=\"verse-num woc\" id=\"v40010021-1\">21&nbsp;</b><span class=\"woc\">Brother will deliver brother over to death, and the father his child, and children will rise against parents and have them put to death,</span> <b class=\"verse-num woc\" id=\"v40010022-1\">22&nbsp;</b><span class=\"woc\">and you will be hated by all for my name’s sake. But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40010023-1\">23&nbsp;</b><span class=\"woc\">When they persecute you in one town, flee to the next, for truly, I say to you, you will not have gone through all the towns of Israel before the Son of Man comes.</span></p>\n<p id=\"p40010023_13-19\"><b class=\"verse-num woc\" id=\"v40010024-1\">24&nbsp;</b><span class=\"woc\">“A disciple is not above his teacher, nor a servant above his master.</span> <b class=\"verse-num woc\" id=\"v40010025-1\">25&nbsp;</b><span class=\"woc\">It is enough for the disciple to be like his teacher, and the servant like his master. If they have called the master of the house Beelzebul, how much more will they malign those of his household.</span></p>\n\n<p id=\"p40010025_16-19\"><b class=\"verse-num woc\" id=\"v40010026-1\">26&nbsp;</b><span class=\"woc\">“So have no fear of them, for nothing is covered that will not be revealed, or hidden that will not be known.</span> <b class=\"verse-num woc\" id=\"v40010027-1\">27&nbsp;</b><span class=\"woc\">What I tell you in the dark, say in the light, and what you hear whispered, proclaim on the housetops.</span> <b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span> <b class=\"verse-num woc\" id=\"v40010029-1\">29&nbsp;</b><span class=\"woc\">Are not two sparrows sold for a penny? And not one of them will fall to the ground apart from your Father.</span> <b class=\"verse-num woc\" id=\"v40010030-1\">30&nbsp;</b><span class=\"woc\">But even the hairs of your head are all numbered.</span> <b class=\"verse-num woc\" id=\"v40010031-1\">31&nbsp;</b><span class=\"woc\">Fear not, therefore; you are of more value than many sparrows.</span> <b class=\"verse-num woc\" id=\"v40010032-1\">32&nbsp;</b><span class=\"woc\">So everyone who acknowledges me before men, I also will acknowledge before my Father who is in heaven,</span> <b class=\"verse-num woc\" id=\"v40010033-1\">33&nbsp;</b><span class=\"woc\">but whoever denies me before men, I also will deny before my Father who is in heaven.</span></p>\n\n<p id=\"p40010033_21-19\"><b class=\"verse-num woc\" id=\"v40010034-1\">34&nbsp;</b><span class=\"woc\">“Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword.</span> <b class=\"verse-num woc\" id=\"v40010035-1\">35&nbsp;</b><span class=\"woc\">For I have come to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law.</span> <b class=\"verse-num woc\" id=\"v40010036-1\">36&nbsp;</b><span class=\"woc\">And a person’s enemies will be those of his own household.</span> <b class=\"verse-num woc\" id=\"v40010037-1\">37&nbsp;</b><span class=\"woc\">Whoever loves father or mother more than me is not worthy of me, and whoever loves son or daughter more than me is not worthy of me.</span> <b class=\"verse-num woc\" id=\"v40010038-1\">38&nbsp;</b><span class=\"woc\">And whoever does not take his cross and follow me is not worthy of me.</span> <b class=\"verse-num woc\" id=\"v40010039-1\">39&nbsp;</b><span class=\"woc\">Whoever finds his life will lose it, and whoever loses his life for my sake will find it.</span></p>\n\n<p id=\"p40010039_22-19\"><b class=\"verse-num woc\" id=\"v40010040-1\">40&nbsp;</b><span class=\"woc\">“Whoever receives you receives me, and whoever receives me receives him who sent me.</span> <b class=\"verse-num woc\" id=\"v40010041-1\">41&nbsp;</b><span class=\"woc\">The one who receives a prophet because he is a prophet will receive a prophet’s reward, and the one who receives a righteous person because he is a righteous person will receive a righteous person’s reward.</span> <b class=\"verse-num woc\" id=\"v40010042-1\">42&nbsp;</b><span class=\"woc\">And whoever gives one of these little ones even a cup of cold water because he is a disciple, truly, I say to you, he will by no means lose his reward.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And when he had called unto him his twelve disciples, he gave them power against unclean spirits, to cast them out, and to heal all manner of sickness and all manner of disease.  <strong>2</strong> Now the names of the twelve apostles are these; The first, Simon, who is called Peter, and Andrew his brother; James the son of Zebedee, and John his brother;  <strong>3</strong> Philip, and Bartholomew; Thomas, and Matthew the publican; James the son of Alphaeus, and Lebbaeus, whose surname was Thaddaeus;  <strong>4</strong> Simon the Canaanite, and Judas Iscariot, who also betrayed him.  <strong>5</strong> These twelve Jesus sent forth, and commanded them, saying, Go not into the way of the Gentiles, and into any city of the Samaritans enter ye not:  <strong>6</strong> But go rather to the lost sheep of the house of Israel.  <strong>7</strong> And as ye go, preach, saying, The kingdom of heaven is at hand.  <strong>8</strong> Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.  <strong>9</strong> Provide neither gold, nor silver, nor brass in your purses,  <strong>10</strong> Nor scrip for your journey, neither two coats, neither shoes, nor yet staves: for the workman is worthy of his meat.  <strong>11</strong> And into whatsoever city or town ye shall enter, enquire who in it is worthy; and there abide till ye go thence.  <strong>12</strong> And when ye come into an house, salute it.  <strong>13</strong> And if the house be worthy, let your peace come upon it: but if it be not worthy, let your peace return to you.  <strong>14</strong> And whosoever shall not receive you, nor hear your words, when ye depart out of that house or city, shake off the dust of your feet.  <strong>15</strong> Verily I say unto you, It shall be more tolerable for the land of Sodom and Gomorrha in the day of judgment, than for that city. <strong>16</strong>           Behold, I send you forth as sheep in the midst of wolves: be ye therefore wise as serpents, and harmless as doves.  <strong>17</strong> But beware of men: for they will deliver you up to the councils, and they will scourge you in their synagogues;  <strong>18</strong> And ye shall be brought before governors and kings for my sake, for a testimony against them and the Gentiles.  <strong>19</strong> But when they deliver you up, take no thought how or what ye shall speak: for it shall be given you in that same hour what ye shall speak.  <strong>20</strong> For it is not ye that speak, but the Spirit of your Father which speaketh in you.  <strong>21</strong> And the brother shall deliver up the brother to death, and the father the child: and the children shall rise up against their  parents, and cause them to be put to death.  <strong>22</strong> And ye shall be hated of all men for my name’s sake: but he that endureth to the end shall be saved.  <strong>23</strong> But when they persecute you in this city, flee ye into another: for verily I say unto you, Ye shall not have gone over the cities of Israel, till the Son of man be come.  <strong>24</strong> The disciple is not above his master, nor the servant above his lord.  <strong>25</strong> It is enough for the disciple that he be as his master, and the servant as his lord. If they have called the master of the house Beelzebub, how much more shall they call them of his household?  <strong>26</strong> Fear them not therefore: for there is nothing covered, that shall not be revealed; and hid, that shall not be known.  <strong>27</strong> What I tell you in darkness, that speak ye in light: and what ye hear in the ear, that preach ye upon the housetops.  <strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  <strong>29</strong> Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father.  <strong>30</strong> But the very hairs of your head are all numbered.  <strong>31</strong> Fear ye not therefore, ye are of more value than many sparrows.  <strong>32</strong> Whosoever therefore shall confess me before men, him will I confess also before my Father which is in heaven.  <strong>33</strong> But whosoever shall deny me before men, him will I also deny before my Father which is in heaven.  <strong>34</strong> Think not that I am come to send peace on earth: I came not to send peace, but a sword.  <strong>35</strong> For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law.  <strong>36</strong> And a man’s foes shall be they of his own household.  <strong>37</strong> He that loveth father or mother more than me is not worthy of me: and he that loveth son or daughter more than me is not worthy of me.  <strong>38</strong> And he that taketh not his cross, and followeth after me, is not worthy of me.  <strong>39</strong> He that findeth his life shall lose it: and he that loseth his life for my sake shall find it. <strong>40</strong>           He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me.  <strong>41</strong> He that receiveth a prophet in the name of a prophet shall receive a prophet’s reward; and he that receiveth a righteous man in the name of a righteous man shall receive a righteous man’s reward.  <strong>42</strong> And whosoever shall give to drink unto one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward. ","niv":"<sup><strong>1</strong></sup> He called his twelve disciples to him and gave them authority to drive out evil spirits and to heal every disease and sickness. <sup><strong>2</strong></sup> These are the names of the twelve apostles: first, Simon (who is called Peter) and his brother Andrew; James son of Zebedee, and his brother John; <sup><strong>3</strong></sup> Philip and Bartholomew; Thomas and Matthew the tax collector; James son of Alphaeus, and Thaddaeus; <sup><strong>4</strong></sup> Simon the Zealot and Judas Iscariot, who betrayed him. <sup><strong>5</strong></sup> These twelve Jesus sent out with the following instructions: \"Do not go among the Gentiles or enter any town of the Samaritans. <sup><strong>6</strong></sup> Go rather to the lost sheep of Israel. <sup><strong>7</strong></sup> As you go, preach this message: 'The kingdom of heaven is near.' <sup><strong>8</strong></sup> Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received, freely give. <sup><strong>9</strong></sup> Do not take along any gold or silver or copper in your belts; <sup><strong>10</strong></sup> take no bag for the journey, or extra tunic, or sandals or a staff; for the worker is worth his keep. <sup><strong>11</strong></sup> \"Whatever town or village you enter, search for some worthy person there and stay at his house until you leave. <sup><strong>12</strong></sup> As you enter the home, give it your greeting. <sup><strong>13</strong></sup> If the home is deserving, let your peace rest on it; if it is not, let your peace return to you. <sup><strong>14</strong></sup> If anyone will not welcome you or listen to your words, shake the dust off your feet when you leave that home or town. <sup><strong>15</strong></sup> I tell you the truth, it will be more bearable for Sodom and Gomorrah on the day of judgment than for that town. <sup><strong>16</strong></sup> I am sending you out like sheep among wolves. Therefore be as shrewd as snakes and as innocent as doves. <sup><strong>17</strong></sup> \"Be on your guard against men; they will hand you over to the local councils and flog you in their synagogues. <sup><strong>18</strong></sup> On my account you will be brought before governors and kings as witnesses to them and to the Gentiles. <sup><strong>19</strong></sup> But when they arrest you, do not worry about what to say or how to say it. At that time you will be given what to say, <sup><strong>20</strong></sup> for it will not be you speaking, but the Spirit of your Father speaking through you. <sup><strong>21</strong></sup> \"Brother will betray brother to death, and a father his child; children will rebel against their parents and have them put to death. <sup><strong>22</strong></sup> All men will hate you because of me, but he who stands firm to the end will be saved. <sup><strong>23</strong></sup> When you are persecuted in one place, flee to another. I tell you the truth, you will not finish going through the cities of Israel before the Son of Man comes. <sup><strong>24</strong></sup> \"A student is not above his teacher, nor a servant above his master. <sup><strong>25</strong></sup> It is enough for the student to be like his teacher, and the servant like his master. If the head of the house has been called Beelzebub, how much more the members of his household! <sup><strong>26</strong></sup> \"So do not be afraid of them. There is nothing concealed that will not be disclosed, or hidden that will not be made known. <sup><strong>27</strong></sup> What I tell you in the dark, speak in the daylight; what is whispered in your ear, proclaim from the roofs. <sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell. <sup><strong>29</strong></sup> Are not two sparrows sold for a penny? Yet not one of them will fall to the ground apart from the will of your Father. <sup><strong>30</strong></sup> And even the very hairs of your head are all numbered. <sup><strong>31</strong></sup> So don't be afraid; you are worth more than many sparrows. <sup><strong>32</strong></sup> \"Whoever acknowledges me before men, I will also acknowledge him before my Father in heaven. <sup><strong>33</strong></sup> But whoever disowns me before men, I will disown him before my Father in heaven. <sup><strong>34</strong></sup> \"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword. <sup><strong>35</strong></sup> For I have come to turn \"'a man against his father, a daughter against her mother, a daughter-in-law against her mother-in-law-- <sup><strong>36</strong></sup> a man's enemies will be the members of his own household.' <sup><strong>37</strong></sup> \"Anyone who loves his father or mother more than me is not worthy of me; anyone who loves his son or daughter more than me is not worthy of me; <sup><strong>38</strong></sup> and anyone who does not take his cross and follow me is not worthy of me. <sup><strong>39</strong></sup> Whoever finds his life will lose it, and whoever loses his life for my sake will find it. <sup><strong>40</strong></sup> \"He who receives you receives me, and he who receives me receives the one who sent me. <sup><strong>41</strong></sup> Anyone who receives a prophet because he is a prophet will receive a prophet's reward, and anyone who receives a righteous man because he is a righteous man will receive a righteous man's reward. <sup><strong>42</strong></sup> And if anyone gives even a cup of cold water to one of these little ones because he is my disciple, I tell you the truth, he will certainly not lose his reward.\" "},{"_id":"6168d11e3b32607a097c1a93","topicId":"6168d1183b32607a097c1a81","verse":"Matthew 22:36","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40022036_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022036-1\">36&nbsp;</b>“Teacher, which is the great commandment in the Law?”</p>\n</div>","kjv":"<strong>36</strong> Master, which is the great commandment in the law?  ","niv":"<sup><strong>36</strong></sup> \"Teacher, which is the greatest commandment in the Law?\""},{"_id":"6168d11e3b32607a097c1a95","topicId":"6168d1183b32607a097c1a81","verse":"Matthew 19:1-30","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40019001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40019001-1\">19:1&nbsp;</b>Now when Jesus had finished these sayings, he went away from Galilee and entered the region of Judea beyond the Jordan. <b class=\"verse-num\" id=\"v40019002-1\">2&nbsp;</b>And large crowds followed him, and he healed them there.</p>\n<p id=\"p40019002_04-21\"><b class=\"verse-num\" id=\"v40019003-1\">3&nbsp;</b>And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?” <b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span> <b class=\"verse-num\" id=\"v40019007-1\">7&nbsp;</b>They said to him, “Why then did Moses command one to give a certificate of divorce and to send her away?” <b class=\"verse-num\" id=\"v40019008-1\">8&nbsp;</b>He said to them, <span class=\"woc\">“Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.</span> <b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n<p id=\"p40019009_04-21\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n\n<p id=\"p40019012_10-21\"><b class=\"verse-num\" id=\"v40019013-1\">13&nbsp;</b>Then children were brought to him that he might lay his hands on them and pray. The disciples rebuked the people, <b class=\"verse-num\" id=\"v40019014-1\">14&nbsp;</b>but Jesus said, <span class=\"woc\">“Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”</span> <b class=\"verse-num\" id=\"v40019015-1\">15&nbsp;</b>And he laid his hands on them and went away.</p>\n\n<p id=\"p40019015_14-21\"><b class=\"verse-num\" id=\"v40019016-1\">16&nbsp;</b>And behold, a man came up to him, saying, “Teacher, what good deed must I do to have eternal life?” <b class=\"verse-num\" id=\"v40019017-1\">17&nbsp;</b>And he said to him, <span class=\"woc\">“Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”</span> <b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span> <b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span> <b class=\"verse-num\" id=\"v40019020-1\">20&nbsp;</b>The young man said to him, “All these I have kept. What do I still lack?” <b class=\"verse-num\" id=\"v40019021-1\">21&nbsp;</b>Jesus said to him, <span class=\"woc\">“If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v40019022-1\">22&nbsp;</b>When the young man heard this he went away sorrowful, for he had great possessions.</p>\n<p id=\"p40019022_14-21\"><b class=\"verse-num\" id=\"v40019023-1\">23&nbsp;</b>And Jesus said to his disciples, <span class=\"woc\">“Truly, I say to you, only with difficulty will a rich person enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40019024-1\">24&nbsp;</b><span class=\"woc\">Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v40019025-1\">25&nbsp;</b>When the disciples heard this, they were greatly astonished, saying, “Who then can be saved?” <b class=\"verse-num\" id=\"v40019026-1\">26&nbsp;</b>But Jesus looked at them and said, <span class=\"woc\">“With man this is impossible, but with God all things are possible.”</span> <b class=\"verse-num\" id=\"v40019027-1\">27&nbsp;</b>Then Peter said in reply, “See, we have left everything and followed you. What then will we have?” <b class=\"verse-num\" id=\"v40019028-1\">28&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.</span> <b class=\"verse-num woc\" id=\"v40019029-1\">29&nbsp;</b><span class=\"woc\">And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life.</span> <b class=\"verse-num woc\" id=\"v40019030-1\">30&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.</span></p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;  <strong>2</strong> And great multitudes followed him; and he healed them there.  <strong>3</strong> The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?  <strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  <strong>7</strong> They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?  <strong>8</strong> He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  <strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  <strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. <strong>13</strong> Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.  <strong>14</strong> But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.  <strong>15</strong> And he laid his hands on them, and departed thence.  <strong>16</strong> And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?  <strong>17</strong> And he said unto him, Why callest thou me good? there is  none good but one, that is, God: but if thou wilt enter into life, keep the commandments.  <strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  <strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  <strong>20</strong> The young man saith unto him, All these things have I kept from my youth up: what lack I yet?  <strong>21</strong> Jesus said unto him, If thou wilt be perfect, go and  sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.  <strong>22</strong> But when the young man heard that saying, he went away sorrowful: for he had great possessions.  <strong>23</strong> Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.  <strong>24</strong> And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>25</strong> When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?  <strong>26</strong> But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible. <strong>27</strong> Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?  <strong>28</strong> And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.  <strong>29</strong> And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life.  <strong>30</strong> But many that are first shall be last; and the last shall be first. ","niv":"<sup><strong>1</strong></sup> When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan. <sup><strong>2</strong></sup> Large crowds followed him, and he healed them there. <sup><strong>3</strong></sup> Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\" <sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" <sup><strong>7</strong></sup> \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\" <sup><strong>8</strong></sup> Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. <sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" <sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" <sup><strong>13</strong></sup> Then little children were brought to Jesus for him to place his hands on them and pray for them. But the disciples rebuked those who brought them. <sup><strong>14</strong></sup> Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\" <sup><strong>15</strong></sup> When he had placed his hands on them, he went on from there. <sup><strong>16</strong></sup> Now a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\" <sup><strong>17</strong></sup> \"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, obey the commandments.\" <sup><strong>18</strong></sup> \"Which ones?\" the man inquired. <sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\" <sup><strong>20</strong></sup> \"All these I have kept,\" the young man said. \"What do I still lack?\" <sup><strong>21</strong></sup> Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> When the young man heard this, he went away sad, because he had great wealth. <sup><strong>23</strong></sup> Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. <sup><strong>24</strong></sup> Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>25</strong></sup> When the disciples heard this, they were greatly astonished and asked, \"Who then can be saved?\" <sup><strong>26</strong></sup> Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\" <sup><strong>27</strong></sup> Peter answered him, \"We have left everything to follow you! What then will there be for us?\" <sup><strong>28</strong></sup> Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. <sup><strong>29</strong></sup> And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life. <sup><strong>30</strong></sup> But many who are first will be last, and many who are last will be first. "},{"_id":"6168d11f3b32607a097c1a96","topicId":"6168d1183b32607a097c1a81","verse":"Matthew 18:1-35","votes":1,"__v":0,"kjv":"<strong>1</strong> At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?  <strong>2</strong> And Jesus called a little child unto him, and set him in the midst of them,  <strong>3</strong> And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.  <strong>4</strong> Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.  <strong>5</strong> And whoso shall receive one such little child in my name receiveth me.  <strong>6</strong> But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. <strong>7</strong>           Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh!  <strong>8</strong> Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.  <strong>9</strong> And if thine eye offend thee, pluck it out, and cast it  from thee: it is better for thee to enter into life with one eye, rather than having two eyes to be cast into hell fire.  <strong>10</strong> Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven.  <strong>11</strong> For the Son of man is come to save that which was lost.  <strong>12</strong> How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray?  <strong>13</strong> And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray.  <strong>14</strong> Even so it is not the will of your Father which is in heaven, that one of these little ones should perish. <strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  <strong>18</strong> Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.  <strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  <strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. <strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  <strong>22</strong> Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. <strong>23</strong>           Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants.  <strong>24</strong> And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.  <strong>25</strong> But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made.  <strong>26</strong> The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay thee all.  <strong>27</strong> Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt.  <strong>28</strong> But the same servant went out, and found one of his fellowservants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that thou owest.  <strong>29</strong> And his fellowservant fell down at his feet, and besought him, saying, Have patience with me, and I will pay thee all.  <strong>30</strong> And he would not: but went and cast him into prison, till he should pay the debt.  <strong>31</strong> So when his fellowservants saw what was done, they were very sorry, and came and told unto their lord all that was done.  <strong>32</strong> Then his lord, after that he had called him, said unto him, O thou wicked servant, I forgave thee all that debt, because thou desiredst me:  <strong>33</strong> Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee?  <strong>34</strong> And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him.  <strong>35</strong> So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses. ","niv":"<sup><strong>1</strong></sup> At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\" <sup><strong>2</strong></sup> He called a little child and had him stand among them. <sup><strong>3</strong></sup> And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven. <sup><strong>4</strong></sup> Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven. <sup><strong>5</strong></sup> \"And whoever welcomes a little child like this in my name welcomes me. <sup><strong>6</strong></sup> But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea. <sup><strong>7</strong></sup> \"Woe to the world because of the things that cause people to sin! Such things must come, but woe to the man through whom they come! <sup><strong>8</strong></sup> If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire. <sup><strong>9</strong></sup> And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell. <sup><strong>10</strong></sup> \"See that you do not look down on one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven. <sup><strong>11</strong></sup> See Footnote <sup><strong>12</strong></sup> \"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off? <sup><strong>13</strong></sup> And if he finds it, I tell you the truth, he is happier about that one sheep than about the ninety-nine that did not wander off. <sup><strong>14</strong></sup> In the same way your Father in heaven is not willing that any of these little ones should be lost. <sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. <sup><strong>18</strong></sup> \"I tell you the truth, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven. <sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven. <sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\" <sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\" <sup><strong>22</strong></sup> Jesus answered, \"I tell you, not seven times, but seventy-seven times. <sup><strong>23</strong></sup> \"Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. <sup><strong>24</strong></sup> As he began the settlement, a man who owed him ten thousand talents was brought to him. <sup><strong>25</strong></sup> Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. <sup><strong>26</strong></sup> \"The servant fell on his knees before him. 'Be patient with me,' he begged, 'and I will pay back everything.' <sup><strong>27</strong></sup> The servant's master took pity on him, canceled the debt and let him go. <sup><strong>28</strong></sup> \"But when that servant went out, he found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him. 'Pay back what you owe me!' he demanded. <sup><strong>29</strong></sup> \"His fellow servant fell to his knees and begged him, 'Be patient with me, and I will pay you back.' <sup><strong>30</strong></sup> \"But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. <sup><strong>31</strong></sup> When the other servants saw what had happened, they were greatly distressed and went and told their master everything that had happened. <sup><strong>32</strong></sup> \"Then the master called the servant in. 'You wicked servant,' he said, 'I canceled all that debt of yours because you begged me to. <sup><strong>33</strong></sup> Shouldn't you have had mercy on your fellow servant just as I had on you?' <sup><strong>34</strong></sup> In anger his master turned him over to the jailers to be tortured, until he should pay back all he owed. <sup><strong>35</strong></sup> \"This is how my heavenly Father will treat each of you unless you forgive your brother from your heart.\" "},{"_id":"6168d11f3b32607a097c1a98","topicId":"6168d1183b32607a097c1a81","verse":"Galatians 6:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ."},{"_id":"6168d11f3b32607a097c1a97","topicId":"6168d1183b32607a097c1a81","verse":"Leviticus 19:1-37","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p03019001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03019001-1\">19:1&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v03019002-1\">2&nbsp;</b>“Speak to all the congregation of the people of Israel and say to them, You shall be holy, for I the LORD your God am holy. <b class=\"verse-num\" id=\"v03019003-1\">3&nbsp;</b>Every one of you shall revere his mother and his father, and you shall keep my Sabbaths: I am the LORD your God. <b class=\"verse-num\" id=\"v03019004-1\">4&nbsp;</b>Do not turn to idols or make for yourselves any gods of cast metal: I am the LORD your God.</p>\n<p id=\"p03019004_05-24\"><b class=\"verse-num\" id=\"v03019005-1\">5&nbsp;</b>“When you offer a sacrifice of peace offerings to the LORD, you shall offer it so that you may be accepted. <b class=\"verse-num\" id=\"v03019006-1\">6&nbsp;</b>It shall be eaten the same day you offer it or on the day after, and anything left over until the third day shall be burned up with fire. <b class=\"verse-num\" id=\"v03019007-1\">7&nbsp;</b>If it is eaten at all on the third day, it is tainted; it will not be accepted, <b class=\"verse-num\" id=\"v03019008-1\">8&nbsp;</b>and everyone who eats it shall bear his iniquity, because he has profaned what is holy to the LORD, and that person shall be cut off from his people.</p>\n\n<p id=\"p03019008_10-24\"><b class=\"verse-num\" id=\"v03019009-1\">9&nbsp;</b>“When you reap the harvest of your land, you shall not reap your field right up to its edge, neither shall you gather the gleanings after your harvest. <b class=\"verse-num\" id=\"v03019010-1\">10&nbsp;</b>And you shall not strip your vineyard bare, neither shall you gather the fallen grapes of your vineyard. You shall leave them for the poor and for the sojourner: I am the LORD your God.</p>\n<p id=\"p03019010_10-24\"><b class=\"verse-num\" id=\"v03019011-1\">11&nbsp;</b>“You shall not steal; you shall not deal falsely; you shall not lie to one another. <b class=\"verse-num\" id=\"v03019012-1\">12&nbsp;</b>You shall not swear by my name falsely, and so profane the name of your God: I am the LORD.</p>\n<p id=\"p03019012_10-24\"><b class=\"verse-num\" id=\"v03019013-1\">13&nbsp;</b>“You shall not oppress your neighbor or rob him. The wages of a hired worker shall not remain with you all night until the morning. <b class=\"verse-num\" id=\"v03019014-1\">14&nbsp;</b>You shall not curse the deaf or put a stumbling block before the blind, but you shall fear your God: I am the LORD.</p>\n<p id=\"p03019014_10-24\"><b class=\"verse-num\" id=\"v03019015-1\">15&nbsp;</b>“You shall do no injustice in court. You shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor. <b class=\"verse-num\" id=\"v03019016-1\">16&nbsp;</b>You shall not go around as a slanderer among your people, and you shall not stand up against the life of your neighbor: I am the LORD.</p>\n<p id=\"p03019016_10-24\"><b class=\"verse-num\" id=\"v03019017-1\">17&nbsp;</b>“You shall not hate your brother in your heart, but you shall reason frankly with your neighbor, lest you incur sin because of him. <b class=\"verse-num\" id=\"v03019018-1\">18&nbsp;</b>You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the LORD.</p>\n\n<p id=\"p03019018_15-24\"><b class=\"verse-num\" id=\"v03019019-1\">19&nbsp;</b>“You shall keep my statutes. You shall not let your cattle breed with a different kind. You shall not sow your field with two kinds of seed, nor shall you wear a garment of cloth made of two kinds of material.</p>\n<p id=\"p03019019_15-24\"><b class=\"verse-num\" id=\"v03019020-1\">20&nbsp;</b>“If a man lies sexually with a woman who is a slave, assigned to another man and not yet ransomed or given her freedom, a distinction shall be made. They shall not be put to death, because she was not free; <b class=\"verse-num\" id=\"v03019021-1\">21&nbsp;</b>but he shall bring his compensation to the LORD, to the entrance of the tent of meeting, a ram for a guilt offering. <b class=\"verse-num\" id=\"v03019022-1\">22&nbsp;</b>And the priest shall make atonement for him with the ram of the guilt offering before the LORD for his sin that he has committed, and he shall be forgiven for the sin that he has committed.</p>\n<p id=\"p03019022_15-24\"><b class=\"verse-num\" id=\"v03019023-1\">23&nbsp;</b>“When you come into the land and plant any kind of tree for food, then you shall regard its fruit as forbidden. Three years it shall be forbidden to you; it must not be eaten. <b class=\"verse-num\" id=\"v03019024-1\">24&nbsp;</b>And in the fourth year all its fruit shall be holy, an offering of praise to the LORD. <b class=\"verse-num\" id=\"v03019025-1\">25&nbsp;</b>But in the fifth year you may eat of its fruit, to increase its yield for you: I am the LORD your God.</p>\n<p id=\"p03019025_15-24\"><b class=\"verse-num\" id=\"v03019026-1\">26&nbsp;</b>“You shall not eat any flesh with the blood in it. You shall not interpret omens or tell fortunes. <b class=\"verse-num\" id=\"v03019027-1\">27&nbsp;</b>You shall not round off the hair on your temples or mar the edges of your beard. <b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n<p id=\"p03019028_15-24\"><b class=\"verse-num\" id=\"v03019029-1\">29&nbsp;</b>“Do not profane your daughter by making her a prostitute, lest the land fall into prostitution and the land become full of depravity. <b class=\"verse-num\" id=\"v03019030-1\">30&nbsp;</b>You shall keep my Sabbaths and reverence my sanctuary: I am the LORD.</p>\n<p id=\"p03019030_15-24\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n<p id=\"p03019031_15-24\"><b class=\"verse-num\" id=\"v03019032-1\">32&nbsp;</b>“You shall stand up before the gray head and honor the face of an old man, and you shall fear your God: I am the LORD.</p>\n<p id=\"p03019032_15-24\"><b class=\"verse-num\" id=\"v03019033-1\">33&nbsp;</b>“When a stranger sojourns with you in your land, you shall not do him wrong. <b class=\"verse-num\" id=\"v03019034-1\">34&nbsp;</b>You shall treat the stranger who sojourns with you as the native among you, and you shall love him as yourself, for you were strangers in the land of Egypt: I am the LORD your God.</p>\n<p id=\"p03019034_15-24\"><b class=\"verse-num\" id=\"v03019035-1\">35&nbsp;</b>“You shall do no wrong in judgment, in measures of length or weight or quantity. <b class=\"verse-num\" id=\"v03019036-1\">36&nbsp;</b>You shall have just balances, just weights, a just ephah, and a just hin: I am the LORD your God, who brought you out of the land of Egypt. <b class=\"verse-num\" id=\"v03019037-1\">37&nbsp;</b>And you shall observe all my statutes and all my rules, and do them: I am the LORD.”</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto all the congregation of the children of Israel, and say unto them, Ye shall be holy: for I the LORD your God am holy.  <strong>3</strong> Ye shall fear every man his mother, and his father, and keep my sabbaths: I am the LORD your God.  <strong>4</strong> Turn ye not unto idols, nor make to yourselves molten gods: I am  the LORD your God.  <strong>5</strong> And if ye offer a sacrifice of peace offerings unto the LORD, ye shall offer it at your own will.  <strong>6</strong> It shall be eaten the same day ye offer it, and on the morrow: and if ought remain until the third day, it shall be burnt in the fire.  <strong>7</strong> And if it be eaten at all on the third day, it is abominable; it shall not be accepted.  <strong>8</strong> Therefore every one that eateth it shall bear his iniquity, because he hath profaned the hallowed thing of the LORD: and that soul shall be cut off from among his people.  <strong>9</strong> And when ye reap the harvest of your land, thou shalt not wholly reap the corners of thy field, neither shalt thou gather the gleanings of thy harvest.  <strong>10</strong> And thou shalt not glean thy vineyard, neither shalt thou gather every grape of thy vineyard; thou shalt leave them for the poor and stranger: I am the LORD your God.  <strong>11</strong> Ye shall not steal, neither deal falsely, neither lie one to another.  <strong>12</strong> And ye shall not swear by my name falsely, neither shalt thou profane the name of thy God: I am the LORD.  <strong>13</strong> Thou shalt not defraud thy neighbour, neither rob him: the wages of him that is hired shall not abide with thee all night until the morning.  <strong>14</strong> Thou shalt not curse the deaf, nor put a stumblingblock before the blind, but shalt fear thy God: I am the LORD.  <strong>15</strong> Ye shall do no unrighteousness in judgment: thou shalt not respect the person of the poor, nor honour the person of the mighty: but in righteousness shalt thou judge thy neighbour.  <strong>16</strong> Thou shalt not go up and down as a talebearer among thy people: neither shalt thou stand against the blood of thy neighbour: I am the LORD.  <strong>17</strong> Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.  <strong>18</strong> Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the LORD.  <strong>19</strong> Ye shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee.  <strong>20</strong> And whosoever lieth carnally with a woman, that is a bondmaid, betrothed to an husband, and not at all redeemed, nor freedom given her; she shall be scourged; they shall not be put to death, because she was not free.  <strong>21</strong> And he shall bring his trespass offering unto the LORD, unto the door of the tabernacle of the congregation, even a ram for a trespass offering.  <strong>22</strong> And the priest shall make an atonement for him with the ram of the trespass offering before the LORD for his sin which he hath done: and the sin which he hath done shall be forgiven him.  <strong>23</strong> And when ye shall come into the land, and shall have planted all manner of trees for food, then ye shall count the fruit thereof as uncircumcised: three years shall it be as uncircumcised unto you: it shall not be eaten of.  <strong>24</strong> But in the fourth year all the fruit thereof shall be holy to praise the LORD withal.  <strong>25</strong> And in the fifth year shall ye eat of the fruit thereof, that it may yield unto you the increase thereof: I am the LORD your God.  <strong>26</strong> Ye shall not eat any thing with the blood: neither shall ye use enchantment, nor observe times.  <strong>27</strong> Ye shall not round the corners of your heads, neither shalt thou mar the corners of thy beard.  <strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  <strong>29</strong> Do not prostitute thy daughter, to cause her to be a whore; lest the land fall to whoredom, and the land become full of wickedness.  <strong>30</strong> Ye shall keep my sabbaths, and reverence my sanctuary: I am  the LORD.  <strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  <strong>32</strong> Thou shalt rise up before the hoary head, and honour the face of the old man, and fear thy God: I am the LORD.  <strong>33</strong> And if a stranger sojourn with thee in your land, ye shall not vex him.  <strong>34</strong> But the stranger that dwelleth with you shall be unto you as one born among you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt: I am the LORD your God.  <strong>35</strong> Ye shall do no unrighteousness in judgment, in meteyard, in weight, or in measure.  <strong>36</strong> Just balances, just weights, a just ephah, and a just hin, shall ye have: I am the LORD your God, which brought you out of the land of Egypt.  <strong>37</strong> Therefore shall ye observe all my statutes, and all my judgments, and do them: I am the LORD.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Speak to the entire assembly of Israel and say to them: 'Be holy because I, the LORD your God, am holy. <sup><strong>3</strong></sup> \"'Each of you must respect his mother and father, and you must observe my Sabbaths. I am the LORD your God. <sup><strong>4</strong></sup> \"'Do not turn to idols or make gods of cast metal for yourselves. I am the LORD your God. <sup><strong>5</strong></sup> \"'When you sacrifice a fellowship offering to the LORD, sacrifice it in such a way that it will be accepted on your behalf. <sup><strong>6</strong></sup> It shall be eaten on the day you sacrifice it or on the next day; anything left over until the third day must be burned up. <sup><strong>7</strong></sup> If any of it is eaten on the third day, it is impure and will not be accepted. <sup><strong>8</strong></sup> Whoever eats it will be held responsible because he has desecrated what is holy to the LORD; that person must be cut off from his people. <sup><strong>9</strong></sup> \"'When you reap the harvest of your land, do not reap to the very edges of your field or gather the gleanings of your harvest. <sup><strong>10</strong></sup> Do not go over your vineyard a second time or pick up the grapes that have fallen. Leave them for the poor and the alien. I am the LORD your God. <sup><strong>11</strong></sup> \"'Do not steal. \"'Do not lie. \"'Do not deceive one another. <sup><strong>12</strong></sup> \"'Do not swear falsely by my name and so profane the name of your God. I am the LORD. <sup><strong>13</strong></sup> \"'Do not defraud your neighbor or rob him. \"'Do not hold back the wages of a hired man overnight. <sup><strong>14</strong></sup> \"'Do not curse the deaf or put a stumbling block in front of the blind, but fear your God. I am the LORD. <sup><strong>15</strong></sup> \"'Do not pervert justice; do not show partiality to the poor or favoritism to the great, but judge your neighbor fairly. <sup><strong>16</strong></sup> \"'Do not go about spreading slander among your people. \"'Do not do anything that endangers your neighbor's life. I am the LORD. <sup><strong>17</strong></sup> \"'Do not hate your brother in your heart. Rebuke your neighbor frankly so you will not share in his guilt. <sup><strong>18</strong></sup> \"'Do not seek revenge or bear a grudge against one of your people, but love your neighbor as yourself. I am the LORD. <sup><strong>19</strong></sup> \"'Keep my decrees. \"'Do not mate different kinds of animals. \"'Do not plant your field with two kinds of seed. \"'Do not wear clothing woven of two kinds of material. <sup><strong>20</strong></sup> \"'If a man sleeps with a woman who is a slave girl promised to another man but who has not been ransomed or given her freedom, there must be due punishment. Yet they are not to be put to death, because she had not been freed. <sup><strong>21</strong></sup> The man, however, must bring a ram to the entrance to the Tent of Meeting for a guilt offering to the LORD. <sup><strong>22</strong></sup> With the ram of the guilt offering the priest is to make atonement for him before the LORD for the sin he has committed, and his sin will be forgiven. <sup><strong>23</strong></sup> \"'When you enter the land and plant any kind of fruit tree, regard its fruit as forbidden. For three years you are to consider it forbidden; it must not be eaten. <sup><strong>24</strong></sup> In the fourth year all its fruit will be holy, an offering of praise to the LORD. <sup><strong>25</strong></sup> But in the fifth year you may eat its fruit. In this way your harvest will be increased. I am the LORD your God. <sup><strong>26</strong></sup> \"'Do not eat any meat with the blood still in it. \"'Do not practice divination or sorcery. <sup><strong>27</strong></sup> \"'Do not cut the hair at the sides of your head or clip off the edges of your beard. <sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD. <sup><strong>29</strong></sup> \"'Do not degrade your daughter by making her a prostitute, or the land will turn to prostitution and be filled with wickedness. <sup><strong>30</strong></sup> \"'Observe my Sabbaths and have reverence for my sanctuary. I am the LORD. <sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God. <sup><strong>32</strong></sup> \"'Rise in the presence of the aged, show respect for the elderly and revere your God. I am the LORD. <sup><strong>33</strong></sup> \"'When an alien lives with you in your land, do not mistreat him. <sup><strong>34</strong></sup> The alien living with you must be treated as one of your native-born. Love him as yourself, for you were aliens in Egypt. I am the LORD your God. <sup><strong>35</strong></sup> \"'Do not use dishonest standards when measuring length, weight or quantity. <sup><strong>36</strong></sup> Use honest scales and honest weights, an honest ephah and an honest hin. I am the LORD your God, who brought you out of Egypt. <sup><strong>37</strong></sup> \"'Keep all my decrees and all my laws and follow them. I am the LORD.'\" "},{"_id":"6168d1203b32607a097c1a9a","topicId":"6168d1183b32607a097c1a81","verse":"Matthew 7:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n<p id=\"p40007005_03-25\"><b class=\"verse-num woc\" id=\"v40007006-1\">6&nbsp;</b><span class=\"woc\">“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.</span></p>\n\n<p id=\"p40007006_09-25\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v40007008-1\">8&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span> <b class=\"verse-num woc\" id=\"v40007009-1\">9&nbsp;</b><span class=\"woc\">Or which one of you, if his son asks him for bread, will give him a stone?</span> <b class=\"verse-num woc\" id=\"v40007010-1\">10&nbsp;</b><span class=\"woc\">Or if he asks for a fish, will give him a serpent?</span> <b class=\"verse-num woc\" id=\"v40007011-1\">11&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!</span></p>\n\n<p id=\"p40007011_12-25\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n<p id=\"p40007012_12-25\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n<p id=\"p40007014_17-25\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span> <b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n\n<p id=\"p40007020_21-25\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n\n<p id=\"p40007023_27-25\"><b class=\"verse-num woc\" id=\"v40007024-1\">24&nbsp;</b><span class=\"woc\">“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.</span> <b class=\"verse-num woc\" id=\"v40007025-1\">25&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.</span> <b class=\"verse-num woc\" id=\"v40007026-1\">26&nbsp;</b><span class=\"woc\">And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.</span> <b class=\"verse-num woc\" id=\"v40007027-1\">27&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”</span></p>\n\n<p id=\"p40007027_31-25\"><b class=\"verse-num\" id=\"v40007028-1\">28&nbsp;</b>And when Jesus finished these sayings, the crowds were astonished at his teaching, <b class=\"verse-num\" id=\"v40007029-1\">29&nbsp;</b>for he was teaching them as one who had authority, and not as their scribes.</p>\n\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  <strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. <strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  <strong>8</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  <strong>9</strong> Or what man is there of you, whom if his son ask bread, will he give him a stone?  <strong>10</strong> Or if he ask a fish, will he give him a serpent?  <strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  <strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. <strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. <strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  <strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. <strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. <strong>24</strong>           Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:  <strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  <strong>26</strong> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:  <strong>27</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.  <strong>28</strong> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:  <strong>29</strong> For he taught them as one having authority, and not as the scribes.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. <sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. <sup><strong>6</strong></sup> \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and then turn and tear you to pieces. <sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. <sup><strong>8</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened. <sup><strong>9</strong></sup> \"Which of you, if his son asks for bread, will give him a stone? <sup><strong>10</strong></sup> Or if he asks for a fish, will give him a snake? <sup><strong>11</strong></sup> If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him! <sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets. <sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. <sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves. <sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. <sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' <sup><strong>24</strong></sup> \"Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock. <sup><strong>25</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock. <sup><strong>26</strong></sup> But everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand. <sup><strong>27</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.\" <sup><strong>28</strong></sup> When Jesus had finished saying these things, the crowds were amazed at his teaching, <sup><strong>29</strong></sup> because he taught as one who had authority, and not as their teachers of the law. "},{"_id":"6168d1203b32607a097c1a99","topicId":"6168d1183b32607a097c1a81","verse":"Matthew 6:1-34","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-26\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006004_08-26\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_08-26\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span> <b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_08-26\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_08-26\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_08-26\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_08-26\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_08-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_08-26\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_08-26\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_08-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_08-26\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_08-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></p><p id=\"p40006013_08-26\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n\n<p id=\"p40006015_09-26\"><b class=\"verse-num woc\" id=\"v40006016-1\">16&nbsp;</b><span class=\"woc\">“And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span> <b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006018_14-26\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n<p id=\"p40006021_14-26\"><b class=\"verse-num woc\" id=\"v40006022-1\">22&nbsp;</b><span class=\"woc\">“The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light,</span> <b class=\"verse-num woc\" id=\"v40006023-1\">23&nbsp;</b><span class=\"woc\">but if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!</span></p>\n<p id=\"p40006023_14-26\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n<p id=\"p40006024_18-26\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_18-26\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. <strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  <strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. <strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  <strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  <strong>22</strong> The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.  <strong>23</strong> But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is  that darkness! <strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. <sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. <sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' <sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. <sup><strong>16</strong></sup> \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. <sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face, <sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. <sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>22</strong></sup> \"The eye is the lamp of the body. If your eyes are good, your whole body will be full of light. <sup><strong>23</strong></sup> But if your eyes are bad, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! <sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money. <sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "}]}