{"_id":"6168d17f3b32607a097c1ab5","slug":"not-paying-your-bills","name":"Not Paying Your Bills","verses":[{"_id":"6168d1803b32607a097c1ab6","topicId":"6168d17f3b32607a097c1ab5","verse":"Psalm 37:21","votes":28,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037021_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037021-1\">21&nbsp;</b>&nbsp;&nbsp;The wicked borrows but does not pay back,</span><br><span id=\"p19037021_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous is generous and gives;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> The wicked borroweth, and payeth not again: but the righteous sheweth mercy, and giveth.  ","niv":"<sup><strong>21</strong></sup> The wicked borrow and do not repay, but the righteous give generously;"},{"_id":"6168d1813b32607a097c1ab7","topicId":"6168d17f3b32607a097c1ab5","verse":"1 Timothy 5:8","votes":15,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"6168d1813b32607a097c1ab8","topicId":"6168d17f3b32607a097c1ab5","verse":"Romans 13:8","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-4\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law."},{"_id":"6168d1813b32607a097c1ab9","topicId":"6168d17f3b32607a097c1ab5","verse":"Ecclesiastes 5:4","votes":12,"__v":0,"esv":"<div>\n<p id=\"p21005004_01-5\"><b class=\"verse-num\" id=\"v21005004-1\">4&nbsp;</b>When you vow a vow to God, do not delay paying it, for he has no pleasure in fools. Pay what you vow.</p>\n</div>","kjv":"<strong>4</strong> When thou vowest a vow unto God, defer not to pay it; for he hath  no pleasure in fools: pay that which thou hast vowed.  ","niv":"<sup><strong>4</strong></sup> When you make a vow to God, do not delay in fulfilling it. He has no pleasure in fools; fulfill your vow."},{"_id":"6168d1813b32607a097c1aba","topicId":"6168d17f3b32607a097c1ab5","verse":"Proverbs 22:7","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022007_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022007-1\">7&nbsp;</b>&nbsp;&nbsp;The rich rules over the poor,</span><br><span id=\"p20022007_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the borrower is the slave of the lender.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The rich ruleth over the poor, and the borrower is servant to the lender.  ","niv":"<sup><strong>7</strong></sup> The rich rule over the poor, and the borrower is servant to the lender."},{"_id":"6168d1823b32607a097c1abb","topicId":"6168d17f3b32607a097c1ab5","verse":"Malachi 3:1-18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p39003001_01-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v39003001-1\">3:1&nbsp;</b>“Behold, I send my messenger, and he will prepare the way before me. And the Lord whom you seek will suddenly come to his temple; and the messenger of the covenant in whom you delight, behold, he is coming, says the LORD of hosts. <b class=\"verse-num\" id=\"v39003002-1\">2&nbsp;</b>But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner’s fire and like fullers’ soap. <b class=\"verse-num\" id=\"v39003003-1\">3&nbsp;</b>He will sit as a refiner and purifier of silver, and he will purify the sons of Levi and refine them like gold and silver, and they will bring offerings in righteousness to the LORD. <b class=\"verse-num\" id=\"v39003004-1\">4&nbsp;</b>Then the offering of Judah and Jerusalem will be pleasing to the LORD as in the days of old and as in former years.</p>\n<p id=\"p39003004_01-7\"><b class=\"verse-num\" id=\"v39003005-1\">5&nbsp;</b>“Then I will draw near to you for judgment. I will be a swift witness against the sorcerers, against the adulterers, against those who swear falsely, against those who oppress the hired worker in his wages, the widow and the fatherless, against those who thrust aside the sojourner, and do not fear me, says the LORD of hosts.</p>\n\n<p id=\"p39003005_03-7\"><b class=\"verse-num\" id=\"v39003006-1\">6&nbsp;</b>“For I the LORD do not change; therefore you, O children of Jacob, are not consumed. <b class=\"verse-num\" id=\"v39003007-1\">7&nbsp;</b>From the days of your fathers you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the LORD of hosts. But you say, ‘How shall we return?’ <b class=\"verse-num\" id=\"v39003008-1\">8&nbsp;</b>Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions. <b class=\"verse-num\" id=\"v39003009-1\">9&nbsp;</b>You are cursed with a curse, for you are robbing me, the whole nation of you. <b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need. <b class=\"verse-num\" id=\"v39003011-1\">11&nbsp;</b>I will rebuke the devourer for you, so that it will not destroy the fruits of your soil, and your vine in the field shall not fail to bear, says the LORD of hosts. <b class=\"verse-num\" id=\"v39003012-1\">12&nbsp;</b>Then all nations will call you blessed, for you will be a land of delight, says the LORD of hosts.</p>\n<p id=\"p39003012_03-7\"><b class=\"verse-num\" id=\"v39003013-1\">13&nbsp;</b>“Your words have been hard against me, says the LORD. But you say, ‘How have we spoken against you?’ <b class=\"verse-num\" id=\"v39003014-1\">14&nbsp;</b>You have said, ‘It is vain to serve God. What is the profit of our keeping his charge or of walking as in mourning before the LORD of hosts? <b class=\"verse-num\" id=\"v39003015-1\">15&nbsp;</b>And now we call the arrogant blessed. Evildoers not only prosper but they put God to the test and they escape.’”</p>\n\n<p id=\"p39003015_07-7\"><b class=\"verse-num\" id=\"v39003016-1\">16&nbsp;</b>Then those who feared the LORD spoke with one another. The LORD paid attention and heard them, and a book of remembrance was written before him of those who feared the LORD and esteemed his name. <b class=\"verse-num\" id=\"v39003017-1\">17&nbsp;</b>“They shall be mine, says the LORD of hosts, in the day when I make up my treasured possession, and I will spare them as a man spares his son who serves him. <b class=\"verse-num\" id=\"v39003018-1\">18&nbsp;</b>Then once more you shall see the distinction between the righteous and the wicked, between one who serves God and one who does not serve him.</p>\n\n</div>","kjv":"<strong>1</strong> Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the LORD of hosts.  <strong>2</strong> But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner’s fire, and like fullers’ sope:  <strong>3</strong> And he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the LORD an offering in righteousness.  <strong>4</strong> Then shall the offering of Judah and Jerusalem be pleasant unto the LORD, as in the days of old, and as in former years.  <strong>5</strong> And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right,  and fear not me, saith the LORD of hosts.  <strong>6</strong> For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.  <strong>7</strong> Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the LORD of hosts. But ye said, Wherein shall we return?  <strong>8</strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.  <strong>9</strong> Ye are cursed with a curse: for ye have robbed me, even  this whole nation.  <strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  <strong>11</strong> And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the LORD of hosts.  <strong>12</strong> And all nations shall call you blessed: for ye shall be a delightsome land, saith the LORD of hosts.  <strong>13</strong> Your words have been stout against me, saith the LORD. Yet ye say, What have we spoken so much against thee?  <strong>14</strong> Ye have said, It is vain to serve God: and what profit is it that we have kept his ordinance, and that we have walked mournfully before the LORD of hosts?  <strong>15</strong> And now we call the proud happy; yea, they that work wickedness are set up; yea, they that tempt God are even delivered.  <strong>16</strong> Then they that feared the LORD spake often one to another: and the LORD hearkened, and heard it, and a book of remembrance was written before him for them that feared the LORD, and that thought upon his name.  <strong>17</strong> And they shall be mine, saith the LORD of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.  <strong>18</strong> Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.  ","niv":"<sup><strong>1</strong></sup> \"See, I will send my messenger, who will prepare the way before me. Then suddenly the Lord you are seeking will come to his temple; the messenger of the covenant, whom you desire, will come,\" says the LORD Almighty. <sup><strong>2</strong></sup> But who can endure the day of his coming? Who can stand when he appears? For he will be like a refiner's fire or a launderer's soap. <sup><strong>3</strong></sup> He will sit as a refiner and purifier of silver; he will purify the Levites and refine them like gold and silver. Then the LORD will have men who will bring offerings in righteousness, <sup><strong>4</strong></sup> and the offerings of Judah and Jerusalem will be acceptable to the LORD, as in days gone by, as in former years. <sup><strong>5</strong></sup> \"So I will come near to you for judgment. I will be quick to testify against sorcerers, adulterers and perjurers, against those who defraud laborers of their wages, who oppress the widows and the fatherless, and deprive aliens of justice, but do not fear me,\" says the LORD Almighty. <sup><strong>6</strong></sup> \"I the LORD do not change. So you, O descendants of Jacob, are not destroyed. <sup><strong>7</strong></sup> Ever since the time of your forefathers you have turned away from my decrees and have not kept them. Return to me, and I will return to you,\" says the LORD Almighty. \"But you ask, 'How are we to return?' <sup><strong>8</strong></sup> \"Will a man rob God? Yet you rob me. \"But you ask, 'How do we rob you?'\"In tithes and offerings. <sup><strong>9</strong></sup> You are under a curse-the whole nation of you-because you are robbing me. <sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it. <sup><strong>11</strong></sup> I will prevent pests from devouring your crops, and the vines in your fields will not cast their fruit,\" says the LORD Almighty. <sup><strong>12</strong></sup> \"Then all the nations will call you blessed, for yours will be a delightful land,\" says the LORD Almighty. <sup><strong>13</strong></sup> \"You have said harsh things against me,\" says the LORD. \"Yet you ask, 'What have we said against you?' <sup><strong>14</strong></sup> \"You have said, 'It is futile to serve God. What did we gain by carrying out his requirements and going about like mourners before the LORD Almighty? <sup><strong>15</strong></sup> But now we call the arrogant blessed. Certainly the evildoers prosper, and even those who challenge God escape.'\" <sup><strong>16</strong></sup> Then those who feared the LORD talked with each other, and the LORD listened and heard. A scroll of remembrance was written in his presence concerning those who feared the LORD and honored his name. <sup><strong>17</strong></sup> \"They will be mine,\" says the LORD Almighty, \"in the day when I make up my treasured possession. I will spare them, just as in compassion a man spares his son who serves him. <sup><strong>18</strong></sup> And you will again see the distinction between the righteous and the wicked, between those who serve God and those who do not. "},{"_id":"6168d1823b32607a097c1abd","topicId":"6168d17f3b32607a097c1ab5","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-8\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168d1823b32607a097c1abc","topicId":"6168d17f3b32607a097c1ab5","verse":"Matthew 5:23-24","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40005023_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span></p>\n</div>","kjv":"<strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  ","niv":"<sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. "},{"_id":"6168d1833b32607a097c1abe","topicId":"6168d17f3b32607a097c1ab5","verse":"Psalm 118:19-29","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19118019_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118019-1\">19&nbsp;</b>&nbsp;&nbsp;Open to me the gates of righteousness,</span><br><span id=\"p19118019_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may enter through them</span><br><span id=\"p19118019_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give thanks to the LORD.</span><br><span id=\"p19118020_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118020-1\">20&nbsp;</b>&nbsp;&nbsp;This is the gate of the LORD;</span><br><span id=\"p19118020_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the righteous shall enter through it.</span><br><span id=\"p19118021_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118021-1\">21&nbsp;</b>&nbsp;&nbsp;I thank you that you have answered me</span><br><span id=\"p19118021_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have become my salvation.</span><br><span id=\"p19118022_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118022-1\">22&nbsp;</b>&nbsp;&nbsp;The stone that the builders rejected</span><br><span id=\"p19118022_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone.</span><br><span id=\"p19118023_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118023-1\">23&nbsp;</b>&nbsp;&nbsp;This is the LORD’s doing;</span><br><span id=\"p19118023_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is marvelous in our eyes.</span><br><span id=\"p19118024_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118024-1\">24&nbsp;</b>&nbsp;&nbsp;This is the day that the LORD has made;</span><br><span id=\"p19118024_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us rejoice and be glad in it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118025_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118025-1\">25&nbsp;</b>&nbsp;&nbsp;Save us, we pray, O LORD!</span><br><span id=\"p19118025_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, we pray, give us success!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118026_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118026-1\">26&nbsp;</b>&nbsp;&nbsp;Blessed is he who comes in the name of the LORD!</span><br><span id=\"p19118026_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;We bless you from the house of the LORD.</span><br><span id=\"p19118027_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118027-1\">27&nbsp;</b>&nbsp;&nbsp;The LORD is God,</span><br><span id=\"p19118027_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he has made his light to shine upon us.</span><br><span id=\"p19118027_01-10\" class=\"line\">&nbsp;&nbsp;Bind the festal sacrifice with cords,</span><br><span id=\"p19118027_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;up to the horns of the altar!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118028_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118028-1\">28&nbsp;</b>&nbsp;&nbsp;You are my God, and I will give thanks to you;</span><br><span id=\"p19118028_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you are my God; I will extol you.</span><br><span id=\"p19118029_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118029-1\">29&nbsp;</b>&nbsp;&nbsp;Oh give thanks to the LORD, for he is good;</span><br><span id=\"p19118029_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>19</strong> Open to me the gates of righteousness: I will go into them, and  I will praise the LORD:  <strong>20</strong> This gate of the LORD, into which the righteous shall enter.  <strong>21</strong> I will praise thee: for thou hast heard me, and art become my salvation.  <strong>22</strong> The stone which the builders refused is become the head stone of the corner.  <strong>23</strong> This is the LORD’S doing; it is marvellous in our eyes.  <strong>24</strong> This is the day which the LORD hath made; we will rejoice and be glad in it.  <strong>25</strong> Save now, I beseech thee, O LORD: O LORD, I beseech thee, send now prosperity.  <strong>26</strong> Blessed be he that cometh in the name of the LORD: we have blessed you out of the house of the LORD.  <strong>27</strong> God is the LORD, which hath shewed us light: bind the sacrifice with cords, even unto the horns of the altar.  <strong>28</strong> Thou art my God, and I will praise thee: thou art  my God, I will exalt thee.  <strong>29</strong> O give thanks unto the LORD; for he is good: for his mercy endureth for ever.  ","niv":"<sup><strong>19</strong></sup> Open for me the gates of righteousness; I will enter and give thanks to the LORD. <sup><strong>20</strong></sup> This is the gate of the LORD through which the righteous may enter. <sup><strong>21</strong></sup> I will give you thanks, for you answered me; you have become my salvation. <sup><strong>22</strong></sup> The stone the builders rejected has become the capstone; <sup><strong>23</strong></sup> the LORD has done this, and it is marvelous in our eyes. <sup><strong>24</strong></sup> This is the day the LORD has made; let us rejoice and be glad in it. <sup><strong>25</strong></sup> O LORD, save us; O LORD, grant us success. <sup><strong>26</strong></sup> Blessed is he who comes in the name of the LORD. From the house of the LORD we bless you. <sup><strong>27</strong></sup> The LORD is God, and he has made his light shine upon us. With boughs in hand, join in the festal procession up to the horns of the altar. <sup><strong>28</strong></sup> You are my God, and I will give you thanks; you are my God, and I will exalt you. <sup><strong>29</strong></sup> Give thanks to the LORD, for he is good; his love endures forever. "},{"_id":"6168d1833b32607a097c1ac0","topicId":"6168d17f3b32607a097c1ab5","verse":"1 Corinthians 13:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46013004_01-12\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant</p>\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud."},{"_id":"6168d1833b32607a097c1abf","topicId":"6168d17f3b32607a097c1ab5","verse":"Leviticus 27:30-32","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03027030_01-13\"><b class=\"verse-num\" id=\"v03027030-1\">30&nbsp;</b>“Every tithe of the land, whether of the seed of the land or of the fruit of the trees, is the LORD’s; it is holy to the LORD. <b class=\"verse-num\" id=\"v03027031-1\">31&nbsp;</b>If a man wishes to redeem some of his tithe, he shall add a fifth to it. <b class=\"verse-num\" id=\"v03027032-1\">32&nbsp;</b>And every tithe of herds and flocks, every tenth animal of all that pass under the herdsman’s staff, shall be holy to the LORD.</p>\n</div>","kjv":"<strong>30</strong> And all the tithe of the land, whether of the seed of the land, or of the fruit of the tree, is the LORD’S: it is holy unto the LORD.  <strong>31</strong> And if a man will at all redeem ought of his tithes, he shall add thereto the fifth part thereof.  <strong>32</strong> And concerning the tithe of the herd, or of the flock, even  of whatsoever passeth under the rod, the tenth shall be holy unto the LORD.  ","niv":"<sup><strong>30</strong></sup> \"'A tithe of everything from the land, whether grain from the soil or fruit from the trees, belongs to the LORD; it is holy to the LORD. <sup><strong>31</strong></sup> If a man redeems any of his tithe, he must add a fifth of the value to it. <sup><strong>32</strong></sup> The entire tithe of the herd and flock-every tenth animal that passes under the shepherd's rod-will be holy to the LORD. "}]}