{"_id":"6168d03a3b32607a097c1a1c","slug":"not-discriminating","name":"Not Discriminating","verses":[{"_id":"6168d03b3b32607a097c1a1d","topicId":"6168d03a3b32607a097c1a1c","verse":"Acts 17:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44017029_01-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44017029-1\">29&nbsp;</b>Being then God’s offspring, we ought not to think that the divine being is like gold or silver or stone, an image formed by the art and imagination of man.</p>\n</div>","kjv":"<strong>29</strong> Forasmuch then as we are the offspring of God, we ought not to think that the Godhead is like unto gold, or silver, or stone, graven by art and man’s device.  ","niv":"<sup><strong>29</strong></sup> \"Therefore since we are God's offspring, we should not think that the divine being is like gold or silver or stone--an image made by man's design and skill."},{"_id":"6168d03c3b32607a097c1a1e","topicId":"6168d03a3b32607a097c1a1c","verse":"Matthew 7:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n<p id=\"p40007005_03-2\"><b class=\"verse-num woc\" id=\"v40007006-1\">6&nbsp;</b><span class=\"woc\">“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.</span></p>\n\n<p id=\"p40007006_09-2\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v40007008-1\">8&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span> <b class=\"verse-num woc\" id=\"v40007009-1\">9&nbsp;</b><span class=\"woc\">Or which one of you, if his son asks him for bread, will give him a stone?</span> <b class=\"verse-num woc\" id=\"v40007010-1\">10&nbsp;</b><span class=\"woc\">Or if he asks for a fish, will give him a serpent?</span> <b class=\"verse-num woc\" id=\"v40007011-1\">11&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!</span></p>\n\n<p id=\"p40007011_12-2\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n<p id=\"p40007012_12-2\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n<p id=\"p40007014_17-2\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span> <b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n\n<p id=\"p40007020_21-2\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n\n<p id=\"p40007023_27-2\"><b class=\"verse-num woc\" id=\"v40007024-1\">24&nbsp;</b><span class=\"woc\">“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.</span> <b class=\"verse-num woc\" id=\"v40007025-1\">25&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.</span> <b class=\"verse-num woc\" id=\"v40007026-1\">26&nbsp;</b><span class=\"woc\">And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.</span> <b class=\"verse-num woc\" id=\"v40007027-1\">27&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”</span></p>\n\n<p id=\"p40007027_31-2\"><b class=\"verse-num\" id=\"v40007028-1\">28&nbsp;</b>And when Jesus finished these sayings, the crowds were astonished at his teaching, <b class=\"verse-num\" id=\"v40007029-1\">29&nbsp;</b>for he was teaching them as one who had authority, and not as their scribes.</p>\n\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  <strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. <strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  <strong>8</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  <strong>9</strong> Or what man is there of you, whom if his son ask bread, will he give him a stone?  <strong>10</strong> Or if he ask a fish, will he give him a serpent?  <strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  <strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. <strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. <strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  <strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. <strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. <strong>24</strong>           Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:  <strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  <strong>26</strong> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:  <strong>27</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.  <strong>28</strong> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:  <strong>29</strong> For he taught them as one having authority, and not as the scribes.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. <sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. <sup><strong>6</strong></sup> \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and then turn and tear you to pieces. <sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. <sup><strong>8</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened. <sup><strong>9</strong></sup> \"Which of you, if his son asks for bread, will give him a stone? <sup><strong>10</strong></sup> Or if he asks for a fish, will give him a snake? <sup><strong>11</strong></sup> If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him! <sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets. <sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. <sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves. <sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. <sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' <sup><strong>24</strong></sup> \"Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock. <sup><strong>25</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock. <sup><strong>26</strong></sup> But everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand. <sup><strong>27</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.\" <sup><strong>28</strong></sup> When Jesus had finished saying these things, the crowds were amazed at his teaching, <sup><strong>29</strong></sup> because he taught as one who had authority, and not as their teachers of the law. "},{"_id":"6168d03c3b32607a097c1a1f","topicId":"6168d03a3b32607a097c1a1c","verse":"1 Thessalonians 5:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52005021_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005021-1\">21&nbsp;</b>but test everything; hold fast what is good.</p>\n</div>","kjv":"<strong>21</strong> Prove all things; hold fast that which is good.  ","niv":"<sup><strong>21</strong></sup> Test everything. Hold on to the good."},{"_id":"6168d03c3b32607a097c1a20","topicId":"6168d03a3b32607a097c1a1c","verse":"James 2:1-26","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p59002001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59002001-1\">2:1&nbsp;</b>My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory. <b class=\"verse-num\" id=\"v59002002-1\">2&nbsp;</b>For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in, <b class=\"verse-num\" id=\"v59002003-1\">3&nbsp;</b>and if you pay attention to the one who wears the fine clothing and say, “You sit here in a good place,” while you say to the poor man, “You stand over there,” or, “Sit down at my feet,” <b class=\"verse-num\" id=\"v59002004-1\">4&nbsp;</b>have you not then made distinctions among yourselves and become judges with evil thoughts? <b class=\"verse-num\" id=\"v59002005-1\">5&nbsp;</b>Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him? <b class=\"verse-num\" id=\"v59002006-1\">6&nbsp;</b>But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court? <b class=\"verse-num\" id=\"v59002007-1\">7&nbsp;</b>Are they not the ones who blaspheme the honorable name by which you were called?</p>\n<p id=\"p59002007_05-5\"><b class=\"verse-num\" id=\"v59002008-1\">8&nbsp;</b>If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well. <b class=\"verse-num\" id=\"v59002009-1\">9&nbsp;</b>But if you show partiality, you are committing sin and are convicted by the law as transgressors. <b class=\"verse-num\" id=\"v59002010-1\">10&nbsp;</b>For whoever keeps the whole law but fails in one point has become guilty of all of it. <b class=\"verse-num\" id=\"v59002011-1\">11&nbsp;</b>For he who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery but do murder, you have become a transgressor of the law. <b class=\"verse-num\" id=\"v59002012-1\">12&nbsp;</b>So speak and so act as those who are to be judged under the law of liberty. <b class=\"verse-num\" id=\"v59002013-1\">13&nbsp;</b>For judgment is without mercy to one who has shown no mercy. Mercy triumphs over judgment.</p>\n\n<p id=\"p59002013_10-5\"><b class=\"verse-num\" id=\"v59002014-1\">14&nbsp;</b>What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? <b class=\"verse-num\" id=\"v59002015-1\">15&nbsp;</b>If a brother or sister is poorly clothed and lacking in daily food, <b class=\"verse-num\" id=\"v59002016-1\">16&nbsp;</b>and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? <b class=\"verse-num\" id=\"v59002017-1\">17&nbsp;</b>So also faith by itself, if it does not have works, is dead.</p>\n<p id=\"p59002017_10-5\"><b class=\"verse-num\" id=\"v59002018-1\">18&nbsp;</b>But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works. <b class=\"verse-num\" id=\"v59002019-1\">19&nbsp;</b>You believe that God is one; you do well. Even the demons believe—and shudder! <b class=\"verse-num\" id=\"v59002020-1\">20&nbsp;</b>Do you want to be shown, you foolish person, that faith apart from works is useless? <b class=\"verse-num\" id=\"v59002021-1\">21&nbsp;</b>Was not Abraham our father justified by works when he offered up his son Isaac on the altar? <b class=\"verse-num\" id=\"v59002022-1\">22&nbsp;</b>You see that faith was active along with his works, and faith was completed by his works; <b class=\"verse-num\" id=\"v59002023-1\">23&nbsp;</b>and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”—and he was called a friend of God. <b class=\"verse-num\" id=\"v59002024-1\">24&nbsp;</b>You see that a person is justified by works and not by faith alone. <b class=\"verse-num\" id=\"v59002025-1\">25&nbsp;</b>And in the same way was not also Rahab the prostitute justified by works when she received the messengers and sent them out by another way? <b class=\"verse-num\" id=\"v59002026-1\">26&nbsp;</b>For as the body apart from the spirit is dead, so also faith apart from works is dead.</p>\n\n</div>","kjv":"<strong>1</strong> My brethren, have not the faith of our Lord Jesus Christ, the Lord  of glory, with respect of persons.  <strong>2</strong> For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;  <strong>3</strong> And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:  <strong>4</strong> Are ye not then partial in yourselves, and are become judges of evil thoughts?  <strong>5</strong> Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?  <strong>6</strong> But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?  <strong>7</strong> Do not they blaspheme that worthy name by the which ye are called?  <strong>8</strong> If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:  <strong>9</strong> But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors.  <strong>10</strong> For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.  <strong>11</strong> For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.  <strong>12</strong> So speak ye, and so do, as they that shall be judged by the law of liberty.  <strong>13</strong> For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment.  <strong>14</strong> What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?  <strong>15</strong> If a brother or sister be naked, and destitute of daily food,  <strong>16</strong> And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?  <strong>17</strong> Even so faith, if it hath not works, is dead, being alone.  <strong>18</strong> Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.  <strong>19</strong> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.  <strong>20</strong> But wilt thou know, O vain man, that faith without works is dead?  <strong>21</strong> Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?  <strong>22</strong> Seest thou how faith wrought with his works, and by works was faith made perfect?  <strong>23</strong> And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.  <strong>24</strong> Ye see then how that by works a man is justified, and not by faith only.  <strong>25</strong> Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way?  <strong>26</strong> For as the body without the spirit is dead, so faith without works is dead also.  ","niv":"<sup><strong>1</strong></sup> My brothers, as believers in our glorious Lord Jesus Christ, don't show favoritism. <sup><strong>2</strong></sup> Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in. <sup><strong>3</strong></sup> If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\" <sup><strong>4</strong></sup> have you not discriminated among yourselves and become judges with evil thoughts? <sup><strong>5</strong></sup> Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him? <sup><strong>6</strong></sup> But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court? <sup><strong>7</strong></sup> Are they not the ones who are slandering the noble name of him to whom you belong? <sup><strong>8</strong></sup> If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right. <sup><strong>9</strong></sup> But if you show favoritism, you sin and are convicted by the law as lawbreakers. <sup><strong>10</strong></sup> For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it. <sup><strong>11</strong></sup> For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker. <sup><strong>12</strong></sup> Speak and act as those who are going to be judged by the law that gives freedom, <sup><strong>13</strong></sup> because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment! <sup><strong>14</strong></sup> What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? <sup><strong>15</strong></sup> Suppose a brother or sister is without clothes and daily food. <sup><strong>16</strong></sup> If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? <sup><strong>17</strong></sup> In the same way, faith by itself, if it is not accompanied by action, is dead. <sup><strong>18</strong></sup> But someone will say, \"You have faith; I have deeds.\" Show me your faith without deeds, and I will show you my faith by what I do. <sup><strong>19</strong></sup> You believe that there is one God. Good! Even the demons believe that--and shudder. <sup><strong>20</strong></sup> You foolish man, do you want evidence that faith without deeds is useless? <sup><strong>21</strong></sup> Was not our ancestor Abraham considered righteous for what he did when he offered his son Isaac on the altar? <sup><strong>22</strong></sup> You see that his faith and his actions were working together, and his faith was made complete by what he did. <sup><strong>23</strong></sup> And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend. <sup><strong>24</strong></sup> You see that a person is justified by what he does and not by faith alone. <sup><strong>25</strong></sup> In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction? <sup><strong>26</strong></sup> As the body without the spirit is dead, so faith without deeds is dead. "},{"_id":"6168d03c3b32607a097c1a21","topicId":"6168d03a3b32607a097c1a1c","verse":"Colossians 2:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51002009_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily,</p>\n</div>","kjv":"<strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  ","niv":"<sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form,"},{"_id":"6168d03c3b32607a097c1a22","topicId":"6168d03a3b32607a097c1a1c","verse":"1 John 4:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"6168d03d3b32607a097c1a23","topicId":"6168d03a3b32607a097c1a1c","verse":"1 John 2:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62002020_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002020-1\">20&nbsp;</b>But you have been anointed by the Holy One, and you all have knowledge.</p>\n\n</div>","kjv":"<strong>20</strong> But ye have an unction from the Holy One, and ye know all things.  ","niv":"<sup><strong>20</strong></sup> But you have an anointing from the Holy One, and all of you know the truth."},{"_id":"6168d03d3b32607a097c1a24","topicId":"6168d03a3b32607a097c1a1c","verse":"James 2:25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59002025_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002025-1\">25&nbsp;</b>And in the same way was not also Rahab the prostitute justified by works when she received the messengers and sent them out by another way?</p>\n</div>","kjv":"<strong>25</strong> Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way?  ","niv":"<sup><strong>25</strong></sup> In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction?"},{"_id":"6168d03e3b32607a097c1a25","topicId":"6168d03a3b32607a097c1a1c","verse":"James 2:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59002019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002019-1\">19&nbsp;</b>You believe that God is one; you do well. Even the demons believe—and shudder!</p>\n</div>","kjv":"<strong>19</strong> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.  ","niv":"<sup><strong>19</strong></sup> You believe that there is one God. Good! Even the demons believe that--and shudder."},{"_id":"6168d03e3b32607a097c1a27","topicId":"6168d03a3b32607a097c1a1c","verse":"James 2:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59002021_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002021-1\">21&nbsp;</b>Was not Abraham our father justified by works when he offered up his son Isaac on the altar?</p>\n</div>","kjv":"<strong>21</strong> Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?  ","niv":"<sup><strong>21</strong></sup> Was not our ancestor Abraham considered righteous for what he did when he offered his son Isaac on the altar?"},{"_id":"6168d03e3b32607a097c1a26","topicId":"6168d03a3b32607a097c1a1c","verse":"James 2:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59002023_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002023-1\">23&nbsp;</b>and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”—and he was called a friend of God.</p>\n</div>","kjv":"<strong>23</strong> And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.  ","niv":"<sup><strong>23</strong></sup> And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend."},{"_id":"6168d03f3b32607a097c1a28","topicId":"6168d03a3b32607a097c1a1c","verse":"James 1:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-13\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.</p>\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him."},{"_id":"6168d03f3b32607a097c1a29","topicId":"6168d03a3b32607a097c1a1c","verse":"Hebrews 5:1-14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58005001_01-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58005001-1\">5:1&nbsp;</b>For every high priest chosen from among men is appointed to act on behalf of men in relation to God, to offer gifts and sacrifices for sins. <b class=\"verse-num\" id=\"v58005002-1\">2&nbsp;</b>He can deal gently with the ignorant and wayward, since he himself is beset with weakness. <b class=\"verse-num\" id=\"v58005003-1\">3&nbsp;</b>Because of this he is obligated to offer sacrifice for his own sins just as he does for those of the people. <b class=\"verse-num\" id=\"v58005004-1\">4&nbsp;</b>And no one takes this honor for himself, but only when called by God, just as Aaron was.</p>\n<p id=\"p58005004_01-14\"><b class=\"verse-num\" id=\"v58005005-1\">5&nbsp;</b>So also Christ did not exalt himself to be made a high priest, but was appointed by him who said to him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58005005_01-14\" class=\"line\">&nbsp;&nbsp;“You are my Son,</span><br><span id=\"p58005005_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you”;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58005005_01-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58005006-1\">6&nbsp;</b>as he says also in another place,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58005006_01-14\" class=\"line\">&nbsp;&nbsp;“You are a priest forever,</span><br><span id=\"p58005006_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;after the order of Melchizedek.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58005006_01-14\"><b class=\"verse-num\" id=\"v58005007-1\">7&nbsp;</b>In the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to him who was able to save him from death, and he was heard because of his reverence. <b class=\"verse-num\" id=\"v58005008-1\">8&nbsp;</b>Although he was a son, he learned obedience through what he suffered. <b class=\"verse-num\" id=\"v58005009-1\">9&nbsp;</b>And being made perfect, he became the source of eternal salvation to all who obey him, <b class=\"verse-num\" id=\"v58005010-1\">10&nbsp;</b>being designated by God a high priest after the order of Melchizedek.</p>\n\n<p id=\"p58005010_04-14\"><b class=\"verse-num\" id=\"v58005011-1\">11&nbsp;</b>About this we have much to say, and it is hard to explain, since you have become dull of hearing. <b class=\"verse-num\" id=\"v58005012-1\">12&nbsp;</b>For though by this time you ought to be teachers, you need someone to teach you again the basic principles of the oracles of God. You need milk, not solid food, <b class=\"verse-num\" id=\"v58005013-1\">13&nbsp;</b>for everyone who lives on milk is unskilled in the word of righteousness, since he is a child. <b class=\"verse-num\" id=\"v58005014-1\">14&nbsp;</b>But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil.</p>\n\n</div>","kjv":"<strong>1</strong> For every high priest taken from among men is ordained for men in things pertaining to God, that he may offer both gifts and sacrifices for sins:  <strong>2</strong> Who can have compassion on the ignorant, and on them that are out of the way; for that he himself also is compassed with infirmity.  <strong>3</strong> And by reason hereof he ought, as for the people, so also for himself, to offer for sins.  <strong>4</strong> And no man taketh this honour unto himself, but he that is called of God, as was Aaron.  <strong>5</strong> So also Christ glorified not himself to be made an high priest; but he that said unto him, Thou art my Son, to day have I begotten thee.  <strong>6</strong> As he saith also in another place, Thou art a priest for ever after the order of Melchisedec.  <strong>7</strong> Who in the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared;  <strong>8</strong> Though he were a Son, yet learned he obedience by the things which he suffered;  <strong>9</strong> And being made perfect, he became the author of eternal salvation unto all them that obey him;  <strong>10</strong> Called of God an high priest after the order of Melchisedec.  <strong>11</strong> Of whom we have many things to say, and hard to be uttered, seeing ye are dull of hearing.  <strong>12</strong> For when for the time ye ought to be teachers, ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat.  <strong>13</strong> For every one that useth milk is unskilful in the word of righteousness: for he is a babe.  <strong>14</strong> But strong meat belongeth to them that are of full age, even  those who by reason of use have their senses exercised to discern both good and evil.  ","niv":"<sup><strong>1</strong></sup> Every high priest is selected from among men and is appointed to represent them in matters related to God, to offer gifts and sacrifices for sins. <sup><strong>2</strong></sup> He is able to deal gently with those who are ignorant and are going astray, since he himself is subject to weakness. <sup><strong>3</strong></sup> This is why he has to offer sacrifices for his own sins, as well as for the sins of the people. <sup><strong>4</strong></sup> No one takes this honor upon himself; he must be called by God, just as Aaron was. <sup><strong>5</strong></sup> So Christ also did not take upon himself the glory of becoming a high priest. But God said to him, \"You are my Son; today I have become your Father. \" <sup><strong>6</strong></sup> And he says in another place, \"You are a priest forever, in the order of Melchizedek.\" <sup><strong>7</strong></sup> During the days of Jesus' life on earth, he offered up prayers and petitions with loud cries and tears to the one who could save him from death, and he was heard because of his reverent submission. <sup><strong>8</strong></sup> Although he was a son, he learned obedience from what he suffered <sup><strong>9</strong></sup> and, once made perfect, he became the source of eternal salvation for all who obey him <sup><strong>10</strong></sup> and was designated by God to be high priest in the order of Melchizedek. <sup><strong>11</strong></sup> We have much to say about this, but it is hard to explain because you are slow to learn. <sup><strong>12</strong></sup> In fact, though by this time you ought to be teachers, you need someone to teach you the elementary truths of God's word all over again. You need milk, not solid food! <sup><strong>13</strong></sup> Anyone who lives on milk, being still an infant, is not acquainted with the teaching about righteousness. <sup><strong>14</strong></sup> But solid food is for the mature, who by constant use have trained themselves to distinguish good from evil. "},{"_id":"6168d03f3b32607a097c1a2a","topicId":"6168d03a3b32607a097c1a1c","verse":"James 2:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59002008_01-15\"><b class=\"verse-num\" id=\"v59002008-1\">8&nbsp;</b>If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.</p>\n</div>","kjv":"<strong>8</strong> If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:  ","niv":"<sup><strong>8</strong></sup> If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right."},{"_id":"6168d03f3b32607a097c1a2b","topicId":"6168d03a3b32607a097c1a1c","verse":"James 2:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59002011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002011-1\">11&nbsp;</b>For he who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery but do murder, you have become a transgressor of the law.</p>\n</div>","kjv":"<strong>11</strong> For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.  ","niv":"<sup><strong>11</strong></sup> For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker."},{"_id":"6168d0403b32607a097c1a2c","topicId":"6168d03a3b32607a097c1a1c","verse":"2 Timothy 2:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"6168d0403b32607a097c1a2d","topicId":"6168d03a3b32607a097c1a1c","verse":"Colossians 1:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51001013_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son,</p>\n</div>","kjv":"<strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  ","niv":"<sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves,"},{"_id":"6168d0403b32607a097c1a2e","topicId":"6168d03a3b32607a097c1a1c","verse":"1 Timothy 4:1-16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons, <b class=\"verse-num\" id=\"v54004002-1\">2&nbsp;</b>through the insincerity of liars whose consciences are seared, <b class=\"verse-num\" id=\"v54004003-1\">3&nbsp;</b>who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth. <b class=\"verse-num\" id=\"v54004004-1\">4&nbsp;</b>For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving, <b class=\"verse-num\" id=\"v54004005-1\">5&nbsp;</b>for it is made holy by the word of God and prayer.</p>\n\n<p id=\"p54004005_13-20\"><b class=\"verse-num\" id=\"v54004006-1\">6&nbsp;</b>If you put these things before the brothers, you will be a good servant of Christ Jesus, being trained in the words of the faith and of the good doctrine that you have followed. <b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness; <b class=\"verse-num\" id=\"v54004008-1\">8&nbsp;</b>for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come. <b class=\"verse-num\" id=\"v54004009-1\">9&nbsp;</b>The saying is trustworthy and deserving of full acceptance. <b class=\"verse-num\" id=\"v54004010-1\">10&nbsp;</b>For to this end we toil and strive, because we have our hope set on the living God, who is the Savior of all people, especially of those who believe.</p>\n<p id=\"p54004010_13-20\"><b class=\"verse-num\" id=\"v54004011-1\">11&nbsp;</b>Command and teach these things. <b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity. <b class=\"verse-num\" id=\"v54004013-1\">13&nbsp;</b>Until I come, devote yourself to the public reading of Scripture, to exhortation, to teaching. <b class=\"verse-num\" id=\"v54004014-1\">14&nbsp;</b>Do not neglect the gift you have, which was given you by prophecy when the council of elders laid their hands on you. <b class=\"verse-num\" id=\"v54004015-1\">15&nbsp;</b>Practice these things, immerse yourself in them, so that all may see your progress. <b class=\"verse-num\" id=\"v54004016-1\">16&nbsp;</b>Keep a close watch on yourself and on the teaching. Persist in this, for by so doing you will save both yourself and your hearers.</p>\n\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  <strong>2</strong> Speaking lies in hypocrisy; having their conscience seared with a hot iron;  <strong>3</strong> Forbidding to marry, and commanding to abstain from meats, which God hath created to be received with thanksgiving of them which believe and know the truth.  <strong>4</strong> For every creature of God is good, and nothing to be refused, if it be received with thanksgiving:  <strong>5</strong> For it is sanctified by the word of God and prayer.  <strong>6</strong> If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast attained.  <strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  <strong>8</strong> For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.  <strong>9</strong> This is a faithful saying and worthy of all acceptation.  <strong>10</strong> For therefore we both labour and suffer reproach, because we trust in the living God, who is the Saviour of all men, specially of those that believe.  <strong>11</strong> These things command and teach.  <strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  <strong>13</strong> Till I come, give attendance to reading, to exhortation, to doctrine.  <strong>14</strong> Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of the hands of the presbytery.  <strong>15</strong> Meditate upon these things; give thyself wholly to them; that thy profiting may appear to all.  <strong>16</strong> Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee.  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons. <sup><strong>2</strong></sup> Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron. <sup><strong>3</strong></sup> They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth. <sup><strong>4</strong></sup> For everything God created is good, and nothing is to be rejected if it is received with thanksgiving, <sup><strong>5</strong></sup> because it is consecrated by the word of God and prayer. <sup><strong>6</strong></sup> If you point these things out to the brothers, you will be a good minister of Christ Jesus, brought up in the truths of the faith and of the good teaching that you have followed. <sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly. <sup><strong>8</strong></sup> For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come. <sup><strong>9</strong></sup> This is a trustworthy saying that deserves full acceptance <sup><strong>10</strong></sup> (and for this we labor and strive), that we have put our hope in the living God, who is the Savior of all men, and especially of those who believe. <sup><strong>11</strong></sup> Command and teach these things. <sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity. <sup><strong>13</strong></sup> Until I come, devote yourself to the public reading of Scripture, to preaching and to teaching. <sup><strong>14</strong></sup> Do not neglect your gift, which was given you through a prophetic message when the body of elders laid their hands on you. <sup><strong>15</strong></sup> Be diligent in these matters; give yourself wholly to them, so that everyone may see your progress. <sup><strong>16</strong></sup> Watch your life and doctrine closely. Persevere in them, because if you do, you will save both yourself and your hearers. "},{"_id":"6168d0413b32607a097c1a2f","topicId":"6168d03a3b32607a097c1a1c","verse":"Ephesians 4:1-32","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p49004001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, <b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love, <b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all. <b class=\"verse-num\" id=\"v49004007-1\">7&nbsp;</b>But grace was given to each one of us according to the measure of Christ’s gift. <b class=\"verse-num\" id=\"v49004008-1\">8&nbsp;</b>Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49004008_07-21\" class=\"line\">&nbsp;&nbsp;“When he ascended on high he led a host of captives,</span><br><span id=\"p49004008_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he gave gifts to men.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49004008_07-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v49004009-1\">9&nbsp;</b>(In saying, “He ascended,” what does it mean but that he had also descended into the lower regions, the earth? <b class=\"verse-num\" id=\"v49004010-1\">10&nbsp;</b>He who descended is the one who also ascended far above all the heavens, that he might fill all things.) <b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. <b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n\n<p id=\"p49004016_10-21\"><b class=\"verse-num\" id=\"v49004017-1\">17&nbsp;</b>Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. <b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. <b class=\"verse-num\" id=\"v49004019-1\">19&nbsp;</b>They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity. <b class=\"verse-num\" id=\"v49004020-1\">20&nbsp;</b>But that is not the way you learned Christ!—<b class=\"verse-num\" id=\"v49004021-1\">21&nbsp;</b>assuming that you have heard about him and were taught in him, as the truth is in Jesus, <b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n<p id=\"p49004024_10-21\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another. <b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil. <b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. <b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear. <b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n\n</div>","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  <strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  <strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  <strong>7</strong> But unto every one of us is given grace according to the measure of the gift of Christ.  <strong>8</strong> Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.  <strong>9</strong> (Now that he ascended, what is it but that he also descended first into the lower parts of the earth?  <strong>10</strong> He that descended is the same also that ascended up far above all heavens, that he might fill all things.)  <strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  <strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  <strong>17</strong> This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,  <strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  <strong>19</strong> Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.  <strong>20</strong> But ye have not so learned Christ;  <strong>21</strong> If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:  <strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  <strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  <strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  <strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  <strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  <strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  <strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. <sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love. <sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. <sup><strong>7</strong></sup> But to each one of us grace has been given as Christ apportioned it. <sup><strong>8</strong></sup> This is why it says: \"When he ascended on high, he led captives in his train and gave gifts to men.\" <sup><strong>9</strong></sup> (What does \"he ascended\" mean except that he also descended to the lower, earthly regions? <sup><strong>10</strong></sup> He who descended is the very one who ascended higher than all the heavens, in order to fill the whole universe.) <sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. <sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. <sup><strong>17</strong></sup> So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking. <sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts. <sup><strong>19</strong></sup> Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, with a continual lust for more. <sup><strong>20</strong></sup> You, however, did not come to know Christ that way. <sup><strong>21</strong></sup> Surely you heard of him and were taught in him in accordance with the truth that is in Jesus. <sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. <sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body. <sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. <sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need. <sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen. <sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption. <sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"6168d0413b32607a097c1a30","topicId":"6168d03a3b32607a097c1a1c","verse":"Philippians 1:1-30","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p50001001_02-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50001001-1\">1:1&nbsp;</b>Paul and Timothy, servants of Christ Jesus,</p>\n<p id=\"p50001001_02-22\">To all the saints in Christ Jesus who are at Philippi, with the overseers and deacons:</p>\n<p id=\"p50001001_02-22\"><b class=\"verse-num\" id=\"v50001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p50001002_05-22\"><b class=\"verse-num\" id=\"v50001003-1\">3&nbsp;</b>I thank my God in all my remembrance of you, <b class=\"verse-num\" id=\"v50001004-1\">4&nbsp;</b>always in every prayer of mine for you all making my prayer with joy, <b class=\"verse-num\" id=\"v50001005-1\">5&nbsp;</b>because of your partnership in the gospel from the first day until now. <b class=\"verse-num\" id=\"v50001006-1\">6&nbsp;</b>And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ. <b class=\"verse-num\" id=\"v50001007-1\">7&nbsp;</b>It is right for me to feel this way about you all, because I hold you in my heart, for you are all partakers with me of grace, both in my imprisonment and in the defense and confirmation of the gospel. <b class=\"verse-num\" id=\"v50001008-1\">8&nbsp;</b>For God is my witness, how I yearn for you all with the affection of Christ Jesus. <b class=\"verse-num\" id=\"v50001009-1\">9&nbsp;</b>And it is my prayer that your love may abound more and more, with knowledge and all discernment, <b class=\"verse-num\" id=\"v50001010-1\">10&nbsp;</b>so that you may approve what is excellent, and so be pure and blameless for the day of Christ, <b class=\"verse-num\" id=\"v50001011-1\">11&nbsp;</b>filled with the fruit of righteousness that comes through Jesus Christ, to the glory and praise of God.</p>\n\n<p id=\"p50001011_10-22\"><b class=\"verse-num\" id=\"v50001012-1\">12&nbsp;</b>I want you to know, brothers, that what has happened to me has really served to advance the gospel, <b class=\"verse-num\" id=\"v50001013-1\">13&nbsp;</b>so that it has become known throughout the whole imperial guard and to all the rest that my imprisonment is for Christ. <b class=\"verse-num\" id=\"v50001014-1\">14&nbsp;</b>And most of the brothers, having become confident in the Lord by my imprisonment, are much more bold to speak the word without fear.</p>\n<p id=\"p50001014_10-22\"><b class=\"verse-num\" id=\"v50001015-1\">15&nbsp;</b>Some indeed preach Christ from envy and rivalry, but others from good will. <b class=\"verse-num\" id=\"v50001016-1\">16&nbsp;</b>The latter do it out of love, knowing that I am put here for the defense of the gospel. <b class=\"verse-num\" id=\"v50001017-1\">17&nbsp;</b>The former proclaim Christ out of selfish ambition, not sincerely but thinking to afflict me in my imprisonment. <b class=\"verse-num\" id=\"v50001018-1\">18&nbsp;</b>What then? Only that in every way, whether in pretense or in truth, Christ is proclaimed, and in that I rejoice.</p>\n\n<p id=\"p50001018_14-22\">Yes, and I will rejoice, <b class=\"verse-num\" id=\"v50001019-1\">19&nbsp;</b>for I know that through your prayers and the help of the Spirit of Jesus Christ this will turn out for my deliverance, <b class=\"verse-num\" id=\"v50001020-1\">20&nbsp;</b>as it is my eager expectation and hope that I will not be at all ashamed, but that with full courage now as always Christ will be honored in my body, whether by life or by death. <b class=\"verse-num\" id=\"v50001021-1\">21&nbsp;</b>For to me to live is Christ, and to die is gain. <b class=\"verse-num\" id=\"v50001022-1\">22&nbsp;</b>If I am to live in the flesh, that means fruitful labor for me. Yet which I shall choose I cannot tell. <b class=\"verse-num\" id=\"v50001023-1\">23&nbsp;</b>I am hard pressed between the two. My desire is to depart and be with Christ, for that is far better. <b class=\"verse-num\" id=\"v50001024-1\">24&nbsp;</b>But to remain in the flesh is more necessary on your account. <b class=\"verse-num\" id=\"v50001025-1\">25&nbsp;</b>Convinced of this, I know that I will remain and continue with you all, for your progress and joy in the faith, <b class=\"verse-num\" id=\"v50001026-1\">26&nbsp;</b>so that in me you may have ample cause to glory in Christ Jesus, because of my coming to you again.</p>\n<p id=\"p50001026_14-22\"><b class=\"verse-num\" id=\"v50001027-1\">27&nbsp;</b>Only let your manner of life be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of you that you are standing firm in one spirit, with one mind striving side by side for the faith of the gospel, <b class=\"verse-num\" id=\"v50001028-1\">28&nbsp;</b>and not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God. <b class=\"verse-num\" id=\"v50001029-1\">29&nbsp;</b>For it has been granted to you that for the sake of Christ you should not only believe in him but also suffer for his sake, <b class=\"verse-num\" id=\"v50001030-1\">30&nbsp;</b>engaged in the same conflict that you saw I had and now hear that I still have.</p>\n\n</div>","kjv":"<strong>1</strong> Paul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at Philippi, with the bishops and deacons:  <strong>2</strong> Grace be unto you, and peace, from God our Father, and from the Lord Jesus Christ.  <strong>3</strong> I thank my God upon every remembrance of you,  <strong>4</strong> Always in every prayer of mine for you all making request with joy,  <strong>5</strong> For your fellowship in the gospel from the first day until now;  <strong>6</strong> Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:  <strong>7</strong> Even as it is meet for me to think this of you all, because I have you in my heart; inasmuch as both in my bonds, and in the defence and confirmation of the gospel, ye all are partakers of my grace.  <strong>8</strong> For God is my record, how greatly I long after you all in the bowels of Jesus Christ.  <strong>9</strong> And this I pray, that your love may abound yet more and more in knowledge and in all judgment;  <strong>10</strong> That ye may approve things that are excellent; that ye may be sincere and without offence till the day of Christ;  <strong>11</strong> Being filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God.  <strong>12</strong> But I would ye should understand, brethren, that the things which happened unto me have fallen out rather unto the furtherance of the gospel;  <strong>13</strong> So that my bonds in Christ are manifest in all the palace, and in all other places;  <strong>14</strong> And many of the brethren in the Lord, waxing confident by my bonds, are much more bold to speak the word without fear.  <strong>15</strong> Some indeed preach Christ even of envy and strife; and some also of good will:  <strong>16</strong> The one preach Christ of contention, not sincerely, supposing to add affliction to my bonds:  <strong>17</strong> But the other of love, knowing that I am set for the defence of the gospel.  <strong>18</strong> What then? notwithstanding, every way, whether in pretence, or in truth, Christ is preached; and I therein do rejoice, yea, and will rejoice.  <strong>19</strong> For I know that this shall turn to my salvation through your prayer, and the supply of the Spirit of Jesus Christ,  <strong>20</strong> According to my earnest expectation and my hope, that in nothing I shall be ashamed, but that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death.  <strong>21</strong> For to me to live is Christ, and to die is gain.  <strong>22</strong> But if I live in the flesh, this is the fruit of my labour: yet what I shall choose I wot not.  <strong>23</strong> For I am in a strait betwixt two, having a desire to depart, and to be with Christ; which is far better:  <strong>24</strong> Nevertheless to abide in the flesh is more needful for you.  <strong>25</strong> And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;  <strong>26</strong> That your rejoicing may be more abundant in Jesus Christ for me by my coming to you again.  <strong>27</strong> Only let your conversation be as it becometh the gospel of Christ: that whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind striving together for the faith of the gospel;  <strong>28</strong> And in nothing terrified by your adversaries: which is to them an evident token of perdition, but to you of salvation, and that of God.  <strong>29</strong> For unto you it is given in the behalf of Christ, not only to believe on him, but also to suffer for his sake;  <strong>30</strong> Having the same conflict which ye saw in me, and now hear to be  in me.  ","niv":"<sup><strong>1</strong></sup> Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus at Philippi, together with the overseers and deacons: <sup><strong>2</strong></sup> Grace and peace to you from God our Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> I thank my God every time I remember you. <sup><strong>4</strong></sup> In all my prayers for all of you, I always pray with joy <sup><strong>5</strong></sup> because of your partnership in the gospel from the first day until now, <sup><strong>6</strong></sup> being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus. <sup><strong>7</strong></sup> It is right for me to feel this way about all of you, since I have you in my heart; for whether I am in chains or defending and confirming the gospel, all of you share in God's grace with me. <sup><strong>8</strong></sup> God can testify how I long for all of you with the affection of Christ Jesus. <sup><strong>9</strong></sup> And this is my prayer: that your love may abound more and more in knowledge and depth of insight, <sup><strong>10</strong></sup> so that you may be able to discern what is best and may be pure and blameless until the day of Christ, <sup><strong>11</strong></sup> filled with the fruit of righteousness that comes through Jesus Christ--to the glory and praise of God. <sup><strong>12</strong></sup> Now I want you to know, brothers, that what has happened to me has really served to advance the gospel. <sup><strong>13</strong></sup> As a result, it has become clear throughout the whole palace guard and to everyone else that I am in chains for Christ. <sup><strong>14</strong></sup> Because of my chains, most of the brothers in the Lord have been encouraged to speak the word of God more courageously and fearlessly. <sup><strong>15</strong></sup> It is true that some preach Christ out of envy and rivalry, but others out of goodwill. <sup><strong>16</strong></sup> The latter do so in love, knowing that I am put here for the defense of the gospel. <sup><strong>17</strong></sup> The former preach Christ out of selfish ambition, not sincerely, supposing that they can stir up trouble for me while I am in chains. <sup><strong>18</strong></sup> But what does it matter? The important thing is that in every way, whether from false motives or true, Christ is preached. And because of this I rejoice. <sup><strong>19</strong></sup> Yes, and I will continue to rejoice, for I know that through your prayers and the help given by the Spirit of Jesus Christ, what has happened to me will turn out for my deliverance. <sup><strong>20</strong></sup> I eagerly expect and hope that I will in no way be ashamed, but will have sufficient courage so that now as always Christ will be exalted in my body, whether by life or by death. <sup><strong>21</strong></sup> For to me, to live is Christ and to die is gain. <sup><strong>22</strong></sup> If I am to go on living in the body, this will mean fruitful labor for me. Yet what shall I choose? I do not know! <sup><strong>23</strong></sup> I am torn between the two: I desire to depart and be with Christ, which is better by far; <sup><strong>24</strong></sup> but it is more necessary for you that I remain in the body. <sup><strong>25</strong></sup> Convinced of this, I know that I will remain, and I will continue with all of you for your progress and joy in the faith, <sup><strong>26</strong></sup> so that through my being with you again your joy in Christ Jesus will overflow on account of me. <sup><strong>27</strong></sup> Whatever happens, conduct yourselves in a manner worthy of the gospel of Christ. Then, whether I come and see you or only hear about you in my absence, I will know that you stand firm in one spirit, contending as one man for the faith of the gospel <sup><strong>28</strong></sup> without being frightened in any way by those who oppose you. This is a sign to them that they will be destroyed, but that you will be saved--and that by God. <sup><strong>29</strong></sup> For it has been granted to you on behalf of Christ not only to believe on him, but also to suffer for him, <sup><strong>30</strong></sup> since you are going through the same struggle you saw I had, and now hear that I still have. "},{"_id":"6168d0413b32607a097c1a31","topicId":"6168d03a3b32607a097c1a1c","verse":"Colossians 1:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51001009_01-23\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding,</p>\n</div>","kjv":"<strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  ","niv":"<sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding."},{"_id":"6168d0413b32607a097c1a32","topicId":"6168d03a3b32607a097c1a1c","verse":"2 Corinthians 13:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47013005_01-24\"><b class=\"verse-num\" id=\"v47013005-1\">5&nbsp;</b>Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?—unless indeed you fail to meet the test!</p>\n</div>","kjv":"<strong>5</strong> Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?  ","niv":"<sup><strong>5</strong></sup> Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you--unless, of course, you fail the test?"},{"_id":"6168d0423b32607a097c1a33","topicId":"6168d03a3b32607a097c1a1c","verse":"2 Corinthians 6:1-18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47006001_01-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47006001-1\">6:1&nbsp;</b>Working together with him, then, we appeal to you not to receive the grace of God in vain. <b class=\"verse-num\" id=\"v47006002-1\">2&nbsp;</b>For he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p47006002_01-25\" class=\"line\">&nbsp;&nbsp;“In a favorable time I listened to you,</span><br><span id=\"p47006002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in a day of salvation I have helped you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p47006002_01-25\" class=\"same-paragraph\">Behold, now is the favorable time; behold, now is the day of salvation. <b class=\"verse-num\" id=\"v47006003-1\">3&nbsp;</b>We put no obstacle in anyone’s way, so that no fault may be found with our ministry, <b class=\"verse-num\" id=\"v47006004-1\">4&nbsp;</b>but as servants of God we commend ourselves in every way: by great endurance, in afflictions, hardships, calamities, <b class=\"verse-num\" id=\"v47006005-1\">5&nbsp;</b>beatings, imprisonments, riots, labors, sleepless nights, hunger; <b class=\"verse-num\" id=\"v47006006-1\">6&nbsp;</b>by purity, knowledge, patience, kindness, the Holy Spirit, genuine love; <b class=\"verse-num\" id=\"v47006007-1\">7&nbsp;</b>by truthful speech, and the power of God; with the weapons of righteousness for the right hand and for the left; <b class=\"verse-num\" id=\"v47006008-1\">8&nbsp;</b>through honor and dishonor, through slander and praise. We are treated as impostors, and yet are true; <b class=\"verse-num\" id=\"v47006009-1\">9&nbsp;</b>as unknown, and yet well known; as dying, and behold, we live; as punished, and yet not killed; <b class=\"verse-num\" id=\"v47006010-1\">10&nbsp;</b>as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything.</p>\n<p id=\"p47006010_01-25\"><b class=\"verse-num\" id=\"v47006011-1\">11&nbsp;</b>We have spoken freely to you, Corinthians; our heart is wide open. <b class=\"verse-num\" id=\"v47006012-1\">12&nbsp;</b>You are not restricted by us, but you are restricted in your own affections. <b class=\"verse-num\" id=\"v47006013-1\">13&nbsp;</b>In return (I speak as to children) widen your hearts also.</p>\n\n<p id=\"p47006013_07-25\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness? <b class=\"verse-num\" id=\"v47006015-1\">15&nbsp;</b>What accord has Christ with Belial? Or what portion does a believer share with an unbeliever? <b class=\"verse-num\" id=\"v47006016-1\">16&nbsp;</b>What agreement has the temple of God with idols? For we are the temple of the living God; as God said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p47006016_07-25\" class=\"line\">&nbsp;&nbsp;“I will make my dwelling among them and walk among them,</span><br><span id=\"p47006016_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will be their God,</span><br><span id=\"p47006016_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall be my people.</span><br><span id=\"p47006017_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v47006017-1\">17&nbsp;</b>&nbsp;&nbsp;Therefore go out from their midst,</span><br><span id=\"p47006017_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be separate from them, says the Lord,</span><br><span id=\"p47006017_07-25\" class=\"line\">&nbsp;&nbsp;and touch no unclean thing;</span><br><span id=\"p47006017_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then I will welcome you,</span><br><span id=\"p47006018_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v47006018-1\">18&nbsp;</b>&nbsp;&nbsp;and I will be a father to you,</span><br><span id=\"p47006018_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall be sons and daughters to me,</span><br><span id=\"p47006018_07-25\" class=\"line\">&nbsp;&nbsp;says the Lord Almighty.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> We then, as workers together with him, beseech you also that ye receive not the grace of God in vain.  <strong>2</strong> (For he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now is the accepted time; behold, now is the day of salvation.)  <strong>3</strong> Giving no offence in any thing, that the ministry be not blamed:  <strong>4</strong> But in all things approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses,  <strong>5</strong> In stripes, in imprisonments, in tumults, in labours, in watchings, in fastings;  <strong>6</strong> By pureness, by knowledge, by longsuffering, by kindness, by the Holy Ghost, by love unfeigned,  <strong>7</strong> By the word of truth, by the power of God, by the armour of righteousness on the right hand and on the left,  <strong>8</strong> By honour and dishonour, by evil report and good report: as deceivers, and yet true;  <strong>9</strong> As unknown, and yet well known; as dying, and, behold, we live; as chastened, and not killed;  <strong>10</strong> As sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things.  <strong>11</strong> O ye Corinthians, our mouth is open unto you, our heart is enlarged.  <strong>12</strong> Ye are not straitened in us, but ye are straitened in your own bowels.  <strong>13</strong> Now for a recompence in the same, (I speak as unto my children,) be ye also enlarged.  <strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  <strong>15</strong> And what concord hath Christ with Belial? or what part hath he that believeth with an infidel?  <strong>16</strong> And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.  <strong>17</strong> Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you,  <strong>18</strong> And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.  ","niv":"<sup><strong>1</strong></sup> As God's fellow workers we urge you not to receive God's grace in vain. <sup><strong>2</strong></sup> For he says, \"In the time of my favor I heard you, and in the day of salvation I helped you.\" I tell you, now is the time of God's favor, now is the day of salvation. <sup><strong>3</strong></sup> We put no stumbling block in anyone's path, so that our ministry will not be discredited. <sup><strong>4</strong></sup> Rather, as servants of God we commend ourselves in every way: in great endurance; in troubles, hardships and distresses; <sup><strong>5</strong></sup> in beatings, imprisonments and riots; in hard work, sleepless nights and hunger; <sup><strong>6</strong></sup> in purity, understanding, patience and kindness; in the Holy Spirit and in sincere love; <sup><strong>7</strong></sup> in truthful speech and in the power of God; with weapons of righteousness in the right hand and in the left; <sup><strong>8</strong></sup> through glory and dishonor, bad report and good report; genuine, yet regarded as impostors; <sup><strong>9</strong></sup> known, yet regarded as unknown; dying, and yet we live on; beaten, and yet not killed; <sup><strong>10</strong></sup> sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything. <sup><strong>11</strong></sup> We have spoken freely to you, Corinthians, and opened wide our hearts to you. <sup><strong>12</strong></sup> We are not withholding our affection from you, but you are withholding yours from us. <sup><strong>13</strong></sup> As a fair exchange--I speak as to my children--open wide your hearts also. <sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness? <sup><strong>15</strong></sup> What harmony is there between Christ and Belial? What does a believer have in common with an unbeliever? <sup><strong>16</strong></sup> What agreement is there between the temple of God and idols? For we are the temple of the living God. As God has said: \"I will live with them and walk among them, and I will be their God, and they will be my people.\" <sup><strong>17</strong></sup> \"Therefore come out from them and be separate, says the Lord. Touch no unclean thing, and I will receive you.\" <sup><strong>18</strong></sup> \"I will be a Father to you, and you will be my sons and daughters, says the Lord Almighty.\" "},{"_id":"6168d0423b32607a097c1a34","topicId":"6168d03a3b32607a097c1a1c","verse":"1 Corinthians 12:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-27\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-27\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-27\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-27\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-27\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-27\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. "},{"_id":"6168d0423b32607a097c1a35","topicId":"6168d03a3b32607a097c1a1c","verse":"1 Corinthians 2:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46002016_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n</div>","kjv":"<strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ."}]}