{"_id":"5fc31fdb8888bb90841ded5b","slug":"not-worrying","name":"Not Worrying","verses":[{"_id":"5fd257b8a1012d290aa88475","topicId":"5fc31fdb8888bb90841ded5b","verse":"Philippians 4:6","votes":4,"__v":0,"niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God.","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","esv":"<div>\n<p id=\"p50004006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>"},{"_id":"5fd257b8a1012d290aa88476","topicId":"5fc31fdb8888bb90841ded5b","verse":"1 Peter 5:7","votes":3,"__v":0,"niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you.","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","esv":"<div>\n<p id=\"p60005007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>"},{"_id":"5fd257b8a1012d290aa88477","topicId":"5fc31fdb8888bb90841ded5b","verse":"Hebrews 2:8","votes":3,"__v":0,"niv":"<sup><strong>8</strong></sup> and put everything under his feet.? In putting everything under him, God left nothing that is not subject to him. Yet at present we do not see everything subject to him.","kjv":"<strong>8</strong> Thou hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing that is not put under him. But now we see not yet all things put under him.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002008_01-4\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v58002008-1\">8&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;putting everything in subjection under his feet.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002008_01-4\" class=\"same-paragraph\">Now in putting everything in subjection to him, he left nothing outside his control. At present, we do not yet see everything in subjection to him.</p>\n</div>"},{"_id":"5fd257b8a1012d290aa88478","topicId":"5fc31fdb8888bb90841ded5b","verse":"1 Corinthians 15","votes":2,"__v":0,"niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, <sup><strong>5</strong></sup> and that he appeared to Peter, and then to the Twelve. <sup><strong>6</strong></sup> After that, he appeared to more than five hundred of the brothers at the same time, most of whom are still living, though some have fallen asleep. <sup><strong>7</strong></sup> Then he appeared to James, then to all the apostles, <sup><strong>8</strong></sup> and last of all he appeared to me also, as to one abnormally born. <sup><strong>9</strong></sup> For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God. <sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me. <sup><strong>11</strong></sup> Whether, then, it was I or they, this is what we preach, and this is what you believed. <sup><strong>12</strong></sup> But if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead? <sup><strong>13</strong></sup> If there is no resurrection of the dead, then not even Christ has been raised. <sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. <sup><strong>16</strong></sup> For if the dead are not raised, then Christ has not been raised either. <sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins. <sup><strong>18</strong></sup> Then those also who have fallen asleep in Christ are lost. <sup><strong>19</strong></sup> If only for this life we have hope in Christ, we are to be pitied more than all men. <sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. <sup><strong>24</strong></sup> Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. <sup><strong>25</strong></sup> For he must reign until he has put all his enemies under his feet. <sup><strong>26</strong></sup> The last enemy to be destroyed is death. <sup><strong>27</strong></sup> For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. <sup><strong>28</strong></sup> When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all. <sup><strong>29</strong></sup> Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them? <sup><strong>30</strong></sup> And as for us, why do we endanger ourselves every hour? <sup><strong>31</strong></sup> I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord. <sup><strong>32</strong></sup> If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\" <sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\" <sup><strong>34</strong></sup> Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame. <sup><strong>35</strong></sup> But someone may ask, \"How are the dead raised? With what kind of body will they come?\" <sup><strong>36</strong></sup> How foolish! What you sow does not come to life unless it dies. <sup><strong>37</strong></sup> When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else. <sup><strong>38</strong></sup> But God gives it a body as he has determined, and to each kind of seed he gives its own body. <sup><strong>39</strong></sup> All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another. <sup><strong>40</strong></sup> There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another. <sup><strong>41</strong></sup> The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor. <sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. <sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. ","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  <strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  <strong>11</strong> Therefore whether it were I or they, so we preach, and so ye believed.  <strong>12</strong> Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  <strong>13</strong> But if there be no resurrection of the dead, then is Christ not risen:  <strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  <strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","esv":"<div>\n\n<p id=\"p46015001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-1\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015005-1\">5&nbsp;</b>and that he appeared to Cephas, then to the twelve. <b class=\"verse-num\" id=\"v46015006-1\">6&nbsp;</b>Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep. <b class=\"verse-num\" id=\"v46015007-1\">7&nbsp;</b>Then he appeared to James, then to all the apostles. <b class=\"verse-num\" id=\"v46015008-1\">8&nbsp;</b>Last of all, as to one untimely born, he appeared also to me. <b class=\"verse-num\" id=\"v46015009-1\">9&nbsp;</b>For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God. <b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me. <b class=\"verse-num\" id=\"v46015011-1\">11&nbsp;</b>Whether then it was I or they, so we preach and so you believed.</p>\n\n<p id=\"p46015011_10-1\"><b class=\"verse-num\" id=\"v46015012-1\">12&nbsp;</b>Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead? <b class=\"verse-num\" id=\"v46015013-1\">13&nbsp;</b>But if there is no resurrection of the dead, then not even Christ has been raised. <b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised. <b class=\"verse-num\" id=\"v46015016-1\">16&nbsp;</b>For if the dead are not raised, not even Christ has been raised. <b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins. <b class=\"verse-num\" id=\"v46015018-1\">18&nbsp;</b>Then those also who have fallen asleep in Christ have perished. <b class=\"verse-num\" id=\"v46015019-1\">19&nbsp;</b>If in Christ we have hope in this life only, we are of all people most to be pitied.</p>\n<p id=\"p46015019_10-1\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. <b class=\"verse-num\" id=\"v46015024-1\">24&nbsp;</b>Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. <b class=\"verse-num\" id=\"v46015025-1\">25&nbsp;</b>For he must reign until he has put all his enemies under his feet. <b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death. <b class=\"verse-num\" id=\"v46015027-1\">27&nbsp;</b>For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him. <b class=\"verse-num\" id=\"v46015028-1\">28&nbsp;</b>When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.</p>\n<p id=\"p46015028_10-1\"><b class=\"verse-num\" id=\"v46015029-1\">29&nbsp;</b>Otherwise, what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf? <b class=\"verse-num\" id=\"v46015030-1\">30&nbsp;</b>Why are we in danger every hour? <b class=\"verse-num\" id=\"v46015031-1\">31&nbsp;</b>I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day! <b class=\"verse-num\" id=\"v46015032-1\">32&nbsp;</b>What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.” <b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.” <b class=\"verse-num\" id=\"v46015034-1\">34&nbsp;</b>Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame.</p>\n\n<p id=\"p46015034_13-1\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body. <b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish. <b class=\"verse-num\" id=\"v46015040-1\">40&nbsp;</b>There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another. <b class=\"verse-num\" id=\"v46015041-1\">41&nbsp;</b>There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.</p>\n<p id=\"p46015041_13-1\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_16-1\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_16-1\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_16-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_16-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_16-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_16-1\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n</div>"},{"_id":"5fd257b8a1012d290aa88479","topicId":"5fc31fdb8888bb90841ded5b","verse":"Romans 8","votes":2,"__v":0,"niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus, <sup><strong>2</strong></sup> because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death. <sup><strong>3</strong></sup> For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, <sup><strong>4</strong></sup> in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit. <sup><strong>5</strong></sup> Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. <sup><strong>12</strong></sup> Therefore, brothers, we have an obligation--but it is not to the sinful nature, to live according to it. <sup><strong>13</strong></sup> For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, <sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God. <sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\" <sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children. <sup><strong>17</strong></sup> Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. <sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us. <sup><strong>19</strong></sup> The creation waits in eager expectation for the sons of God to be revealed. <sup><strong>20</strong></sup> For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope <sup><strong>21</strong></sup> that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God. <sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. <sup><strong>23</strong></sup> Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies. <sup><strong>24</strong></sup> For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has? <sup><strong>25</strong></sup> But if we hope for what we do not yet have, we wait for it patiently. <sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. <sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. <sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us? <sup><strong>32</strong></sup> He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things? <sup><strong>33</strong></sup> Who will bring any charge against those whom God has chosen? It is God who justifies. <sup><strong>34</strong></sup> Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us. <sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? <sup><strong>36</strong></sup> As it is written: \"For your sake we face death all day long; we are considered as sheep to be slaughtered.\" <sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us. <sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. ","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","esv":"<div>\n\n<p id=\"p45008001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus. <b class=\"verse-num\" id=\"v45008002-1\">2&nbsp;</b>For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. <b class=\"verse-num\" id=\"v45008003-1\">3&nbsp;</b>For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, <b class=\"verse-num\" id=\"v45008004-1\">4&nbsp;</b>in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. <b class=\"verse-num\" id=\"v45008005-1\">5&nbsp;</b>For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. <b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_05-2\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n<p id=\"p45008011_08-2\"><b class=\"verse-num\" id=\"v45008012-1\">12&nbsp;</b>So then, brothers, we are debtors, not to the flesh, to live according to the flesh. <b class=\"verse-num\" id=\"v45008013-1\">13&nbsp;</b>For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. <b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God. <b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!” <b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God, <b class=\"verse-num\" id=\"v45008017-1\">17&nbsp;</b>and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.</p>\n\n<p id=\"p45008017_10-2\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. <b class=\"verse-num\" id=\"v45008019-1\">19&nbsp;</b>For the creation waits with eager longing for the revealing of the sons of God. <b class=\"verse-num\" id=\"v45008020-1\">20&nbsp;</b>For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope <b class=\"verse-num\" id=\"v45008021-1\">21&nbsp;</b>that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. <b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now. <b class=\"verse-num\" id=\"v45008023-1\">23&nbsp;</b>And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies. <b class=\"verse-num\" id=\"v45008024-1\">24&nbsp;</b>For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? <b class=\"verse-num\" id=\"v45008025-1\">25&nbsp;</b>But if we hope for what we do not see, we wait for it with patience.</p>\n<p id=\"p45008025_10-2\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God. <b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n<p id=\"p45008030_13-2\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us? <b class=\"verse-num\" id=\"v45008032-1\">32&nbsp;</b>He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things? <b class=\"verse-num\" id=\"v45008033-1\">33&nbsp;</b>Who shall bring any charge against God’s elect? It is God who justifies. <b class=\"verse-num\" id=\"v45008034-1\">34&nbsp;</b>Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us. <b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? <b class=\"verse-num\" id=\"v45008036-1\">36&nbsp;</b>As it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45008036_13-2\" class=\"line\">&nbsp;&nbsp;“For your sake we are being killed all the day long;</span><br><span id=\"p45008036_13-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are regarded as sheep to be slaughtered.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45008036_13-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us. <b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n\n</div>"},{"_id":"5fd257b8a1012d290aa8847a","topicId":"5fc31fdb8888bb90841ded5b","verse":"Hebrews 9:22","votes":2,"__v":0,"niv":"<sup><strong>22</strong></sup> In fact, the law requires that nearly everything be cleansed with blood, and without the shedding of blood there is no forgiveness.","kjv":"<strong>22</strong> And almost all things are by the law purged with blood; and without shedding of blood is no remission.  ","esv":"<div>\n<p id=\"p58009022_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009022-1\">22&nbsp;</b>Indeed, under the law almost everything is purified with blood, and without the shedding of blood there is no forgiveness of sins.</p>\n</div>"},{"_id":"5fd257b8a1012d290aa8847b","topicId":"5fc31fdb8888bb90841ded5b","verse":"Titus 1:2","votes":2,"__v":0,"niv":"<sup><strong>2</strong></sup> a faith and knowledge resting on the hope of eternal life, which God, who does not lie, promised before the beginning of time,","kjv":"<strong>2</strong> In hope of eternal life, which God, that cannot lie, promised before the world began;  ","esv":"<div>\n<p id=\"p56001002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001002-1\">2&nbsp;</b>in hope of eternal life, which God, who never lies, promised before the ages began</p>\n\n</div>"},{"_id":"5fd257b9a1012d290aa8847c","topicId":"5fc31fdb8888bb90841ded5b","verse":"Philippians 4:19","votes":2,"__v":0,"niv":"<sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus.","kjv":"<strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  ","esv":"<div>\n<p id=\"p50004019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus.</p>\n</div>"},{"_id":"5fd257b9a1012d290aa8847d","topicId":"5fc31fdb8888bb90841ded5b","verse":"Romans 12:1-2","votes":2,"__v":0,"niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. ","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","esv":"<div>\n\n<p id=\"p45012001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>"},{"_id":"5fd257b9a1012d290aa8847e","topicId":"5fc31fdb8888bb90841ded5b","verse":"Romans 8:22","votes":2,"__v":0,"niv":"<sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time.","kjv":"<strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  ","esv":"<div>\n<p id=\"p45008022_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now.</p>\n</div>"},{"_id":"5fd257b9a1012d290aa8847f","topicId":"5fc31fdb8888bb90841ded5b","verse":"John 1:29","votes":2,"__v":0,"niv":"<sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world!","kjv":"<strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  ","esv":"<div>\n\n<p id=\"p43001029_06-13\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world!</p>\n</div>"},{"_id":"5fd257b9a1012d290aa88480","topicId":"5fc31fdb8888bb90841ded5b","verse":"Matthew 6:25-34","votes":2,"__v":0,"niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. ","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","esv":"<div>\n\n<p id=\"p40006025_05-14\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_05-14\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>"},{"_id":"5fd257b9a1012d290aa88481","topicId":"5fc31fdb8888bb90841ded5b","verse":"Matthew 6:25","votes":2,"__v":0,"niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes?","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  ","esv":"<div>\n\n<p id=\"p40006025_05-15\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span></p>\n</div>"},{"_id":"5fd257b9a1012d290aa88482","topicId":"5fc31fdb8888bb90841ded5b","verse":"Malachi 1:8","votes":2,"__v":0,"niv":"<sup><strong>8</strong></sup> When you bring blind animals for sacrifice, is that not wrong? When you sacrifice crippled or diseased animals, is that not wrong? Try offering them to your governor! Would he be pleased with you? Would he accept you?\" says the LORD Almighty.","kjv":"<strong>8</strong> And if ye offer the blind for sacrifice, is it not evil? and if ye offer the lame and sick, is it not evil? offer it now unto thy governor; will he be pleased with thee, or accept thy person? saith the LORD of hosts.  ","esv":"<div>\n<p id=\"p39001008_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v39001008-1\">8&nbsp;</b>When you offer blind animals in sacrifice, is that not evil? And when you offer those that are lame or sick, is that not evil? Present that to your governor; will he accept you or show you favor? says the LORD of hosts.</p>\n</div>"},{"_id":"5fd257baa1012d290aa88483","topicId":"5fc31fdb8888bb90841ded5b","verse":"Ezekiel 32:2","votes":2,"__v":0,"niv":"<sup><strong>2</strong></sup> \"Son of man, take up a lament concerning Pharaoh king of Egypt and say to him: \"'You are like a lion among the nations; you are like a monster in the seas thrashing about in your streams, churning the water with your feet and muddying the streams.","kjv":"<strong>2</strong> Son of man, take up a lamentation for Pharaoh king of Egypt, and say unto him, Thou art like a young lion of the nations, and thou art as a whale in the seas: and thou camest forth with thy rivers, and troubledst the waters with thy feet, and fouledst their rivers.  ","esv":"<div>\n<p id=\"p26032002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v26032002-1\">2&nbsp;</b>“Son of man, raise a lamentation over Pharaoh king of Egypt and say to him:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26032002_01-17\" class=\"line\">&nbsp;&nbsp;“You consider yourself a lion of the nations,</span><br><span id=\"p26032002_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you are like a dragon in the seas;</span><br><span id=\"p26032002_01-17\" class=\"line\">&nbsp;&nbsp;you burst forth in your rivers,</span><br><span id=\"p26032002_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;trouble the waters with your feet,</span><br><span id=\"p26032002_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and foul their rivers.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd257baa1012d290aa88484","topicId":"5fc31fdb8888bb90841ded5b","verse":"Ezekiel 29:3","votes":2,"__v":0,"niv":"<sup><strong>3</strong></sup> Speak to him and say: 'This is what the Sovereign LORD says: \"'I am against you, Pharaoh king of Egypt, you great monster lying among your streams. You say, \"The Nile is mine; I made it for myself.\"","kjv":"<strong>3</strong> Speak, and say, Thus saith the Lord GOD; Behold, I am against thee, Pharaoh king of Egypt, the great dragon that lieth in the midst of his rivers, which hath said, My river is mine own, and I have made it for myself.  ","esv":"<div>\n<p id=\"p26029003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v26029003-1\">3&nbsp;</b>speak, and say, Thus says the Lord GOD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26029003_01-18\" class=\"line\">&nbsp;&nbsp;“Behold, I am against you,</span><br><span id=\"p26029003_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Pharaoh king of Egypt,</span><br><span id=\"p26029003_01-18\" class=\"line\">&nbsp;&nbsp;the great dragon that lies</span><br><span id=\"p26029003_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of his streams,</span><br><span id=\"p26029003_01-18\" class=\"line\">&nbsp;&nbsp;that says, ‘My Nile is my own;</span><br><span id=\"p26029003_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I made it for myself.’</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd257baa1012d290aa88485","topicId":"5fc31fdb8888bb90841ded5b","verse":"Lamentations 4:3","votes":2,"__v":0,"niv":"<sup><strong>3</strong></sup> Even jackals offer their breasts to nurse their young, but my people have become heartless like ostriches in the desert.","kjv":"<strong>3</strong> Even the sea monsters draw out the breast, they give suck to their young ones: the daughter of my people is become cruel, like the ostriches in the wilderness.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p25004003_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v25004003-1\">3&nbsp;</b>&nbsp;&nbsp;Even jackals offer the breast;</span><br><span id=\"p25004003_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they nurse their young;</span><br><span id=\"p25004003_01-19\" class=\"line\">&nbsp;&nbsp;but the daughter of my people has become cruel,</span><br><span id=\"p25004003_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like the ostriches in the wilderness.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd257baa1012d290aa88486","topicId":"5fc31fdb8888bb90841ded5b","verse":"Jeremiah 51:37","votes":2,"__v":0,"niv":"<sup><strong>37</strong></sup> Babylon will be a heap of ruins, a haunt of jackals, an object of horror and scorn, a place where no one lives.","kjv":"<strong>37</strong> And Babylon shall become heaps, a dwelling place for dragons, an astonishment, and an hissing, without an inhabitant.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24051037_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051037-1\">37&nbsp;</b>&nbsp;&nbsp;and Babylon shall become a heap of ruins,</span><br><span id=\"p24051037_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the haunt of jackals,</span><br><span id=\"p24051037_01-20\" class=\"line\">&nbsp;&nbsp;a horror and a hissing,</span><br><span id=\"p24051037_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without inhabitant.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd257baa1012d290aa88487","topicId":"5fc31fdb8888bb90841ded5b","verse":"Jeremiah 49:33","votes":2,"__v":0,"niv":"<sup><strong>33</strong></sup> \"Hazor will become a haunt of jackals, a desolate place forever. No one will live there; no man will dwell in it.\"","kjv":"<strong>33</strong> And Hazor shall be a dwelling for dragons, and a desolation for ever: there shall no man abide there, nor any son of man dwell in it.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24049033_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24049033-1\">33&nbsp;</b>&nbsp;&nbsp;Hazor shall become a haunt of jackals,</span><br><span id=\"p24049033_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;an everlasting waste;</span><br><span id=\"p24049033_01-21\" class=\"line\">&nbsp;&nbsp;no man shall dwell there;</span><br><span id=\"p24049033_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no man shall sojourn in her.”</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd257baa1012d290aa88488","topicId":"5fc31fdb8888bb90841ded5b","verse":"Isaiah 53","votes":2,"__v":0,"niv":"<sup><strong>1</strong></sup> Who has believed our message and to whom has the arm of the LORD been revealed? <sup><strong>2</strong></sup> He grew up before him like a tender shoot, and like a root out of dry ground. He had no beauty or majesty to attract us to him, nothing in his appearance that we should desire him. <sup><strong>3</strong></sup> He was despised and rejected by men, a man of sorrows, and familiar with suffering. Like one from whom men hide their faces he was despised, and we esteemed him not. <sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted. <sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed. <sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all. <sup><strong>7</strong></sup> He was oppressed and afflicted, yet he did not open his mouth; he was led like a lamb to the slaughter, and as a sheep before her shearers is silent, so he did not open his mouth. <sup><strong>8</strong></sup> By oppression and judgment he was taken away. And who can speak of his descendants? For he was cut off from the land of the living; for the transgression of my people he was stricken. <sup><strong>9</strong></sup> He was assigned a grave with the wicked, and with the rich in his death, though he had done no violence, nor was any deceit in his mouth. <sup><strong>10</strong></sup> Yet it was the LORD's will to crush him and cause him to suffer, and though the LORD makes his life a guilt offering, he will see his offspring and prolong his days, and the will of the LORD will prosper in his hand. <sup><strong>11</strong></sup> After the suffering of his soul, he will see the light of life and be satisfied; by his knowledge my righteous servant will justify many, and he will bear their iniquities. <sup><strong>12</strong></sup> Therefore I will give him a portion among the great, and he will divide the spoils with the strong, because he poured out his life unto death, and was numbered with the transgressors. For he bore the sin of many, and made intercession for the transgressors. ","kjv":"<strong>1</strong> Who hath believed our report? and to whom is the arm of the LORD revealed?  <strong>2</strong> For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him.  <strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.  <strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  <strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  <strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  <strong>7</strong> He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.  <strong>8</strong> He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.  <strong>9</strong> And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither was any deceit in his mouth.  <strong>10</strong> Yet it pleased the LORD to bruise him; he hath put him to grief: when thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the LORD shall prosper in his hand.  <strong>11</strong> He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.  <strong>12</strong> Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053001_01-3\" class=\"line\"><b class=\"chapter-num\" id=\"v23053001-1\">53:1&nbsp;</b>&nbsp;&nbsp;Who has believed what he has heard from us?</span><br><span id=\"p23053001_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And to whom has the arm of the LORD been revealed?</span><br><span id=\"p23053002_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053002-1\">2&nbsp;</b>&nbsp;&nbsp;For he grew up before him like a young plant,</span><br><span id=\"p23053002_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a root out of dry ground;</span><br><span id=\"p23053002_01-3\" class=\"line\">&nbsp;&nbsp;he had no form or majesty that we should look at him,</span><br><span id=\"p23053002_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no beauty that we should desire him.</span><br><span id=\"p23053003_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053003-1\">3&nbsp;</b>&nbsp;&nbsp;He was despised and rejected by men,</span><br><span id=\"p23053003_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man of sorrows and acquainted with grief;</span><br><span id=\"p23053003_01-3\" class=\"line\">&nbsp;&nbsp;and as one from whom men hide their faces</span><br><span id=\"p23053003_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was despised, and we esteemed him not.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-3\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br><span id=\"p23053005_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-3\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br><span id=\"p23053006_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-3\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053007_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053007-1\">7&nbsp;</b>&nbsp;&nbsp;He was oppressed, and he was afflicted,</span><br><span id=\"p23053007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet he opened not his mouth;</span><br><span id=\"p23053007_01-3\" class=\"line\">&nbsp;&nbsp;like a lamb that is led to the slaughter,</span><br><span id=\"p23053007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a sheep that before its shearers is silent,</span><br><span id=\"p23053007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opened not his mouth.</span><br><span id=\"p23053008_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053008-1\">8&nbsp;</b>&nbsp;&nbsp;By oppression and judgment he was taken away;</span><br><span id=\"p23053008_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as for his generation, who considered</span><br><span id=\"p23053008_01-3\" class=\"line\">&nbsp;&nbsp;that he was cut off out of the land of the living,</span><br><span id=\"p23053008_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stricken for the transgression of my people?</span><br><span id=\"p23053009_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053009-1\">9&nbsp;</b>&nbsp;&nbsp;And they made his grave with the wicked</span><br><span id=\"p23053009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a rich man in his death,</span><br><span id=\"p23053009_01-3\" class=\"line\">&nbsp;&nbsp;although he had done no violence,</span><br><span id=\"p23053009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there was no deceit in his mouth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053010_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053010-1\">10&nbsp;</b>&nbsp;&nbsp;Yet it was the will of the LORD to crush him;</span><br><span id=\"p23053010_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has put him to grief;</span><br><span id=\"p23053010_01-3\" class=\"line\">&nbsp;&nbsp;when his soul makes an offering for guilt,</span><br><span id=\"p23053010_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shall see his offspring; he shall prolong his days;</span><br><span id=\"p23053010_01-3\" class=\"line\">&nbsp;&nbsp;the will of the LORD shall prosper in his hand.</span><br><span id=\"p23053011_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053011-1\">11&nbsp;</b>&nbsp;&nbsp;Out of the anguish of his soul he shall see and be satisfied;</span><br><span id=\"p23053011_01-3\" class=\"line\">&nbsp;&nbsp;by his knowledge shall the righteous one, my servant,</span><br><span id=\"p23053011_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make many to be accounted righteous,</span><br><span id=\"p23053011_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall bear their iniquities.</span><br><span id=\"p23053012_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053012-1\">12&nbsp;</b>&nbsp;&nbsp;Therefore I will divide him a portion with the many,</span><br><span id=\"p23053012_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall divide the spoil with the strong,</span><br><span id=\"p23053012_01-3\" class=\"line\">&nbsp;&nbsp;because he poured out his soul to death</span><br><span id=\"p23053012_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was numbered with the transgressors;</span><br><span id=\"p23053012_01-3\" class=\"line\">&nbsp;&nbsp;yet he bore the sin of many,</span><br><span id=\"p23053012_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes intercession for the transgressors.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"5fd257bba1012d290aa88489","topicId":"5fc31fdb8888bb90841ded5b","verse":"Isaiah 51:9","votes":2,"__v":0,"niv":"<sup><strong>9</strong></sup> Awake, awake! Clothe yourself with strength, O arm of the LORD; awake, as in days gone by, as in generations of old. Was it not you who cut Rahab to pieces, who pierced that monster through?","kjv":"<strong>9</strong> Awake, awake, put on strength, O arm of the LORD; awake, as in the ancient days, in the generations of old. Art thou not it that hath cut Rahab, and wounded the dragon?  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23051009_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23051009-1\">9&nbsp;</b>&nbsp;&nbsp;Awake, awake, put on strength,</span><br><span id=\"p23051009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O arm of the LORD;</span><br><span id=\"p23051009_01-23\" class=\"line\">&nbsp;&nbsp;awake, as in days of old,</span><br><span id=\"p23051009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the generations of long ago.</span><br><span id=\"p23051009_01-23\" class=\"line\">&nbsp;&nbsp;Was it not you who cut Rahab in pieces,</span><br><span id=\"p23051009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who pierced the dragon?</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd257bba1012d290aa8848a","topicId":"5fc31fdb8888bb90841ded5b","verse":"Isaiah 35:7","votes":2,"__v":0,"niv":"<sup><strong>7</strong></sup> The burning sand will become a pool, the thirsty ground bubbling springs. In the haunts where jackals once lay, grass and reeds and papyrus will grow.","kjv":"<strong>7</strong> And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay, shall be  grass with reeds and rushes.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23035007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035007-1\">7&nbsp;</b>&nbsp;&nbsp;the burning sand shall become a pool,</span><br><span id=\"p23035007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the thirsty ground springs of water;</span><br><span id=\"p23035007_01-24\" class=\"line\">&nbsp;&nbsp;in the haunt of jackals, where they lie down,</span><br><span id=\"p23035007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the grass shall become reeds and rushes.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd257bba1012d290aa8848b","topicId":"5fc31fdb8888bb90841ded5b","verse":"Isaiah 34:13","votes":2,"__v":0,"niv":"<sup><strong>13</strong></sup> Thorns will overrun her citadels, nettles and brambles her strongholds. She will become a haunt for jackals, a home for owls.","kjv":"<strong>13</strong> And thorns shall come up in her palaces, nettles and brambles in the fortresses thereof: and it shall be an habitation of dragons, and  a court for owls.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23034013_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23034013-1\">13&nbsp;</b>&nbsp;&nbsp;Thorns shall grow over its strongholds,</span><br><span id=\"p23034013_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nettles and thistles in its fortresses.</span><br><span id=\"p23034013_01-25\" class=\"line\">&nbsp;&nbsp;It shall be the haunt of jackals,</span><br><span id=\"p23034013_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;an abode for ostriches.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"5fd257bba1012d290aa8848c","topicId":"5fc31fdb8888bb90841ded5b","verse":"Isaiah 30:6","votes":2,"__v":0,"niv":"<sup><strong>6</strong></sup> An oracle concerning the animals of the Negev: Through a land of hardship and distress, of lions and lionesses, of adders and darting snakes, the envoys carry their riches on donkeys' backs, their treasures on the humps of camels, to that unprofitable nation,","kjv":"<strong>6</strong> The burden of the beasts of the south: into the land of trouble and anguish, from whence come the young and old lion, the viper and fiery flying serpent, they will carry their riches upon the shoulders of young asses, and their treasures upon the bunches of camels, to a people that  shall not profit them.  ","esv":"<div>\n<p id=\"p23030006_01-26\"><b class=\"verse-num\" id=\"v23030006-1\">6&nbsp;</b>An oracle on the beasts of the Negeb.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23030006_01-26\" class=\"line\">&nbsp;&nbsp;Through a land of trouble and anguish,</span><br><span id=\"p23030006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from where come the lioness and the lion,</span><br><span id=\"p23030006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the adder and the flying fiery serpent,</span><br><span id=\"p23030006_01-26\" class=\"line\">&nbsp;&nbsp;they carry their riches on the backs of donkeys,</span><br><span id=\"p23030006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their treasures on the humps of camels,</span><br><span id=\"p23030006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to a people that cannot profit them.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd257bba1012d290aa8848d","topicId":"5fc31fdb8888bb90841ded5b","verse":"Isaiah 27:1","votes":2,"__v":0,"niv":"<sup><strong>1</strong></sup> In that day, the LORD will punish with his sword, his fierce, great and powerful sword, Leviathan the gliding serpent, Leviathan the coiling serpent; he will slay the monster of the sea.","kjv":"<strong>1</strong> In that day the LORD with his sore and great and strong sword shall punish leviathan the piercing serpent, even leviathan that crooked serpent; and he shall slay the dragon that is in the sea.  ","esv":"<div>\n\n<p id=\"p23027001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23027001-1\">27:1&nbsp;</b>In that day the LORD with his hard and great and strong sword will punish Leviathan the fleeing serpent, Leviathan the twisting serpent, and he will slay the dragon that is in the sea.</p>\n</div>"}]}