{"_id":"6168d2ca3b32607a097c1b3e","slug":"nuns","name":"Nuns","verses":[{"_id":"6168d2ca3b32607a097c1b3f","topicId":"6168d2ca3b32607a097c1b3e","verse":"1 Corinthians 7:32-35","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46007032_01-1\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n</div>","kjv":"<strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  ","niv":"<sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. "},{"_id":"6168d2cb3b32607a097c1b40","topicId":"6168d2ca3b32607a097c1b3e","verse":"1 Corinthians 7:8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46007008_01-3\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am.</p>\n</div>","kjv":"<strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  ","niv":"<sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am."},{"_id":"6168d2cc3b32607a097c1b41","topicId":"6168d2ca3b32607a097c1b3e","verse":"Numbers 6:1-2","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p04006001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04006001-1\">6:1&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04006002-1\">2&nbsp;</b>“Speak to the people of Israel and say to them, When either a man or a woman makes a special vow, the vow of a Nazirite, to separate himself to the LORD,</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto the children of Israel, and say unto them, When either man or woman shall separate themselves to vow a vow of a Nazarite, to separate themselves unto the LORD:  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Speak to the Israelites and say to them: 'If a man or woman wants to make a special vow, a vow of separation to the LORD as a Nazirite, "},{"_id":"6168d2cc3b32607a097c1b42","topicId":"6168d2ca3b32607a097c1b3e","verse":"1 Corinthians 6:17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46006017_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006017-1\">17&nbsp;</b>But he who is joined to the Lord becomes one spirit with him.</p>\n</div>","kjv":"<strong>17</strong> But he that is joined unto the Lord is one spirit.  ","niv":"<sup><strong>17</strong></sup> But he who unites himself with the Lord is one with him in spirit."},{"_id":"6168d2cc3b32607a097c1b43","topicId":"6168d2ca3b32607a097c1b3e","verse":"1 Corinthians 7:17","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p46007017_06-8\"><b class=\"verse-num\" id=\"v46007017-1\">17&nbsp;</b>Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches.</p>\n\n</div>","kjv":"<strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  ","niv":"<sup><strong>17</strong></sup> Nevertheless, each one should retain the place in life that the Lord assigned to him and to which God has called him. This is the rule I lay down in all the churches."},{"_id":"6168d2cc3b32607a097c1b44","topicId":"6168d2ca3b32607a097c1b3e","verse":"Luke 18:29-30","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42018029_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v42018029-1\">29&nbsp;</b>And he said to them, <span class=\"woc\">“Truly, I say to you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God,</span> <b class=\"verse-num woc\" id=\"v42018030-1\">30&nbsp;</b><span class=\"woc\">who will not receive many times more in this time, and in the age to come eternal life.”</span></p>\n\n</div>","kjv":"<strong>29</strong> And he said unto them, Verily I say unto you, There is no man that hath left house, or parents, or brethren, or wife, or children, for the kingdom of God’s sake,  <strong>30</strong> Who shall not receive manifold more in this present time, and in the world to come life everlasting. ","niv":"<sup><strong>29</strong></sup> \"I tell you the truth,\" Jesus said to them, \"no one who has left home or wife or brothers or parents or children for the sake of the kingdom of God <sup><strong>30</strong></sup> will fail to receive many times as much in this age and, in the age to come, eternal life.\" "},{"_id":"6168d2cd3b32607a097c1b45","topicId":"6168d2ca3b32607a097c1b3e","verse":"2 Corinthians 11:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47011002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011002-1\">2&nbsp;</b>For I feel a divine jealousy for you, since I betrothed you to one husband, to present you as a pure virgin to Christ.</p>\n</div>","kjv":"<strong>2</strong> For I am jealous over you with godly jealousy: for I have espoused you to one husband, that I may present you as a chaste virgin to Christ.  ","niv":"<sup><strong>2</strong></sup> I am jealous for you with a godly jealousy. I promised you to one husband, to Christ, so that I might present you as a pure virgin to him.","modified":"2023-01-23T14:47:57.381Z"},{"_id":"6168d2cd3b32607a097c1b46","topicId":"6168d2ca3b32607a097c1b3e","verse":"1 Corinthians 7:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46007028_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007028-1\">28&nbsp;</b>But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that.</p>\n\n</div>","kjv":"<strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  ","niv":"<sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this."},{"_id":"6168d2cd3b32607a097c1b47","topicId":"6168d2ca3b32607a097c1b3e","verse":"1 Corinthians 12:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46012028_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues.</p>\n</div>","kjv":"<strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  ","niv":"<sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues."},{"_id":"6168d2ce3b32607a097c1b48","topicId":"6168d2ca3b32607a097c1b3e","verse":"Luke 2:36-38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42002036_01-15\"><b class=\"verse-num\" id=\"v42002036-1\">36&nbsp;</b>And there was a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was advanced in years, having lived with her husband seven years from when she was a virgin, <b class=\"verse-num\" id=\"v42002037-1\">37&nbsp;</b>and then as a widow until she was eighty-four. She did not depart from the temple, worshiping with fasting and prayer night and day. <b class=\"verse-num\" id=\"v42002038-1\">38&nbsp;</b>And coming up at that very hour she began to give thanks to God and to speak of him to all who were waiting for the redemption of Jerusalem.</p>\n\n</div>","kjv":"<strong>36</strong> And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;  <strong>37</strong> And she was a widow of about fourscore and four years, which departed not from the temple, but served God with fastings and prayers night and day.  <strong>38</strong> And she coming in that instant gave thanks likewise unto the Lord, and spake of him to all them that looked for redemption in Jerusalem.  ","niv":"<sup><strong>36</strong></sup> There was also a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was very old; she had lived with her husband seven years after her marriage, <sup><strong>37</strong></sup> and then was a widow until she was eighty-four. She never left the temple but worshiped night and day, fasting and praying. <sup><strong>38</strong></sup> Coming up to them at that very moment, she gave thanks to God and spoke about the child to all who were looking forward to the redemption of Jerusalem. "},{"_id":"6168d2ce3b32607a097c1b49","topicId":"6168d2ca3b32607a097c1b3e","verse":"Romans 7:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45007004_01-16\"><b class=\"verse-num\" id=\"v45007004-1\">4&nbsp;</b>Likewise, my brothers, you also have died to the law through the body of Christ, so that you may belong to another, to him who has been raised from the dead, in order that we may bear fruit for God.</p>\n</div>","kjv":"<strong>4</strong> Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.  ","niv":"<sup><strong>4</strong></sup> So, my brothers, you also died to the law through the body of Christ, that you might belong to another, to him who was raised from the dead, in order that we might bear fruit to God."},{"_id":"6168d2ce3b32607a097c1b4a","topicId":"6168d2ca3b32607a097c1b3e","verse":"1 Corinthians 7:34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46007034_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband.</p>\n</div>","kjv":"<strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  ","niv":"<sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband."},{"_id":"6168d2ce3b32607a097c1b4b","topicId":"6168d2ca3b32607a097c1b3e","verse":"Revelation 19:7","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66019007_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v66019007-1\">7&nbsp;</b>&nbsp;&nbsp;Let us rejoice and exult</span><br><span id=\"p66019007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give him the glory,</span><br><span id=\"p66019007_01-19\" class=\"line\">&nbsp;&nbsp;for the marriage of the Lamb has come,</span><br><span id=\"p66019007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his Bride has made herself ready;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Let us be glad and rejoice, and give honour to him: for the marriage of the Lamb is come, and his wife hath made herself ready.  ","niv":"<sup><strong>7</strong></sup> Let us rejoice and be glad and give him glory! For the wedding of the Lamb has come, and his bride has made herself ready."},{"_id":"6168d2cf3b32607a097c1b4c","topicId":"6168d2ca3b32607a097c1b3e","verse":"Numbers 6:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p04006008_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v04006008-1\">8&nbsp;</b>All the days of his separation he is holy to the LORD.</p>\n</div>","kjv":"<strong>8</strong> All the days of his separation he is holy unto the LORD.  ","niv":"<sup><strong>8</strong></sup> Throughout the period of his separation he is consecrated to the LORD."},{"_id":"6168d2cf3b32607a097c1b4d","topicId":"6168d2ca3b32607a097c1b3e","verse":"1 Timothy 5:2","votes":0,"__v":0,"esv":"<div>\n<p id=\"p54005002_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005002-1\">2&nbsp;</b>older women as mothers, younger women as sisters, in all purity.</p>\n</div>","kjv":"<strong>2</strong> The elder women as mothers; the younger as sisters, with all purity.  ","niv":"<sup><strong>2</strong></sup> older women as mothers, and younger women as sisters, with absolute purity.","modified":"2023-03-09T14:20:43.363Z"}]}