{"_id":"6168d8d33b32607a097c1c2d","slug":"obligation","name":"Obligation","verses":[{"_id":"6168d8d43b32607a097c1c2e","topicId":"6168d8d33b32607a097c1c2d","verse":"Ephesians 5:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children.</p>\n</div>","kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children","modified":"2023-04-15T11:01:50.225Z"},{"_id":"6168d8d43b32607a097c1c2f","topicId":"6168d8d33b32607a097c1c2d","verse":"1 Corinthians 9:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46009014_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009014-1\">14&nbsp;</b>In the same way, the Lord commanded that those who proclaim the gospel should get their living by the gospel.</p>\n</div>","kjv":"<strong>14</strong> Even so hath the Lord ordained that they which preach the gospel should live of the gospel.  ","niv":"<sup><strong>14</strong></sup> In the same way, the Lord has commanded that those who preach the gospel should receive their living from the gospel."},{"_id":"6168d8d43b32607a097c1c30","topicId":"6168d8d33b32607a097c1c2d","verse":"Romans 13:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45013004_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer."},{"_id":"6168d8d53b32607a097c1c31","topicId":"6168d8d33b32607a097c1c2d","verse":"James 1:27","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"6168d8d53b32607a097c1c32","topicId":"6168d8d33b32607a097c1c2d","verse":"Colossians 3:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p51003019_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003019-1\">19&nbsp;</b>Husbands, love your wives, and do not be harsh with them.</p>\n</div>","kjv":"<strong>19</strong> Husbands, love your wives, and be not bitter against them.  ","niv":"<sup><strong>19</strong></sup> Husbands, love your wives and do not be harsh with them."},{"_id":"6168d8d53b32607a097c1c33","topicId":"6168d8d33b32607a097c1c2d","verse":"Romans 13:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45013007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor.","modified":"2022-11-10T02:08:45.436Z"},{"_id":"6168d8d63b32607a097c1c34","topicId":"6168d8d33b32607a097c1c2d","verse":"Romans 13:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45013003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval,</p>\n</div>","kjv":"<strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  ","niv":"<sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you."},{"_id":"6168d8d63b32607a097c1c35","topicId":"6168d8d33b32607a097c1c2d","verse":"Proverbs 3:9","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003009_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003009-1\">9&nbsp;</b>&nbsp;&nbsp;Honor the LORD with your wealth</span><br><span id=\"p20003009_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the firstfruits of all your produce;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Honour the LORD with thy substance, and with the firstfruits of all thine increase:  ","niv":"<sup><strong>9</strong></sup> Honor the LORD with your wealth, with the firstfruits of all your crops;","modified":"2023-04-01T12:50:46.457Z"},{"_id":"6168d8d63b32607a097c1c36","topicId":"6168d8d33b32607a097c1c2d","verse":"Luke 12:1-59","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p42012001_08-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42012001-1\">12:1&nbsp;</b>In the meantime, when so many thousands of the people had gathered together that they were trampling one another, he began to say to his disciples first, <span class=\"woc\">“Beware of the leaven of the Pharisees, which is hypocrisy.</span> <b class=\"verse-num woc\" id=\"v42012002-1\">2&nbsp;</b><span class=\"woc\">Nothing is covered up that will not be revealed, or hidden that will not be known.</span> <b class=\"verse-num woc\" id=\"v42012003-1\">3&nbsp;</b><span class=\"woc\">Therefore whatever you have said in the dark shall be heard in the light, and what you have whispered in private rooms shall be proclaimed on the housetops.</span></p>\n\n<p id=\"p42012003_11-10\"><b class=\"verse-num woc\" id=\"v42012004-1\">4&nbsp;</b><span class=\"woc\">“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.</span> <b class=\"verse-num woc\" id=\"v42012005-1\">5&nbsp;</b><span class=\"woc\">But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him!</span> <b class=\"verse-num woc\" id=\"v42012006-1\">6&nbsp;</b><span class=\"woc\">Are not five sparrows sold for two pennies? And not one of them is forgotten before God.</span> <b class=\"verse-num woc\" id=\"v42012007-1\">7&nbsp;</b><span class=\"woc\">Why, even the hairs of your head are all numbered. Fear not; you are of more value than many sparrows.</span></p>\n\n<p id=\"p42012007_15-10\"><b class=\"verse-num woc\" id=\"v42012008-1\">8&nbsp;</b><span class=\"woc\">“And I tell you, everyone who acknowledges me before men, the Son of Man also will acknowledge before the angels of God,</span> <b class=\"verse-num woc\" id=\"v42012009-1\">9&nbsp;</b><span class=\"woc\">but the one who denies me before men will be denied before the angels of God.</span> <b class=\"verse-num woc\" id=\"v42012010-1\">10&nbsp;</b><span class=\"woc\">And everyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the Holy Spirit will not be forgiven.</span> <b class=\"verse-num woc\" id=\"v42012011-1\">11&nbsp;</b><span class=\"woc\">And when they bring you before the synagogues and the rulers and the authorities, do not be anxious about how you should defend yourself or what you should say,</span> <b class=\"verse-num woc\" id=\"v42012012-1\">12&nbsp;</b><span class=\"woc\">for the Holy Spirit will teach you in that very hour what you ought to say.”</span></p>\n\n<p id=\"p42012012_21-10\"><b class=\"verse-num\" id=\"v42012013-1\">13&nbsp;</b>Someone in the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.” <b class=\"verse-num\" id=\"v42012014-1\">14&nbsp;</b>But he said to him, <span class=\"woc\">“Man, who made me a judge or arbitrator over you?”</span> <b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span> <b class=\"verse-num\" id=\"v42012016-1\">16&nbsp;</b>And he told them a parable, saying, <span class=\"woc\">“The land of a rich man produced plentifully,</span> <b class=\"verse-num woc\" id=\"v42012017-1\">17&nbsp;</b><span class=\"woc\">and he thought to himself, ‘What shall I do, for I have nowhere to store my crops?’</span> <b class=\"verse-num woc\" id=\"v42012018-1\">18&nbsp;</b><span class=\"woc\">And he said, ‘I will do this: I will tear down my barns and build larger ones, and there I will store all my grain and my goods.</span> <b class=\"verse-num woc\" id=\"v42012019-1\">19&nbsp;</b><span class=\"woc\">And I will say to my soul, “Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.”’</span> <b class=\"verse-num woc\" id=\"v42012020-1\">20&nbsp;</b><span class=\"woc\">But God said to him, ‘Fool! This night your soul is required of you, and the things you have prepared, whose will they be?’</span> <b class=\"verse-num woc\" id=\"v42012021-1\">21&nbsp;</b><span class=\"woc\">So is the one who lays up treasure for himself and is not rich toward God.”</span></p>\n\n<p id=\"p42012021_25-10\"><b class=\"verse-num\" id=\"v42012022-1\">22&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on.</span> <b class=\"verse-num woc\" id=\"v42012023-1\">23&nbsp;</b><span class=\"woc\">For life is more than food, and the body more than clothing.</span> <b class=\"verse-num woc\" id=\"v42012024-1\">24&nbsp;</b><span class=\"woc\">Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds!</span> <b class=\"verse-num woc\" id=\"v42012025-1\">25&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v42012026-1\">26&nbsp;</b><span class=\"woc\">If then you are not able to do as small a thing as that, why are you anxious about the rest?</span> <b class=\"verse-num woc\" id=\"v42012027-1\">27&nbsp;</b><span class=\"woc\">Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v42012028-1\">28&nbsp;</b><span class=\"woc\">But if God so clothes the grass, which is alive in the field today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith!</span> <b class=\"verse-num woc\" id=\"v42012029-1\">29&nbsp;</b><span class=\"woc\">And do not seek what you are to eat and what you are to drink, nor be worried.</span> <b class=\"verse-num woc\" id=\"v42012030-1\">30&nbsp;</b><span class=\"woc\">For all the nations of the world seek after these things, and your Father knows that you need them.</span> <b class=\"verse-num woc\" id=\"v42012031-1\">31&nbsp;</b><span class=\"woc\">Instead, seek his kingdom, and these things will be added to you.</span></p>\n<p id=\"p42012031_25-10\"><b class=\"verse-num woc\" id=\"v42012032-1\">32&nbsp;</b><span class=\"woc\">“Fear not, little flock, for it is your Father’s good pleasure to give you the kingdom.</span> <b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n\n<p id=\"p42012034_29-10\"><b class=\"verse-num woc\" id=\"v42012035-1\">35&nbsp;</b><span class=\"woc\">“Stay dressed for action and keep your lamps burning,</span> <b class=\"verse-num woc\" id=\"v42012036-1\">36&nbsp;</b><span class=\"woc\">and be like men who are waiting for their master to come home from the wedding feast, so that they may open the door to him at once when he comes and knocks.</span> <b class=\"verse-num woc\" id=\"v42012037-1\">37&nbsp;</b><span class=\"woc\">Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them.</span> <b class=\"verse-num woc\" id=\"v42012038-1\">38&nbsp;</b><span class=\"woc\">If he comes in the second watch, or in the third, and finds them awake, blessed are those servants!</span> <b class=\"verse-num woc\" id=\"v42012039-1\">39&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known at what hour the thief was coming, he would not have left his house to be broken into.</span> <b class=\"verse-num woc\" id=\"v42012040-1\">40&nbsp;</b><span class=\"woc\">You also must be ready, for the Son of Man is coming at an hour you do not expect.”</span></p>\n<p id=\"p42012040_29-10\"><b class=\"verse-num\" id=\"v42012041-1\">41&nbsp;</b>Peter said, “Lord, are you telling this parable for us or for all?” <b class=\"verse-num\" id=\"v42012042-1\">42&nbsp;</b>And the Lord said, <span class=\"woc\">“Who then is the faithful and wise manager, whom his master will set over his household, to give them their portion of food at the proper time?</span> <b class=\"verse-num woc\" id=\"v42012043-1\">43&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v42012044-1\">44&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v42012045-1\">45&nbsp;</b><span class=\"woc\">But if that servant says to himself, ‘My master is delayed in coming,’ and begins to beat the male and female servants, and to eat and drink and get drunk,</span> <b class=\"verse-num woc\" id=\"v42012046-1\">46&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know, and will cut him in pieces and put him with the unfaithful.</span> <b class=\"verse-num woc\" id=\"v42012047-1\">47&nbsp;</b><span class=\"woc\">And that servant who knew his master’s will but did not get ready or act according to his will, will receive a severe beating.</span> <b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n\n<p id=\"p42012048_33-10\"><b class=\"verse-num woc\" id=\"v42012049-1\">49&nbsp;</b><span class=\"woc\">“I came to cast fire on the earth, and would that it were already kindled!</span> <b class=\"verse-num woc\" id=\"v42012050-1\">50&nbsp;</b><span class=\"woc\">I have a baptism to be baptized with, and how great is my distress until it is accomplished!</span> <b class=\"verse-num woc\" id=\"v42012051-1\">51&nbsp;</b><span class=\"woc\">Do you think that I have come to give peace on earth? No, I tell you, but rather division.</span> <b class=\"verse-num woc\" id=\"v42012052-1\">52&nbsp;</b><span class=\"woc\">For from now on in one house there will be five divided, three against two and two against three.</span> <b class=\"verse-num woc\" id=\"v42012053-1\">53&nbsp;</b><span class=\"woc\">They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law.”</span></p>\n\n<p id=\"p42012053_36-10\"><b class=\"verse-num\" id=\"v42012054-1\">54&nbsp;</b>He also said to the crowds, <span class=\"woc\">“When you see a cloud rising in the west, you say at once, ‘A shower is coming.’ And so it happens.</span> <b class=\"verse-num woc\" id=\"v42012055-1\">55&nbsp;</b><span class=\"woc\">And when you see the south wind blowing, you say, ‘There will be scorching heat,’ and it happens.</span> <b class=\"verse-num woc\" id=\"v42012056-1\">56&nbsp;</b><span class=\"woc\">You hypocrites! You know how to interpret the appearance of earth and sky, but why do you not know how to interpret the present time?</span></p>\n\n<p id=\"p42012056_40-10\"><b class=\"verse-num woc\" id=\"v42012057-1\">57&nbsp;</b><span class=\"woc\">“And why do you not judge for yourselves what is right?</span> <b class=\"verse-num woc\" id=\"v42012058-1\">58&nbsp;</b><span class=\"woc\">As you go with your accuser before the magistrate, make an effort to settle with him on the way, lest he drag you to the judge, and the judge hand you over to the officer, and the officer put you in prison.</span> <b class=\"verse-num woc\" id=\"v42012059-1\">59&nbsp;</b><span class=\"woc\">I tell you, you will never get out until you have paid the very last penny.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the mean time, when there were gathered together an innumerable multitude of people, insomuch that they trode one upon another, he began to say unto his disciples first of all, Beware ye of the leaven of the Pharisees, which is hypocrisy.  <strong>2</strong> For there is nothing covered, that shall not be revealed; neither hid, that shall not be known.  <strong>3</strong> Therefore whatsoever ye have spoken in darkness shall be heard in the light; and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops.  <strong>4</strong> And I say unto you my friends, Be not afraid of them that kill the body, and after that have no more that they can do.  <strong>5</strong> But I will forewarn you whom ye shall fear: Fear him, which after he hath killed hath power to cast into hell; yea, I say unto you, Fear him.  <strong>6</strong> Are not five sparrows sold for two farthings, and not one of them is forgotten before God?  <strong>7</strong> But even the very hairs of your head are all numbered. Fear not therefore: ye are of more value than many sparrows.  <strong>8</strong> Also I say unto you, Whosoever shall confess me before men, him shall the Son of man also confess before the angels of God:  <strong>9</strong> But he that denieth me before men shall be denied before the angels of God.  <strong>10</strong> And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.  <strong>11</strong> And when they bring you unto the synagogues, and unto  magistrates, and powers, take ye no thought how or what thing ye shall answer, or what ye shall say:  <strong>12</strong> For the Holy Ghost shall teach you in the same hour what ye ought to say. <strong>13</strong> And one of the company said unto him, Master, speak to my brother, that he divide the inheritance with me.  <strong>14</strong> And he said unto him, Man, who made me a judge or a divider over you?  <strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  <strong>16</strong> And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:  <strong>17</strong> And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?  <strong>18</strong> And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.  <strong>19</strong> And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.  <strong>20</strong> But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?  <strong>21</strong> So is he that layeth up treasure for himself, and is not rich toward God. <strong>22</strong> And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on.  <strong>23</strong> The life is more than meat, and the body is more than raiment.  <strong>24</strong> Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye better than the fowls?  <strong>25</strong> And which of you with taking thought can add to his stature one cubit?  <strong>26</strong> If ye then be not able to do that thing which is least, why take ye thought for the rest?  <strong>27</strong> Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these.  <strong>28</strong> If then God so clothe the grass, which is to day in the field, and to morrow is cast into the oven; how much more will he clothe you, O ye of little faith?  <strong>29</strong> And seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind.  <strong>30</strong> For all these things do the nations of the world seek after: and your Father knoweth that ye have need of these things. <strong>31</strong>           But rather seek ye the kingdom of God; and all these things shall be added unto you.  <strong>32</strong> Fear not, little flock; for it is your Father’s good pleasure to give you the kingdom.  <strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  <strong>35</strong> Let your loins be girded about, and your lights burning;  <strong>36</strong> And ye yourselves like unto men that wait for their lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately.  <strong>37</strong> Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.  <strong>38</strong> And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants.  <strong>39</strong> And this know, that if the goodman of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through.  <strong>40</strong> Be ye therefore ready also: for the Son of man cometh at an hour when ye think not. <strong>41</strong> Then Peter said unto him, Lord, speakest thou this parable unto us, or even to all?  <strong>42</strong> And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of meat in due season?  <strong>43</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>44</strong> Of a truth I say unto you, that he will make him ruler over all that he hath.  <strong>45</strong> But and if that servant say in his heart, My lord delayeth his coming; and shall begin to beat the menservants and maidens, and to eat and drink, and to be drunken;  <strong>46</strong> The lord of that servant will come in a day when he looketh not for him, and at an hour when he is not aware, and will cut him in sunder, and will appoint him his portion with the unbelievers.  <strong>47</strong> And that servant, which knew his lord’s will, and prepared not himself, neither did according to his will, shall be beaten with many stripes.  <strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. <strong>49</strong>           I am come to send fire on the earth; and what will I if it be already kindled?  <strong>50</strong> But I have a baptism to be baptized with; and how am I straitened till it be accomplished!  <strong>51</strong> Suppose ye that I am come to give peace on earth? I tell you, Nay; but rather division:  <strong>52</strong> For from henceforth there shall be five in one house divided, three against two, and two against three.  <strong>53</strong> The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother in law against her daughter in law, and the daughter in law against her mother in law. <strong>54</strong>           And he said also to the people, When ye see a cloud rise out of the west, straightway ye say, There cometh a shower; and so it is.  <strong>55</strong> And when ye see the south wind blow, ye say, There will be heat; and it cometh to pass.  <strong>56</strong> Ye hypocrites, ye can discern the face of the sky and of the earth; but how is it that ye do not discern this time?  <strong>57</strong> Yea, and why even of yourselves judge ye not what is right?  <strong>58</strong>           When thou goest with thine adversary to the magistrate, as thou art in the way, give diligence that thou mayest be delivered from him; lest he hale thee to the judge, and the judge deliver thee to the officer, and the officer cast thee into prison.  <strong>59</strong> I tell thee, thou shalt not depart thence, till thou hast paid the very last mite. ","niv":"<sup><strong>1</strong></sup> Meanwhile, when a crowd of many thousands had gathered, so that they were trampling on one another, Jesus began to speak first to his disciples, saying: \"Be on your guard against the yeast of the Pharisees, which is hypocrisy. <sup><strong>2</strong></sup> There is nothing concealed that will not be disclosed, or hidden that will not be made known. <sup><strong>3</strong></sup> What you have said in the dark will be heard in the daylight, and what you have whispered in the ear in the inner rooms will be proclaimed from the roofs. <sup><strong>4</strong></sup> \"I tell you, my friends, do not be afraid of those who kill the body and after that can do no more. <sup><strong>5</strong></sup> But I will show you whom you should fear: Fear him who, after the killing of the body, has power to throw you into hell. Yes, I tell you, fear him. <sup><strong>6</strong></sup> Are not five sparrows sold for two pennies? Yet not one of them is forgotten by God. <sup><strong>7</strong></sup> Indeed, the very hairs of your head are all numbered. Don't be afraid; you are worth more than many sparrows. <sup><strong>8</strong></sup> \"I tell you, whoever acknowledges me before men, the Son of Man will also acknowledge him before the angels of God. <sup><strong>9</strong></sup> But he who disowns me before men will be disowned before the angels of God. <sup><strong>10</strong></sup> And everyone who speaks a word against the Son of Man will be forgiven, but anyone who blasphemes against the Holy Spirit will not be forgiven. <sup><strong>11</strong></sup> \"When you are brought before synagogues, rulers and authorities, do not worry about how you will defend yourselves or what you will say, <sup><strong>12</strong></sup> for the Holy Spirit will teach you at that time what you should say.\" <sup><strong>13</strong></sup> Someone in the crowd said to him, \"Teacher, tell my brother to divide the inheritance with me.\" <sup><strong>14</strong></sup> Jesus replied, \"Man, who appointed me a judge or an arbiter between you?\" <sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\" <sup><strong>16</strong></sup> And he told them this parable: \"The ground of a certain rich man produced a good crop. <sup><strong>17</strong></sup> He thought to himself, 'What shall I do? I have no place to store my crops.' <sup><strong>18</strong></sup> \"Then he said, 'This is what I'll do. I will tear down my barns and build bigger ones, and there I will store all my grain and my goods. <sup><strong>19</strong></sup> And I'll say to myself, \"You have plenty of good things laid up for many years. Take life easy; eat, drink and be merry.\"' <sup><strong>20</strong></sup> \"But God said to him, 'You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?' <sup><strong>21</strong></sup> \"This is how it will be with anyone who stores up things for himself but is not rich toward God.\" <sup><strong>22</strong></sup> Then Jesus said to his disciples: \"Therefore I tell you, do not worry about your life, what you will eat; or about your body, what you will wear. <sup><strong>23</strong></sup> Life is more than food, and the body more than clothes. <sup><strong>24</strong></sup> Consider the ravens: They do not sow or reap, they have no storeroom or barn; yet God feeds them. And how much more valuable you are than birds! <sup><strong>25</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>26</strong></sup> Since you cannot do this very little thing, why do you worry about the rest? <sup><strong>27</strong></sup> \"Consider how the lilies grow. They do not labor or spin. Yet I tell you, not even Solomon in all his splendor was dressed like one of these. <sup><strong>28</strong></sup> If that is how God clothes the grass of the field, which is here today, and tomorrow is thrown into the fire, how much more will he clothe you, O you of little faith! <sup><strong>29</strong></sup> And do not set your heart on what you will eat or drink; do not worry about it. <sup><strong>30</strong></sup> For the pagan world runs after all such things, and your Father knows that you need them. <sup><strong>31</strong></sup> But seek his kingdom, and these things will be given to you as well. <sup><strong>32</strong></sup> \"Do not be afraid, little flock, for your Father has been pleased to give you the kingdom. <sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>35</strong></sup> \"Be dressed ready for service and keep your lamps burning, <sup><strong>36</strong></sup> like men waiting for their master to return from a wedding banquet, so that when he comes and knocks they can immediately open the door for him. <sup><strong>37</strong></sup> It will be good for those servants whose master finds them watching when he comes. I tell you the truth, he will dress himself to serve, will have them recline at the table and will come and wait on them. <sup><strong>38</strong></sup> It will be good for those servants whose master finds them ready, even if he comes in the second or third watch of the night. <sup><strong>39</strong></sup> But understand this: If the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into. <sup><strong>40</strong></sup> You also must be ready, because the Son of Man will come at an hour when you do not expect him.\" <sup><strong>41</strong></sup> Peter asked, \"Lord, are you telling this parable to us, or to everyone?\" <sup><strong>42</strong></sup> The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time? <sup><strong>43</strong></sup> It will be good for that servant whom the master finds doing so when he returns. <sup><strong>44</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>45</strong></sup> But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the menservants and maidservants and to eat and drink and get drunk. <sup><strong>46</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers. <sup><strong>47</strong></sup> \"That servant who knows his master's will and does not get ready or does not do what his master wants will be beaten with many blows. <sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked. <sup><strong>49</strong></sup> \"I have come to bring fire on the earth, and how I wish it were already kindled! <sup><strong>50</strong></sup> But I have a baptism to undergo, and how distressed I am until it is completed! <sup><strong>51</strong></sup> Do you think I came to bring peace on earth? No, I tell you, but division. <sup><strong>52</strong></sup> From now on there will be five in one family divided against each other, three against two and two against three. <sup><strong>53</strong></sup> They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.\" <sup><strong>54</strong></sup> He said to the crowd: \"When you see a cloud rising in the west, immediately you say, 'It's going to rain,' and it does. <sup><strong>55</strong></sup> And when the south wind blows, you say, 'It's going to be hot,' and it is. <sup><strong>56</strong></sup> Hypocrites! You know how to interpret the appearance of the earth and the sky. How is it that you don't know how to interpret this present time? <sup><strong>57</strong></sup> \"Why don't you judge for yourselves what is right? <sup><strong>58</strong></sup> As you are going with your adversary to the magistrate, try hard to be reconciled to him on the way, or he may drag you off to the judge, and the judge turn you over to the officer, and the officer throw you into prison. <sup><strong>59</strong></sup> I tell you, you will not get out until you have paid the last penny. \" ","modified":"2022-11-16T22:45:27.833Z"},{"_id":"6168d8d63b32607a097c1c37","topicId":"6168d8d33b32607a097c1c2d","verse":"Matthew 10:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40010008_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010008-1\">8&nbsp;</b><span class=\"woc\">Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without paying; give without pay.</span></p>\n\n</div>","kjv":"<strong>8</strong> Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.  ","niv":"<sup><strong>8</strong></sup> Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received, freely give."},{"_id":"6168d8d73b32607a097c1c38","topicId":"6168d8d33b32607a097c1c2d","verse":"Romans 13:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God."},{"_id":"6168d8d73b32607a097c1c39","topicId":"6168d8d33b32607a097c1c2d","verse":"Romans 1:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45001014_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish.</p>\n\n</div>","kjv":"<strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  ","niv":"<sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish."},{"_id":"6168d8d73b32607a097c1c3a","topicId":"6168d8d33b32607a097c1c2d","verse":"Luke 12:48","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42012048_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n</div>","kjv":"<strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. ","niv":"<sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked."},{"_id":"6168d8d73b32607a097c1c3b","topicId":"6168d8d33b32607a097c1c2d","verse":"Luke 6:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\""},{"_id":"6168d8d83b32607a097c1c3c","topicId":"6168d8d33b32607a097c1c2d","verse":"Luke 16:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42016013_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016013-1\">13&nbsp;</b><span class=\"woc\">No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.”</span></p>\n</div>","kjv":"<strong>13</strong>           No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>13</strong></sup> \"No servant can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.\""},{"_id":"6168d8d83b32607a097c1c3d","topicId":"6168d8d33b32607a097c1c2d","verse":"Matthew 19:1-30","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40019001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40019001-1\">19:1&nbsp;</b>Now when Jesus had finished these sayings, he went away from Galilee and entered the region of Judea beyond the Jordan. <b class=\"verse-num\" id=\"v40019002-1\">2&nbsp;</b>And large crowds followed him, and he healed them there.</p>\n<p id=\"p40019002_04-17\"><b class=\"verse-num\" id=\"v40019003-1\">3&nbsp;</b>And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?” <b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span> <b class=\"verse-num\" id=\"v40019007-1\">7&nbsp;</b>They said to him, “Why then did Moses command one to give a certificate of divorce and to send her away?” <b class=\"verse-num\" id=\"v40019008-1\">8&nbsp;</b>He said to them, <span class=\"woc\">“Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.</span> <b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n<p id=\"p40019009_04-17\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n\n<p id=\"p40019012_10-17\"><b class=\"verse-num\" id=\"v40019013-1\">13&nbsp;</b>Then children were brought to him that he might lay his hands on them and pray. The disciples rebuked the people, <b class=\"verse-num\" id=\"v40019014-1\">14&nbsp;</b>but Jesus said, <span class=\"woc\">“Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”</span> <b class=\"verse-num\" id=\"v40019015-1\">15&nbsp;</b>And he laid his hands on them and went away.</p>\n\n<p id=\"p40019015_14-17\"><b class=\"verse-num\" id=\"v40019016-1\">16&nbsp;</b>And behold, a man came up to him, saying, “Teacher, what good deed must I do to have eternal life?” <b class=\"verse-num\" id=\"v40019017-1\">17&nbsp;</b>And he said to him, <span class=\"woc\">“Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”</span> <b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span> <b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span> <b class=\"verse-num\" id=\"v40019020-1\">20&nbsp;</b>The young man said to him, “All these I have kept. What do I still lack?” <b class=\"verse-num\" id=\"v40019021-1\">21&nbsp;</b>Jesus said to him, <span class=\"woc\">“If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v40019022-1\">22&nbsp;</b>When the young man heard this he went away sorrowful, for he had great possessions.</p>\n<p id=\"p40019022_14-17\"><b class=\"verse-num\" id=\"v40019023-1\">23&nbsp;</b>And Jesus said to his disciples, <span class=\"woc\">“Truly, I say to you, only with difficulty will a rich person enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40019024-1\">24&nbsp;</b><span class=\"woc\">Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v40019025-1\">25&nbsp;</b>When the disciples heard this, they were greatly astonished, saying, “Who then can be saved?” <b class=\"verse-num\" id=\"v40019026-1\">26&nbsp;</b>But Jesus looked at them and said, <span class=\"woc\">“With man this is impossible, but with God all things are possible.”</span> <b class=\"verse-num\" id=\"v40019027-1\">27&nbsp;</b>Then Peter said in reply, “See, we have left everything and followed you. What then will we have?” <b class=\"verse-num\" id=\"v40019028-1\">28&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.</span> <b class=\"verse-num woc\" id=\"v40019029-1\">29&nbsp;</b><span class=\"woc\">And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life.</span> <b class=\"verse-num woc\" id=\"v40019030-1\">30&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.</span></p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;  <strong>2</strong> And great multitudes followed him; and he healed them there.  <strong>3</strong> The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?  <strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  <strong>7</strong> They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?  <strong>8</strong> He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  <strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  <strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. <strong>13</strong> Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.  <strong>14</strong> But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.  <strong>15</strong> And he laid his hands on them, and departed thence.  <strong>16</strong> And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?  <strong>17</strong> And he said unto him, Why callest thou me good? there is  none good but one, that is, God: but if thou wilt enter into life, keep the commandments.  <strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  <strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  <strong>20</strong> The young man saith unto him, All these things have I kept from my youth up: what lack I yet?  <strong>21</strong> Jesus said unto him, If thou wilt be perfect, go and  sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.  <strong>22</strong> But when the young man heard that saying, he went away sorrowful: for he had great possessions.  <strong>23</strong> Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.  <strong>24</strong> And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>25</strong> When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?  <strong>26</strong> But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible. <strong>27</strong> Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?  <strong>28</strong> And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.  <strong>29</strong> And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life.  <strong>30</strong> But many that are first shall be last; and the last shall be first. ","niv":"<sup><strong>1</strong></sup> When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan. <sup><strong>2</strong></sup> Large crowds followed him, and he healed them there. <sup><strong>3</strong></sup> Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\" <sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" <sup><strong>7</strong></sup> \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\" <sup><strong>8</strong></sup> Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. <sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" <sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" <sup><strong>13</strong></sup> Then little children were brought to Jesus for him to place his hands on them and pray for them. But the disciples rebuked those who brought them. <sup><strong>14</strong></sup> Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\" <sup><strong>15</strong></sup> When he had placed his hands on them, he went on from there. <sup><strong>16</strong></sup> Now a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\" <sup><strong>17</strong></sup> \"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, obey the commandments.\" <sup><strong>18</strong></sup> \"Which ones?\" the man inquired. <sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\" <sup><strong>20</strong></sup> \"All these I have kept,\" the young man said. \"What do I still lack?\" <sup><strong>21</strong></sup> Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> When the young man heard this, he went away sad, because he had great wealth. <sup><strong>23</strong></sup> Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. <sup><strong>24</strong></sup> Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>25</strong></sup> When the disciples heard this, they were greatly astonished and asked, \"Who then can be saved?\" <sup><strong>26</strong></sup> Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\" <sup><strong>27</strong></sup> Peter answered him, \"We have left everything to follow you! What then will there be for us?\" <sup><strong>28</strong></sup> Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. <sup><strong>29</strong></sup> And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life. <sup><strong>30</strong></sup> But many who are first will be last, and many who are last will be first. "},{"_id":"6168d8d83b32607a097c1c3e","topicId":"6168d8d33b32607a097c1c2d","verse":"Deuteronomy 30:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05030019_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v05030019-1\">19&nbsp;</b>I call heaven and earth to witness against you today, that I have set before you life and death, blessing and curse. Therefore choose life, that you and your offspring may live,</p>\n</div>","kjv":"<strong>19</strong> I call heaven and earth to record this day against you, that  I have set before you life and death, blessing and cursing: therefore choose life, that both thou and thy seed may live:  ","niv":"<sup><strong>19</strong></sup> This day I call heaven and earth as witnesses against you that I have set before you life and death, blessings and curses. Now choose life, so that you and your children may live"},{"_id":"6168d8d93b32607a097c1c3f","topicId":"6168d8d33b32607a097c1c2d","verse":"Genesis 1:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-19\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"6168d8d93b32607a097c1c40","topicId":"6168d8d33b32607a097c1c2d","verse":"2 Peter 2:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61002004_01-20\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment;</p>\n\n</div>","kjv":"<strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  ","niv":"<sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment;"},{"_id":"6168d8d93b32607a097c1c41","topicId":"6168d8d33b32607a097c1c2d","verse":"Ephesians 5:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005025_01-21\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her,</p>\n</div>","kjv":"<strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  ","niv":"<sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her"},{"_id":"6168d8da3b32607a097c1c42","topicId":"6168d8d33b32607a097c1c2d","verse":"Luke 21:1-4","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42021001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42021001-1\">21:1&nbsp;</b>Jesus looked up and saw the rich putting their gifts into the offering box, <b class=\"verse-num\" id=\"v42021002-1\">2&nbsp;</b>and he saw a poor widow put in two small copper coins. <b class=\"verse-num\" id=\"v42021003-1\">3&nbsp;</b>And he said, <span class=\"woc\">“Truly, I tell you, this poor widow has put in more than all of them.</span> <b class=\"verse-num woc\" id=\"v42021004-1\">4&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty put in all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he looked up, and saw the rich men casting their gifts into the treasury.  <strong>2</strong> And he saw also a certain poor widow casting in thither two mites.  <strong>3</strong> And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all:  <strong>4</strong> For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.  ","niv":"<sup><strong>1</strong></sup> As he looked up, Jesus saw the rich putting their gifts into the temple treasury. <sup><strong>2</strong></sup> He also saw a poor widow put in two very small copper coins. <sup><strong>3</strong></sup> \"I tell you the truth,\" he said, \"this poor widow has put in more than all the others. <sup><strong>4</strong></sup> All these people gave their gifts out of their wealth; but she out of her poverty put in all she had to live on.\" "},{"_id":"6168d8da3b32607a097c1c43","topicId":"6168d8d33b32607a097c1c2d","verse":"Matthew 25:31-46","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40025031_04-23\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_04-23\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" "},{"_id":"6168d8da3b32607a097c1c44","topicId":"6168d8d33b32607a097c1c2d","verse":"Matthew 19:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40019009_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\""},{"_id":"6168d8da3b32607a097c1c45","topicId":"6168d8d33b32607a097c1c2d","verse":"Malachi 3:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p39003010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it."},{"_id":"6168d8db3b32607a097c1c46","topicId":"6168d8d33b32607a097c1c2d","verse":"Ecclesiastes 12:13-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p21012013_01-26\"><b class=\"verse-num\" id=\"v21012013-1\">13&nbsp;</b>The end of the matter; all has been heard. Fear God and keep his commandments, for this is the whole duty of man. <b class=\"verse-num\" id=\"v21012014-1\">14&nbsp;</b>For God will bring every deed into judgment, with every secret thing, whether good or evil.</p>\n\n</div>","kjv":"<strong>13</strong> Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man.  <strong>14</strong> For God shall bring every work into judgment, with every secret thing, whether it be good, or whether it be evil.  ","niv":"<sup><strong>13</strong></sup> Now all has been heard; here is the conclusion of the matter: Fear God and keep his commandments, for this is the whole duty of man. <sup><strong>14</strong></sup> For God will bring every deed into judgment, including every hidden thing, whether it is good or evil. ","modified":"2022-10-23T03:12:18.710Z"}]}