{"_id":"6168da673b32607a097c1d31","slug":"offending-people","name":"Offending People","verses":[{"_id":"6168da673b32607a097c1d32","topicId":"6168da673b32607a097c1d31","verse":"Romans 14:15","votes":13,"__v":0,"esv":"<div>\n<p id=\"p45014015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died.</p>\n</div>","kjv":"<strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  ","niv":"<sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died."},{"_id":"6168da683b32607a097c1d33","topicId":"6168da673b32607a097c1d31","verse":"1 Corinthians 10:23-32","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p46010023_08-3\"><b class=\"verse-num\" id=\"v46010023-1\">23&nbsp;</b>“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up. <b class=\"verse-num\" id=\"v46010024-1\">24&nbsp;</b>Let no one seek his own good, but the good of his neighbor. <b class=\"verse-num\" id=\"v46010025-1\">25&nbsp;</b>Eat whatever is sold in the meat market without raising any question on the ground of conscience. <b class=\"verse-num\" id=\"v46010026-1\">26&nbsp;</b>For “the earth is the Lord’s, and the fullness thereof.” <b class=\"verse-num\" id=\"v46010027-1\">27&nbsp;</b>If one of the unbelievers invites you to dinner and you are disposed to go, eat whatever is set before you without raising any question on the ground of conscience. <b class=\"verse-num\" id=\"v46010028-1\">28&nbsp;</b>But if someone says to you, “This has been offered in sacrifice,” then do not eat it, for the sake of the one who informed you, and for the sake of conscience—<b class=\"verse-num\" id=\"v46010029-1\">29&nbsp;</b>I do not mean your conscience, but his. For why should my liberty be determined by someone else’s conscience? <b class=\"verse-num\" id=\"v46010030-1\">30&nbsp;</b>If I partake with thankfulness, why am I denounced because of that for which I give thanks?</p>\n<p id=\"p46010030_08-3\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God. <b class=\"verse-num\" id=\"v46010032-1\">32&nbsp;</b>Give no offense to Jews or to Greeks or to the church of God,</p>\n</div>","kjv":"<strong>23</strong> All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.  <strong>24</strong> Let no man seek his own, but every man another’s wealth.  <strong>25</strong> Whatsoever is sold in the shambles, that eat, asking no question for conscience sake:  <strong>26</strong> For the earth is the Lord’s, and the fulness thereof.  <strong>27</strong> If any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake.  <strong>28</strong> But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord’s, and the fulness thereof:  <strong>29</strong> Conscience, I say, not thine own, but of the other: for why is my liberty judged of another man’s conscience?  <strong>30</strong> For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?  <strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  <strong>32</strong> Give none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:  ","niv":"<sup><strong>23</strong></sup> \"Everything is permissible\"--but not everything is beneficial. \"Everything is permissible\"--but not everything is constructive. <sup><strong>24</strong></sup> Nobody should seek his own good, but the good of others. <sup><strong>25</strong></sup> Eat anything sold in the meat market without raising questions of conscience, <sup><strong>26</strong></sup> for, \"The earth is the Lord's, and everything in it.\" <sup><strong>27</strong></sup> If some unbeliever invites you to a meal and you want to go, eat whatever is put before you without raising questions of conscience. <sup><strong>28</strong></sup> But if anyone says to you, \"This has been offered in sacrifice,\" then do not eat it, both for the sake of the man who told you and for conscience' sake-- <sup><strong>29</strong></sup> the other man's conscience, I mean, not yours. For why should my freedom be judged by another's conscience? <sup><strong>30</strong></sup> If I take part in the meal with thankfulness, why am I denounced because of something I thank God for? <sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God. <sup><strong>32</strong></sup> Do not cause anyone to stumble, whether Jews, Greeks or the church of God-- "},{"_id":"6168da683b32607a097c1d34","topicId":"6168da673b32607a097c1d31","verse":"Luke 17:1-37","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p42017001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42017001-1\">17:1&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Temptations to sin are sure to come, but woe to the one through whom they come!</span> <b class=\"verse-num woc\" id=\"v42017002-1\">2&nbsp;</b><span class=\"woc\">It would be better for him if a millstone were hung around his neck and he were cast into the sea than that he should cause one of these little ones to sin.</span> <b class=\"verse-num woc\" id=\"v42017003-1\">3&nbsp;</b><span class=\"woc\">Pay attention to yourselves! If your brother sins, rebuke him, and if he repents, forgive him,</span> <b class=\"verse-num woc\" id=\"v42017004-1\">4&nbsp;</b><span class=\"woc\">and if he sins against you seven times in the day, and turns to you seven times, saying, ‘I repent,’ you must forgive him.”</span></p>\n\n<p id=\"p42017004_07-4\"><b class=\"verse-num\" id=\"v42017005-1\">5&nbsp;</b>The apostles said to the Lord, “Increase our faith!” <b class=\"verse-num\" id=\"v42017006-1\">6&nbsp;</b>And the Lord said, <span class=\"woc\">“If you had faith like a grain of mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you.</span></p>\n\n<p id=\"p42017006_09-4\"><b class=\"verse-num woc\" id=\"v42017007-1\">7&nbsp;</b><span class=\"woc\">“Will any one of you who has a servant plowing or keeping sheep say to him when he has come in from the field, ‘Come at once and recline at table’?</span> <b class=\"verse-num woc\" id=\"v42017008-1\">8&nbsp;</b><span class=\"woc\">Will he not rather say to him, ‘Prepare supper for me, and dress properly, and serve me while I eat and drink, and afterward you will eat and drink’?</span> <b class=\"verse-num woc\" id=\"v42017009-1\">9&nbsp;</b><span class=\"woc\">Does he thank the servant because he did what was commanded?</span> <b class=\"verse-num woc\" id=\"v42017010-1\">10&nbsp;</b><span class=\"woc\">So you also, when you have done all that you were commanded, say, ‘We are unworthy servants; we have only done what was our duty.’”</span></p>\n\n<p id=\"p42017010_13-4\"><b class=\"verse-num\" id=\"v42017011-1\">11&nbsp;</b>On the way to Jerusalem he was passing along between Samaria and Galilee. <b class=\"verse-num\" id=\"v42017012-1\">12&nbsp;</b>And as he entered a village, he was met by ten lepers, who stood at a distance <b class=\"verse-num\" id=\"v42017013-1\">13&nbsp;</b>and lifted up their voices, saying, “Jesus, Master, have mercy on us.” <b class=\"verse-num\" id=\"v42017014-1\">14&nbsp;</b>When he saw them he said to them, <span class=\"woc\">“Go and show yourselves to the priests.”</span> And as they went they were cleansed. <b class=\"verse-num\" id=\"v42017015-1\">15&nbsp;</b>Then one of them, when he saw that he was healed, turned back, praising God with a loud voice; <b class=\"verse-num\" id=\"v42017016-1\">16&nbsp;</b>and he fell on his face at Jesus’ feet, giving him thanks. Now he was a Samaritan. <b class=\"verse-num\" id=\"v42017017-1\">17&nbsp;</b>Then Jesus answered, <span class=\"woc\">“Were not ten cleansed? Where are the nine?</span> <b class=\"verse-num woc\" id=\"v42017018-1\">18&nbsp;</b><span class=\"woc\">Was no one found to return and give praise to God except this foreigner?”</span> <b class=\"verse-num\" id=\"v42017019-1\">19&nbsp;</b>And he said to him, <span class=\"woc\">“Rise and go your way; your faith has made you well.”</span></p>\n\n<p id=\"p42017019_18-4\"><b class=\"verse-num\" id=\"v42017020-1\">20&nbsp;</b>Being asked by the Pharisees when the kingdom of God would come, he answered them, <span class=\"woc\">“The kingdom of God is not coming in ways that can be observed,</span> <b class=\"verse-num woc\" id=\"v42017021-1\">21&nbsp;</b><span class=\"woc\">nor will they say, ‘Look, here it is!’ or ‘There!’ for behold, the kingdom of God is in the midst of you.”</span></p>\n<p id=\"p42017021_18-4\"><b class=\"verse-num\" id=\"v42017022-1\">22&nbsp;</b>And he said to the disciples, <span class=\"woc\">“The days are coming when you will desire to see one of the days of the Son of Man, and you will not see it.</span> <b class=\"verse-num woc\" id=\"v42017023-1\">23&nbsp;</b><span class=\"woc\">And they will say to you, ‘Look, there!’ or ‘Look, here!’ Do not go out or follow them.</span> <b class=\"verse-num woc\" id=\"v42017024-1\">24&nbsp;</b><span class=\"woc\">For as the lightning flashes and lights up the sky from one side to the other, so will the Son of Man be in his day.</span> <b class=\"verse-num woc\" id=\"v42017025-1\">25&nbsp;</b><span class=\"woc\">But first he must suffer many things and be rejected by this generation.</span> <b class=\"verse-num woc\" id=\"v42017026-1\">26&nbsp;</b><span class=\"woc\">Just as it was in the days of Noah, so will it be in the days of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v42017027-1\">27&nbsp;</b><span class=\"woc\">They were eating and drinking and marrying and being given in marriage, until the day when Noah entered the ark, and the flood came and destroyed them all.</span> <b class=\"verse-num woc\" id=\"v42017028-1\">28&nbsp;</b><span class=\"woc\">Likewise, just as it was in the days of Lot—they were eating and drinking, buying and selling, planting and building,</span> <b class=\"verse-num woc\" id=\"v42017029-1\">29&nbsp;</b><span class=\"woc\">but on the day when Lot went out from Sodom, fire and sulfur rained from heaven and destroyed them all—</span><b class=\"verse-num woc\" id=\"v42017030-1\">30&nbsp;</b><span class=\"woc\">so will it be on the day when the Son of Man is revealed.</span> <b class=\"verse-num woc\" id=\"v42017031-1\">31&nbsp;</b><span class=\"woc\">On that day, let the one who is on the housetop, with his goods in the house, not come down to take them away, and likewise let the one who is in the field not turn back.</span> <b class=\"verse-num woc\" id=\"v42017032-1\">32&nbsp;</b><span class=\"woc\">Remember Lot’s wife.</span> <b class=\"verse-num woc\" id=\"v42017033-1\">33&nbsp;</b><span class=\"woc\">Whoever seeks to preserve his life will lose it, but whoever loses his life will keep it.</span> <b class=\"verse-num woc\" id=\"v42017034-1\">34&nbsp;</b><span class=\"woc\">I tell you, in that night there will be two in one bed. One will be taken and the other left.</span> <b class=\"verse-num woc\" id=\"v42017035-1\">35&nbsp;</b><span class=\"woc\">There will be two women grinding together. One will be taken and the other left.”</span> <b class=\"verse-num\" id=\"v42017037-1\">37&nbsp;</b>And they said to him, “Where, Lord?” He said to them, <span class=\"woc\">“Where the corpse is, there the vultures will gather.”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then said he unto the disciples, It is impossible but that offences will come: but woe unto him, through whom they come!  <strong>2</strong> It were better for him that a millstone were hanged about his neck, and he cast into the sea, than that he should offend one of these little ones. <strong>3</strong>           Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him.  <strong>4</strong> And if he trespass against thee seven times in a day, and seven times in a day turn again to thee, saying, I repent; thou shalt forgive him.  <strong>5</strong> And the apostles said unto the Lord, Increase our faith.  <strong>6</strong> And the Lord said, If ye had faith as a grain of mustard seed, ye might say unto this sycamine tree, Be thou plucked up by the root, and be thou planted in the sea; and it should obey you.  <strong>7</strong> But which of you, having a servant plowing or feeding cattle, will say unto him by and by, when he is come from the field, Go and sit down to meat?  <strong>8</strong> And will not rather say unto him, Make ready wherewith I may sup, and gird thyself, and serve me, till I have eaten and drunken; and afterward thou shalt eat and drink?  <strong>9</strong> Doth he thank that servant because he did the things that were commanded him? I trow not.  <strong>10</strong> So likewise ye, when ye shall have done all those things which are commanded you, say, We are unprofitable servants: we have done that which was our duty to do. <strong>11</strong> And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee.  <strong>12</strong> And as he entered into a certain village, there met him ten men that were lepers, which stood afar off:  <strong>13</strong> And they lifted up their voices, and said, Jesus, Master, have mercy on us.  <strong>14</strong> And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed.  <strong>15</strong> And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,  <strong>16</strong> And fell down on his face at his feet, giving him thanks: and he was a Samaritan.  <strong>17</strong> And Jesus answering said, Were there not ten cleansed? but where are the nine?  <strong>18</strong> There are not found that returned to give glory to God, save this stranger.  <strong>19</strong> And he said unto him, Arise, go thy way: thy faith hath made thee whole. <strong>20</strong> And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God cometh not with observation:  <strong>21</strong> Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is within you.  <strong>22</strong> And he said unto the disciples, The days will come, when ye shall desire to see one of the days of the Son of man, and ye shall not seeit.  <strong>23</strong> And they shall say to you, See here; or, see there: go not after them, nor follow them.  <strong>24</strong> For as the lightning, that lighteneth out of the one part  under heaven, shineth unto the other part under heaven; so shall also the Son of man be in his day.  <strong>25</strong> But first must he suffer many things, and be rejected of this generation.  <strong>26</strong> And as it was in the days of Noe, so shall it be also in the days of the Son of man.  <strong>27</strong> They did eat, they drank, they married wives, they were given in marriage, until the day that Noe entered into the ark, and the flood came, and destroyed them all.  <strong>28</strong> Likewise also as it was in the days of Lot; they did eat, they drank, they bought, they sold, they planted, they builded;  <strong>29</strong> But the same day that Lot went out of Sodom it rained fire and brimstone from heaven, and destroyed them all.  <strong>30</strong> Even thus shall it be in the day when the Son of man is revealed.  <strong>31</strong> In that day, he which shall be upon the housetop, and his stuff in the house, let him not come down to take it away: and he that is in the field, let him likewise not return back.  <strong>32</strong> Remember Lot’s wife.  <strong>33</strong> Whosoever shall seek to save his life shall lose it; and whosoever shall lose his life shall preserve it.  <strong>34</strong> I tell you, in that night there shall be two men in one bed; the one shall be taken, and the other shall be left.  <strong>35</strong> Two women shall be grinding together; the one shall be taken, and the other left.  <strong>36</strong> Two men shall be in the field; the one shall be taken, and the other left.  <strong>37</strong> And they answered and said unto him, Where, Lord? And he said unto them, Wheresoever the body is, thither will the eagles be gathered together.  ","niv":"<sup><strong>1</strong></sup> Jesus said to his disciples: \"Things that cause people to sin are bound to come, but woe to that person through whom they come. <sup><strong>2</strong></sup> It would be better for him to be thrown into the sea with a millstone tied around his neck than for him to cause one of these little ones to sin. <sup><strong>3</strong></sup> So watch yourselves. \"If your brother sins, rebuke him, and if he repents, forgive him. <sup><strong>4</strong></sup> If he sins against you seven times in a day, and seven times comes back to you and says, 'I repent,' forgive him.\" <sup><strong>5</strong></sup> The apostles said to the Lord, \"Increase our faith!\" <sup><strong>6</strong></sup> He replied, \"If you have faith as small as a mustard seed, you can say to this mulberry tree, 'Be uprooted and planted in the sea,' and it will obey you. <sup><strong>7</strong></sup> \"Suppose one of you had a servant plowing or looking after the sheep. Would he say to the servant when he comes in from the field, 'Come along now and sit down to eat'? <sup><strong>8</strong></sup> Would he not rather say, 'Prepare my supper, get yourself ready and wait on me while I eat and drink; after that you may eat and drink'? <sup><strong>9</strong></sup> Would he thank the servant because he did what he was told to do? <sup><strong>10</strong></sup> So you also, when you have done everything you were told to do, should say, 'We are unworthy servants; we have only done our duty.'\" <sup><strong>11</strong></sup> Now on his way to Jerusalem, Jesus traveled along the border between Samaria and Galilee. <sup><strong>12</strong></sup> As he was going into a village, ten men who had leprosy met him. They stood at a distance <sup><strong>13</strong></sup> and called out in a loud voice, \"Jesus, Master, have pity on us!\" <sup><strong>14</strong></sup> When he saw them, he said, \"Go, show yourselves to the priests.\" And as they went, they were cleansed. <sup><strong>15</strong></sup> One of them, when he saw he was healed, came back, praising God in a loud voice. <sup><strong>16</strong></sup> He threw himself at Jesus' feet and thanked him--and he was a Samaritan. <sup><strong>17</strong></sup> Jesus asked, \"Were not all ten cleansed? Where are the other nine? <sup><strong>18</strong></sup> Was no one found to return and give praise to God except this foreigner?\" <sup><strong>19</strong></sup> Then he said to him, \"Rise and go; your faith has made you well.\" <sup><strong>20</strong></sup> Once, having been asked by the Pharisees when the kingdom of God would come, Jesus replied, \"The kingdom of God does not come with your careful observation, <sup><strong>21</strong></sup> nor will people say, 'Here it is,' or 'There it is,' because the kingdom of God is within you.\" <sup><strong>22</strong></sup> Then he said to his disciples, \"The time is coming when you will long to see one of the days of the Son of Man, but you will not see it. <sup><strong>23</strong></sup> Men will tell you, 'There he is!' or 'Here he is!' Do not go running off after them. <sup><strong>24</strong></sup> For the Son of Man in his day will be like the lightning, which flashes and lights up the sky from one end to the other. <sup><strong>25</strong></sup> But first he must suffer many things and be rejected by this generation. <sup><strong>26</strong></sup> \"Just as it was in the days of Noah, so also will it be in the days of the Son of Man. <sup><strong>27</strong></sup> People were eating, drinking, marrying and being given in marriage up to the day Noah entered the ark. Then the flood came and destroyed them all. <sup><strong>28</strong></sup> \"It was the same in the days of Lot. People were eating and drinking, buying and selling, planting and building. <sup><strong>29</strong></sup> But the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all. <sup><strong>30</strong></sup> \"It will be just like this on the day the Son of Man is revealed. <sup><strong>31</strong></sup> On that day no one who is on the roof of his house, with his goods inside, should go down to get them. Likewise, no one in the field should go back for anything. <sup><strong>32</strong></sup> Remember Lot's wife! <sup><strong>33</strong></sup> Whoever tries to keep his life will lose it, and whoever loses his life will preserve it. <sup><strong>34</strong></sup> I tell you, on that night two people will be in one bed; one will be taken and the other left. <sup><strong>35</strong></sup> Two women will be grinding grain together; one will be taken and the other left.\" <sup><strong>36</strong></sup> See Footnote <sup><strong>37</strong></sup> \"Where, Lord?\" they asked. He replied, \"Where there is a dead body, there the vultures will gather.\" "},{"_id":"6168da683b32607a097c1d35","topicId":"6168da673b32607a097c1d31","verse":"1 John 3:17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?","modified":"2022-10-05T04:43:28.532Z"},{"_id":"6168da693b32607a097c1d36","topicId":"6168da673b32607a097c1d31","verse":"Psalm 72:12","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19072012_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19072012-1\">12&nbsp;</b>&nbsp;&nbsp;For he delivers the needy when he calls,</span><br><span id=\"p19072012_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the poor and him who has no helper.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> For he shall deliver the needy when he crieth; the poor also, and him that hath no helper.  ","niv":"<sup><strong>12</strong></sup> For he will deliver the needy who cry out, the afflicted who have no one to help."},{"_id":"6168da693b32607a097c1d37","topicId":"6168da673b32607a097c1d31","verse":"1 John 3:11-12","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p62003011_04-7\"><b class=\"verse-num\" id=\"v62003011-1\">11&nbsp;</b>For this is the message that you have heard from the beginning, that we should love one another. <b class=\"verse-num\" id=\"v62003012-1\">12&nbsp;</b>We should not be like Cain, who was of the evil one and murdered his brother. And why did he murder him? Because his own deeds were evil and his brother’s righteous.</p>\n</div>","kjv":"<strong>11</strong> For this is the message that ye heard from the beginning, that we should love one another.  <strong>12</strong> Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother’s righteous.  ","niv":"<sup><strong>11</strong></sup> This is the message you heard from the beginning: We should love one another. <sup><strong>12</strong></sup> Do not be like Cain, who belonged to the evil one and murdered his brother. And why did he murder him? Because his own actions were evil and his brother's were righteous. "},{"_id":"6168da693b32607a097c1d38","topicId":"6168da673b32607a097c1d31","verse":"Matthew 7:12","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-8\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets.","modified":"2023-12-05T19:06:44.108Z"},{"_id":"6168da6a3b32607a097c1d39","topicId":"6168da673b32607a097c1d31","verse":"Galatians 5:19-21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"6168da6a3b32607a097c1d3a","topicId":"6168da673b32607a097c1d31","verse":"John 15:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43015017_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015017-1\">17&nbsp;</b><span class=\"woc\">These things I command you, so that you will love one another.</span></p>\n</div>","kjv":"<strong>17</strong> These things I command you, that ye love one another.  ","niv":"<sup><strong>17</strong></sup> This is my command: Love each other."},{"_id":"6168da6a3b32607a097c1d3b","topicId":"6168da673b32607a097c1d31","verse":"Mark 2:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41002016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v41002016-1\">16&nbsp;</b>And the scribes of the Pharisees, when they saw that he was eating with sinners and tax collectors, said to his disciples, “Why does he eat with tax collectors and sinners?”</p>\n\n</div>","kjv":"<strong>16</strong> And when the scribes and Pharisees saw him eat with publicans and sinners, they said unto his disciples, How is it that he eateth and drinketh with publicans and sinners?  ","niv":"<sup><strong>16</strong></sup> When the teachers of the law who were Pharisees saw him eating with the \"sinners\" and tax collectors, they asked his disciples: \"Why does he eat with tax collectors and 'sinners'?\""},{"_id":"6168da6a3b32607a097c1d3c","topicId":"6168da673b32607a097c1d31","verse":"Isaiah 1:1-31","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p23001001_01-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23001001-1\">1:1&nbsp;</b>The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001002_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001002-1\">2&nbsp;</b>&nbsp;&nbsp;Hear, O heavens, and give ear, O earth;</span><br><span id=\"p23001002_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD has spoken:</span><br><span id=\"p23001002_05-12\" class=\"line\">&nbsp;&nbsp;“Children have I reared and brought up,</span><br><span id=\"p23001002_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they have rebelled against me.</span><br><span id=\"p23001003_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001003-1\">3&nbsp;</b>&nbsp;&nbsp;The ox knows its owner,</span><br><span id=\"p23001003_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the donkey its master’s crib,</span><br><span id=\"p23001003_05-12\" class=\"line\">&nbsp;&nbsp;but Israel does not know,</span><br><span id=\"p23001003_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my people do not understand.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001004_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001004-1\">4&nbsp;</b>&nbsp;&nbsp;Ah, sinful nation,</span><br><span id=\"p23001004_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a people laden with iniquity,</span><br><span id=\"p23001004_05-12\" class=\"line\">&nbsp;&nbsp;offspring of evildoers,</span><br><span id=\"p23001004_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;children who deal corruptly!</span><br><span id=\"p23001004_05-12\" class=\"line\">&nbsp;&nbsp;They have forsaken the LORD,</span><br><span id=\"p23001004_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have despised the Holy One of Israel,</span><br><span id=\"p23001004_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are utterly estranged.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001005_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001005-1\">5&nbsp;</b>&nbsp;&nbsp;Why will you still be struck down?</span><br><span id=\"p23001005_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Why will you continue to rebel?</span><br><span id=\"p23001005_05-12\" class=\"line\">&nbsp;&nbsp;The whole head is sick,</span><br><span id=\"p23001005_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the whole heart faint.</span><br><span id=\"p23001006_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001006-1\">6&nbsp;</b>&nbsp;&nbsp;From the sole of the foot even to the head,</span><br><span id=\"p23001006_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is no soundness in it,</span><br><span id=\"p23001006_05-12\" class=\"line\">&nbsp;&nbsp;but bruises and sores</span><br><span id=\"p23001006_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raw wounds;</span><br><span id=\"p23001006_05-12\" class=\"line\">&nbsp;&nbsp;they are not pressed out or bound up</span><br><span id=\"p23001006_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or softened with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001007_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001007-1\">7&nbsp;</b>&nbsp;&nbsp;Your country lies desolate;</span><br><span id=\"p23001007_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your cities are burned with fire;</span><br><span id=\"p23001007_05-12\" class=\"line\">&nbsp;&nbsp;in your very presence</span><br><span id=\"p23001007_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;foreigners devour your land;</span><br><span id=\"p23001007_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is desolate, as overthrown by foreigners.</span><br><span id=\"p23001008_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001008-1\">8&nbsp;</b>&nbsp;&nbsp;And the daughter of Zion is left</span><br><span id=\"p23001008_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a booth in a vineyard,</span><br><span id=\"p23001008_05-12\" class=\"line\">&nbsp;&nbsp;like a lodge in a cucumber field,</span><br><span id=\"p23001008_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a besieged city.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001009_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001009-1\">9&nbsp;</b>&nbsp;&nbsp;If the LORD of hosts</span><br><span id=\"p23001009_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;had not left us a few survivors,</span><br><span id=\"p23001009_05-12\" class=\"line\">&nbsp;&nbsp;we should have been like Sodom,</span><br><span id=\"p23001009_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001010_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001010-1\">10&nbsp;</b>&nbsp;&nbsp;Hear the word of the LORD,</span><br><span id=\"p23001010_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you rulers of Sodom!</span><br><span id=\"p23001010_05-12\" class=\"line\">&nbsp;&nbsp;Give ear to the teaching of our God,</span><br><span id=\"p23001010_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you people of Gomorrah!</span><br><span id=\"p23001011_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001011-1\">11&nbsp;</b>&nbsp;&nbsp;“What to me is the multitude of your sacrifices?</span><br><span id=\"p23001011_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD;</span><br><span id=\"p23001011_05-12\" class=\"line\">&nbsp;&nbsp;I have had enough of burnt offerings of rams</span><br><span id=\"p23001011_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fat of well-fed beasts;</span><br><span id=\"p23001011_05-12\" class=\"line\">&nbsp;&nbsp;I do not delight in the blood of bulls,</span><br><span id=\"p23001011_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of lambs, or of goats.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001012_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001012-1\">12&nbsp;</b>&nbsp;&nbsp;“When you come to appear before me,</span><br><span id=\"p23001012_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has required of you</span><br><span id=\"p23001012_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;this trampling of my courts?</span><br><span id=\"p23001013_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001013-1\">13&nbsp;</b>&nbsp;&nbsp;Bring no more vain offerings;</span><br><span id=\"p23001013_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;incense is an abomination to me.</span><br><span id=\"p23001013_05-12\" class=\"line\">&nbsp;&nbsp;New moon and Sabbath and the calling of convocations—</span><br><span id=\"p23001013_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I cannot endure iniquity and solemn assembly.</span><br><span id=\"p23001014_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001014-1\">14&nbsp;</b>&nbsp;&nbsp;Your new moons and your appointed feasts</span><br><span id=\"p23001014_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul hates;</span><br><span id=\"p23001014_05-12\" class=\"line\">&nbsp;&nbsp;they have become a burden to me;</span><br><span id=\"p23001014_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary of bearing them.</span><br><span id=\"p23001015_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001015-1\">15&nbsp;</b>&nbsp;&nbsp;When you spread out your hands,</span><br><span id=\"p23001015_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will hide my eyes from you;</span><br><span id=\"p23001015_05-12\" class=\"line\">&nbsp;&nbsp;even though you make many prayers,</span><br><span id=\"p23001015_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not listen;</span><br><span id=\"p23001015_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your hands are full of blood.</span><br><span id=\"p23001016_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001016-1\">16&nbsp;</b>&nbsp;&nbsp;Wash yourselves; make yourselves clean;</span><br><span id=\"p23001016_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;remove the evil of your deeds from before my eyes;</span><br><span id=\"p23001016_05-12\" class=\"line\">&nbsp;&nbsp;cease to do evil,</span><br><span id=\"p23001017_05-12\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_05-12\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_05-12\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001018_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_05-12\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_05-12\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br><span id=\"p23001019_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001019-1\">19&nbsp;</b>&nbsp;&nbsp;If you are willing and obedient,</span><br><span id=\"p23001019_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat the good of the land;</span><br><span id=\"p23001020_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001020-1\">20&nbsp;</b>&nbsp;&nbsp;but if you refuse and rebel,</span><br><span id=\"p23001020_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be eaten by the sword;</span><br><span id=\"p23001020_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001021_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001021-1\">21&nbsp;</b>&nbsp;&nbsp;How the faithful city</span><br><span id=\"p23001021_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become a whore,</span><br><span id=\"p23001021_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she who was full of justice!</span><br><span id=\"p23001021_08-12\" class=\"line\">&nbsp;&nbsp;Righteousness lodged in her,</span><br><span id=\"p23001021_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but now murderers.</span><br><span id=\"p23001022_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001022-1\">22&nbsp;</b>&nbsp;&nbsp;Your silver has become dross,</span><br><span id=\"p23001022_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your best wine mixed with water.</span><br><span id=\"p23001023_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001023-1\">23&nbsp;</b>&nbsp;&nbsp;Your princes are rebels</span><br><span id=\"p23001023_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and companions of thieves.</span><br><span id=\"p23001023_08-12\" class=\"line\">&nbsp;&nbsp;Everyone loves a bribe</span><br><span id=\"p23001023_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and runs after gifts.</span><br><span id=\"p23001023_08-12\" class=\"line\">&nbsp;&nbsp;They do not bring justice to the fatherless,</span><br><span id=\"p23001023_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the widow’s cause does not come to them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001024_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001024-1\">24&nbsp;</b>&nbsp;&nbsp;Therefore the Lord declares,</span><br><span id=\"p23001024_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts,</span><br><span id=\"p23001024_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Mighty One of Israel:</span><br><span id=\"p23001024_08-12\" class=\"line\">&nbsp;&nbsp;“Ah, I will get relief from my enemies</span><br><span id=\"p23001024_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and avenge myself on my foes.</span><br><span id=\"p23001025_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001025-1\">25&nbsp;</b>&nbsp;&nbsp;I will turn my hand against you</span><br><span id=\"p23001025_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will smelt away your dross as with lye</span><br><span id=\"p23001025_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remove all your alloy.</span><br><span id=\"p23001026_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001026-1\">26&nbsp;</b>&nbsp;&nbsp;And I will restore your judges as at the first,</span><br><span id=\"p23001026_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your counselors as at the beginning.</span><br><span id=\"p23001026_08-12\" class=\"line\">&nbsp;&nbsp;Afterward you shall be called the city of righteousness,</span><br><span id=\"p23001026_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the faithful city.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001027_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001027-1\">27&nbsp;</b>&nbsp;&nbsp;Zion shall be redeemed by justice,</span><br><span id=\"p23001027_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those in her who repent, by righteousness.</span><br><span id=\"p23001028_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001028-1\">28&nbsp;</b>&nbsp;&nbsp;But rebels and sinners shall be broken together,</span><br><span id=\"p23001028_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who forsake the LORD shall be consumed.</span><br><span id=\"p23001029_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001029-1\">29&nbsp;</b>&nbsp;&nbsp;For they shall be ashamed of the oaks</span><br><span id=\"p23001029_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you desired;</span><br><span id=\"p23001029_08-12\" class=\"line\">&nbsp;&nbsp;and you shall blush for the gardens</span><br><span id=\"p23001029_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have chosen.</span><br><span id=\"p23001030_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001030-1\">30&nbsp;</b>&nbsp;&nbsp;For you shall be like an oak</span><br><span id=\"p23001030_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose leaf withers,</span><br><span id=\"p23001030_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a garden without water.</span><br><span id=\"p23001031_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001031-1\">31&nbsp;</b>&nbsp;&nbsp;And the strong shall become tinder,</span><br><span id=\"p23001031_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his work a spark,</span><br><span id=\"p23001031_08-12\" class=\"line\">&nbsp;&nbsp;and both of them shall burn together,</span><br><span id=\"p23001031_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with none to quench them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.  <strong>2</strong> Hear, O heavens, and give ear, O earth: for the LORD hath spoken, I have nourished and brought up children, and they have rebelled against me.  <strong>3</strong> The ox knoweth his owner, and the ass his master’s crib: but  Israel doth not know, my people doth not consider.  <strong>4</strong> Ah sinful nation, a people laden with iniquity, a seed of evildoers, children that are corrupters: they have forsaken the LORD, they have provoked the Holy One of Israel unto anger, they are gone away backward.  <strong>5</strong> Why should ye be stricken any more? ye will revolt more and more: the whole head is sick, and the whole heart faint.  <strong>6</strong> From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrifying sores: they have not been closed, neither bound up, neither mollified with ointment.  <strong>7</strong> Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence, and it is  desolate, as overthrown by strangers.  <strong>8</strong> And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged city.  <strong>9</strong> Except the LORD of hosts had left unto us a very small remnant, we should have been as Sodom, and we should have been like unto Gomorrah.  <strong>10</strong> Hear the word of the LORD, ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah.  <strong>11</strong> To what purpose is the multitude of your sacrifices unto me? saith the LORD: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats.  <strong>12</strong> When ye come to appear before me, who hath required this at your hand, to tread my courts?  <strong>13</strong> Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is  iniquity, even the solemn meeting.  <strong>14</strong> Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear them.  <strong>15</strong> And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.  <strong>16</strong> Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;  <strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  <strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  <strong>19</strong> If ye be willing and obedient, ye shall eat the good of the land:  <strong>20</strong> But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the LORD hath spoken it. <strong>21</strong> How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers.  <strong>22</strong> Thy silver is become dross, thy wine mixed with water:  <strong>23</strong> Thy princes are rebellious, and companions of thieves: every one loveth gifts, and followeth after rewards: they judge not the fatherless, neither doth the cause of the widow come unto them.  <strong>24</strong> Therefore saith the Lord, the LORD of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:  <strong>25</strong> And I will turn my hand upon thee, and purely purge away thy dross, and take away all thy tin:  <strong>26</strong> And I will restore thy judges as at the first, and thy counsellors as at the beginning: afterward thou shalt be called, The city of righteousness, the faithful city.  <strong>27</strong> Zion shall be redeemed with judgment, and her converts with righteousness.  <strong>28</strong> And the destruction of the transgressors and of the sinners shall be together, and they that forsake the LORD shall be consumed.  <strong>29</strong> For they shall be ashamed of the oaks which ye have desired, and ye shall be confounded for the gardens that ye have chosen.  <strong>30</strong> For ye shall be as an oak whose leaf fadeth, and as a garden that hath no water.  <strong>31</strong> And the strong shall be as tow, and the maker of it as a spark, and they shall both burn together, and none shall quench them. ","niv":"<sup><strong>1</strong></sup> The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah. <sup><strong>2</strong></sup> Hear, O heavens! Listen, O earth! For the LORD has spoken: \"I reared children and brought them up, but they have rebelled against me. <sup><strong>3</strong></sup> The ox knows his master, the donkey his owner's manger, but Israel does not know, my people do not understand.\" <sup><strong>4</strong></sup> Ah, sinful nation, a people loaded with guilt, a brood of evildoers, children given to corruption! They have forsaken the LORD; they have spurned the Holy One of Israel and turned their backs on him. <sup><strong>5</strong></sup> Why should you be beaten anymore? Why do you persist in rebellion? Your whole head is injured, your whole heart afflicted. <sup><strong>6</strong></sup> From the sole of your foot to the top of your head there is no soundness- only wounds and welts and open sores, not cleansed or bandaged or soothed with oil. <sup><strong>7</strong></sup> Your country is desolate, your cities burned with fire; your fields are being stripped by foreigners right before you, laid waste as when overthrown by strangers. <sup><strong>8</strong></sup> The Daughter of Zion is left like a shelter in a vineyard, like a hut in a field of melons, like a city under siege. <sup><strong>9</strong></sup> Unless the LORD Almighty had left us some survivors, we would have become like Sodom, we would have been like Gomorrah. <sup><strong>10</strong></sup> Hear the word of the LORD, you rulers of Sodom; listen to the law of our God, you people of Gomorrah! <sup><strong>11</strong></sup> \"The multitude of your sacrifices- what are they to me?\" says the LORD. \"I have more than enough of burnt offerings, of rams and the fat of fattened animals; I have no pleasure in the blood of bulls and lambs and goats. <sup><strong>12</strong></sup> When you come to appear before me, who has asked this of you, this trampling of my courts? <sup><strong>13</strong></sup> Stop bringing meaningless offerings! Your incense is detestable to me. New Moons, Sabbaths and convocations- I cannot bear your evil assemblies. <sup><strong>14</strong></sup> Your New Moon festivals and your appointed feasts my soul hates. They have become a burden to me; I am weary of bearing them. <sup><strong>15</strong></sup> When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood; <sup><strong>16</strong></sup> wash and make yourselves clean. Take your evil deeds out of my sight! Stop doing wrong, <sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow. <sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool. <sup><strong>19</strong></sup> If you are willing and obedient, you will eat the best from the land; <sup><strong>20</strong></sup> but if you resist and rebel, you will be devoured by the sword.\" For the mouth of the LORD has spoken. <sup><strong>21</strong></sup> See how the faithful city has become a harlot! She once was full of justice; righteousness used to dwell in her- but now murderers! <sup><strong>22</strong></sup> Your silver has become dross, your choice wine is diluted with water. <sup><strong>23</strong></sup> Your rulers are rebels, companions of thieves; they all love bribes and chase after gifts. They do not defend the cause of the fatherless; the widow's case does not come before them. <sup><strong>24</strong></sup> Therefore the Lord, the LORD Almighty, the Mighty One of Israel, declares: \"Ah, I will get relief from my foes and avenge myself on my enemies. <sup><strong>25</strong></sup> I will turn my hand against you; I will thoroughly purge away your dross and remove all your impurities. <sup><strong>26</strong></sup> I will restore your judges as in days of old, your counselors as at the beginning. Afterward you will be called the City of Righteousness, the Faithful City.\" <sup><strong>27</strong></sup> Zion will be redeemed with justice, her penitent ones with righteousness. <sup><strong>28</strong></sup> But rebels and sinners will both be broken, and those who forsake the LORD will perish. <sup><strong>29</strong></sup> \"You will be ashamed because of the sacred oaks in which you have delighted; you will be disgraced because of the gardens that you have chosen. <sup><strong>30</strong></sup> You will be like an oak with fading leaves, like a garden without water. <sup><strong>31</strong></sup> The mighty man will become tinder and his work a spark; both will burn together, with no one to quench the fire.\" "},{"_id":"6168da6b3b32607a097c1d3d","topicId":"6168da673b32607a097c1d31","verse":"James 3:9-10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59003009_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003009-1\">9&nbsp;</b>With it we bless our Lord and Father, and with it we curse people who are made in the likeness of God. <b class=\"verse-num\" id=\"v59003010-1\">10&nbsp;</b>From the same mouth come blessing and cursing. My brothers, these things ought not to be so.</p>\n\n</div>","kjv":"<strong>9</strong> Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.  <strong>10</strong> Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.  ","niv":"<sup><strong>9</strong></sup> With the tongue we praise our Lord and Father, and with it we curse men, who have been made in God's likeness. <sup><strong>10</strong></sup> Out of the same mouth come praise and cursing. My brothers, this should not be. "},{"_id":"6168da6b3b32607a097c1d3e","topicId":"6168da673b32607a097c1d31","verse":"Acts 2:1-47","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-14\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-14\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-14\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-14\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-14\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-14\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-14\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-14\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-14\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-14\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-14\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-14\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"6168da6b3b32607a097c1d3f","topicId":"6168da673b32607a097c1d31","verse":"Amos 1:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p30001013_01-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001013-1\">13&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001013_01-15\" class=\"line\">&nbsp;&nbsp;“For three transgressions of the Ammonites,</span><br><span id=\"p30001013_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001013_01-15\" class=\"line\">&nbsp;&nbsp;because they have ripped open pregnant women in Gilead,</span><br><span id=\"p30001013_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they might enlarge their border.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Thus saith the LORD; For three transgressions of the children of Ammon, and for four, I will not turn away the punishment thereof; because they have ripped up the women with child of Gilead, that they might enlarge their border:  ","niv":"<sup><strong>13</strong></sup> This is what the LORD says: \"For three sins of Ammon, even for four, I will not turn back {my wrath}. Because he ripped open the pregnant women of Gilead in order to extend his borders,"},{"_id":"6168da6c3b32607a097c1d40","topicId":"6168da673b32607a097c1d31","verse":"Proverbs 27:14-15","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20027014_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027014-1\">14&nbsp;</b>&nbsp;&nbsp;Whoever blesses his neighbor with a loud voice,</span><br><span id=\"p20027014_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rising early in the morning,</span><br><span id=\"p20027014_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be counted as cursing.</span><br><span id=\"p20027015_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027015-1\">15&nbsp;</b>&nbsp;&nbsp;A continual dripping on a rainy day</span><br><span id=\"p20027015_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a quarrelsome wife are alike;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> He that blesseth his friend with a loud voice, rising early in the morning, it shall be counted a curse to him.  <strong>15</strong> A continual dropping in a very rainy day and a contentious woman are alike.  ","niv":"<sup><strong>14</strong></sup> If a man loudly blesses his neighbor early in the morning, it will be taken as a curse. <sup><strong>15</strong></sup> A quarrelsome wife is like a constant dripping on a rainy day; "},{"_id":"6168da6c3b32607a097c1d41","topicId":"6168da673b32607a097c1d31","verse":"Revelation 22:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66022015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022015-1\">15&nbsp;</b>Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.</p>\n</div>","kjv":"<strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  ","niv":"<sup><strong>15</strong></sup> Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood."},{"_id":"6168da6c3b32607a097c1d42","topicId":"6168da673b32607a097c1d31","verse":"1 Peter 3:15-16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame.</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <sup><strong>16</strong></sup> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. "},{"_id":"6168da6d3b32607a097c1d43","topicId":"6168da673b32607a097c1d31","verse":"Hebrews 12:14-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58012014_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012014-1\">14&nbsp;</b>Strive for peace with everyone, and for the holiness without which no one will see the Lord. <b class=\"verse-num\" id=\"v58012015-1\">15&nbsp;</b>See to it that no one fails to obtain the grace of God; that no “root of bitterness” springs up and causes trouble, and by it many become defiled; <b class=\"verse-num\" id=\"v58012016-1\">16&nbsp;</b>that no one is sexually immoral or unholy like Esau, who sold his birthright for a single meal. <b class=\"verse-num\" id=\"v58012017-1\">17&nbsp;</b>For you know that afterward, when he desired to inherit the blessing, he was rejected, for he found no chance to repent, though he sought it with tears.</p>\n</div>","kjv":"<strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  <strong>15</strong> Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;  <strong>16</strong> Lest there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright.  <strong>17</strong> For ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears.  ","niv":"<sup><strong>14</strong></sup> Make every effort to live in peace with all men and to be holy; without holiness no one will see the Lord. <sup><strong>15</strong></sup> See to it that no one misses the grace of God and that no bitter root grows up to cause trouble and defile many. <sup><strong>16</strong></sup> See that no one is sexually immoral, or is godless like Esau, who for a single meal sold his inheritance rights as the oldest son. <sup><strong>17</strong></sup> Afterward, as you know, when he wanted to inherit this blessing, he was rejected. He could bring about no change of mind, though he sought the blessing with tears. ","modified":"2023-08-12T20:36:28.829Z"},{"_id":"6168da6d3b32607a097c1d44","topicId":"6168da673b32607a097c1d31","verse":"1 Corinthians 1:30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46001030_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46001030-1\">30&nbsp;</b>And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption,</p>\n\n</div>","kjv":"<strong>30</strong> But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:  ","niv":"<sup><strong>30</strong></sup> It is because of him that you are in Christ Jesus, who has become for us wisdom from God--that is, our righteousness, holiness and redemption."},{"_id":"6168da6d3b32607a097c1d45","topicId":"6168da673b32607a097c1d31","verse":"John 13:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43013007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span></p>\n</div>","kjv":"<strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  ","niv":"<sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\""},{"_id":"6168da6d3b32607a097c1d46","topicId":"6168da673b32607a097c1d31","verse":"John 11:34-45","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43011034_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011034-1\">34&nbsp;</b>And he said, <span class=\"woc\">“Where have you laid him?”</span> They said to him, “Lord, come and see.” <b class=\"verse-num\" id=\"v43011035-1\">35&nbsp;</b>Jesus wept. <b class=\"verse-num\" id=\"v43011036-1\">36&nbsp;</b>So the Jews said, “See how he loved him!” <b class=\"verse-num\" id=\"v43011037-1\">37&nbsp;</b>But some of them said, “Could not he who opened the eyes of the blind man also have kept this man from dying?”</p>\n\n<p id=\"p43011037_04-24\"><b class=\"verse-num\" id=\"v43011038-1\">38&nbsp;</b>Then Jesus, deeply moved again, came to the tomb. It was a cave, and a stone lay against it. <b class=\"verse-num\" id=\"v43011039-1\">39&nbsp;</b>Jesus said, <span class=\"woc\">“Take away the stone.”</span> Martha, the sister of the dead man, said to him, “Lord, by this time there will be an odor, for he has been dead four days.” <b class=\"verse-num\" id=\"v43011040-1\">40&nbsp;</b>Jesus said to her, <span class=\"woc\">“Did I not tell you that if you believed you would see the glory of God?”</span> <b class=\"verse-num\" id=\"v43011041-1\">41&nbsp;</b>So they took away the stone. And Jesus lifted up his eyes and said, <span class=\"woc\">“Father, I thank you that you have heard me.</span> <b class=\"verse-num woc\" id=\"v43011042-1\">42&nbsp;</b><span class=\"woc\">I knew that you always hear me, but I said this on account of the people standing around, that they may believe that you sent me.”</span> <b class=\"verse-num\" id=\"v43011043-1\">43&nbsp;</b>When he had said these things, he cried out with a loud voice, <span class=\"woc\">“Lazarus, come out.”</span> <b class=\"verse-num\" id=\"v43011044-1\">44&nbsp;</b>The man who had died came out, his hands and feet bound with linen strips, and his face wrapped with a cloth. Jesus said to them, <span class=\"woc\">“Unbind him, and let him go.”</span></p>\n\n<p id=\"p43011044_09-24\"><b class=\"verse-num\" id=\"v43011045-1\">45&nbsp;</b>Many of the Jews therefore, who had come with Mary and had seen what he did, believed in him,</p>\n</div>","kjv":"<strong>34</strong> And said, Where have ye laid him? They said unto him, Lord, come and see.  <strong>35</strong> Jesus wept.  <strong>36</strong> Then said the Jews, Behold how he loved him!  <strong>37</strong> And some of them said, Could not this man, which opened the eyes of the blind, have caused that even this man should not have died?  <strong>38</strong> Jesus therefore again groaning in himself cometh to the grave. It was a cave, and a stone lay upon it.  <strong>39</strong> Jesus said, Take ye away the stone. Martha, the sister of him that was dead, saith unto him, Lord, by this time he stinketh: for he hath been dead four days.  <strong>40</strong> Jesus saith unto her, Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?  <strong>41</strong> Then they took away the stone from the place where the dead was laid. And Jesus lifted up his eyes, and said, Father, I thank thee that thou hast heard me.  <strong>42</strong> And I knew that thou hearest me always: but because of the people which stand by I said it, that they may believe that thou hast sent me.  <strong>43</strong> And when he thus had spoken, he cried with a loud voice, Lazarus, come forth.  <strong>44</strong> And he that was dead came forth, bound hand and foot with graveclothes: and his face was bound about with a napkin. Jesus saith unto them, Loose him, and let him go.  <strong>45</strong> Then many of the Jews which came to Mary, and had seen the things which Jesus did, believed on him.  ","niv":"<sup><strong>34</strong></sup> \"Where have you laid him?\" he asked. \"Come and see, Lord,\" they replied. <sup><strong>35</strong></sup> Jesus wept. <sup><strong>36</strong></sup> Then the Jews said, \"See how he loved him!\" <sup><strong>37</strong></sup> But some of them said, \"Could not he who opened the eyes of the blind man have kept this man from dying?\" <sup><strong>38</strong></sup> Jesus, once more deeply moved, came to the tomb. It was a cave with a stone laid across the entrance. <sup><strong>39</strong></sup> \"Take away the stone,\" he said. \"But, Lord,\" said Martha, the sister of the dead man, \"by this time there is a bad odor, for he has been there four days.\" <sup><strong>40</strong></sup> Then Jesus said, \"Did I not tell you that if you believed, you would see the glory of God?\" <sup><strong>41</strong></sup> So they took away the stone. Then Jesus looked up and said, \"Father, I thank you that you have heard me. <sup><strong>42</strong></sup> I knew that you always hear me, but I said this for the benefit of the people standing here, that they may believe that you sent me.\" <sup><strong>43</strong></sup> When he had said this, Jesus called in a loud voice, \"Lazarus, come out!\" <sup><strong>44</strong></sup> The dead man came out, his hands and feet wrapped with strips of linen, and a cloth around his face. Jesus said to them, \"Take off the grave clothes and let him go.\" <sup><strong>45</strong></sup> Therefore many of the Jews who had come to visit Mary, and had seen what Jesus did, put their faith in him. "},{"_id":"6168da6e3b32607a097c1d47","topicId":"6168da673b32607a097c1d31","verse":"John 7:51","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43007051_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43007051-1\">51&nbsp;</b>“Does our law judge a man without first giving him a hearing and learning what he does?”</p>\n</div>","kjv":"<strong>51</strong> Doth our law judge any man, before it hear him, and know what he doeth?  ","niv":"<sup><strong>51</strong></sup> \"Does our law condemn anyone without first hearing him to find out what he is doing?\""},{"_id":"6168da6e3b32607a097c1d48","topicId":"6168da673b32607a097c1d31","verse":"John 6:52-65","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43006052_01-26\"><b class=\"verse-num\" id=\"v43006052-1\">52&nbsp;</b>The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?” <b class=\"verse-num\" id=\"v43006053-1\">53&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.</span> <b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n<p id=\"p43006059_06-26\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n\n</div>","kjv":"<strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. ","niv":"<sup><strong>52</strong></sup> Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\" <sup><strong>53</strong></sup> Jesus said to them, \"I tell you the truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you. <sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day. <sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. <sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" "},{"_id":"6168da6e3b32607a097c1d49","topicId":"6168da673b32607a097c1d31","verse":"Luke 6:36","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42006036_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006036-1\">36&nbsp;</b><span class=\"woc\">Be merciful, even as your Father is merciful.</span></p>\n</div>","kjv":"<strong>36</strong> Be ye therefore merciful, as your Father also is merciful.  ","niv":"<sup><strong>36</strong></sup> Be merciful, just as your Father is merciful."},{"_id":"6168da6f3b32607a097c1d4a","topicId":"6168da673b32607a097c1d31","verse":"Matthew 9:1-38","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40009001_05-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40009001-1\">9:1&nbsp;</b>And getting into a boat he crossed over and came to his own city. <b class=\"verse-num\" id=\"v40009002-1\">2&nbsp;</b>And behold, some people brought to him a paralytic, lying on a bed. And when Jesus saw their faith, he said to the paralytic, <span class=\"woc\">“Take heart, my son; your sins are forgiven.”</span> <b class=\"verse-num\" id=\"v40009003-1\">3&nbsp;</b>And behold, some of the scribes said to themselves, “This man is blaspheming.” <b class=\"verse-num\" id=\"v40009004-1\">4&nbsp;</b>But Jesus, knowing their thoughts, said, <span class=\"woc\">“Why do you think evil in your hearts?</span> <b class=\"verse-num woc\" id=\"v40009005-1\">5&nbsp;</b><span class=\"woc\">For which is easier, to say, ‘Your sins are forgiven,’ or to say, ‘Rise and walk’?</span> <b class=\"verse-num woc\" id=\"v40009006-1\">6&nbsp;</b><span class=\"woc\">But that you may know that the Son of Man has authority on earth to forgive sins”</span>—he then said to the paralytic—<span class=\"woc\">“Rise, pick up your bed and go home.”</span> <b class=\"verse-num\" id=\"v40009007-1\">7&nbsp;</b>And he rose and went home. <b class=\"verse-num\" id=\"v40009008-1\">8&nbsp;</b>When the crowds saw it, they were afraid, and they glorified God, who had given such authority to men.</p>\n\n<p id=\"p40009008_08-28\"><b class=\"verse-num\" id=\"v40009009-1\">9&nbsp;</b>As Jesus passed on from there, he saw a man called Matthew sitting at the tax booth, and he said to him, <span class=\"woc\">“Follow me.”</span> And he rose and followed him.</p>\n<p id=\"p40009009_08-28\"><b class=\"verse-num\" id=\"v40009010-1\">10&nbsp;</b>And as Jesus reclined at table in the house, behold, many tax collectors and sinners came and were reclining with Jesus and his disciples. <b class=\"verse-num\" id=\"v40009011-1\">11&nbsp;</b>And when the Pharisees saw this, they said to his disciples, “Why does your teacher eat with tax collectors and sinners?” <b class=\"verse-num\" id=\"v40009012-1\">12&nbsp;</b>But when he heard it, he said, <span class=\"woc\">“Those who are well have no need of a physician, but those who are sick.</span> <b class=\"verse-num woc\" id=\"v40009013-1\">13&nbsp;</b><span class=\"woc\">Go and learn what this means: ‘I desire mercy, and not sacrifice.’ For I came not to call the righteous, but sinners.”</span></p>\n\n<p id=\"p40009013_12-28\"><b class=\"verse-num\" id=\"v40009014-1\">14&nbsp;</b>Then the disciples of John came to him, saying, “Why do we and the Pharisees fast, but your disciples do not fast?” <b class=\"verse-num\" id=\"v40009015-1\">15&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Can the wedding guests mourn as long as the bridegroom is with them? The days will come when the bridegroom is taken away from them, and then they will fast.</span> <b class=\"verse-num woc\" id=\"v40009016-1\">16&nbsp;</b><span class=\"woc\">No one puts a piece of unshrunk cloth on an old garment, for the patch tears away from the garment, and a worse tear is made.</span> <b class=\"verse-num woc\" id=\"v40009017-1\">17&nbsp;</b><span class=\"woc\">Neither is new wine put into old wineskins. If it is, the skins burst and the wine is spilled and the skins are destroyed. But new wine is put into fresh wineskins, and so both are preserved.”</span></p>\n\n<p id=\"p40009017_21-28\"><b class=\"verse-num\" id=\"v40009018-1\">18&nbsp;</b>While he was saying these things to them, behold, a ruler came in and knelt before him, saying, “My daughter has just died, but come and lay your hand on her, and she will live.” <b class=\"verse-num\" id=\"v40009019-1\">19&nbsp;</b>And Jesus rose and followed him, with his disciples. <b class=\"verse-num\" id=\"v40009020-1\">20&nbsp;</b>And behold, a woman who had suffered from a discharge of blood for twelve years came up behind him and touched the fringe of his garment, <b class=\"verse-num\" id=\"v40009021-1\">21&nbsp;</b>for she said to herself, “If I only touch his garment, I will be made well.” <b class=\"verse-num\" id=\"v40009022-1\">22&nbsp;</b>Jesus turned, and seeing her he said, <span class=\"woc\">“Take heart, daughter; your faith has made you well.”</span> And instantly the woman was made well. <b class=\"verse-num\" id=\"v40009023-1\">23&nbsp;</b>And when Jesus came to the ruler’s house and saw the flute players and the crowd making a commotion, <b class=\"verse-num\" id=\"v40009024-1\">24&nbsp;</b>he said, <span class=\"woc\">“Go away, for the girl is not dead but sleeping.”</span> And they laughed at him. <b class=\"verse-num\" id=\"v40009025-1\">25&nbsp;</b>But when the crowd had been put outside, he went in and took her by the hand, and the girl arose. <b class=\"verse-num\" id=\"v40009026-1\">26&nbsp;</b>And the report of this went through all that district.</p>\n\n<p id=\"p40009026_26-28\"><b class=\"verse-num\" id=\"v40009027-1\">27&nbsp;</b>And as Jesus passed on from there, two blind men followed him, crying aloud, “Have mercy on us, Son of David.” <b class=\"verse-num\" id=\"v40009028-1\">28&nbsp;</b>When he entered the house, the blind men came to him, and Jesus said to them, <span class=\"woc\">“Do you believe that I am able to do this?”</span> They said to him, “Yes, Lord.” <b class=\"verse-num\" id=\"v40009029-1\">29&nbsp;</b>Then he touched their eyes, saying, <span class=\"woc\">“According to your faith be it done to you.”</span> <b class=\"verse-num\" id=\"v40009030-1\">30&nbsp;</b>And their eyes were opened. And Jesus sternly warned them, <span class=\"woc\">“See that no one knows about it.”</span> <b class=\"verse-num\" id=\"v40009031-1\">31&nbsp;</b>But they went away and spread his fame through all that district.</p>\n\n<p id=\"p40009031_33-28\"><b class=\"verse-num\" id=\"v40009032-1\">32&nbsp;</b>As they were going away, behold, a demon-oppressed man who was mute was brought to him. <b class=\"verse-num\" id=\"v40009033-1\">33&nbsp;</b>And when the demon had been cast out, the mute man spoke. And the crowds marveled, saying, “Never was anything like this seen in Israel.” <b class=\"verse-num\" id=\"v40009034-1\">34&nbsp;</b>But the Pharisees said, “He casts out demons by the prince of demons.”</p>\n\n<p id=\"p40009034_40-28\"><b class=\"verse-num\" id=\"v40009035-1\">35&nbsp;</b>And Jesus went throughout all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction. <b class=\"verse-num\" id=\"v40009036-1\">36&nbsp;</b>When he saw the crowds, he had compassion for them, because they were harassed and helpless, like sheep without a shepherd. <b class=\"verse-num\" id=\"v40009037-1\">37&nbsp;</b>Then he said to his disciples, <span class=\"woc\">“The harvest is plentiful, but the laborers are few;</span> <b class=\"verse-num woc\" id=\"v40009038-1\">38&nbsp;</b><span class=\"woc\">therefore pray earnestly to the Lord of the harvest to send out laborers into his harvest.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he entered into a ship, and passed over, and came into his own city.  <strong>2</strong> And, behold, they brought to him a man sick of the palsy, lying on a bed: and Jesus seeing their faith said unto the sick of the palsy; Son, be of good cheer; thy sins be forgiven thee.  <strong>3</strong> And, behold, certain of the scribes said within themselves, This man blasphemeth.  <strong>4</strong> And Jesus knowing their thoughts said, Wherefore think ye evil in your hearts?  <strong>5</strong> For whether is easier, to say, Thy sins be forgiven thee; or to say, Arise, and walk?  <strong>6</strong> But that ye may know that the Son of man hath power on earth to forgive sins, (then saith he to the sick of the palsy,) Arise, take up thy bed, and go unto thine house.  <strong>7</strong> And he arose, and departed to his house.  <strong>8</strong> But when the multitudes saw it, they marvelled, and glorified God, which had given such power unto men.  <strong>9</strong> And as Jesus passed forth from thence, he saw a man, named Matthew, sitting at the receipt of custom: and he saith unto him, Follow me.  And he arose, and followed him.  <strong>10</strong> And it came to pass, as Jesus sat at meat in the house, behold, many publicans and sinners came and sat down with him and his disciples.  <strong>11</strong> And when the Pharisees saw it, they said unto his disciples, Why eateth your Master with publicans and sinners?  <strong>12</strong> But when Jesus heard that, he said unto them, They that be whole need not a physician, but they that are sick.  <strong>13</strong> But go ye and learn what that meaneth, I will have mercy, and not sacrifice: for I am not come to call the righteous, but sinners to repentance. <strong>14</strong> Then came to him the disciples of John, saying, Why do we and the Pharisees fast oft, but thy disciples fast not?  <strong>15</strong> And Jesus said unto them, Can the children of the bridechamber mourn, as long as the bridegroom is with them? but the days will come, when the bridegroom shall be taken from them, and then shall they fast.  <strong>16</strong> No man putteth a piece of new cloth unto an old garment, for that which is put in to fill it up taketh from the garment, and the rent is made worse.  <strong>17</strong> Neither do men put new wine into old bottles: else the bottles break, and the wine runneth out, and the bottles perish: but they put new wine into new bottles, and both are preserved. <strong>18</strong> While he spake these things unto them, behold, there came a certain ruler, and worshipped him, saying, My daughter is even now dead: but come and lay thy hand upon her, and she shall live.  <strong>19</strong> And Jesus arose, and followed him, and so did his disciples.  <strong>20</strong> And, behold, a woman, which was diseased with an issue of blood twelve years, came behind him, and touched the hem of his garment:  <strong>21</strong> For she said within herself, If I may but touch his garment, I shall be whole.  <strong>22</strong> But Jesus turned him about, and when he saw her, he said, Daughter, be of good comfort; thy faith hath made thee whole. And the woman was made whole from that hour.  <strong>23</strong> And when Jesus came into the ruler’s house, and saw the minstrels and the people making a noise,  <strong>24</strong> He said unto them, Give place: for the maid is not dead, but sleepeth. And they laughed him to scorn.  <strong>25</strong> But when the people were put forth, he went in, and took her by the hand, and the maid arose.  <strong>26</strong> And the fame hereof went abroad into all that land.  <strong>27</strong> And when Jesus departed thence, two blind men followed him, crying, and saying, Thou Son of David, have mercy on us.  <strong>28</strong> And when he was come into the house, the blind men came to him: and Jesus saith unto them, Believe ye that I am able to do this? They said unto him, Yea, Lord.  <strong>29</strong> Then touched he their eyes, saying, According to your faith be it unto you.  <strong>30</strong> And their eyes were opened; and Jesus straitly charged them, saying, See that no man know it.  <strong>31</strong> But they, when they were departed, spread abroad his fame in all that country.  <strong>32</strong> As they went out, behold, they brought to him a dumb man possessed with a devil.  <strong>33</strong> And when the devil was cast out, the dumb spake: and the multitudes marvelled, saying, It was never so seen in Israel.  <strong>34</strong> But the Pharisees said, He casteth out devils through the prince of the devils.  <strong>35</strong> And Jesus went about all the cities and villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every sickness and every disease among the people.  <strong>36</strong> But when he saw the multitudes, he was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd.  <strong>37</strong> Then saith he unto his disciples, The harvest truly is  plenteous, but the labourers are few;  <strong>38</strong> Pray ye therefore the Lord of the harvest, that he will send forth labourers into his harvest. ","niv":"<sup><strong>1</strong></sup> Jesus stepped into a boat, crossed over and came to his own town. <sup><strong>2</strong></sup> Some men brought to him a paralytic, lying on a mat. When Jesus saw their faith, he said to the paralytic, \"Take heart, son; your sins are forgiven.\" <sup><strong>3</strong></sup> At this, some of the teachers of the law said to themselves, \"This fellow is blaspheming!\" <sup><strong>4</strong></sup> Knowing their thoughts, Jesus said, \"Why do you entertain evil thoughts in your hearts? <sup><strong>5</strong></sup> Which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? <sup><strong>6</strong></sup> But so that you may know that the Son of Man has authority on earth to forgive sins....\" Then he said to the paralytic, \"Get up, take your mat and go home.\" <sup><strong>7</strong></sup> And the man got up and went home. <sup><strong>8</strong></sup> When the crowd saw this, they were filled with awe; and they praised God, who had given such authority to men. <sup><strong>9</strong></sup> As Jesus went on from there, he saw a man named Matthew sitting at the tax collector's booth. \"Follow me,\" he told him, and Matthew got up and followed him. <sup><strong>10</strong></sup> While Jesus was having dinner at Matthew's house, many tax collectors and \"sinners\" came and ate with him and his disciples. <sup><strong>11</strong></sup> When the Pharisees saw this, they asked his disciples, \"Why does your teacher eat with tax collectors and 'sinners'?\" <sup><strong>12</strong></sup> On hearing this, Jesus said, \"It is not the healthy who need a doctor, but the sick. <sup><strong>13</strong></sup> But go and learn what this means: 'I desire mercy, not sacrifice.' For I have not come to call the righteous, but sinners.\" <sup><strong>14</strong></sup> Then John's disciples came and asked him, \"How is it that we and the Pharisees fast, but your disciples do not fast?\" <sup><strong>15</strong></sup> Jesus answered, \"How can the guests of the bridegroom mourn while he is with them? The time will come when the bridegroom will be taken from them; then they will fast. <sup><strong>16</strong></sup> \"No one sews a patch of unshrunk cloth on an old garment, for the patch will pull away from the garment, making the tear worse. <sup><strong>17</strong></sup> Neither do men pour new wine into old wineskins. If they do, the skins will burst, the wine will run out and the wineskins will be ruined. No, they pour new wine into new wineskins, and both are preserved.\" <sup><strong>18</strong></sup> While he was saying this, a ruler came and knelt before him and said, \"My daughter has just died. But come and put your hand on her, and she will live.\" <sup><strong>19</strong></sup> Jesus got up and went with him, and so did his disciples. <sup><strong>20</strong></sup> Just then a woman who had been subject to bleeding for twelve years came up behind him and touched the edge of his cloak. <sup><strong>21</strong></sup> She said to herself, \"If I only touch his cloak, I will be healed.\" <sup><strong>22</strong></sup> Jesus turned and saw her. \"Take heart, daughter,\" he said, \"your faith has healed you.\" And the woman was healed from that moment. <sup><strong>23</strong></sup> When Jesus entered the ruler's house and saw the flute players and the noisy crowd, <sup><strong>24</strong></sup> he said, \"Go away. The girl is not dead but asleep.\" But they laughed at him. <sup><strong>25</strong></sup> After the crowd had been put outside, he went in and took the girl by the hand, and she got up. <sup><strong>26</strong></sup> News of this spread through all that region. <sup><strong>27</strong></sup> As Jesus went on from there, two blind men followed him, calling out, \"Have mercy on us, Son of David!\" <sup><strong>28</strong></sup> When he had gone indoors, the blind men came to him, and he asked them, \"Do you believe that I am able to do this?Yes, Lord,\" they replied. <sup><strong>29</strong></sup> Then he touched their eyes and said, \"According to your faith will it be done to you\"; <sup><strong>30</strong></sup> and their sight was restored. Jesus warned them sternly, \"See that no one knows about this.\" <sup><strong>31</strong></sup> But they went out and spread the news about him all over that region. <sup><strong>32</strong></sup> While they were going out, a man who was demon-possessed and could not talk was brought to Jesus. <sup><strong>33</strong></sup> And when the demon was driven out, the man who had been mute spoke. The crowd was amazed and said, \"Nothing like this has ever been seen in Israel.\" <sup><strong>34</strong></sup> But the Pharisees said, \"It is by the prince of demons that he drives out demons.\" <sup><strong>35</strong></sup> Jesus went through all the towns and villages, teaching in their synagogues, preaching the good news of the kingdom and healing every disease and sickness. <sup><strong>36</strong></sup> When he saw the crowds, he had compassion on them, because they were harassed and helpless, like sheep without a shepherd. <sup><strong>37</strong></sup> Then he said to his disciples, \"The harvest is plentiful but the workers are few. <sup><strong>38</strong></sup> Ask the Lord of the harvest, therefore, to send out workers into his harvest field.\" "}]}