{"_id":"6168e12e803fbb813a709ece","slug":"olive-oil","name":"Olive Oil","verses":[{"_id":"6168e12f803fbb813a709ecf","topicId":"6168e12e803fbb813a709ece","verse":"Leviticus 24:2","votes":31,"__v":0,"esv":"<div>\n<p id=\"p03024002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v03024002-1\">2&nbsp;</b>“Command the people of Israel to bring you pure oil from beaten olives for the lamp, that a light may be kept burning regularly.</p>\n</div>","kjv":"<strong>2</strong> Command the children of Israel, that they bring unto thee pure oil olive beaten for the light, to cause the lamps to burn continually.  ","niv":"<sup><strong>2</strong></sup> \"Command the Israelites to bring you clear oil of pressed olives for the light so that the lamps may be kept burning continually.","modified":"2023-08-15T21:17:58.988Z"},{"_id":"6168e12f803fbb813a709ed0","topicId":"6168e12e803fbb813a709ece","verse":"Mark 6:13","votes":26,"__v":0,"esv":"<div>\n<p id=\"p41006013_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006013-1\">13&nbsp;</b>And they cast out many demons and anointed with oil many who were sick and healed them.</p>\n</div>","kjv":"<strong>13</strong> And they cast out many devils, and anointed with oil many that were sick, and healed them.  ","niv":"<sup><strong>13</strong></sup> They drove out many demons and anointed many sick people with oil and healed them.","modified":"2022-07-05T20:30:04.344Z"},{"_id":"6168e12f803fbb813a709ed1","topicId":"6168e12e803fbb813a709ece","verse":"Deuteronomy 8:8","votes":22,"__v":0,"esv":"<div>\n<p id=\"p05008008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v05008008-1\">8&nbsp;</b>a land of wheat and barley, of vines and fig trees and pomegranates, a land of olive trees and honey,</p>\n</div>","kjv":"<strong>8</strong> A land of wheat, and barley, and vines, and fig trees, and pomegranates; a land of oil olive, and honey;  ","niv":"<sup><strong>8</strong></sup> a land with wheat and barley, vines and fig trees, pomegranates, olive oil and honey;"},{"_id":"6168e130803fbb813a709ed2","topicId":"6168e12e803fbb813a709ece","verse":"James 5:14","votes":13,"__v":0,"esv":"<div>\n<p id=\"p59005014_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord.</p>\n</div>","kjv":"<strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  ","niv":"<sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord."},{"_id":"6168e130803fbb813a709ed3","topicId":"6168e12e803fbb813a709ece","verse":"Matthew 6:17","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40006017_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span></p>\n</div>","kjv":"<strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  ","niv":"<sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face,"},{"_id":"6168e130803fbb813a709ed4","topicId":"6168e12e803fbb813a709ece","verse":"Leviticus 2:5","votes":12,"__v":0,"esv":"<div>\n<p id=\"p03002005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v03002005-1\">5&nbsp;</b>And if your offering is a grain offering baked on a griddle, it shall be of fine flour unleavened, mixed with oil.</p>\n</div>","kjv":"<strong>5</strong> And if thy oblation be a meat offering baken in a pan, it shall be of fine flour unleavened, mingled with oil.  ","niv":"<sup><strong>5</strong></sup> If your grain offering is prepared on a griddle, it is to be made of fine flour mixed with oil, and without yeast.","modified":"2022-10-14T07:36:04.241Z"},{"_id":"6168e130803fbb813a709ed5","topicId":"6168e12e803fbb813a709ece","verse":"Isaiah 61:3","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23061003_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061003-1\">3&nbsp;</b>&nbsp;&nbsp;to grant to those who mourn in Zion—</span><br><span id=\"p23061003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to give them a beautiful headdress instead of ashes,</span><br><span id=\"p23061003_01-7\" class=\"line\">&nbsp;&nbsp;the oil of gladness instead of mourning,</span><br><span id=\"p23061003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the garment of praise instead of a faint spirit;</span><br><span id=\"p23061003_01-7\" class=\"line\">&nbsp;&nbsp;that they may be called oaks of righteousness,</span><br><span id=\"p23061003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the planting of the LORD, that he may be glorified.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified.  ","niv":"<sup><strong>3</strong></sup> and provide for those who grieve in Zion- to bestow on them a crown of beauty instead of ashes, the oil of gladness instead of mourning, and a garment of praise instead of a spirit of despair. They will be called oaks of righteousness, a planting of the LORD for the display of his splendor."},{"_id":"6168e131803fbb813a709ed6","topicId":"6168e12e803fbb813a709ece","verse":"1 Kings 17:16","votes":9,"__v":0,"esv":"<div>\n<p id=\"p11017016_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v11017016-1\">16&nbsp;</b>The jar of flour was not spent, neither did the jug of oil become empty, according to the word of the LORD that he spoke by Elijah.</p>\n</div>","kjv":"<strong>16</strong> And the barrel of meal wasted not, neither did the cruse of oil fail, according to the word of the LORD, which he spake by Elijah.  ","niv":"<sup><strong>16</strong></sup> For the jar of flour was not used up and the jug of oil did not run dry, in keeping with the word of the LORD spoken by Elijah."},{"_id":"6168e131803fbb813a709ed7","topicId":"6168e12e803fbb813a709ece","verse":"1 Kings 17:12","votes":9,"__v":0,"esv":"<div>\n<p id=\"p11017012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v11017012-1\">12&nbsp;</b>And she said, “As the LORD your God lives, I have nothing baked, only a handful of flour in a jar and a little oil in a jug. And now I am gathering a couple of sticks that I may go in and prepare it for myself and my son, that we may eat it and die.”</p>\n</div>","kjv":"<strong>12</strong> And she said, As the LORD thy God liveth, I have not a cake, but an handful of meal in a barrel, and a little oil in a cruse: and, behold, I am gathering two sticks, that I may go in and dress it for me and my son, that we may eat it, and die.  ","niv":"<sup><strong>12</strong></sup> \"As surely as the LORD your God lives,\" she replied, \"I don't have any bread-only a handful of flour in a jar and a little oil in a jug. I am gathering a few sticks to take home and make a meal for myself and my son, that we may eat it-and die.\""},{"_id":"6168e131803fbb813a709ed8","topicId":"6168e12e803fbb813a709ece","verse":"Micah 6:15","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33006015_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v33006015-1\">15&nbsp;</b>&nbsp;&nbsp;You shall sow, but not reap;</span><br><span id=\"p33006015_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall tread olives, but not anoint yourselves with oil;</span><br><span id=\"p33006015_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall tread grapes, but not drink wine.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Thou shalt sow, but thou shalt not reap; thou shalt tread the olives, but thou shalt not anoint thee with oil; and sweet wine, but shalt not drink wine.  ","niv":"<sup><strong>15</strong></sup> You will plant but not harvest; you will press olives but not use the oil on yourselves, you will crush grapes but not drink the wine."},{"_id":"6168e132803fbb813a709ed9","topicId":"6168e12e803fbb813a709ece","verse":"Genesis 8:11","votes":8,"__v":0,"esv":"<div>\n<p id=\"p01008011_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v01008011-1\">11&nbsp;</b>And the dove came back to him in the evening, and behold, in her mouth was a freshly plucked olive leaf. So Noah knew that the waters had subsided from the earth.</p>\n</div>","kjv":"<strong>11</strong> And the dove came in to him in the evening; and, lo, in her mouth was an olive leaf pluckt off: so Noah knew that the waters were abated from off the earth.  ","niv":"<sup><strong>11</strong></sup> When the dove returned to him in the evening, there in its beak was a freshly plucked olive leaf! Then Noah knew that the water had receded from the earth."},{"_id":"6168e132803fbb813a709eda","topicId":"6168e12e803fbb813a709ece","verse":"Mark 16:1-20","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p41016001_03-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41016001-1\">16:1&nbsp;</b>When the Sabbath was past, Mary Magdalene, Mary the mother of James, and Salome bought spices, so that they might go and anoint him. <b class=\"verse-num\" id=\"v41016002-1\">2&nbsp;</b>And very early on the first day of the week, when the sun had risen, they went to the tomb. <b class=\"verse-num\" id=\"v41016003-1\">3&nbsp;</b>And they were saying to one another, “Who will roll away the stone for us from the entrance of the tomb?” <b class=\"verse-num\" id=\"v41016004-1\">4&nbsp;</b>And looking up, they saw that the stone had been rolled back—it was very large. <b class=\"verse-num\" id=\"v41016005-1\">5&nbsp;</b>And entering the tomb, they saw a young man sitting on the right side, dressed in a white robe, and they were alarmed. <b class=\"verse-num\" id=\"v41016006-1\">6&nbsp;</b>And he said to them, “Do not be alarmed. You seek Jesus of Nazareth, who was crucified. He has risen; he is not here. See the place where they laid him. <b class=\"verse-num\" id=\"v41016007-1\">7&nbsp;</b>But go, tell his disciples and Peter that he is going before you to Galilee. There you will see him, just as he told you.” <b class=\"verse-num\" id=\"v41016008-1\">8&nbsp;</b>And they went out and fled from the tomb, for trembling and astonishment had seized them, and they said nothing to anyone, for they were afraid.</p>\n<h4 id=\"p41016008_03-14\" class=\"textual-note\">[Some of the earliest manuscripts do not include 16:9–20.]</h4>\n\n<p id=\"p41016009_08-14\"><b class=\"verse-num\" id=\"v41016009-1\">9&nbsp;</b>[[Now when he rose early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons. <b class=\"verse-num\" id=\"v41016010-1\">10&nbsp;</b>She went and told those who had been with him, as they mourned and wept. <b class=\"verse-num\" id=\"v41016011-1\">11&nbsp;</b>But when they heard that he was alive and had been seen by her, they would not believe it.</p>\n\n<p id=\"p41016011_13-14\"><b class=\"verse-num\" id=\"v41016012-1\">12&nbsp;</b>After these things he appeared in another form to two of them, as they were walking into the country. <b class=\"verse-num\" id=\"v41016013-1\">13&nbsp;</b>And they went back and told the rest, but they did not believe them.</p>\n\n<p id=\"p41016013_16-14\"><b class=\"verse-num\" id=\"v41016014-1\">14&nbsp;</b>Afterward he appeared to the eleven themselves as they were reclining at table, and he rebuked them for their unbelief and hardness of heart, because they had not believed those who saw him after he had risen. <b class=\"verse-num\" id=\"v41016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Go into all the world and proclaim the gospel to the whole creation.</span> <b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span> <b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span> <b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n<p id=\"p41016018_16-14\"><b class=\"verse-num\" id=\"v41016019-1\">19&nbsp;</b>So then the Lord Jesus, after he had spoken to them, was taken up into heaven and sat down at the right hand of God. <b class=\"verse-num\" id=\"v41016020-1\">20&nbsp;</b>And they went out and preached everywhere, while the Lord worked with them and confirmed the message by accompanying signs.]]</p>\n\n</div>","kjv":"<strong>1</strong> And when the sabbath was past, Mary Magdalene, and Mary the mother  of James, and Salome, had bought sweet spices, that they might come and anoint him.  <strong>2</strong> And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.  <strong>3</strong> And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?  <strong>4</strong> And when they looked, they saw that the stone was rolled away: for it was very great.  <strong>5</strong> And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.  <strong>6</strong> And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.  <strong>7</strong> But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you.  <strong>8</strong> And they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid.  <strong>9</strong> Now when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils.  <strong>10</strong> And she went and told them that had been with him, as they mourned and wept.  <strong>11</strong> And they, when they had heard that he was alive, and had been seen of her, believed not.  <strong>12</strong> After that he appeared in another form unto two of them, as they walked, and went into the country.  <strong>13</strong> And they went and told it unto the residue: neither believed they them.  <strong>14</strong> Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.  <strong>15</strong> And he said unto them, Go ye into all the world, and preach the gospel to every creature.  <strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  <strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  <strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. <strong>19</strong> So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God.  <strong>20</strong> And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen.  ","niv":"<sup><strong>1</strong></sup> When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so that they might go to anoint Jesus' body. <sup><strong>2</strong></sup> Very early on the first day of the week, just after sunrise, they were on their way to the tomb <sup><strong>3</strong></sup> and they asked each other, \"Who will roll the stone away from the entrance of the tomb?\" <sup><strong>4</strong></sup> But when they looked up, they saw that the stone, which was very large, had been rolled away. <sup><strong>5</strong></sup> As they entered the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were alarmed. <sup><strong>6</strong></sup> \"Don't be alarmed,\" he said. \"You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here. See the place where they laid him. <sup><strong>7</strong></sup> But go, tell his disciples and Peter, 'He is going ahead of you into Galilee. There you will see him, just as he told you.'\" <sup><strong>8</strong></sup> Trembling and bewildered, the women went out and fled from the tomb. They said nothing to anyone, because they were afraid. <sup><strong>9</strong></sup> When Jesus rose early on the first day of the week, he appeared first to Mary Magdalene, out of whom he had driven seven demons. <sup><strong>10</strong></sup> She went and told those who had been with him and who were mourning and weeping. <sup><strong>11</strong></sup> When they heard that Jesus was alive and that she had seen him, they did not believe it. <sup><strong>12</strong></sup> Afterward Jesus appeared in a different form to two of them while they were walking in the country. <sup><strong>13</strong></sup> These returned and reported it to the rest; but they did not believe them either. <sup><strong>14</strong></sup> Later Jesus appeared to the Eleven as they were eating; he rebuked them for their lack of faith and their stubborn refusal to believe those who had seen him after he had risen. <sup><strong>15</strong></sup> He said to them, \"Go into all the world and preach the good news to all creation. <sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned. <sup><strong>17</strong></sup> And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues; <sup><strong>18</strong></sup> they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.\" <sup><strong>19</strong></sup> After the Lord Jesus had spoken to them, he was taken up into heaven and he sat at the right hand of God. <sup><strong>20</strong></sup> Then the disciples went out and preached everywhere, and the Lord worked with them and confirmed his word by the signs that accompanied it. "},{"_id":"6168e132803fbb813a709edb","topicId":"6168e12e803fbb813a709ece","verse":"Psalm 23:5","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023005_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_01-15\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  ","niv":"<sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows.","modified":"2022-08-15T04:52:13.395Z"},{"_id":"6168e133803fbb813a709edc","topicId":"6168e12e803fbb813a709ece","verse":"Psalm 1:1-3","votes":7,"__v":0,"esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001001_11-16\" class=\"line\"><b class=\"chapter-num\" id=\"v19001001-1\">1:1&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19001001_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks not in the counsel of the wicked,</span><br><span id=\"p19001001_11-16\" class=\"line\">&nbsp;&nbsp;nor stands in the way of sinners,</span><br><span id=\"p19001001_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sits in the seat of scoffers;</span><br><span id=\"p19001002_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001002-1\">2&nbsp;</b>&nbsp;&nbsp;but his delight is in the law of the LORD,</span><br><span id=\"p19001002_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on his law he meditates day and night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001003_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001003-1\">3&nbsp;</b>&nbsp;&nbsp;He is like a tree</span><br><span id=\"p19001003_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;planted by streams of water</span><br><span id=\"p19001003_11-16\" class=\"line\">&nbsp;&nbsp;that yields its fruit in its season,</span><br><span id=\"p19001003_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its leaf does not wither.</span><br><span id=\"p19001003_11-16\" class=\"line\">&nbsp;&nbsp;In all that he does, he prospers.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <strong>2</strong> But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers. <sup><strong>2</strong></sup> But his delight is in the law of the LORD, and on his law he meditates day and night. <sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers. "},{"_id":"6168e133803fbb813a709edd","topicId":"6168e12e803fbb813a709ece","verse":"Exodus 27:20","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p02027020_05-17\"><b class=\"verse-num\" id=\"v02027020-1\">20&nbsp;</b>“You shall command the people of Israel that they bring to you pure beaten olive oil for the light, that a lamp may regularly be set up to burn.</p>\n</div>","kjv":"<strong>20</strong> And thou shalt command the children of Israel, that they bring thee pure oil olive beaten for the light, to cause the lamp to burn always.  ","niv":"<sup><strong>20</strong></sup> \"Command the Israelites to bring you clear oil of pressed olives for the light so that the lamps may be kept burning.","modified":"2022-08-06T19:53:50.025Z"},{"_id":"6168e133803fbb813a709ede","topicId":"6168e12e803fbb813a709ece","verse":"Jeremiah 11:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p24011016_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v24011016-1\">16&nbsp;</b>The LORD once called you ‘a green olive tree, beautiful with good fruit.’ But with the roar of a great tempest he will set fire to it, and its branches will be consumed.</p>\n</div>","kjv":"<strong>16</strong> The LORD called thy name, A green olive tree, fair, and of goodly fruit: with the noise of a great tumult he hath kindled fire upon it, and the branches of it are broken.  ","niv":"<sup><strong>16</strong></sup> The LORD called you a thriving olive tree with fruit beautiful in form. But with the roar of a mighty storm he will set it on fire, and its branches will be broken."},{"_id":"6168e133803fbb813a709edf","topicId":"6168e12e803fbb813a709ece","verse":"Psalm 128:1-6","votes":6,"__v":0,"esv":"<div>\n\n<h4 id=\"p19128001_08-19\" class=\"psalm-title\">A Song of Ascents.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19128001_08-19\" class=\"line\"><b class=\"chapter-num\" id=\"v19128001-1\">128:1&nbsp;</b>&nbsp;&nbsp;Blessed is everyone who fears the LORD,</span><br><span id=\"p19128001_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks in his ways!</span><br><span id=\"p19128002_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128002-1\">2&nbsp;</b>&nbsp;&nbsp;You shall eat the fruit of the labor of your hands;</span><br><span id=\"p19128002_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be blessed, and it shall be well with you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19128003_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128003-1\">3&nbsp;</b>&nbsp;&nbsp;Your wife will be like a fruitful vine</span><br><span id=\"p19128003_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;within your house;</span><br><span id=\"p19128003_08-19\" class=\"line\">&nbsp;&nbsp;your children will be like olive shoots</span><br><span id=\"p19128003_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;around your table.</span><br><span id=\"p19128004_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128004-1\">4&nbsp;</b>&nbsp;&nbsp;Behold, thus shall the man be blessed</span><br><span id=\"p19128004_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fears the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19128005_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128005-1\">5&nbsp;</b>&nbsp;&nbsp;The LORD bless you from Zion!</span><br><span id=\"p19128005_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;May you see the prosperity of Jerusalem</span><br><span id=\"p19128005_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of your life!</span><br><span id=\"p19128006_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128006-1\">6&nbsp;</b>&nbsp;&nbsp;May you see your children’s children!</span><br><span id=\"p19128006_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Peace be upon Israel!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Blessed is every one that feareth the LORD; that walketh in his ways.  <strong>2</strong> For thou shalt eat the labour of thine hands: happy shalt  thou be, and it shall be well with thee.  <strong>3</strong> Thy wife shall be as a fruitful vine by the sides of thine house: thy children like olive plants round about thy table.  <strong>4</strong> Behold, that thus shall the man be blessed that feareth the LORD.  <strong>5</strong> The LORD shall bless thee out of Zion: and thou shalt see the good of Jerusalem all the days of thy life.  <strong>6</strong> Yea, thou shalt see thy children’s children, and peace upon Israel.  ","niv":"<sup><strong>1</strong></sup> Blessed are all who fear the LORD, who walk in his ways. <sup><strong>2</strong></sup> You will eat the fruit of your labor; blessings and prosperity will be yours. <sup><strong>3</strong></sup> Your wife will be like a fruitful vine within your house; your sons will be like olive shoots around your table. <sup><strong>4</strong></sup> Thus is the man blessed who fears the LORD. <sup><strong>5</strong></sup> May the LORD bless you from Zion all the days of your life; may you see the prosperity of Jerusalem, <sup><strong>6</strong></sup> and may you live to see your children's children. Peace be upon Israel. "},{"_id":"6168e134803fbb813a709ee0","topicId":"6168e12e803fbb813a709ece","verse":"1 Corinthians 14:1-40","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy. <b class=\"verse-num\" id=\"v46014002-1\">2&nbsp;</b>For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit. <b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation. <b class=\"verse-num\" id=\"v46014004-1\">4&nbsp;</b>The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church. <b class=\"verse-num\" id=\"v46014005-1\">5&nbsp;</b>Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up.</p>\n<p id=\"p46014005_04-21\"><b class=\"verse-num\" id=\"v46014006-1\">6&nbsp;</b>Now, brothers, if I come to you speaking in tongues, how will I benefit you unless I bring you some revelation or knowledge or prophecy or teaching? <b class=\"verse-num\" id=\"v46014007-1\">7&nbsp;</b>If even lifeless instruments, such as the flute or the harp, do not give distinct notes, how will anyone know what is played? <b class=\"verse-num\" id=\"v46014008-1\">8&nbsp;</b>And if the bugle gives an indistinct sound, who will get ready for battle? <b class=\"verse-num\" id=\"v46014009-1\">9&nbsp;</b>So with yourselves, if with your tongue you utter speech that is not intelligible, how will anyone know what is said? For you will be speaking into the air. <b class=\"verse-num\" id=\"v46014010-1\">10&nbsp;</b>There are doubtless many different languages in the world, and none is without meaning, <b class=\"verse-num\" id=\"v46014011-1\">11&nbsp;</b>but if I do not know the meaning of the language, I will be a foreigner to the speaker and the speaker a foreigner to me. <b class=\"verse-num\" id=\"v46014012-1\">12&nbsp;</b>So with yourselves, since you are eager for manifestations of the Spirit, strive to excel in building up the church.</p>\n<p id=\"p46014012_04-21\"><b class=\"verse-num\" id=\"v46014013-1\">13&nbsp;</b>Therefore, one who speaks in a tongue should pray that he may interpret. <b class=\"verse-num\" id=\"v46014014-1\">14&nbsp;</b>For if I pray in a tongue, my spirit prays but my mind is unfruitful. <b class=\"verse-num\" id=\"v46014015-1\">15&nbsp;</b>What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also. <b class=\"verse-num\" id=\"v46014016-1\">16&nbsp;</b>Otherwise, if you give thanks with your spirit, how can anyone in the position of an outsider say “Amen” to your thanksgiving when he does not know what you are saying? <b class=\"verse-num\" id=\"v46014017-1\">17&nbsp;</b>For you may be giving thanks well enough, but the other person is not being built up. <b class=\"verse-num\" id=\"v46014018-1\">18&nbsp;</b>I thank God that I speak in tongues more than all of you. <b class=\"verse-num\" id=\"v46014019-1\">19&nbsp;</b>Nevertheless, in church I would rather speak five words with my mind in order to instruct others, than ten thousand words in a tongue.</p>\n<p id=\"p46014019_04-21\"><b class=\"verse-num\" id=\"v46014020-1\">20&nbsp;</b>Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature. <b class=\"verse-num\" id=\"v46014021-1\">21&nbsp;</b>In the Law it is written, “By people of strange tongues and by the lips of foreigners will I speak to this people, and even then they will not listen to me, says the Lord.” <b class=\"verse-num\" id=\"v46014022-1\">22&nbsp;</b>Thus tongues are a sign not for believers but for unbelievers, while prophecy is a sign not for unbelievers but for believers. <b class=\"verse-num\" id=\"v46014023-1\">23&nbsp;</b>If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds? <b class=\"verse-num\" id=\"v46014024-1\">24&nbsp;</b>But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all, <b class=\"verse-num\" id=\"v46014025-1\">25&nbsp;</b>the secrets of his heart are disclosed, and so, falling on his face, he will worship God and declare that God is really among you.</p>\n\n<p id=\"p46014025_06-21\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up. <b class=\"verse-num\" id=\"v46014027-1\">27&nbsp;</b>If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret. <b class=\"verse-num\" id=\"v46014028-1\">28&nbsp;</b>But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God. <b class=\"verse-num\" id=\"v46014029-1\">29&nbsp;</b>Let two or three prophets speak, and let the others weigh what is said. <b class=\"verse-num\" id=\"v46014030-1\">30&nbsp;</b>If a revelation is made to another sitting there, let the first be silent. <b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged, <b class=\"verse-num\" id=\"v46014032-1\">32&nbsp;</b>and the spirits of prophets are subject to prophets. <b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_06-21\">As in all the churches of the saints, <b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n<p id=\"p46014035_06-21\"><b class=\"verse-num\" id=\"v46014036-1\">36&nbsp;</b>Or was it from you that the word of God came? Or are you the only ones it has reached? <b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord. <b class=\"verse-num\" id=\"v46014038-1\">38&nbsp;</b>If anyone does not recognize this, he is not recognized. <b class=\"verse-num\" id=\"v46014039-1\">39&nbsp;</b>So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues. <b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n\n</div>","kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy. <sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit. <sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort. <sup><strong>4</strong></sup> He who speaks in a tongue edifies himself, but he who prophesies edifies the church. <sup><strong>5</strong></sup> I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified. <sup><strong>6</strong></sup> Now, brothers, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction? <sup><strong>7</strong></sup> Even in the case of lifeless things that make sounds, such as the flute or harp, how will anyone know what tune is being played unless there is a distinction in the notes? <sup><strong>8</strong></sup> Again, if the trumpet does not sound a clear call, who will get ready for battle? <sup><strong>9</strong></sup> So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air. <sup><strong>10</strong></sup> Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning. <sup><strong>11</strong></sup> If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and he is a foreigner to me. <sup><strong>12</strong></sup> So it is with you. Since you are eager to have spiritual gifts, try to excel in gifts that build up the church. <sup><strong>13</strong></sup> For this reason anyone who speaks in a tongue should pray that he may interpret what he says. <sup><strong>14</strong></sup> For if I pray in a tongue, my spirit prays, but my mind is unfruitful. <sup><strong>15</strong></sup> So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind. <sup><strong>16</strong></sup> If you are praising God with your spirit, how can one who finds himself among those who do not understand say \"Amen\" to your thanksgiving, since he does not know what you are saying? <sup><strong>17</strong></sup> You may be giving thanks well enough, but the other man is not edified. <sup><strong>18</strong></sup> I thank God that I speak in tongues more than all of you. <sup><strong>19</strong></sup> But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue. <sup><strong>20</strong></sup> Brothers, stop thinking like children. In regard to evil be infants, but in your thinking be adults. <sup><strong>21</strong></sup> In the Law it is written: \"Through men of strange tongues and through the lips of foreigners I will speak to this people, but even then they will not listen to me,\" says the Lord. <sup><strong>22</strong></sup> Tongues, then, are a sign, not for believers but for unbelievers; prophecy, however, is for believers, not for unbelievers. <sup><strong>23</strong></sup> So if the whole church comes together and everyone speaks in tongues, and some who do not understand or some unbelievers come in, will they not say that you are out of your mind? <sup><strong>24</strong></sup> But if an unbeliever or someone who does not understand comes in while everybody is prophesying, he will be convinced by all that he is a sinner and will be judged by all, <sup><strong>25</strong></sup> and the secrets of his heart will be laid bare. So he will fall down and worship God, exclaiming, \"God is really among you!\" <sup><strong>26</strong></sup> What then shall we say, brothers? When you come together, everyone has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. All of these must be done for the strengthening of the church. <sup><strong>27</strong></sup> If anyone speaks in a tongue, two--or at the most three--should speak, one at a time, and someone must interpret. <sup><strong>28</strong></sup> If there is no interpreter, the speaker should keep quiet in the church and speak to himself and God. <sup><strong>29</strong></sup> Two or three prophets should speak, and the others should weigh carefully what is said. <sup><strong>30</strong></sup> And if a revelation comes to someone who is sitting down, the first speaker should stop. <sup><strong>31</strong></sup> For you can all prophesy in turn so that everyone may be instructed and encouraged. <sup><strong>32</strong></sup> The spirits of prophets are subject to the control of prophets. <sup><strong>33</strong></sup> For God is not a God of disorder but of peace. <sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says. <sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church. <sup><strong>36</strong></sup> Did the word of God originate with you? Or are you the only people it has reached? <sup><strong>37</strong></sup> If anybody thinks he is a prophet or spiritually gifted, let him acknowledge that what I am writing to you is the Lord's command. <sup><strong>38</strong></sup> If he ignores this, he himself will be ignored. <sup><strong>39</strong></sup> Therefore, my brothers, be eager to prophesy, and do not forbid speaking in tongues. <sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way. "},{"_id":"6168e134803fbb813a709ee1","topicId":"6168e12e803fbb813a709ece","verse":"Proverbs 21:17","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021017_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever loves pleasure will be a poor man;</span><br><span id=\"p20021017_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who loves wine and oil will not be rich.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that loveth pleasure shall be a poor man: he that loveth wine and oil shall not be rich.  ","niv":"<sup><strong>17</strong></sup> He who loves pleasure will become poor; whoever loves wine and oil will never be rich."},{"_id":"6168e134803fbb813a709ee2","topicId":"6168e12e803fbb813a709ece","verse":"Psalm 128:3","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19128003_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128003-1\">3&nbsp;</b>&nbsp;&nbsp;Your wife will be like a fruitful vine</span><br><span id=\"p19128003_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;within your house;</span><br><span id=\"p19128003_01-23\" class=\"line\">&nbsp;&nbsp;your children will be like olive shoots</span><br><span id=\"p19128003_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;around your table.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Thy wife shall be as a fruitful vine by the sides of thine house: thy children like olive plants round about thy table.  ","niv":"<sup><strong>3</strong></sup> Your wife will be like a fruitful vine within your house; your sons will be like olive shoots around your table."},{"_id":"6168e135803fbb813a709ee3","topicId":"6168e12e803fbb813a709ece","verse":"Ezekiel 16:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p26016013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016013-1\">13&nbsp;</b>Thus you were adorned with gold and silver, and your clothing was of fine linen and silk and embroidered cloth. You ate fine flour and honey and oil. You grew exceedingly beautiful and advanced to royalty.</p>\n</div>","kjv":"<strong>13</strong> Thus wast thou decked with gold and silver; and thy raiment was of  fine linen, and silk, and broidered work; thou didst eat fine flour, and honey, and oil: and thou wast exceeding beautiful, and thou didst prosper into a kingdom.  ","niv":"<sup><strong>13</strong></sup> So you were adorned with gold and silver; your clothes were of fine linen and costly fabric and embroidered cloth. Your food was fine flour, honey and olive oil. You became very beautiful and rose to be a queen."},{"_id":"6168e135803fbb813a709ee4","topicId":"6168e12e803fbb813a709ece","verse":"Exodus 25:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02025006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v02025006-1\">6&nbsp;</b>oil for the lamps, spices for the anointing oil and for the fragrant incense,</p>\n</div>","kjv":"<strong>6</strong> Oil for the light, spices for anointing oil, and for sweet incense,  ","niv":"<sup><strong>6</strong></sup> olive oil for the light; spices for the anointing oil and for the fragrant incense;"},{"_id":"6168e135803fbb813a709ee5","topicId":"6168e12e803fbb813a709ece","verse":"Acts 10:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44010038_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44010038-1\">38&nbsp;</b>how God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him.</p>\n</div>","kjv":"<strong>38</strong> How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.  ","niv":"<sup><strong>38</strong></sup> how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him.","modified":"2022-04-21T18:59:10.764Z"},{"_id":"6168e135803fbb813a709ee6","topicId":"6168e12e803fbb813a709ece","verse":"Luke 7:46","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42007046_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42007046-1\">46&nbsp;</b><span class=\"woc\">You did not anoint my head with oil, but she has anointed my feet with ointment.</span></p>\n</div>","kjv":"<strong>46</strong> My head with oil thou didst not anoint: but this woman hath anointed my feet with ointment.  ","niv":"<sup><strong>46</strong></sup> You did not put oil on my head, but she has poured perfume on my feet.","modified":"2022-03-02T19:05:18.425Z"},{"_id":"6168e136803fbb813a709ee7","topicId":"6168e12e803fbb813a709ece","verse":"Hosea 14:6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28014006_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v28014006-1\">6&nbsp;</b>&nbsp;&nbsp;his shoots shall spread out;</span><br><span id=\"p28014006_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his beauty shall be like the olive,</span><br><span id=\"p28014006_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his fragrance like Lebanon.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> His branches shall spread, and his beauty shall be as the olive tree, and his smell as Lebanon.  ","niv":"<sup><strong>6</strong></sup> his young shoots will grow. His splendor will be like an olive tree, his fragrance like a cedar of Lebanon."}]}