{"_id":"6168e439803fbb813a70a0a2","slug":"optimism","name":"Optimism","verses":[{"_id":"6168e43a803fbb813a70a0a3","topicId":"6168e439803fbb813a70a0a2","verse":"Joshua 1:9","votes":75,"__v":0,"esv":"<div>\n<p id=\"p06001009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","kjv":"<strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\"","modified":"2022-07-16T20:31:46.248Z"},{"_id":"6168e43a803fbb813a70a0a4","topicId":"6168e439803fbb813a70a0a2","verse":"Romans 8:28","votes":60,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"6168e43a803fbb813a70a0a5","topicId":"6168e439803fbb813a70a0a2","verse":"Philippians 4:13","votes":43,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"6168e43a803fbb813a70a0a6","topicId":"6168e439803fbb813a70a0a2","verse":"Proverbs 4:23","votes":32,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20004023_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20004023-1\">23&nbsp;</b>&nbsp;&nbsp;Keep your heart with all vigilance,</span><br><span id=\"p20004023_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for from it flow the springs of life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Keep thy heart with all diligence; for out of it are the issues of life.  ","niv":"<sup><strong>23</strong></sup> Above all else, guard your heart, for it is the wellspring of life."},{"_id":"6168e43b803fbb813a70a0a7","topicId":"6168e439803fbb813a70a0a2","verse":"Ephesians 4:29","votes":30,"__v":0,"esv":"<div>\n<p id=\"p49004029_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen.","modified":"2022-10-29T22:23:53.438Z"},{"_id":"6168e43b803fbb813a70a0a8","topicId":"6168e439803fbb813a70a0a2","verse":"John 3:16","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-6\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168e43b803fbb813a70a0a9","topicId":"6168e439803fbb813a70a0a2","verse":"1 Corinthians 13:7","votes":23,"__v":0,"esv":"<div>\n<p id=\"p46013007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n</div>","kjv":"<strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  ","niv":"<sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres.","modified":"2022-09-29T13:00:20.443Z"},{"_id":"6168e43c803fbb813a70a0aa","topicId":"6168e439803fbb813a70a0a2","verse":"Ephesians 6:11","votes":21,"__v":0,"esv":"<div>\n<p id=\"p49006011_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil.</p>\n</div>","kjv":"<strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  ","niv":"<sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes."},{"_id":"6168e43c803fbb813a70a0ab","topicId":"6168e439803fbb813a70a0a2","verse":"Psalm 118:24","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19118024_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118024-1\">24&nbsp;</b>&nbsp;&nbsp;This is the day that the LORD has made;</span><br><span id=\"p19118024_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us rejoice and be glad in it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> This is the day which the LORD hath made; we will rejoice and be glad in it.  ","niv":"<sup><strong>24</strong></sup> This is the day the LORD has made; let us rejoice and be glad in it."},{"_id":"6168e43c803fbb813a70a0ac","topicId":"6168e439803fbb813a70a0a2","verse":"2 Timothy 3:1-5","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people.</p>\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. "},{"_id":"6168e43d803fbb813a70a0ad","topicId":"6168e439803fbb813a70a0a2","verse":"Philippians 4:12","votes":17,"__v":0,"esv":"<div>\n<p id=\"p50004012_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004012-1\">12&nbsp;</b>I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need.</p>\n</div>","kjv":"<strong>12</strong> I know both how to be abased, and I know how to abound: every where and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need.  ","niv":"<sup><strong>12</strong></sup> I know what it is to be in need, and I know what it is to have plenty. I have learned the secret of being content in any and every situation, whether well fed or hungry, whether living in plenty or in want."},{"_id":"6168e43d803fbb813a70a0ae","topicId":"6168e439803fbb813a70a0a2","verse":"2 Timothy 3:16","votes":15,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6168e43d803fbb813a70a0af","topicId":"6168e439803fbb813a70a0a2","verse":"John 14:27","votes":14,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},{"_id":"6168e43d803fbb813a70a0b0","topicId":"6168e439803fbb813a70a0a2","verse":"Jeremiah 29:11","votes":12,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2022-01-12T20:08:06.799Z"},{"_id":"6168e43e803fbb813a70a0b1","topicId":"6168e439803fbb813a70a0a2","verse":"1 Thessalonians 5:6","votes":11,"__v":0,"esv":"<div>\n<p id=\"p52005006_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005006-1\">6&nbsp;</b>So then let us not sleep, as others do, but let us keep awake and be sober.</p>\n</div>","kjv":"<strong>6</strong> Therefore let us not sleep, as do others; but let us watch and be sober.  ","niv":"<sup><strong>6</strong></sup> So then, let us not be like others, who are asleep, but let us be alert and self-controlled."},{"_id":"6168e43e803fbb813a70a0b2","topicId":"6168e439803fbb813a70a0a2","verse":"Philippians 4:6","votes":11,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God."},{"_id":"6168e43e803fbb813a70a0b3","topicId":"6168e439803fbb813a70a0a2","verse":"Romans 8:25","votes":11,"__v":0,"esv":"<div>\n<p id=\"p45008025_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008025-1\">25&nbsp;</b>But if we hope for what we do not see, we wait for it with patience.</p>\n</div>","kjv":"<strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  ","niv":"<sup><strong>25</strong></sup> But if we hope for what we do not yet have, we wait for it patiently."},{"_id":"6168e43f803fbb813a70a0b4","topicId":"6168e439803fbb813a70a0a2","verse":"Proverbs 17:22","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017022_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017022-1\">22&nbsp;</b>&nbsp;&nbsp;A joyful heart is good medicine,</span><br><span id=\"p20017022_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a crushed spirit dries up the bones.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> A merry heart doeth good like a medicine: but a broken spirit drieth the bones.  ","niv":"<sup><strong>22</strong></sup> A cheerful heart is good medicine, but a crushed spirit dries up the bones."},{"_id":"6168e43f803fbb813a70a0b5","topicId":"6168e439803fbb813a70a0a2","verse":"Romans 15:13","votes":11,"__v":0,"esv":"<div>\n<p id=\"p45015013_01-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015013-1\">13&nbsp;</b>May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.</p>\n</div>","kjv":"<strong>13</strong> Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.  ","niv":"<sup><strong>13</strong></sup> May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit."},{"_id":"6168e43f803fbb813a70a0b6","topicId":"6168e439803fbb813a70a0a2","verse":"Acts 17:10-11","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p44017010_06-22\"><b class=\"verse-num\" id=\"v44017010-1\">10&nbsp;</b>The brothers immediately sent Paul and Silas away by night to Berea, and when they arrived they went into the Jewish synagogue. <b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n\n</div>","kjv":"<strong>10</strong> And the brethren immediately sent away Paul and Silas by night unto Berea: who coming thither went into the synagogue of the Jews.  <strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>10</strong></sup> As soon as it was night, the brothers sent Paul and Silas away to Berea. On arriving there, they went to the Jewish synagogue. <sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true. "},{"_id":"6168e440803fbb813a70a0b7","topicId":"6168e439803fbb813a70a0a2","verse":"2 Timothy 4:3-4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p55004003_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions, <b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths.</p>\n\n</div>","kjv":"<strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  <strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  ","niv":"<sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear. <sup><strong>4</strong></sup> They will turn their ears away from the truth and turn aside to myths. "},{"_id":"6168e440803fbb813a70a0b8","topicId":"6168e439803fbb813a70a0a2","verse":"Acts 17:11","votes":9,"__v":0,"esv":"<div>\n<p id=\"p44017011_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n</div>","kjv":"<strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true."},{"_id":"6168e440803fbb813a70a0b9","topicId":"6168e439803fbb813a70a0a2","verse":"Psalm 46:10","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046010_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046010-1\">10&nbsp;</b>&nbsp;&nbsp;“Be still, and know that I am God.</span><br><span id=\"p19046010_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted among the nations,</span><br><span id=\"p19046010_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted in the earth!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.  ","niv":"<sup><strong>10</strong></sup> \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\""},{"_id":"6168e440803fbb813a70a0ba","topicId":"6168e439803fbb813a70a0a2","verse":"2 Timothy 3:1-4","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God,</p>\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- "},{"_id":"6168e441803fbb813a70a0bb","topicId":"6168e439803fbb813a70a0a2","verse":"Romans 8:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45008007_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot.</p>\n</div>","kjv":"<strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  ","niv":"<sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so.","modified":"2023-10-30T04:04:04.243Z"}]}