{"_id":"6168e4bd803fbb813a70a0f0","slug":"ordaining-an-elder","name":"Ordaining An Elder","verses":[{"_id":"6168e4bd803fbb813a70a0f1","topicId":"6168e4bd803fbb813a70a0f0","verse":"Titus 1:5","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p56001005_04-1\"><b class=\"verse-num\" id=\"v56001005-1\">5&nbsp;</b>This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—</p>\n</div>","kjv":"<strong>5</strong> For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:  ","niv":"<sup><strong>5</strong></sup> The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you.","modified":"2023-10-04T22:10:06.855Z"},{"_id":"6168e4bd803fbb813a70a0f2","topicId":"6168e4bd803fbb813a70a0f0","verse":"2 Timothy 4:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55004005_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004005-1\">5&nbsp;</b>As for you, always be sober-minded, endure suffering, do the work of an evangelist, fulfill your ministry.</p>\n</div>","kjv":"<strong>5</strong> But watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry.  ","niv":"<sup><strong>5</strong></sup> But you, keep your head in all situations, endure hardship, do the work of an evangelist, discharge all the duties of your ministry."},{"_id":"6168e4bd803fbb813a70a0f3","topicId":"6168e4bd803fbb813a70a0f0","verse":"1 Timothy 5:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54005017_01-4\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching.</p>\n</div>","kjv":"<strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  ","niv":"<sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching.","modified":"2022-11-21T01:47:32.549Z"},{"_id":"6168e4be803fbb813a70a0f4","topicId":"6168e4bd803fbb813a70a0f0","verse":"1 Corinthians 7:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46007014_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy.</p>\n</div>","kjv":"<strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  ","niv":"<sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy."},{"_id":"6168e4be803fbb813a70a0f5","topicId":"6168e4bd803fbb813a70a0f0","verse":"Acts 20:17","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44020017_07-7\"><b class=\"verse-num\" id=\"v44020017-1\">17&nbsp;</b>Now from Miletus he sent to Ephesus and called the elders of the church to come to him.</p>\n</div>","kjv":"<strong>17</strong> And from Miletus he sent to Ephesus, and called the elders of the church.  ","niv":"<sup><strong>17</strong></sup> From Miletus, Paul sent to Ephesus for the elders of the church."},{"_id":"6168e4be803fbb813a70a0f6","topicId":"6168e4bd803fbb813a70a0f0","verse":"Numbers 27:18-23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p04027018_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v04027018-1\">18&nbsp;</b>So the LORD said to Moses, “Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him. <b class=\"verse-num\" id=\"v04027019-1\">19&nbsp;</b>Make him stand before Eleazar the priest and all the congregation, and you shall commission him in their sight. <b class=\"verse-num\" id=\"v04027020-1\">20&nbsp;</b>You shall invest him with some of your authority, that all the congregation of the people of Israel may obey. <b class=\"verse-num\" id=\"v04027021-1\">21&nbsp;</b>And he shall stand before Eleazar the priest, who shall inquire for him by the judgment of the Urim before the LORD. At his word they shall go out, and at his word they shall come in, both he and all the people of Israel with him, the whole congregation.” <b class=\"verse-num\" id=\"v04027022-1\">22&nbsp;</b>And Moses did as the LORD commanded him. He took Joshua and made him stand before Eleazar the priest and the whole congregation, <b class=\"verse-num\" id=\"v04027023-1\">23&nbsp;</b>and he laid his hands on him and commissioned him as the LORD directed through Moses.</p>\n</div>","kjv":"<strong>18</strong> And the LORD said unto Moses, Take thee Joshua the son of Nun, a man in whom is the spirit, and lay thine hand upon him;  <strong>19</strong> And set him before Eleazar the priest, and before all the congregation; and give him a charge in their sight.  <strong>20</strong> And thou shalt put some of thine honour upon him, that all the congregation of the children of Israel may be obedient.  <strong>21</strong> And he shall stand before Eleazar the priest, who shall ask counsel  for him after the judgment of Urim before the LORD: at his word shall they go out, and at his word they shall come in, both he, and all the children of Israel with him, even all the congregation.  <strong>22</strong> And Moses did as the LORD commanded him: and he took Joshua, and set him before Eleazar the priest, and before all the congregation:  <strong>23</strong> And he laid his hands upon him, and gave him a charge, as the LORD commanded by the hand of Moses.  ","niv":"<sup><strong>18</strong></sup> So the LORD said to Moses, \"Take Joshua son of Nun, a man in whom is the spirit, and lay your hand on him. <sup><strong>19</strong></sup> Have him stand before Eleazar the priest and the entire assembly and commission him in their presence. <sup><strong>20</strong></sup> Give him some of your authority so the whole Israelite community will obey him. <sup><strong>21</strong></sup> He is to stand before Eleazar the priest, who will obtain decisions for him by inquiring of the Urim before the LORD. At his command he and the entire community of the Israelites will go out, and at his command they will come in.\" <sup><strong>22</strong></sup> Moses did as the LORD commanded him. He took Joshua and had him stand before Eleazar the priest and the whole assembly. <sup><strong>23</strong></sup> Then he laid his hands on him and commissioned him, as the LORD instructed through Moses. "},{"_id":"6168e4bf803fbb813a70a0f7","topicId":"6168e4bd803fbb813a70a0f0","verse":"Titus 3:1-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p56003001_07-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56003001-1\">3:1&nbsp;</b>Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work, <b class=\"verse-num\" id=\"v56003002-1\">2&nbsp;</b>to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people. <b class=\"verse-num\" id=\"v56003003-1\">3&nbsp;</b>For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another. <b class=\"verse-num\" id=\"v56003004-1\">4&nbsp;</b>But when the goodness and loving kindness of God our Savior appeared, <b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, <b class=\"verse-num\" id=\"v56003006-1\">6&nbsp;</b>whom he poured out on us richly through Jesus Christ our Savior, <b class=\"verse-num\" id=\"v56003007-1\">7&nbsp;</b>so that being justified by his grace we might become heirs according to the hope of eternal life. <b class=\"verse-num\" id=\"v56003008-1\">8&nbsp;</b>The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people. <b class=\"verse-num\" id=\"v56003009-1\">9&nbsp;</b>But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless. <b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him, <b class=\"verse-num\" id=\"v56003011-1\">11&nbsp;</b>knowing that such a person is warped and sinful; he is self-condemned.</p>\n\n<p id=\"p56003011_11-9\"><b class=\"verse-num\" id=\"v56003012-1\">12&nbsp;</b>When I send Artemas or Tychicus to you, do your best to come to me at Nicopolis, for I have decided to spend the winter there. <b class=\"verse-num\" id=\"v56003013-1\">13&nbsp;</b>Do your best to speed Zenas the lawyer and Apollos on their way; see that they lack nothing. <b class=\"verse-num\" id=\"v56003014-1\">14&nbsp;</b>And let our people learn to devote themselves to good works, so as to help cases of urgent need, and not be unfruitful.</p>\n<p id=\"p56003014_11-9\"><b class=\"verse-num\" id=\"v56003015-1\">15&nbsp;</b>All who are with me send greetings to you. Greet those who love us in the faith.</p>\n<p id=\"p56003015_11-9\">Grace be with you all.</p>\n</div>","kjv":"<strong>1</strong> Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,  <strong>2</strong> To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.  <strong>3</strong> For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.  <strong>4</strong> But after that the kindness and love of God our Saviour toward man appeared,  <strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  <strong>6</strong> Which he shed on us abundantly through Jesus Christ our Saviour;  <strong>7</strong> That being justified by his grace, we should be made heirs according to the hope of eternal life.  <strong>8</strong> This is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men.  <strong>9</strong> But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.  <strong>10</strong> A man that is an heretick after the first and second admonition reject;  <strong>11</strong> Knowing that he that is such is subverted, and sinneth, being condemned of himself.  <strong>12</strong> When I shall send Artemas unto thee, or Tychicus, be diligent to come unto me to Nicopolis: for I have determined there to winter.  <strong>13</strong> Bring Zenas the lawyer and Apollos on their journey diligently, that nothing be wanting unto them.  <strong>14</strong> And let ours also learn to maintain good works for necessary uses, that they be not unfruitful.  <strong>15</strong> All that are with me salute thee. Greet them that love us in the faith. Grace be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good, <sup><strong>2</strong></sup> to slander no one, to be peaceable and considerate, and to show true humility toward all men. <sup><strong>3</strong></sup> At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another. <sup><strong>4</strong></sup> But when the kindness and love of God our Savior appeared, <sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, <sup><strong>6</strong></sup> whom he poured out on us generously through Jesus Christ our Savior, <sup><strong>7</strong></sup> so that, having been justified by his grace, we might become heirs having the hope of eternal life. <sup><strong>8</strong></sup> This is a trustworthy saying. And I want you to stress these things, so that those who have trusted in God may be careful to devote themselves to doing what is good. These things are excellent and profitable for everyone. <sup><strong>9</strong></sup> But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless. <sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him. <sup><strong>11</strong></sup> You may be sure that such a man is warped and sinful; he is self-condemned. <sup><strong>12</strong></sup> As soon as I send Artemas or Tychicus to you, do your best to come to me at Nicopolis, because I have decided to winter there. <sup><strong>13</strong></sup> Do everything you can to help Zenas the lawyer and Apollos on their way and see that they have everything they need. <sup><strong>14</strong></sup> Our people must learn to devote themselves to doing what is good, in order that they may provide for daily necessities and not live unproductive lives. <sup><strong>15</strong></sup> Everyone with me sends you greetings. Greet those who love us in the faith. Grace be with you all. "},{"_id":"6168e4bf803fbb813a70a0f8","topicId":"6168e4bd803fbb813a70a0f0","verse":"Titus 1:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56001006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001006-1\">6&nbsp;</b>if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination.</p>\n\n</div>","kjv":"<strong>6</strong> If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.  ","niv":"<sup><strong>6</strong></sup> An elder must be blameless, the husband of but one wife, a man whose children believe and are not open to the charge of being wild and disobedient."},{"_id":"6168e4bf803fbb813a70a0f9","topicId":"6168e4bd803fbb813a70a0f0","verse":"Colossians 3:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51003011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n\n</div>","kjv":"<strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  ","niv":"<sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all."},{"_id":"6168e4c0803fbb813a70a0fa","topicId":"6168e4bd803fbb813a70a0f0","verse":"Galatians 3:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48003029_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003029-1\">29&nbsp;</b>And if you are Christ’s, then you are Abraham’s offspring, heirs according to promise.</p>\n</div>","kjv":"<strong>29</strong> And if ye be Christ’s, then are ye Abraham’s seed, and heirs according to the promise.  ","niv":"<sup><strong>29</strong></sup> If you belong to Christ, then you are Abraham's seed, and heirs according to the promise."},{"_id":"6168e4c0803fbb813a70a0fb","topicId":"6168e4bd803fbb813a70a0f0","verse":"John 15:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43015002_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015002-1\">2&nbsp;</b><span class=\"woc\">Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.</span></p>\n</div>","kjv":"<strong>2</strong> Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.  ","niv":"<sup><strong>2</strong></sup> He cuts off every branch in me that bears no fruit, while every branch that does bear fruit he prunes so that it will be even more fruitful."},{"_id":"6168e4c0803fbb813a70a0fc","topicId":"6168e4bd803fbb813a70a0f0","verse":"John 3:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span></p>\n</div>","kjv":"<strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  ","niv":"<sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit."},{"_id":"6168e4c0803fbb813a70a0fd","topicId":"6168e4bd803fbb813a70a0f0","verse":"1 Peter 3:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60003021_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,</p>\n</div>","kjv":"<strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  ","niv":"<sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ,"},{"_id":"6168e4c1803fbb813a70a0fe","topicId":"6168e4bd803fbb813a70a0f0","verse":"James 3:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.</p>\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly."},{"_id":"6168e4c1803fbb813a70a0ff","topicId":"6168e4bd803fbb813a70a0f0","verse":"Hebrews 1:1-14","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58001001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58001001-1\">1:1&nbsp;</b>Long ago, at many times and in many ways, God spoke to our fathers by the prophets, <b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world. <b class=\"verse-num\" id=\"v58001003-1\">3&nbsp;</b>He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high, <b class=\"verse-num\" id=\"v58001004-1\">4&nbsp;</b>having become as much superior to angels as the name he has inherited is more excellent than theirs.</p>\n<p id=\"p58001004_06-18\"><b class=\"verse-num\" id=\"v58001005-1\">5&nbsp;</b>For to which of the angels did God ever say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001005_06-18\" class=\"line\">&nbsp;&nbsp;“You are my Son,</span><br><span id=\"p58001005_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001005_06-18\" class=\"same-paragraph\">Or again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001005_06-18\" class=\"line\">&nbsp;&nbsp;“I will be to him a father,</span><br><span id=\"p58001005_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall be to me a son”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001005_06-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001006-1\">6&nbsp;</b>And again, when he brings the firstborn into the world, he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001006_06-18\" class=\"line\">&nbsp;&nbsp;“Let all God’s angels worship him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001006_06-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001007-1\">7&nbsp;</b>Of the angels he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001007_06-18\" class=\"line\">&nbsp;&nbsp;“He makes his angels winds,</span><br><span id=\"p58001007_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ministers a flame of fire.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001007_06-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001008-1\">8&nbsp;</b>But of the Son he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001008_06-18\" class=\"line\">&nbsp;&nbsp;“Your throne, O God, is forever and ever,</span><br><span id=\"p58001008_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the scepter of uprightness is the scepter of your kingdom.</span><br><span id=\"p58001009_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v58001009-1\">9&nbsp;</b>&nbsp;&nbsp;You have loved righteousness and hated wickedness;</span><br><span id=\"p58001009_06-18\" class=\"line\">&nbsp;&nbsp;therefore God, your God, has anointed you</span><br><span id=\"p58001009_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the oil of gladness beyond your companions.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001009_06-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001010-1\">10&nbsp;</b>And,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001010_06-18\" class=\"line\">&nbsp;&nbsp;“You, Lord, laid the foundation of the earth in the beginning,</span><br><span id=\"p58001010_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the heavens are the work of your hands;</span><br><span id=\"p58001011_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v58001011-1\">11&nbsp;</b>&nbsp;&nbsp;they will perish, but you remain;</span><br><span id=\"p58001011_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they will all wear out like a garment,</span><br><span id=\"p58001012_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v58001012-1\">12&nbsp;</b>&nbsp;&nbsp;like a robe you will roll them up,</span><br><span id=\"p58001012_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a garment they will be changed.</span><br><span id=\"p58001012_06-18\" class=\"line\">&nbsp;&nbsp;But you are the same,</span><br><span id=\"p58001012_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your years will have no end.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001012_06-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001013-1\">13&nbsp;</b>And to which of the angels has he ever said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001013_06-18\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand</span><br><span id=\"p58001013_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies a footstool for your feet”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001013_06-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001014-1\">14&nbsp;</b>Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?</p>\n\n</div>","kjv":"<strong>1</strong> God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,  <strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  <strong>3</strong> Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;  <strong>4</strong> Being made so much better than the angels, as he hath by inheritance obtained a more excellent name than they.  <strong>5</strong> For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?  <strong>6</strong> And again, when he bringeth in the firstbegotten into the world, he saith, And let all the angels of God worship him.  <strong>7</strong> And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.  <strong>8</strong> But unto the Son he saith, Thy throne, O God, is  for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom.  <strong>9</strong> Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.  <strong>10</strong> And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:  <strong>11</strong> They shall perish; but thou remainest; and they all shall wax old as doth a garment;  <strong>12</strong> And as a vesture shalt thou fold them up, and they shall be changed: but thou art the same, and thy years shall not fail.  <strong>13</strong> But to which of the angels said he at any time, Sit on my right hand, until I make thine enemies thy footstool?  <strong>14</strong> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?  ","niv":"<sup><strong>1</strong></sup> In the past God spoke to our forefathers through the prophets at many times and in various ways, <sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe. <sup><strong>3</strong></sup> The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven. <sup><strong>4</strong></sup> So he became as much superior to the angels as the name he has inherited is superior to theirs. <sup><strong>5</strong></sup> For to which of the angels did God ever say, \"You are my Son; today I have become your Father \"? Or again, \"I will be his Father, and he will be my Son\"? <sup><strong>6</strong></sup> And again, when God brings his firstborn into the world, he says, \"Let all God's angels worship him.\" <sup><strong>7</strong></sup> In speaking of the angels he says, \"He makes his angels winds, his servants flames of fire.\" <sup><strong>8</strong></sup> But about the Son he says, \"Your throne, O God, will last for ever and ever, and righteousness will be the scepter of your kingdom. <sup><strong>9</strong></sup> You have loved righteousness and hated wickedness; therefore God, your God, has set you above your companions by anointing you with the oil of joy.\" <sup><strong>10</strong></sup> He also says, \"In the beginning, O Lord, you laid the foundations of the earth, and the heavens are the work of your hands. <sup><strong>11</strong></sup> They will perish, but you remain; they will all wear out like a garment. <sup><strong>12</strong></sup> You will roll them up like a robe; like a garment they will be changed. But you remain the same, and your years will never end.\" <sup><strong>13</strong></sup> To which of the angels did God ever say, \"Sit at my right hand until I make your enemies a footstool for your feet\"? <sup><strong>14</strong></sup> Are not all angels ministering spirits sent to serve those who will inherit salvation? "},{"_id":"6168e4c1803fbb813a70a100","topicId":"6168e4bd803fbb813a70a0f0","verse":"1 Timothy 2:12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth. <b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time. <b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n<p id=\"p54002007_05-22\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n\n</div>","kjv":"<strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  ","niv":"<sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent."},{"_id":"6168e4c2803fbb813a70a101","topicId":"6168e4bd803fbb813a70a0f0","verse":"1 Timothy 2:1-15","votes":2,"__v":0,"kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  <strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  <strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  <strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. <sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. <sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles. <sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"6168e4c2803fbb813a70a102","topicId":"6168e4bd803fbb813a70a0f0","verse":"1 Corinthians 11:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46011005_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven.</p>\n\n</div>","kjv":"<strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  ","niv":"<sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved."},{"_id":"6168e4c2803fbb813a70a103","topicId":"6168e4bd803fbb813a70a0f0","verse":"Acts 18:1-28","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44018001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44018001-1\">18:1&nbsp;</b>After this Paul left Athens and went to Corinth. <b class=\"verse-num\" id=\"v44018002-1\">2&nbsp;</b>And he found a Jew named Aquila, a native of Pontus, recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to leave Rome. And he went to see them, <b class=\"verse-num\" id=\"v44018003-1\">3&nbsp;</b>and because he was of the same trade he stayed with them and worked, for they were tentmakers by trade. <b class=\"verse-num\" id=\"v44018004-1\">4&nbsp;</b>And he reasoned in the synagogue every Sabbath, and tried to persuade Jews and Greeks.</p>\n<p id=\"p44018004_04-25\"><b class=\"verse-num\" id=\"v44018005-1\">5&nbsp;</b>When Silas and Timothy arrived from Macedonia, Paul was occupied with the word, testifying to the Jews that the Christ was Jesus. <b class=\"verse-num\" id=\"v44018006-1\">6&nbsp;</b>And when they opposed and reviled him, he shook out his garments and said to them, “Your blood be on your own heads! I am innocent. From now on I will go to the Gentiles.” <b class=\"verse-num\" id=\"v44018007-1\">7&nbsp;</b>And he left there and went to the house of a man named Titius Justus, a worshiper of God. His house was next door to the synagogue. <b class=\"verse-num\" id=\"v44018008-1\">8&nbsp;</b>Crispus, the ruler of the synagogue, believed in the Lord, together with his entire household. And many of the Corinthians hearing Paul believed and were baptized. <b class=\"verse-num\" id=\"v44018009-1\">9&nbsp;</b>And the Lord said to Paul one night in a vision, <span class=\"woc\">“Do not be afraid, but go on speaking and do not be silent,</span> <b class=\"verse-num woc\" id=\"v44018010-1\">10&nbsp;</b><span class=\"woc\">for I am with you, and no one will attack you to harm you, for I have many in this city who are my people.”</span> <b class=\"verse-num\" id=\"v44018011-1\">11&nbsp;</b>And he stayed a year and six months, teaching the word of God among them.</p>\n<p id=\"p44018011_04-25\"><b class=\"verse-num\" id=\"v44018012-1\">12&nbsp;</b>But when Gallio was proconsul of Achaia, the Jews made a united attack on Paul and brought him before the tribunal, <b class=\"verse-num\" id=\"v44018013-1\">13&nbsp;</b>saying, “This man is persuading people to worship God contrary to the law.” <b class=\"verse-num\" id=\"v44018014-1\">14&nbsp;</b>But when Paul was about to open his mouth, Gallio said to the Jews, “If it were a matter of wrongdoing or vicious crime, O Jews, I would have reason to accept your complaint. <b class=\"verse-num\" id=\"v44018015-1\">15&nbsp;</b>But since it is a matter of questions about words and names and your own law, see to it yourselves. I refuse to be a judge of these things.” <b class=\"verse-num\" id=\"v44018016-1\">16&nbsp;</b>And he drove them from the tribunal. <b class=\"verse-num\" id=\"v44018017-1\">17&nbsp;</b>And they all seized Sosthenes, the ruler of the synagogue, and beat him in front of the tribunal. But Gallio paid no attention to any of this.</p>\n\n<p id=\"p44018017_08-25\"><b class=\"verse-num\" id=\"v44018018-1\">18&nbsp;</b>After this, Paul stayed many days longer and then took leave of the brothers and set sail for Syria, and with him Priscilla and Aquila. At Cenchreae he had cut his hair, for he was under a vow. <b class=\"verse-num\" id=\"v44018019-1\">19&nbsp;</b>And they came to Ephesus, and he left them there, but he himself went into the synagogue and reasoned with the Jews. <b class=\"verse-num\" id=\"v44018020-1\">20&nbsp;</b>When they asked him to stay for a longer period, he declined. <b class=\"verse-num\" id=\"v44018021-1\">21&nbsp;</b>But on taking leave of them he said, “I will return to you if God wills,” and he set sail from Ephesus.</p>\n<p id=\"p44018021_08-25\"><b class=\"verse-num\" id=\"v44018022-1\">22&nbsp;</b>When he had landed at Caesarea, he went up and greeted the church, and then went down to Antioch. <b class=\"verse-num\" id=\"v44018023-1\">23&nbsp;</b>After spending some time there, he departed and went from one place to the next through the region of Galatia and Phrygia, strengthening all the disciples.</p>\n\n<p id=\"p44018023_13-25\"><b class=\"verse-num\" id=\"v44018024-1\">24&nbsp;</b>Now a Jew named Apollos, a native of Alexandria, came to Ephesus. He was an eloquent man, competent in the Scriptures. <b class=\"verse-num\" id=\"v44018025-1\">25&nbsp;</b>He had been instructed in the way of the Lord. And being fervent in spirit, he spoke and taught accurately the things concerning Jesus, though he knew only the baptism of John. <b class=\"verse-num\" id=\"v44018026-1\">26&nbsp;</b>He began to speak boldly in the synagogue, but when Priscilla and Aquila heard him, they took him aside and explained to him the way of God more accurately. <b class=\"verse-num\" id=\"v44018027-1\">27&nbsp;</b>And when he wished to cross to Achaia, the brothers encouraged him and wrote to the disciples to welcome him. When he arrived, he greatly helped those who through grace had believed, <b class=\"verse-num\" id=\"v44018028-1\">28&nbsp;</b>for he powerfully refuted the Jews in public, showing by the Scriptures that the Christ was Jesus.</p>\n\n</div>","kjv":"<strong>1</strong> After these things Paul departed from Athens, and came to Corinth;  <strong>2</strong> And found a certain Jew named Aquila, born in Pontus, lately come from Italy, with his wife Priscilla; (because that Claudius had commanded all Jews to depart from Rome:) and came unto them.  <strong>3</strong> And because he was of the same craft, he abode with them, and wrought: for by their occupation they were tentmakers.  <strong>4</strong> And he reasoned in the synagogue every sabbath, and persuaded the Jews and the Greeks.  <strong>5</strong> And when Silas and Timotheus were come from Macedonia, Paul was pressed in the spirit, and testified to the Jews that Jesus was  Christ.  <strong>6</strong> And when they opposed themselves, and blasphemed, he shook his  raiment, and said unto them, Your blood be upon your own heads; I am clean: from henceforth I will go unto the Gentiles.  <strong>7</strong> And he departed thence, and entered into a certain man’s house, named Justus, one that worshipped God, whose house joined hard to the synagogue.  <strong>8</strong> And Crispus, the chief ruler of the synagogue, believed on the Lord with all his house; and many of the Corinthians hearing believed, and were baptized.  <strong>9</strong> Then spake the Lord to Paul in the night by a vision, Be not afraid, but speak, and hold not thy peace:  <strong>10</strong> For I am with thee, and no man shall set on thee to hurt thee: for I have much people in this city.  <strong>11</strong> And he continued there a year and six months, teaching the word of God among them.  <strong>12</strong> And when Gallio was the deputy of Achaia, the Jews made insurrection with one accord against Paul, and brought him to the judgment seat,  <strong>13</strong> Saying, This fellow persuadeth men to worship God contrary to the law.  <strong>14</strong> And when Paul was now about to open his mouth, Gallio said unto the Jews, If it were a matter of wrong or wicked lewdness, O ye  Jews, reason would that I should bear with you:  <strong>15</strong> But if it be a question of words and names, and of your law, look ye to it; for I will be no judge of such matters.  <strong>16</strong> And he drave them from the judgment seat.  <strong>17</strong> Then all the Greeks took Sosthenes, the chief ruler of the synagogue, and beat him before the judgment seat. And Gallio cared for none of those things.  <strong>18</strong> And Paul after this tarried there yet a good while, and then took his leave of the brethren, and sailed thence into Syria, and with him Priscilla and Aquila; having shorn his head in Cenchrea: for he had a vow.  <strong>19</strong> And he came to Ephesus, and left them there: but he himself entered into the synagogue, and reasoned with the Jews.  <strong>20</strong> When they desired him to tarry longer time with them, he consented not;  <strong>21</strong> But bade them farewell, saying, I must by all means keep this feast that cometh in Jerusalem: but I will return again unto you, if God will. And he sailed from Ephesus.  <strong>22</strong> And when he had landed at Caesarea, and gone up, and saluted the church, he went down to Antioch.  <strong>23</strong> And after he had spent some time there, he departed, and went over all the country of Galatia and Phrygia in order, strengthening all the disciples.  <strong>24</strong> And a certain Jew named Apollos, born at Alexandria, an eloquent man, and mighty in the scriptures, came to Ephesus.  <strong>25</strong> This man was instructed in the way of the Lord; and being fervent in the spirit, he spake and taught diligently the things of the Lord, knowing only the baptism of John.  <strong>26</strong> And he began to speak boldly in the synagogue: whom when Aquila and Priscilla had heard, they took him unto them, and expounded unto him the way of God more perfectly.  <strong>27</strong> And when he was disposed to pass into Achaia, the brethren wrote, exhorting the disciples to receive him: who, when he was come, helped them much which had believed through grace:  <strong>28</strong> For he mightily convinced the Jews, and that publickly, shewing by the scriptures that Jesus was Christ.  ","niv":"<sup><strong>1</strong></sup> After this, Paul left Athens and went to Corinth. <sup><strong>2</strong></sup> There he met a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla, because Claudius had ordered all the Jews to leave Rome. Paul went to see them, <sup><strong>3</strong></sup> and because he was a tentmaker as they were, he stayed and worked with them. <sup><strong>4</strong></sup> Every Sabbath he reasoned in the synagogue, trying to persuade Jews and Greeks. <sup><strong>5</strong></sup> When Silas and Timothy came from Macedonia, Paul devoted himself exclusively to preaching, testifying to the Jews that Jesus was the Christ. <sup><strong>6</strong></sup> But when the Jews opposed Paul and became abusive, he shook out his clothes in protest and said to them, \"Your blood be on your own heads! I am clear of my responsibility. From now on I will go to the Gentiles.\" <sup><strong>7</strong></sup> Then Paul left the synagogue and went next door to the house of Titius Justus, a worshiper of God. <sup><strong>8</strong></sup> Crispus, the synagogue ruler, and his entire household believed in the Lord; and many of the Corinthians who heard him believed and were baptized. <sup><strong>9</strong></sup> One night the Lord spoke to Paul in a vision: \"Do not be afraid; keep on speaking, do not be silent. <sup><strong>10</strong></sup> For I am with you, and no one is going to attack and harm you, because I have many people in this city.\" <sup><strong>11</strong></sup> So Paul stayed for a year and a half, teaching them the word of God. <sup><strong>12</strong></sup> While Gallio was proconsul of Achaia, the Jews made a united attack on Paul and brought him into court. <sup><strong>13</strong></sup> \"This man,\" they charged, \"is persuading the people to worship God in ways contrary to the law.\" <sup><strong>14</strong></sup> Just as Paul was about to speak, Gallio said to the Jews, \"If you Jews were making a complaint about some misdemeanor or serious crime, it would be reasonable for me to listen to you. <sup><strong>15</strong></sup> But since it involves questions about words and names and your own law--settle the matter yourselves. I will not be a judge of such things.\" <sup><strong>16</strong></sup> So he had them ejected from the court. <sup><strong>17</strong></sup> Then they all turned on Sosthenes the synagogue ruler and beat him in front of the court. But Gallio showed no concern whatever. <sup><strong>18</strong></sup> Paul stayed on in Corinth for some time. Then he left the brothers and sailed for Syria, accompanied by Priscilla and Aquila. Before he sailed, he had his hair cut off at Cenchrea because of a vow he had taken. <sup><strong>19</strong></sup> They arrived at Ephesus, where Paul left Priscilla and Aquila. He himself went into the synagogue and reasoned with the Jews. <sup><strong>20</strong></sup> When they asked him to spend more time with them, he declined. <sup><strong>21</strong></sup> But as he left, he promised, \"I will come back if it is God's will.\" Then he set sail from Ephesus. <sup><strong>22</strong></sup> When he landed at Caesarea, he went up and greeted the church and then went down to Antioch. <sup><strong>23</strong></sup> After spending some time in Antioch, Paul set out from there and traveled from place to place throughout the region of Galatia and Phrygia, strengthening all the disciples. <sup><strong>24</strong></sup> Meanwhile a Jew named Apollos, a native of Alexandria, came to Ephesus. He was a learned man, with a thorough knowledge of the Scriptures. <sup><strong>25</strong></sup> He had been instructed in the way of the Lord, and he spoke with great fervor and taught about Jesus accurately, though he knew only the baptism of John. <sup><strong>26</strong></sup> He began to speak boldly in the synagogue. When Priscilla and Aquila heard him, they invited him to their home and explained to him the way of God more adequately. <sup><strong>27</strong></sup> When Apollos wanted to go to Achaia, the brothers encouraged him and wrote to the disciples there to welcome him. On arriving, he was a great help to those who by grace had believed. <sup><strong>28</strong></sup> For he vigorously refuted the Jews in public debate, proving from the Scriptures that Jesus was the Christ. "},{"_id":"6168e4c3803fbb813a70a104","topicId":"6168e4bd803fbb813a70a0f0","verse":"Acts 16:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44016031_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.”</p>\n</div>","kjv":"<strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  ","niv":"<sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\""},{"_id":"6168e4c3803fbb813a70a105","topicId":"6168e4bd803fbb813a70a0f0","verse":"Acts 15:1-41","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44015001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44015001-1\">15:1&nbsp;</b>But some men came down from Judea and were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” <b class=\"verse-num\" id=\"v44015002-1\">2&nbsp;</b>And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question. <b class=\"verse-num\" id=\"v44015003-1\">3&nbsp;</b>So, being sent on their way by the church, they passed through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and brought great joy to all the brothers. <b class=\"verse-num\" id=\"v44015004-1\">4&nbsp;</b>When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them. <b class=\"verse-num\" id=\"v44015005-1\">5&nbsp;</b>But some believers who belonged to the party of the Pharisees rose up and said, “It is necessary to circumcise them and to order them to keep the law of Moses.”</p>\n<p id=\"p44015005_04-27\"><b class=\"verse-num\" id=\"v44015006-1\">6&nbsp;</b>The apostles and the elders were gathered together to consider this matter. <b class=\"verse-num\" id=\"v44015007-1\">7&nbsp;</b>And after there had been much debate, Peter stood up and said to them, “Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. <b class=\"verse-num\" id=\"v44015008-1\">8&nbsp;</b>And God, who knows the heart, bore witness to them, by giving them the Holy Spirit just as he did to us, <b class=\"verse-num\" id=\"v44015009-1\">9&nbsp;</b>and he made no distinction between us and them, having cleansed their hearts by faith. <b class=\"verse-num\" id=\"v44015010-1\">10&nbsp;</b>Now, therefore, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear? <b class=\"verse-num\" id=\"v44015011-1\">11&nbsp;</b>But we believe that we will be saved through the grace of the Lord Jesus, just as they will.”</p>\n<p id=\"p44015011_04-27\"><b class=\"verse-num\" id=\"v44015012-1\">12&nbsp;</b>And all the assembly fell silent, and they listened to Barnabas and Paul as they related what signs and wonders God had done through them among the Gentiles. <b class=\"verse-num\" id=\"v44015013-1\">13&nbsp;</b>After they finished speaking, James replied, “Brothers, listen to me. <b class=\"verse-num\" id=\"v44015014-1\">14&nbsp;</b>Simeon has related how God first visited the Gentiles, to take from them a people for his name. <b class=\"verse-num\" id=\"v44015015-1\">15&nbsp;</b>And with this the words of the prophets agree, just as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44015016_04-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015016-1\">16&nbsp;</b>&nbsp;&nbsp;“‘After this I will return,</span><br><span id=\"p44015016_04-27\" class=\"line\">&nbsp;&nbsp;and I will rebuild the tent of David that has fallen;</span><br><span id=\"p44015016_04-27\" class=\"line\">&nbsp;&nbsp;I will rebuild its ruins,</span><br><span id=\"p44015016_04-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp; and I will restore it,</span><br><span id=\"p44015017_04-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015017-1\">17&nbsp;</b>&nbsp;&nbsp;that the remnant of mankind may seek the Lord,</span><br><span id=\"p44015017_04-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the Gentiles who are called by my name,</span><br><span id=\"p44015017_04-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the Lord, who makes these things <b class=\"verse-num inline\" id=\"v44015018-1\">18&nbsp;</b>known from of old.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44015018_04-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44015019-1\">19&nbsp;</b>Therefore my judgment is that we should not trouble those of the Gentiles who turn to God, <b class=\"verse-num\" id=\"v44015020-1\">20&nbsp;</b>but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood. <b class=\"verse-num\" id=\"v44015021-1\">21&nbsp;</b>For from ancient generations Moses has had in every city those who proclaim him, for he is read every Sabbath in the synagogues.”</p>\n\n<p id=\"p44015021_10-27\"><b class=\"verse-num\" id=\"v44015022-1\">22&nbsp;</b>Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers, <b class=\"verse-num\" id=\"v44015023-1\">23&nbsp;</b>with the following letter: “The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings. <b class=\"verse-num\" id=\"v44015024-1\">24&nbsp;</b>Since we have heard that some persons have gone out from us and troubled you with words, unsettling your minds, although we gave them no instructions, <b class=\"verse-num\" id=\"v44015025-1\">25&nbsp;</b>it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul, <b class=\"verse-num\" id=\"v44015026-1\">26&nbsp;</b>men who have risked their lives for the name of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v44015027-1\">27&nbsp;</b>We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth. <b class=\"verse-num\" id=\"v44015028-1\">28&nbsp;</b>For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements: <b class=\"verse-num\" id=\"v44015029-1\">29&nbsp;</b>that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”</p>\n<p id=\"p44015029_10-27\"><b class=\"verse-num\" id=\"v44015030-1\">30&nbsp;</b>So when they were sent off, they went down to Antioch, and having gathered the congregation together, they delivered the letter. <b class=\"verse-num\" id=\"v44015031-1\">31&nbsp;</b>And when they had read it, they rejoiced because of its encouragement. <b class=\"verse-num\" id=\"v44015032-1\">32&nbsp;</b>And Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words. <b class=\"verse-num\" id=\"v44015033-1\">33&nbsp;</b>And after they had spent some time, they were sent off in peace by the brothers to those who had sent them. <b class=\"verse-num\" id=\"v44015035-1\">35&nbsp;</b>But Paul and Barnabas remained in Antioch, teaching and preaching the word of the Lord, with many others also.</p>\n\n<p id=\"p44015035_14-27\"><b class=\"verse-num\" id=\"v44015036-1\">36&nbsp;</b>And after some days Paul said to Barnabas, “Let us return and visit the brothers in every city where we proclaimed the word of the Lord, and see how they are.” <b class=\"verse-num\" id=\"v44015037-1\">37&nbsp;</b>Now Barnabas wanted to take with them John called Mark. <b class=\"verse-num\" id=\"v44015038-1\">38&nbsp;</b>But Paul thought best not to take with them one who had withdrawn from them in Pamphylia and had not gone with them to the work. <b class=\"verse-num\" id=\"v44015039-1\">39&nbsp;</b>And there arose a sharp disagreement, so that they separated from each other. Barnabas took Mark with him and sailed away to Cyprus, <b class=\"verse-num\" id=\"v44015040-1\">40&nbsp;</b>but Paul chose Silas and departed, having been commended by the brothers to the grace of the Lord. <b class=\"verse-num\" id=\"v44015041-1\">41&nbsp;</b>And he went through Syria and Cilicia, strengthening the churches.</p>\n\n</div>","kjv":"<strong>1</strong> And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.  <strong>2</strong> When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.  <strong>3</strong> And being brought on their way by the church, they passed through Phenice and Samaria, declaring the conversion of the Gentiles: and they caused great joy unto all the brethren.  <strong>4</strong> And when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them.  <strong>5</strong> But there rose up certain of the sect of the Pharisees which believed, saying, That it was needful to circumcise them, and to command them  to keep the law of Moses.  <strong>6</strong> And the apostles and elders came together for to consider of this matter.  <strong>7</strong> And when there had been much disputing, Peter rose up, and said unto them, Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe.  <strong>8</strong> And God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us;  <strong>9</strong> And put no difference between us and them, purifying their hearts by faith.  <strong>10</strong> Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?  <strong>11</strong> But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.  <strong>12</strong> Then all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them.  <strong>13</strong> And after they had held their peace, James answered, saying, Men and brethren, hearken unto me:  <strong>14</strong> Simeon hath declared how God at the first did visit the Gentiles, to take out of them a people for his name.  <strong>15</strong> And to this agree the words of the prophets; as it is written,  <strong>16</strong> After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:  <strong>17</strong> That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things.  <strong>18</strong> Known unto God are all his works from the beginning of the world.  <strong>19</strong> Wherefore my sentence is, that we trouble not them, which from among the Gentiles are turned to God:  <strong>20</strong> But that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.  <strong>21</strong> For Moses of old time hath in every city them that preach him, being read in the synagogues every sabbath day.  <strong>22</strong> Then pleased it the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely,  Judas surnamed Barsabas, and Silas, chief men among the brethren:  <strong>23</strong> And they wrote letters by them after this manner; The apostles and elders and brethren send greeting unto the brethren which are of the Gentiles in Antioch and Syria and Cilicia:  <strong>24</strong> Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must  be circumcised, and keep the law: to whom we gave no such  commandment:  <strong>25</strong> It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,  <strong>26</strong> Men that have hazarded their lives for the name of our Lord Jesus Christ.  <strong>27</strong> We have sent therefore Judas and Silas, who shall also tell you  the same things by mouth.  <strong>28</strong> For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;  <strong>29</strong> That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.  <strong>30</strong> So when they were dismissed, they came to Antioch: and when they had gathered the multitude together, they delivered the epistle:  <strong>31</strong> Which when they had read, they rejoiced for the consolation.  <strong>32</strong> And Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and confirmed them.  <strong>33</strong> And after they had tarried there a space, they were let go in peace from the brethren unto the apostles.  <strong>34</strong> Notwithstanding it pleased Silas to abide there still.  <strong>35</strong> Paul also and Barnabas continued in Antioch, teaching and preaching the word of the Lord, with many others also.  <strong>36</strong> And some days after Paul said unto Barnabas, Let us go again and visit our brethren in every city where we have preached the word of the Lord, and see how they do.  <strong>37</strong> And Barnabas determined to take with them John, whose surname was Mark.  <strong>38</strong> But Paul thought not good to take him with them, who departed from them from Pamphylia, and went not with them to the work.  <strong>39</strong> And the contention was so sharp between them, that they departed asunder one from the other: and so Barnabas took Mark, and sailed unto Cyprus;  <strong>40</strong> And Paul chose Silas, and departed, being recommended by the brethren unto the grace of God.  <strong>41</strong> And he went through Syria and Cilicia, confirming the churches.  ","niv":"<sup><strong>1</strong></sup> Some men came down from Judea to Antioch and were teaching the brothers: \"Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.\" <sup><strong>2</strong></sup> This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question. <sup><strong>3</strong></sup> The church sent them on their way, and as they traveled through Phoenicia and Samaria, they told how the Gentiles had been converted. This news made all the brothers very glad. <sup><strong>4</strong></sup> When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them. <sup><strong>5</strong></sup> Then some of the believers who belonged to the party of the Pharisees stood up and said, \"The Gentiles must be circumcised and required to obey the law of Moses.\" <sup><strong>6</strong></sup> The apostles and elders met to consider this question. <sup><strong>7</strong></sup> After much discussion, Peter got up and addressed them: \"Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe. <sup><strong>8</strong></sup> God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us. <sup><strong>9</strong></sup> He made no distinction between us and them, for he purified their hearts by faith. <sup><strong>10</strong></sup> Now then, why do you try to test God by putting on the necks of the disciples a yoke that neither we nor our fathers have been able to bear? <sup><strong>11</strong></sup> No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are.\" <sup><strong>12</strong></sup> The whole assembly became silent as they listened to Barnabas and Paul telling about the miraculous signs and wonders God had done among the Gentiles through them. <sup><strong>13</strong></sup> When they finished, James spoke up: \"Brothers, listen to me. <sup><strong>14</strong></sup> Simon has described to us how God at first showed his concern by taking from the Gentiles a people for himself. <sup><strong>15</strong></sup> The words of the prophets are in agreement with this, as it is written: <sup><strong>16</strong></sup> \"'After this I will return and rebuild David's fallen tent. Its ruins I will rebuild, and I will restore it, <sup><strong>17</strong></sup> that the remnant of men may seek the Lord, and all the Gentiles who bear my name, says the Lord, who does these things' <sup><strong>18</strong></sup> that have been known for ages. <sup><strong>19</strong></sup> \"It is my judgment, therefore, that we should not make it difficult for the Gentiles who are turning to God. <sup><strong>20</strong></sup> Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood. <sup><strong>21</strong></sup> For Moses has been preached in every city from the earliest times and is read in the synagogues on every Sabbath.\" <sup><strong>22</strong></sup> Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, two men who were leaders among the brothers. <sup><strong>23</strong></sup> With them they sent the following letter: The apostles and elders, your brothers, To the Gentile believers in Antioch, Syria and Cilicia: Greetings. <sup><strong>24</strong></sup> We have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said. <sup><strong>25</strong></sup> So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul-- <sup><strong>26</strong></sup> men who have risked their lives for the name of our Lord Jesus Christ. <sup><strong>27</strong></sup> Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing. <sup><strong>28</strong></sup> It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements: <sup><strong>29</strong></sup> You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell. <sup><strong>30</strong></sup> The men were sent off and went down to Antioch, where they gathered the church together and delivered the letter. <sup><strong>31</strong></sup> The people read it and were glad for its encouraging message. <sup><strong>32</strong></sup> Judas and Silas, who themselves were prophets, said much to encourage and strengthen the brothers. <sup><strong>33</strong></sup> After spending some time there, they were sent off by the brothers with the blessing of peace to return to those who had sent them. <sup><strong>34</strong></sup> See Footnote <sup><strong>35</strong></sup> But Paul and Barnabas remained in Antioch, where they and many others taught and preached the word of the Lord. <sup><strong>36</strong></sup> Some time later Paul said to Barnabas, \"Let us go back and visit the brothers in all the towns where we preached the word of the Lord and see how they are doing.\" <sup><strong>37</strong></sup> Barnabas wanted to take John, also called Mark, with them, <sup><strong>38</strong></sup> but Paul did not think it wise to take him, because he had deserted them in Pamphylia and had not continued with them in the work. <sup><strong>39</strong></sup> They had such a sharp disagreement that they parted company. Barnabas took Mark and sailed for Cyprus, <sup><strong>40</strong></sup> but Paul chose Silas and left, commended by the brothers to the grace of the Lord. <sup><strong>41</strong></sup> He went through Syria and Cilicia, strengthening the churches. "},{"_id":"6168e4c3803fbb813a70a106","topicId":"6168e4bd803fbb813a70a0f0","verse":"Acts 6:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44006003_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v44006003-1\">3&nbsp;</b>Therefore, brothers, pick out from among you seven men of good repute, full of the Spirit and of wisdom, whom we will appoint to this duty.</p>\n\n</div>","kjv":"<strong>3</strong> Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business.  ","niv":"<sup><strong>3</strong></sup> Brothers, choose seven men from among you who are known to be full of the Spirit and wisdom. We will turn this responsibility over to them","modified":"2022-08-19T17:19:32.135Z"},{"_id":"6168e4c3803fbb813a70a107","topicId":"6168e4bd803fbb813a70a0f0","verse":"Acts 4:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44004012_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n\n</div>","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  ","niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\""},{"_id":"6168e4c4803fbb813a70a108","topicId":"6168e4bd803fbb813a70a0f0","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6168e4c4803fbb813a70a109","topicId":"6168e4bd803fbb813a70a0f0","verse":"John 8:1-59","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008001_01-31\" class=\"virtual\"><b class=\"chapter-num\" id=\"v43008001-1\">8:1&nbsp;</b>but Jesus went to the Mount of Olives. <b class=\"verse-num\" id=\"v43008002-1\">2&nbsp;</b>Early in the morning he came again to the temple. All the people came to him, and he sat down and taught them. <b class=\"verse-num\" id=\"v43008003-1\">3&nbsp;</b>The scribes and the Pharisees brought a woman who had been caught in adultery, and placing her in the midst <b class=\"verse-num\" id=\"v43008004-1\">4&nbsp;</b>they said to him, “Teacher, this woman has been caught in the act of adultery. <b class=\"verse-num\" id=\"v43008005-1\">5&nbsp;</b>Now in the Law, Moses commanded us to stone such women. So what do you say?” <b class=\"verse-num\" id=\"v43008006-1\">6&nbsp;</b>This they said to test him, that they might have some charge to bring against him. Jesus bent down and wrote with his finger on the ground. <b class=\"verse-num\" id=\"v43008007-1\">7&nbsp;</b>And as they continued to ask him, he stood up and said to them, <span class=\"woc\">“Let him who is without sin among you be the first to throw a stone at her.”</span> <b class=\"verse-num\" id=\"v43008008-1\">8&nbsp;</b>And once more he bent down and wrote on the ground. <b class=\"verse-num\" id=\"v43008009-1\">9&nbsp;</b>But when they heard it, they went away one by one, beginning with the older ones, and Jesus was left alone with the woman standing before him. <b class=\"verse-num\" id=\"v43008010-1\">10&nbsp;</b>Jesus stood up and said to her, <span class=\"woc\">“Woman, where are they? Has no one condemned you?”</span> <b class=\"verse-num\" id=\"v43008011-1\">11&nbsp;</b>She said, “No one, Lord.” And Jesus said, <span class=\"woc\">“Neither do I condemn you; go, and from now on sin no more.”</span>]]</p>\n\n<p id=\"p43008011_08-31\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span> <b class=\"verse-num\" id=\"v43008013-1\">13&nbsp;</b>So the Pharisees said to him, “You are bearing witness about yourself; your testimony is not true.” <b class=\"verse-num\" id=\"v43008014-1\">14&nbsp;</b>Jesus answered, <span class=\"woc\">“Even if I do bear witness about myself, my testimony is true, for I know where I came from and where I am going, but you do not know where I come from or where I am going.</span> <b class=\"verse-num woc\" id=\"v43008015-1\">15&nbsp;</b><span class=\"woc\">You judge according to the flesh; I judge no one.</span> <b class=\"verse-num woc\" id=\"v43008016-1\">16&nbsp;</b><span class=\"woc\">Yet even if I do judge, my judgment is true, for it is not I alone who judge, but I and the Father who sent me.</span> <b class=\"verse-num woc\" id=\"v43008017-1\">17&nbsp;</b><span class=\"woc\">In your Law it is written that the testimony of two people is true.</span> <b class=\"verse-num woc\" id=\"v43008018-1\">18&nbsp;</b><span class=\"woc\">I am the one who bears witness about myself, and the Father who sent me bears witness about me.”</span> <b class=\"verse-num\" id=\"v43008019-1\">19&nbsp;</b>They said to him therefore, “Where is your Father?” Jesus answered, <span class=\"woc\">“You know neither me nor my Father. If you knew me, you would know my Father also.”</span> <b class=\"verse-num\" id=\"v43008020-1\">20&nbsp;</b>These words he spoke in the treasury, as he taught in the temple; but no one arrested him, because his hour had not yet come.</p>\n<p id=\"p43008020_08-31\"><b class=\"verse-num\" id=\"v43008021-1\">21&nbsp;</b>So he said to them again, <span class=\"woc\">“I am going away, and you will seek me, and you will die in your sin. Where I am going, you cannot come.”</span> <b class=\"verse-num\" id=\"v43008022-1\">22&nbsp;</b>So the Jews said, “Will he kill himself, since he says, <span class=\"woc\">‘Where I am going, you cannot come’</span>?” <b class=\"verse-num\" id=\"v43008023-1\">23&nbsp;</b>He said to them, <span class=\"woc\">“You are from below; I am from above. You are of this world; I am not of this world.</span> <b class=\"verse-num woc\" id=\"v43008024-1\">24&nbsp;</b><span class=\"woc\">I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”</span> <b class=\"verse-num\" id=\"v43008025-1\">25&nbsp;</b>So they said to him, “Who are you?” Jesus said to them, <span class=\"woc\">“Just what I have been telling you from the beginning.</span> <b class=\"verse-num woc\" id=\"v43008026-1\">26&nbsp;</b><span class=\"woc\">I have much to say about you and much to judge, but he who sent me is true, and I declare to the world what I have heard from him.”</span> <b class=\"verse-num\" id=\"v43008027-1\">27&nbsp;</b>They did not understand that he had been speaking to them about the Father. <b class=\"verse-num\" id=\"v43008028-1\">28&nbsp;</b>So Jesus said to them, <span class=\"woc\">“When you have lifted up the Son of Man, then you will know that I am he, and that I do nothing on my own authority, but speak just as the Father taught me.</span> <b class=\"verse-num woc\" id=\"v43008029-1\">29&nbsp;</b><span class=\"woc\">And he who sent me is with me. He has not left me alone, for I always do the things that are pleasing to him.”</span> <b class=\"verse-num\" id=\"v43008030-1\">30&nbsp;</b>As he was saying these things, many believed in him.</p>\n\n<p id=\"p43008030_14-31\"><b class=\"verse-num\" id=\"v43008031-1\">31&nbsp;</b>So Jesus said to the Jews who had believed him, <span class=\"woc\">“If you abide in my word, you are truly my disciples,</span> <b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span> <b class=\"verse-num\" id=\"v43008033-1\">33&nbsp;</b>They answered him, “We are offspring of Abraham and have never been enslaved to anyone. How is it that you say, ‘You will become free’?”</p>\n<p id=\"p43008033_14-31\"><b class=\"verse-num\" id=\"v43008034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Truly, truly, I say to you, everyone who practices sin is a slave to sin.</span> <b class=\"verse-num woc\" id=\"v43008035-1\">35&nbsp;</b><span class=\"woc\">The slave does not remain in the house forever; the son remains forever.</span> <b class=\"verse-num woc\" id=\"v43008036-1\">36&nbsp;</b><span class=\"woc\">So if the Son sets you free, you will be free indeed.</span> <b class=\"verse-num woc\" id=\"v43008037-1\">37&nbsp;</b><span class=\"woc\">I know that you are offspring of Abraham; yet you seek to kill me because my word finds no place in you.</span> <b class=\"verse-num woc\" id=\"v43008038-1\">38&nbsp;</b><span class=\"woc\">I speak of what I have seen with my Father, and you do what you have heard from your father.”</span></p>\n\n<p id=\"p43008038_21-31\"><b class=\"verse-num\" id=\"v43008039-1\">39&nbsp;</b>They answered him, “Abraham is our father.” Jesus said to them, <span class=\"woc\">“If you were Abraham’s children, you would be doing the works Abraham did,</span> <b class=\"verse-num woc\" id=\"v43008040-1\">40&nbsp;</b><span class=\"woc\">but now you seek to kill me, a man who has told you the truth that I heard from God. This is not what Abraham did.</span> <b class=\"verse-num woc\" id=\"v43008041-1\">41&nbsp;</b><span class=\"woc\">You are doing the works your father did.”</span> They said to him, “We were not born of sexual immorality. We have one Father—even God.” <b class=\"verse-num\" id=\"v43008042-1\">42&nbsp;</b>Jesus said to them, <span class=\"woc\">“If God were your Father, you would love me, for I came from God and I am here. I came not of my own accord, but he sent me.</span> <b class=\"verse-num woc\" id=\"v43008043-1\">43&nbsp;</b><span class=\"woc\">Why do you not understand what I say? It is because you cannot bear to hear my word.</span> <b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span> <b class=\"verse-num woc\" id=\"v43008045-1\">45&nbsp;</b><span class=\"woc\">But because I tell the truth, you do not believe me.</span> <b class=\"verse-num woc\" id=\"v43008046-1\">46&nbsp;</b><span class=\"woc\">Which one of you convicts me of sin? If I tell the truth, why do you not believe me?</span> <b class=\"verse-num woc\" id=\"v43008047-1\">47&nbsp;</b><span class=\"woc\">Whoever is of God hears the words of God. The reason why you do not hear them is that you are not of God.”</span></p>\n\n<p id=\"p43008047_26-31\"><b class=\"verse-num\" id=\"v43008048-1\">48&nbsp;</b>The Jews answered him, “Are we not right in saying that you are a Samaritan and have a demon?” <b class=\"verse-num\" id=\"v43008049-1\">49&nbsp;</b>Jesus answered, <span class=\"woc\">“I do not have a demon, but I honor my Father, and you dishonor me.</span> <b class=\"verse-num woc\" id=\"v43008050-1\">50&nbsp;</b><span class=\"woc\">Yet I do not seek my own glory; there is One who seeks it, and he is the judge.</span> <b class=\"verse-num woc\" id=\"v43008051-1\">51&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, if anyone keeps my word, he will never see death.”</span> <b class=\"verse-num\" id=\"v43008052-1\">52&nbsp;</b>The Jews said to him, “Now we know that you have a demon! Abraham died, as did the prophets, yet you say, <span class=\"woc\">‘If anyone keeps my word, he will never taste death.’</span> <b class=\"verse-num\" id=\"v43008053-1\">53&nbsp;</b>Are you greater than our father Abraham, who died? And the prophets died! Who do you make yourself out to be?” <b class=\"verse-num\" id=\"v43008054-1\">54&nbsp;</b>Jesus answered, <span class=\"woc\">“If I glorify myself, my glory is nothing. It is my Father who glorifies me, of whom you say, ‘He is our God.’</span> <b class=\"verse-num woc\" id=\"v43008055-1\">55&nbsp;</b><span class=\"woc\">But you have not known him. I know him. If I were to say that I do not know him, I would be a liar like you, but I do know him and I keep his word.</span> <b class=\"verse-num woc\" id=\"v43008056-1\">56&nbsp;</b><span class=\"woc\">Your father Abraham rejoiced that he would see my day. He saw it and was glad.”</span> <b class=\"verse-num\" id=\"v43008057-1\">57&nbsp;</b>So the Jews said to him, “You are not yet fifty years old, and have you seen Abraham?” <b class=\"verse-num\" id=\"v43008058-1\">58&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, before Abraham was, I am.”</span> <b class=\"verse-num\" id=\"v43008059-1\">59&nbsp;</b>So they picked up stones to throw at him, but Jesus hid himself and went out of the temple.</p>\n\n</div>","kjv":"<strong>1</strong> Jesus went unto the mount of Olives.  <strong>2</strong> And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.  <strong>3</strong> And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,  <strong>4</strong> They say unto him, Master, this woman was taken in adultery, in the very act.  <strong>5</strong> Now Moses in the law commanded us, that such should be stoned: but what sayest thou?  <strong>6</strong> This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.  <strong>7</strong> So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.  <strong>8</strong> And again he stooped down, and wrote on the ground.  <strong>9</strong> And they which heard it, being convicted by their own  conscience, went out one by one, beginning at the eldest, even  unto the last: and Jesus was left alone, and the woman standing in the midst.  <strong>10</strong> When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?  <strong>11</strong> She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more. <strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  <strong>13</strong> The Pharisees therefore said unto him, Thou bearest record of thyself; thy record is not true.  <strong>14</strong> Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.  <strong>15</strong> Ye judge after the flesh; I judge no man.  <strong>16</strong> And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.  <strong>17</strong> It is also written in your law, that the testimony of two men is true.  <strong>18</strong> I am one that bear witness of myself, and the Father that sent me beareth witness of me.  <strong>19</strong> Then said they unto him, Where is thy Father? Jesus answered, Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also.  <strong>20</strong> These words spake Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come.  <strong>21</strong> Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.  <strong>22</strong> Then said the Jews, Will he kill himself? because he saith, Whither I go, ye cannot come.  <strong>23</strong> And he said unto them, Ye are from beneath; I am from above: ye are of this world; I am not of this world.  <strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  <strong>25</strong> Then said they unto him, Who art thou? And Jesus saith unto them, Even the same that I said unto you from the beginning.  <strong>26</strong> I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him.  <strong>27</strong> They understood not that he spake to them of the Father.  <strong>28</strong> Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.  <strong>29</strong> And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.  <strong>30</strong> As he spake these words, many believed on him.  <strong>31</strong> Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;  <strong>32</strong> And ye shall know the truth, and the truth shall make you free.  <strong>33</strong> They answered him, We be Abraham’s seed, and were never in bondage to any man: how sayest thou, Ye shall be made free?  <strong>34</strong> Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.  <strong>35</strong> And the servant abideth not in the house for ever: but  the Son abideth ever.  <strong>36</strong> If the Son therefore shall make you free, ye shall be free indeed.  <strong>37</strong> I know that ye are Abraham’s seed; but ye seek to kill me, because my word hath no place in you.  <strong>38</strong> I speak that which I have seen with my Father: and ye do that which ye have seen with your father.  <strong>39</strong> They answered and said unto him, Abraham is our father. Jesus saith unto them, If ye were Abraham’s children, ye would do the works of Abraham.  <strong>40</strong> But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.  <strong>41</strong> Ye do the deeds of your father. Then said they to him, We be not born of fornication; we have one Father, even God.  <strong>42</strong> Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.  <strong>43</strong> Why do ye not understand my speech? even because ye cannot hear my word.  <strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  <strong>45</strong> And because I tell you the truth, ye believe me not.  <strong>46</strong> Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?  <strong>47</strong> He that is of God heareth God’s words: ye therefore hear them  not, because ye are not of God.  <strong>48</strong> Then answered the Jews, and said unto him, Say we not well that thou art a Samaritan, and hast a devil?  <strong>49</strong> Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me.  <strong>50</strong> And I seek not mine own glory: there is one that seeketh and judgeth.  <strong>51</strong> Verily, verily, I say unto you, If a man keep my saying, he shall never see death.  <strong>52</strong> Then said the Jews unto him, Now we know that thou hast a devil. Abraham is dead, and the prophets; and thou sayest, If a man keep my saying, he shall never taste of death.  <strong>53</strong> Art thou greater than our father Abraham, which is dead? and the prophets are dead: whom makest thou thyself?  <strong>54</strong> Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:  <strong>55</strong> Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying.  <strong>56</strong> Your father Abraham rejoiced to see my day: and he saw it,  and was glad.  <strong>57</strong> Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?  <strong>58</strong> Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.  <strong>59</strong> Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by.  ","niv":"<sup><strong>1</strong></sup> But Jesus went to the Mount of Olives. <sup><strong>2</strong></sup> At dawn he appeared again in the temple courts, where all the people gathered around him, and he sat down to teach them. <sup><strong>3</strong></sup> The teachers of the law and the Pharisees brought in a woman caught in adultery. They made her stand before the group <sup><strong>4</strong></sup> and said to Jesus, \"Teacher, this woman was caught in the act of adultery. <sup><strong>5</strong></sup> In the Law Moses commanded us to stone such women. Now what do you say?\" <sup><strong>6</strong></sup> They were using this question as a trap, in order to have a basis for accusing him. <sup><strong>7</strong></sup> But Jesus bent down and started to write on the ground with his finger. When they kept on questioning him, he straightened up and said to them, \"If any one of you is without sin, let him be the first to throw a stone at her.\" <sup><strong>8</strong></sup> Again he stooped down and wrote on the ground. <sup><strong>9</strong></sup> At this, those who heard began to go away one at a time, the older ones first, until only Jesus was left, with the woman still standing there. <sup><strong>10</strong></sup> Jesus straightened up and asked her, \"Woman, where are they? Has no one condemned you?\" <sup><strong>11</strong></sup> \"No one, sir,\" she said. \"Then neither do I condemn you,\" Jesus declared. \"Go now and leave your life of sin.\" <sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\" <sup><strong>13</strong></sup> The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\" <sup><strong>14</strong></sup> Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going. <sup><strong>15</strong></sup> You judge by human standards; I pass judgment on no one. <sup><strong>16</strong></sup> But if I do judge, my decisions are right, because I am not alone. I stand with the Father, who sent me. <sup><strong>17</strong></sup> In your own Law it is written that the testimony of two men is valid. <sup><strong>18</strong></sup> I am one who testifies for myself; my other witness is the Father, who sent me.\" <sup><strong>19</strong></sup> Then they asked him, \"Where is your father?\" <sup><strong>20</strong></sup> \"You do not know me or my Father,\" Jesus replied. \"If you knew me, you would know my Father also.\" He spoke these words while teaching in the temple area near the place where the offerings were put. Yet no one seized him, because his time had not yet come. <sup><strong>21</strong></sup> Once more Jesus said to them, \"I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.\" <sup><strong>22</strong></sup> This made the Jews ask, \"Will he kill himself? Is that why he says, 'Where I go, you cannot come'?\" <sup><strong>23</strong></sup> But he continued, \"You are from below; I am from above. You are of this world; I am not of this world. <sup><strong>24</strong></sup> I told you that you would die in your sins; if you do not believe that I am the one I claim to be, you will indeed die in your sins.\" <sup><strong>25</strong></sup> \"Who are you?\" they asked. <sup><strong>26</strong></sup> \"Just what I have been claiming all along,\" Jesus replied. \"I have much to say in judgment of you. But he who sent me is reliable, and what I have heard from him I tell the world.\" <sup><strong>27</strong></sup> They did not understand that he was telling them about his Father. <sup><strong>28</strong></sup> So Jesus said, \"When you have lifted up the Son of Man, then you will know that I am the one I claim to be and that I do nothing on my own but speak just what the Father has taught me. <sup><strong>29</strong></sup> The one who sent me is with me; he has not left me alone, for I always do what pleases him.\" <sup><strong>30</strong></sup> Even as he spoke, many put their faith in him. <sup><strong>31</strong></sup> To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples. <sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\" <sup><strong>33</strong></sup> They answered him, \"We are Abraham's descendants and have never been slaves of anyone. How can you say that we shall be set free?\" <sup><strong>34</strong></sup> Jesus replied, \"I tell you the truth, everyone who sins is a slave to sin. <sup><strong>35</strong></sup> Now a slave has no permanent place in the family, but a son belongs to it forever. <sup><strong>36</strong></sup> So if the Son sets you free, you will be free indeed. <sup><strong>37</strong></sup> I know you are Abraham's descendants. Yet you are ready to kill me, because you have no room for my word. <sup><strong>38</strong></sup> I am telling you what I have seen in the Father's presence, and you do what you have heard from your father. \" <sup><strong>39</strong></sup> \"Abraham is our father,\" they answered. \"If you were Abraham's children,\" said Jesus, \"then you would <sup><strong>40</strong></sup> do the things Abraham did. As it is, you are determined to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things. <sup><strong>41</strong></sup> You are doing the things your own father does.We are not illegitimate children,\" they protested. \"The only Father we have is God himself.\" <sup><strong>42</strong></sup> Jesus said to them, \"If God were your Father, you would love me, for I came from God and now am here. I have not come on my own; but he sent me. <sup><strong>43</strong></sup> Why is my language not clear to you? Because you are unable to hear what I say. <sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies. <sup><strong>45</strong></sup> Yet because I tell the truth, you do not believe me! <sup><strong>46</strong></sup> Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me? <sup><strong>47</strong></sup> He who belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\" <sup><strong>48</strong></sup> The Jews answered him, \"Aren't we right in saying that you are a Samaritan and demon-possessed?\" <sup><strong>49</strong></sup> \"I am not possessed by a demon,\" said Jesus, \"but I honor my Father and you dishonor me. <sup><strong>50</strong></sup> I am not seeking glory for myself; but there is one who seeks it, and he is the judge. <sup><strong>51</strong></sup> I tell you the truth, if anyone keeps my word, he will never see death.\" <sup><strong>52</strong></sup> At this the Jews exclaimed, \"Now we know that you are demon-possessed! Abraham died and so did the prophets, yet you say that if anyone keeps your word, he will never taste death. <sup><strong>53</strong></sup> Are you greater than our father Abraham? He died, and so did the prophets. Who do you think you are?\" <sup><strong>54</strong></sup> Jesus replied, \"If I glorify myself, my glory means nothing. My Father, whom you claim as your God, is the one who glorifies me. <sup><strong>55</strong></sup> Though you do not know him, I know him. If I said I did not, I would be a liar like you, but I do know him and keep his word. <sup><strong>56</strong></sup> Your father Abraham rejoiced at the thought of seeing my day; he saw it and was glad.\" <sup><strong>57</strong></sup> \"You are not yet fifty years old,\" the Jews said to him, \"and you have seen Abraham!\" <sup><strong>58</strong></sup> \"I tell you the truth,\" Jesus answered, \"before Abraham was born, I am!\" <sup><strong>59</strong></sup> At this, they picked up stones to stone him, but Jesus hid himself, slipping away from the temple grounds. "}]}