{"_id":"6168e58d803fbb813a70a172","slug":"organization","name":"Organization","verses":[{"_id":"6168e58e803fbb813a70a173","topicId":"6168e58d803fbb813a70a172","verse":"1 Corinthians 14:40","votes":169,"__v":0,"esv":"<div>\n<p id=\"p46014040_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n</div>","kjv":"<strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way.","modified":"2022-02-17T16:23:34.781Z"},{"_id":"6168e58e803fbb813a70a174","topicId":"6168e58d803fbb813a70a172","verse":"Proverbs 13:4","votes":39,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013004_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013004-1\">4&nbsp;</b>&nbsp;&nbsp;The soul of the sluggard craves and gets nothing,</span><br><span id=\"p20013004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while the soul of the diligent is richly supplied.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> The soul of the sluggard desireth, and hath nothing: but the soul of the diligent shall be made fat.  ","niv":"<sup><strong>4</strong></sup> The sluggard craves and gets nothing, but the desires of the diligent are fully satisfied."},{"_id":"6168e58e803fbb813a70a175","topicId":"6168e58d803fbb813a70a172","verse":"Habakkuk 2:2","votes":38,"__v":0,"esv":"<div>\n\n<p id=\"p35002002_08-3\"><b class=\"verse-num\" id=\"v35002002-1\">2&nbsp;</b>And the LORD answered me:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35002002_08-3\" class=\"line\">&nbsp;&nbsp;“Write the vision;</span><br><span id=\"p35002002_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make it plain on tablets,</span><br><span id=\"p35002002_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he may run who reads it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> And the LORD answered me, and said, Write the vision, and make it plain upon tables, that he may run that readeth it.  ","niv":"<sup><strong>2</strong></sup> Then the LORD replied: \"Write down the revelation and make it plain on tablets so that a herald may run with it."},{"_id":"6168e58f803fbb813a70a176","topicId":"6168e58d803fbb813a70a172","verse":"Proverbs 6:6-11","votes":37,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006006_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006006-1\">6&nbsp;</b>&nbsp;&nbsp;Go to the ant, O sluggard;</span><br><span id=\"p20006006_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;consider her ways, and be wise.</span><br><span id=\"p20006007_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006007-1\">7&nbsp;</b>&nbsp;&nbsp;Without having any chief,</span><br><span id=\"p20006007_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;officer, or ruler,</span><br><span id=\"p20006008_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006008-1\">8&nbsp;</b>&nbsp;&nbsp;she prepares her bread in summer</span><br><span id=\"p20006008_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gathers her food in harvest.</span><br><span id=\"p20006009_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006009-1\">9&nbsp;</b>&nbsp;&nbsp;How long will you lie there, O sluggard?</span><br><span id=\"p20006009_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;When will you arise from your sleep?</span><br><span id=\"p20006010_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006010-1\">10&nbsp;</b>&nbsp;&nbsp;A little sleep, a little slumber,</span><br><span id=\"p20006010_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a little folding of the hands to rest,</span><br><span id=\"p20006011_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006011-1\">11&nbsp;</b>&nbsp;&nbsp;and poverty will come upon you like a robber,</span><br><span id=\"p20006011_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and want like an armed man.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Go to the ant, thou sluggard; consider her ways, and be wise:  <strong>7</strong> Which having no guide, overseer, or ruler,  <strong>8</strong> Provideth her meat in the summer, and gathereth her food in the harvest.  <strong>9</strong> How long wilt thou sleep, O sluggard? when wilt thou arise out of thy sleep?  <strong>10</strong> Yet a little sleep, a little slumber, a little folding of the hands to sleep:  <strong>11</strong> So shall thy poverty come as one that travelleth, and thy want as an armed man.  ","niv":"<sup><strong>6</strong></sup> Go to the ant, you sluggard; consider its ways and be wise! <sup><strong>7</strong></sup> It has no commander, no overseer or ruler, <sup><strong>8</strong></sup> yet it stores its provisions in summer and gathers its food at harvest. <sup><strong>9</strong></sup> How long will you lie there, you sluggard? When will you get up from your sleep? <sup><strong>10</strong></sup> A little sleep, a little slumber, a little folding of the hands to rest- <sup><strong>11</strong></sup> and poverty will come on you like a bandit and scarcity like an armed man. "},{"_id":"6168e58f803fbb813a70a177","topicId":"6168e58d803fbb813a70a172","verse":"1 Corinthians 15:58","votes":27,"__v":0,"esv":"<div>\n<p id=\"p46015058_01-6\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n</div>","kjv":"<strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain.","modified":"2022-06-08T11:03:38.408Z"},{"_id":"6168e58f803fbb813a70a178","topicId":"6168e58d803fbb813a70a172","verse":"Exodus 18:13-27","votes":25,"__v":0,"esv":"<div>\n<p id=\"p02018013_01-7\"><b class=\"verse-num\" id=\"v02018013-1\">13&nbsp;</b>The next day Moses sat to judge the people, and the people stood around Moses from morning till evening. <b class=\"verse-num\" id=\"v02018014-1\">14&nbsp;</b>When Moses’ father-in-law saw all that he was doing for the people, he said, “What is this that you are doing for the people? Why do you sit alone, and all the people stand around you from morning till evening?” <b class=\"verse-num\" id=\"v02018015-1\">15&nbsp;</b>And Moses said to his father-in-law, “Because the people come to me to inquire of God; <b class=\"verse-num\" id=\"v02018016-1\">16&nbsp;</b>when they have a dispute, they come to me and I decide between one person and another, and I make them know the statutes of God and his laws.” <b class=\"verse-num\" id=\"v02018017-1\">17&nbsp;</b>Moses’ father-in-law said to him, “What you are doing is not good. <b class=\"verse-num\" id=\"v02018018-1\">18&nbsp;</b>You and the people with you will certainly wear yourselves out, for the thing is too heavy for you. You are not able to do it alone. <b class=\"verse-num\" id=\"v02018019-1\">19&nbsp;</b>Now obey my voice; I will give you advice, and God be with you! You shall represent the people before God and bring their cases to God, <b class=\"verse-num\" id=\"v02018020-1\">20&nbsp;</b>and you shall warn them about the statutes and the laws, and make them know the way in which they must walk and what they must do. <b class=\"verse-num\" id=\"v02018021-1\">21&nbsp;</b>Moreover, look for able men from all the people, men who fear God, who are trustworthy and hate a bribe, and place such men over the people as chiefs of thousands, of hundreds, of fifties, and of tens. <b class=\"verse-num\" id=\"v02018022-1\">22&nbsp;</b>And let them judge the people at all times. Every great matter they shall bring to you, but any small matter they shall decide themselves. So it will be easier for you, and they will bear the burden with you. <b class=\"verse-num\" id=\"v02018023-1\">23&nbsp;</b>If you do this, God will direct you, you will be able to endure, and all this people also will go to their place in peace.”</p>\n<p id=\"p02018023_01-7\"><b class=\"verse-num\" id=\"v02018024-1\">24&nbsp;</b>So Moses listened to the voice of his father-in-law and did all that he had said. <b class=\"verse-num\" id=\"v02018025-1\">25&nbsp;</b>Moses chose able men out of all Israel and made them heads over the people, chiefs of thousands, of hundreds, of fifties, and of tens. <b class=\"verse-num\" id=\"v02018026-1\">26&nbsp;</b>And they judged the people at all times. Any hard case they brought to Moses, but any small matter they decided themselves. <b class=\"verse-num\" id=\"v02018027-1\">27&nbsp;</b>Then Moses let his father-in-law depart, and he went away to his own country.</p>\n</div>","kjv":"<strong>13</strong> And it came to pass on the morrow, that Moses sat to judge the people: and the people stood by Moses from the morning unto the evening.  <strong>14</strong> And when Moses’ father in law saw all that he did to the people, he said, What is this thing that thou doest to the people? why sittest thou thyself alone, and all the people stand by thee from morning unto even?  <strong>15</strong> And Moses said unto his father in law, Because the people come unto me to enquire of God:  <strong>16</strong> When they have a matter, they come unto me; and I judge between one and another, and I do make them know the statutes of God, and his laws.  <strong>17</strong> And Moses’ father in law said unto him, The thing that thou doest is not good.  <strong>18</strong> Thou wilt surely wear away, both thou, and this people that is  with thee: for this thing is too heavy for thee; thou art not able to perform it thyself alone.  <strong>19</strong> Hearken now unto my voice, I will give thee counsel, and God shall be with thee: Be thou for the people to God-ward, that thou mayest bring the causes unto God:  <strong>20</strong> And thou shalt teach them ordinances and laws, and shalt shew them the way wherein they must walk, and the work that they must do.  <strong>21</strong> Moreover thou shalt provide out of all the people able men, such as fear God, men of truth, hating covetousness; and place such over them, to be rulers of thousands, and rulers of hundreds, rulers of fifties, and rulers of tens:  <strong>22</strong> And let them judge the people at all seasons: and it shall be, that every great matter they shall bring unto thee, but every small matter they shall judge: so shall it be easier for thyself, and they shall bear the burden with thee.  <strong>23</strong> If thou shalt do this thing, and God command thee so, then thou shalt be able to endure, and all this people shall also go to their place in peace.  <strong>24</strong> So Moses hearkened to the voice of his father in law, and did all that he had said.  <strong>25</strong> And Moses chose able men out of all Israel, and made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens.  <strong>26</strong> And they judged the people at all seasons: the hard causes they brought unto Moses, but every small matter they judged themselves.  <strong>27</strong> And Moses let his father in law depart; and he went his way into his own land.  ","niv":"<sup><strong>13</strong></sup> The next day Moses took his seat to serve as judge for the people, and they stood around him from morning till evening. <sup><strong>14</strong></sup> When his father-in-law saw all that Moses was doing for the people, he said, \"What is this you are doing for the people? Why do you alone sit as judge, while all these people stand around you from morning till evening?\" <sup><strong>15</strong></sup> Moses answered him, \"Because the people come to me to seek God's will. <sup><strong>16</strong></sup> Whenever they have a dispute, it is brought to me, and I decide between the parties and inform them of God's decrees and laws.\" <sup><strong>17</strong></sup> Moses' father-in-law replied, \"What you are doing is not good. <sup><strong>18</strong></sup> You and these people who come to you will only wear yourselves out. The work is too heavy for you; you cannot handle it alone. <sup><strong>19</strong></sup> Listen now to me and I will give you some advice, and may God be with you. You must be the people's representative before God and bring their disputes to him. <sup><strong>20</strong></sup> Teach them the decrees and laws, and show them the way to live and the duties they are to perform. <sup><strong>21</strong></sup> But select capable men from all the people-men who fear God, trustworthy men who hate dishonest gain-and appoint them as officials over thousands, hundreds, fifties and tens. <sup><strong>22</strong></sup> Have them serve as judges for the people at all times, but have them bring every difficult case to you; the simple cases they can decide themselves. That will make your load lighter, because they will share it with you. <sup><strong>23</strong></sup> If you do this and God so commands, you will be able to stand the strain, and all these people will go home satisfied.\" <sup><strong>24</strong></sup> Moses listened to his father-in-law and did everything he said. <sup><strong>25</strong></sup> He chose capable men from all Israel and made them leaders of the people, officials over thousands, hundreds, fifties and tens. <sup><strong>26</strong></sup> They served as judges for the people at all times. The difficult cases they brought to Moses, but the simple ones they decided themselves. <sup><strong>27</strong></sup> Then Moses sent his father-in-law on his way, and Jethro returned to his own country. "},{"_id":"6168e590803fbb813a70a179","topicId":"6168e58d803fbb813a70a172","verse":"Matthew 24:44-51","votes":25,"__v":0,"esv":"<div>\n<p id=\"p40024044_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_01-8\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"6168e590803fbb813a70a17a","topicId":"6168e58d803fbb813a70a172","verse":"Romans 12:11","votes":23,"__v":0,"esv":"<div>\n<p id=\"p45012011_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012011-1\">11&nbsp;</b>Do not be slothful in zeal, be fervent in spirit, serve the Lord.</p>\n\n</div>","kjv":"<strong>11</strong> Not slothful in business; fervent in spirit; serving the Lord;  ","niv":"<sup><strong>11</strong></sup> Never be lacking in zeal, but keep your spiritual fervor, serving the Lord."},{"_id":"6168e590803fbb813a70a17b","topicId":"6168e58d803fbb813a70a172","verse":"2 Timothy 1:7","votes":21,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"6168e591803fbb813a70a17c","topicId":"6168e58d803fbb813a70a172","verse":"Colossians 3:23","votes":21,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,"},{"_id":"6168e591803fbb813a70a17d","topicId":"6168e58d803fbb813a70a172","verse":"Luke 14:28","votes":21,"__v":0,"esv":"<div>\n<p id=\"p42014028_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014028-1\">28&nbsp;</b><span class=\"woc\">For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?</span></p>\n</div>","kjv":"<strong>28</strong> For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?  ","niv":"<sup><strong>28</strong></sup> \"Suppose one of you wants to build a tower. Will he not first sit down and estimate the cost to see if he has enough money to complete it?"},{"_id":"6168e591803fbb813a70a17e","topicId":"6168e58d803fbb813a70a172","verse":"Genesis 1:1-31","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-13\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-13\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-13\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-13\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-13\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-13\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-13\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-13\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-13\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"6168e591803fbb813a70a17f","topicId":"6168e58d803fbb813a70a172","verse":"Philippians 4:13","votes":18,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"6168e592803fbb813a70a180","topicId":"6168e58d803fbb813a70a172","verse":"1 Corinthians 14:33","votes":16,"__v":0,"esv":"<div>\n<p id=\"p46014033_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_01-16\">As in all the churches of the saints,</p>\n</div>","kjv":"<strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  ","niv":"<sup><strong>33</strong></sup> For God is not a God of disorder but of peace."},{"_id":"6168e592803fbb813a70a181","topicId":"6168e58d803fbb813a70a172","verse":"Jeremiah 29:11","votes":16,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"6168e592803fbb813a70a182","topicId":"6168e58d803fbb813a70a172","verse":"Proverbs 10:4","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010004_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010004-1\">4&nbsp;</b>&nbsp;&nbsp;A slack hand causes poverty,</span><br><span id=\"p20010004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the hand of the diligent makes rich.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> He becometh poor that dealeth with a slack hand: but the hand of the diligent maketh rich.  ","niv":"<sup><strong>4</strong></sup> Lazy hands make a man poor, but diligent hands bring wealth."},{"_id":"6168e592803fbb813a70a183","topicId":"6168e58d803fbb813a70a172","verse":"Mark 6:39-41","votes":15,"__v":0,"esv":"<div>\n<p id=\"p41006039_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006039-1\">39&nbsp;</b>Then he commanded them all to sit down in groups on the green grass. <b class=\"verse-num\" id=\"v41006040-1\">40&nbsp;</b>So they sat down in groups, by hundreds and by fifties. <b class=\"verse-num\" id=\"v41006041-1\">41&nbsp;</b>And taking the five loaves and the two fish, he looked up to heaven and said a blessing and broke the loaves and gave them to the disciples to set before the people. And he divided the two fish among them all.</p>\n</div>","kjv":"<strong>39</strong> And he commanded them to make all sit down by companies upon the green grass.  <strong>40</strong> And they sat down in ranks, by hundreds, and by fifties.  <strong>41</strong> And when he had taken the five loaves and the two fishes, he looked up to heaven, and blessed, and brake the loaves, and gave them to his disciples to set before them; and the two fishes divided he among them all.  ","niv":"<sup><strong>39</strong></sup> Then Jesus directed them to have all the people sit down in groups on the green grass. <sup><strong>40</strong></sup> So they sat down in groups of hundreds and fifties. <sup><strong>41</strong></sup> Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves. Then he gave them to his disciples to set before the people. He also divided the two fish among them all. "},{"_id":"6168e593803fbb813a70a184","topicId":"6168e58d803fbb813a70a172","verse":"Isaiah 41:10","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-20\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"6168e593803fbb813a70a185","topicId":"6168e58d803fbb813a70a172","verse":"Galatians 6:9","votes":13,"__v":0,"esv":"<div>\n<p id=\"p48006009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up.</p>\n</div>","kjv":"<strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  ","niv":"<sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up."},{"_id":"6168e593803fbb813a70a186","topicId":"6168e58d803fbb813a70a172","verse":"Proverbs 16:9","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016009_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016009-1\">9&nbsp;</b>&nbsp;&nbsp;The heart of man plans his way,</span><br><span id=\"p20016009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD establishes his steps.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> A man’s heart deviseth his way: but the LORD directeth his steps.  ","niv":"<sup><strong>9</strong></sup> In his heart a man plans his course, but the LORD determines his steps."},{"_id":"6168e594803fbb813a70a187","topicId":"6168e58d803fbb813a70a172","verse":"Proverbs 15:22","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015022_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015022-1\">22&nbsp;</b>&nbsp;&nbsp;Without counsel plans fail,</span><br><span id=\"p20015022_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with many advisers they succeed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Without counsel purposes are disappointed: but in the multitude of counsellors they are established.  ","niv":"<sup><strong>22</strong></sup> Plans fail for lack of counsel, but with many advisers they succeed."},{"_id":"6168e594803fbb813a70a188","topicId":"6168e58d803fbb813a70a172","verse":"Acts 20:28","votes":13,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood."},{"_id":"6168e594803fbb813a70a189","topicId":"6168e58d803fbb813a70a172","verse":"Philippians 4:6","votes":12,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God."},{"_id":"6168e595803fbb813a70a18a","topicId":"6168e58d803fbb813a70a172","verse":"Colossians 1:18","votes":11,"__v":0,"esv":"<div>\n<p id=\"p51001018_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent.</p>\n</div>","kjv":"<strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  ","niv":"<sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy."},{"_id":"6168e595803fbb813a70a18b","topicId":"6168e58d803fbb813a70a172","verse":"Proverbs 27:23","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20027023_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027023-1\">23&nbsp;</b>&nbsp;&nbsp;Know well the condition of your flocks,</span><br><span id=\"p20027023_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give attention to your herds,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Be thou diligent to know the state of thy flocks, and look well to thy herds.  ","niv":"<sup><strong>23</strong></sup> Be sure you know the condition of your flocks, give careful attention to your herds;"}]}