{"_id":"6168e617803fbb813a70a1b9","slug":"orphans-widows","name":"Orphans Widows","verses":[{"_id":"6168e618803fbb813a70a1ba","topicId":"6168e617803fbb813a70a1b9","verse":"James 1:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"6168e618803fbb813a70a1bb","topicId":"6168e617803fbb813a70a1b9","verse":"1 Timothy 5:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"6168e618803fbb813a70a1bc","topicId":"6168e617803fbb813a70a1b9","verse":"Psalm 82:3-4","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19082003_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19082003-1\">3&nbsp;</b>&nbsp;&nbsp;Give justice to the weak and the fatherless;</span><br><span id=\"p19082003_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;maintain the right of the afflicted and the destitute.</span><br><span id=\"p19082004_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19082004-1\">4&nbsp;</b>&nbsp;&nbsp;Rescue the weak and the needy;</span><br><span id=\"p19082004_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;deliver them from the hand of the wicked.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Defend the poor and fatherless: do justice to the afflicted and needy.  <strong>4</strong> Deliver the poor and needy: rid them out of the hand of the wicked.  ","niv":"<sup><strong>3</strong></sup> Defend the cause of the weak and fatherless; maintain the rights of the poor and oppressed. <sup><strong>4</strong></sup> Rescue the weak and needy; deliver them from the hand of the wicked. "},{"_id":"6168e618803fbb813a70a1bd","topicId":"6168e617803fbb813a70a1b9","verse":"Psalm 68:5","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19068005_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19068005-1\">5&nbsp;</b>&nbsp;&nbsp;Father of the fatherless and protector of widows</span><br><span id=\"p19068005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is God in his holy habitation.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> A father of the fatherless, and a judge of the widows, is  God in his holy habitation.  ","niv":"<sup><strong>5</strong></sup> A father to the fatherless, a defender of widows, is God in his holy dwelling."},{"_id":"6168e619803fbb813a70a1be","topicId":"6168e617803fbb813a70a1b9","verse":"Isaiah 1:17","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001017_01-6\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_01-6\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_01-6\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  ","niv":"<sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow."},{"_id":"6168e619803fbb813a70a1bf","topicId":"6168e617803fbb813a70a1b9","verse":"James 2:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59002015_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002015-1\">15&nbsp;</b>If a brother or sister is poorly clothed and lacking in daily food,</p>\n</div>","kjv":"<strong>15</strong> If a brother or sister be naked, and destitute of daily food,  ","niv":"<sup><strong>15</strong></sup> Suppose a brother or sister is without clothes and daily food."},{"_id":"6168e619803fbb813a70a1c0","topicId":"6168e617803fbb813a70a1b9","verse":"Luke 10:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42010026_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010026-1\">26&nbsp;</b>He said to him, <span class=\"woc\">“What is written in the Law? How do you read it?”</span></p>\n</div>","kjv":"<strong>26</strong> He said unto him, What is written in the law? how readest thou?  ","niv":"<sup><strong>26</strong></sup> \"What is written in the Law?\" he replied. \"How do you read it?\""},{"_id":"6168e61a803fbb813a70a1c1","topicId":"6168e617803fbb813a70a1b9","verse":"Matthew 25:45","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40025045_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span></p>\n</div>","kjv":"<strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  ","niv":"<sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.'"},{"_id":"6168e61a803fbb813a70a1c2","topicId":"6168e617803fbb813a70a1b9","verse":"Proverbs 24:11-12","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024011-1\">11&nbsp;</b>&nbsp;&nbsp;Rescue those who are being taken away to death;</span><br><span id=\"p20024011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hold back those who are stumbling to the slaughter.</span><br><span id=\"p20024012_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024012-1\">12&nbsp;</b>&nbsp;&nbsp;If you say, “Behold, we did not know this,”</span><br><span id=\"p20024012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;does not he who weighs the heart perceive it?</span><br><span id=\"p20024012_01-10\" class=\"line\">&nbsp;&nbsp;Does not he who keeps watch over your soul know it,</span><br><span id=\"p20024012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will he not repay man according to his work?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> If thou forbear to deliver them that are drawn unto death, and those that are ready to be slain;  <strong>12</strong> If thou sayest, Behold, we knew it not; doth not he that pondereth the heart consider it? and he that keepeth thy soul, doth not  he know it? and shall not he render to every  man according to his works?  ","niv":"<sup><strong>11</strong></sup> Rescue those being led away to death; hold back those staggering toward slaughter. <sup><strong>12</strong></sup> If you say, \"But we knew nothing about this,\" does not he who weighs the heart perceive it? Does not he who guards your life know it? Will he not repay each person according to what he has done? "},{"_id":"6168e61a803fbb813a70a1c3","topicId":"6168e617803fbb813a70a1b9","verse":"Genesis 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01003016_01-11\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_01-11\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_01-11\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  ","niv":"<sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\""},{"_id":"6168e61b803fbb813a70a1c4","topicId":"6168e617803fbb813a70a1b9","verse":"Genesis 1:27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-13\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-13\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-13\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-13\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-13\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-13\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-13\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-13\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-13\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"6168e61b803fbb813a70a1c5","topicId":"6168e617803fbb813a70a1b9","verse":"Genesis 1:1-31","votes":2,"__v":0,"kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"6168e61b803fbb813a70a1c6","topicId":"6168e617803fbb813a70a1b9","verse":"Revelation 21:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66021004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n</div>","kjv":"<strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","niv":"<sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\""},{"_id":"6168e61b803fbb813a70a1c7","topicId":"6168e617803fbb813a70a1b9","verse":"1 Peter 3:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives,</p>\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives,"},{"_id":"6168e61c803fbb813a70a1c8","topicId":"6168e617803fbb813a70a1b9","verse":"James 1:2","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p59001002_05-17\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds,</p>\n\n</div>","kjv":"<strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  ","niv":"<sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds,"},{"_id":"6168e61c803fbb813a70a1c9","topicId":"6168e617803fbb813a70a1b9","verse":"Titus 2:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good,</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good."},{"_id":"6168e61c803fbb813a70a1ca","topicId":"6168e617803fbb813a70a1b9","verse":"Titus 2:3-5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. "},{"_id":"6168e61d803fbb813a70a1cb","topicId":"6168e617803fbb813a70a1b9","verse":"2 Timothy 3:1-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people. <b class=\"verse-num\" id=\"v55003006-1\">6&nbsp;</b>For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions, <b class=\"verse-num\" id=\"v55003007-1\">7&nbsp;</b>always learning and never able to arrive at a knowledge of the truth. <b class=\"verse-num\" id=\"v55003008-1\">8&nbsp;</b>Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith. <b class=\"verse-num\" id=\"v55003009-1\">9&nbsp;</b>But they will not get very far, for their folly will be plain to all, as was that of those two men.</p>\n\n<p id=\"p55003009_13-20\"><b class=\"verse-num\" id=\"v55003010-1\">10&nbsp;</b>You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness, <b class=\"verse-num\" id=\"v55003011-1\">11&nbsp;</b>my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me. <b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted, <b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived. <b class=\"verse-num\" id=\"v55003014-1\">14&nbsp;</b>But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it <b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus. <b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  <strong>6</strong> For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,  <strong>7</strong> Ever learning, and never able to come to the knowledge of the truth.  <strong>8</strong> Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.  <strong>9</strong> But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.  <strong>10</strong> But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,  <strong>11</strong> Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.  <strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  <strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. <sup><strong>6</strong></sup> They are the kind who worm their way into homes and gain control over weak-willed women, who are loaded down with sins and are swayed by all kinds of evil desires, <sup><strong>7</strong></sup> always learning but never able to acknowledge the truth. <sup><strong>8</strong></sup> Just as Jannes and Jambres opposed Moses, so also these men oppose the truth--men of depraved minds, who, as far as the faith is concerned, are rejected. <sup><strong>9</strong></sup> But they will not get very far because, as in the case of those men, their folly will be clear to everyone. <sup><strong>10</strong></sup> You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance, <sup><strong>11</strong></sup> persecutions, sufferings--what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them. <sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted, <sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived. <sup><strong>14</strong></sup> But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it, <sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. <sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"6168e61d803fbb813a70a1cc","topicId":"6168e617803fbb813a70a1b9","verse":"2 Timothy 2:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55002022_01-21\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.</p>\n</div>","kjv":"<strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  ","niv":"<sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart."},{"_id":"6168e61d803fbb813a70a1cd","topicId":"6168e617803fbb813a70a1b9","verse":"1 Timothy 6:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"6168e61e803fbb813a70a1ce","topicId":"6168e617803fbb813a70a1b9","verse":"1 Timothy 5:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54005014_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005014-1\">14&nbsp;</b>So I would have younger widows marry, bear children, manage their households, and give the adversary no occasion for slander.</p>\n</div>","kjv":"<strong>14</strong> I will therefore that the younger women marry, bear children, guide the house, give none occasion to the adversary to speak reproachfully.  ","niv":"<sup><strong>14</strong></sup> So I counsel younger widows to marry, to have children, to manage their homes and to give the enemy no opportunity for slander."},{"_id":"6168e61e803fbb813a70a1cf","topicId":"6168e617803fbb813a70a1b9","verse":"1 Timothy 5:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54005002_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005002-1\">2&nbsp;</b>older women as mothers, younger women as sisters, in all purity.</p>\n</div>","kjv":"<strong>2</strong> The elder women as mothers; the younger as sisters, with all purity.  ","niv":"<sup><strong>2</strong></sup> older women as mothers, and younger women as sisters, with absolute purity."},{"_id":"6168e61e803fbb813a70a1d0","topicId":"6168e617803fbb813a70a1b9","verse":"1 Timothy 2:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54002010_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works.</p>\n</div>","kjv":"<strong>10</strong> But (which becometh women professing godliness) with good works.  ","niv":"<sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God."},{"_id":"6168e61e803fbb813a70a1d1","topicId":"6168e617803fbb813a70a1b9","verse":"Colossians 3:18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p51003018_05-30\"><b class=\"verse-num\" id=\"v51003018-1\">18&nbsp;</b>Wives, submit to your husbands, as is fitting in the Lord.</p>\n</div>","kjv":"<strong>18</strong> Wives, submit yourselves unto your own husbands, as it is fit in the Lord.  ","niv":"<sup><strong>18</strong></sup> Wives, submit to your husbands, as is fitting in the Lord."},{"_id":"6168e61f803fbb813a70a1d2","topicId":"6168e617803fbb813a70a1b9","verse":"Ephesians 6:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49006004_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord."}]}