{"_id":"6168e73c803fbb813a70a1dc","slug":"other-dimensions","name":"Other Dimensions","verses":[{"_id":"6168e73c803fbb813a70a1dd","topicId":"6168e73c803fbb813a70a1dc","verse":"2 Corinthians 12:1-4","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p47012001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47012001-1\">12:1&nbsp;</b>I must go on boasting. Though there is nothing to be gained by it, I will go on to visions and revelations of the Lord. <b class=\"verse-num\" id=\"v47012002-1\">2&nbsp;</b>I know a man in Christ who fourteen years ago was caught up to the third heaven—whether in the body or out of the body I do not know, God knows. <b class=\"verse-num\" id=\"v47012003-1\">3&nbsp;</b>And I know that this man was caught up into paradise—whether in the body or out of the body I do not know, God knows—<b class=\"verse-num\" id=\"v47012004-1\">4&nbsp;</b>and he heard things that cannot be told, which man may not utter.</p>\n</div>","kjv":"<strong>1</strong> It is not expedient for me doubtless to glory. I will come to visions and revelations of the Lord.  <strong>2</strong> I knew a man in Christ above fourteen years ago, (whether in the body, I cannot tell; or whether out of the body, I cannot tell: God knoweth;) such an one caught up to the third heaven.  <strong>3</strong> And I knew such a man, (whether in the body, or out of the body, I cannot tell: God knoweth;)  <strong>4</strong> How that he was caught up into paradise, and heard unspeakable words, which it is not lawful for a man to utter.  ","niv":"<sup><strong>1</strong></sup> I must go on boasting. Although there is nothing to be gained, I will go on to visions and revelations from the Lord. <sup><strong>2</strong></sup> I know a man in Christ who fourteen years ago was caught up to the third heaven. Whether it was in the body or out of the body I do not know--God knows. <sup><strong>3</strong></sup> And I know that this man--whether in the body or apart from the body I do not know, but God knows-- <sup><strong>4</strong></sup> was caught up to paradise. He heard inexpressible things, things that man is not permitted to tell. ","modified":"2022-12-05T01:13:16.822Z"}]}