{"_id":"6168e75d803fbb813a70a1e0","slug":"other-religion","name":"Other Religion","verses":[{"_id":"6168e75d803fbb813a70a1e1","topicId":"6168e75d803fbb813a70a1e0","verse":"John 14:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6168e75d803fbb813a70a1e2","topicId":"6168e75d803fbb813a70a1e0","verse":"1 John 4:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"6168e75e803fbb813a70a1e3","topicId":"6168e75d803fbb813a70a1e0","verse":"Revelation 21:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more.</p>\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea."},{"_id":"6168e75e803fbb813a70a1e4","topicId":"6168e75d803fbb813a70a1e0","verse":"1 Peter 3:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n<p id=\"p60003006_04-5\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n<p id=\"p60003007_08-5\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. <b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. <b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_08-5\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_08-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_08-5\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_08-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br><span id=\"p60003011_08-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003011-1\">11&nbsp;</b>&nbsp;&nbsp;let him turn away from evil and do good;</span><br><span id=\"p60003011_08-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him seek peace and pursue it.</span><br><span id=\"p60003012_08-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_08-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_08-5\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60003012_08-5\"><b class=\"verse-num\" id=\"v60003013-1\">13&nbsp;</b>Now who is there to harm you if you are zealous for what is good? <b class=\"verse-num\" id=\"v60003014-1\">14&nbsp;</b>But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled, <b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame. <b class=\"verse-num\" id=\"v60003017-1\">17&nbsp;</b>For it is better to suffer for doing good, if that should be God’s will, than for doing evil.</p>\n<p id=\"p60003017_08-5\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  <strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  <strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  <strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  <strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  <strong>11</strong> Let him eschew evil, and do good; let him seek peace, and ensue it.  <strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  <strong>13</strong> And who is he that will harm you, if ye be followers of that which is good?  <strong>14</strong> But and if ye suffer for righteousness’ sake, happy are ye:  and be not afraid of their terror, neither be troubled;  <strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  <strong>17</strong> For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.  <strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. <sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. <sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble. <sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing. <sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech. <sup><strong>11</strong></sup> He must turn from evil and do good; he must seek peace and pursue it. <sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\" <sup><strong>13</strong></sup> Who is going to harm you if you are eager to do good? <sup><strong>14</strong></sup> But even if you should suffer for what is right, you are blessed. \"Do not fear what they fear; do not be frightened.\" <sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <sup><strong>16</strong></sup> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. <sup><strong>17</strong></sup> It is better, if it is God's will, to suffer for doing good than for doing evil. <sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"6168e75e803fbb813a70a1e5","topicId":"6168e75d803fbb813a70a1e0","verse":"Hebrews 6:1-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58006001_01-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58006001-1\">6:1&nbsp;</b>Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God, <b class=\"verse-num\" id=\"v58006002-1\">2&nbsp;</b>and of instruction about washings, the laying on of hands, the resurrection of the dead, and eternal judgment. <b class=\"verse-num\" id=\"v58006003-1\">3&nbsp;</b>And this we will do if God permits. <b class=\"verse-num\" id=\"v58006004-1\">4&nbsp;</b>For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit, <b class=\"verse-num\" id=\"v58006005-1\">5&nbsp;</b>and have tasted the goodness of the word of God and the powers of the age to come, <b class=\"verse-num\" id=\"v58006006-1\">6&nbsp;</b>and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt. <b class=\"verse-num\" id=\"v58006007-1\">7&nbsp;</b>For land that has drunk the rain that often falls on it, and produces a crop useful to those for whose sake it is cultivated, receives a blessing from God. <b class=\"verse-num\" id=\"v58006008-1\">8&nbsp;</b>But if it bears thorns and thistles, it is worthless and near to being cursed, and its end is to be burned.</p>\n<p id=\"p58006008_01-6\"><b class=\"verse-num\" id=\"v58006009-1\">9&nbsp;</b>Though we speak in this way, yet in your case, beloved, we feel sure of better things—things that belong to salvation. <b class=\"verse-num\" id=\"v58006010-1\">10&nbsp;</b>For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do. <b class=\"verse-num\" id=\"v58006011-1\">11&nbsp;</b>And we desire each one of you to show the same earnestness to have the full assurance of hope until the end, <b class=\"verse-num\" id=\"v58006012-1\">12&nbsp;</b>so that you may not be sluggish, but imitators of those who through faith and patience inherit the promises.</p>\n\n<p id=\"p58006012_06-6\"><b class=\"verse-num\" id=\"v58006013-1\">13&nbsp;</b>For when God made a promise to Abraham, since he had no one greater by whom to swear, he swore by himself, <b class=\"verse-num\" id=\"v58006014-1\">14&nbsp;</b>saying, “Surely I will bless you and multiply you.” <b class=\"verse-num\" id=\"v58006015-1\">15&nbsp;</b>And thus Abraham, having patiently waited, obtained the promise. <b class=\"verse-num\" id=\"v58006016-1\">16&nbsp;</b>For people swear by something greater than themselves, and in all their disputes an oath is final for confirmation. <b class=\"verse-num\" id=\"v58006017-1\">17&nbsp;</b>So when God desired to show more convincingly to the heirs of the promise the unchangeable character of his purpose, he guaranteed it with an oath, <b class=\"verse-num\" id=\"v58006018-1\">18&nbsp;</b>so that by two unchangeable things, in which it is impossible for God to lie, we who have fled for refuge might have strong encouragement to hold fast to the hope set before us. <b class=\"verse-num\" id=\"v58006019-1\">19&nbsp;</b>We have this as a sure and steadfast anchor of the soul, a hope that enters into the inner place behind the curtain, <b class=\"verse-num\" id=\"v58006020-1\">20&nbsp;</b>where Jesus has gone as a forerunner on our behalf, having become a high priest forever after the order of Melchizedek.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,  <strong>2</strong> Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment.  <strong>3</strong> And this will we do, if God permit.  <strong>4</strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,  <strong>5</strong> And have tasted the good word of God, and the powers of the world to come,  <strong>6</strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.  <strong>7</strong> For the earth which drinketh in the rain that cometh oft upon it, and bringeth forth herbs meet for them by whom it is dressed, receiveth blessing from God:  <strong>8</strong> But that which beareth thorns and briers is rejected, and is nigh unto cursing; whose end is to be burned.  <strong>9</strong> But, beloved, we are persuaded better things of you, and things that accompany salvation, though we thus speak.  <strong>10</strong> For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.  <strong>11</strong> And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:  <strong>12</strong> That ye be not slothful, but followers of them who through faith and patience inherit the promises.  <strong>13</strong> For when God made promise to Abraham, because he could swear by no greater, he sware by himself,  <strong>14</strong> Saying, Surely blessing I will bless thee, and multiplying I will multiply thee.  <strong>15</strong> And so, after he had patiently endured, he obtained the promise.  <strong>16</strong> For men verily swear by the greater: and an oath for confirmation is to them an end of all strife.  <strong>17</strong> Wherein God, willing more abundantly to shew unto the heirs of promise the immutability of his counsel, confirmed it by an oath:  <strong>18</strong> That by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us:  <strong>19</strong> Which hope we have as an anchor of the soul, both sure and stedfast, and which entereth into that within the veil;  <strong>20</strong> Whither the forerunner is for us entered, even Jesus, made an high priest for ever after the order of Melchisedec.  ","niv":"<sup><strong>1</strong></sup> Therefore let us leave the elementary teachings about Christ and go on to maturity, not laying again the foundation of repentance from acts that lead to death, and of faith in God, <sup><strong>2</strong></sup> instruction about baptisms, the laying on of hands, the resurrection of the dead, and eternal judgment. <sup><strong>3</strong></sup> And God permitting, we will do so. <sup><strong>4</strong></sup> It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, <sup><strong>5</strong></sup> who have tasted the goodness of the word of God and the powers of the coming age, <sup><strong>6</strong></sup> if they fall away, to be brought back to repentance, because to their loss they are crucifying the Son of God all over again and subjecting him to public disgrace. <sup><strong>7</strong></sup> Land that drinks in the rain often falling on it and that produces a crop useful to those for whom it is farmed receives the blessing of God. <sup><strong>8</strong></sup> But land that produces thorns and thistles is worthless and is in danger of being cursed. In the end it will be burned. <sup><strong>9</strong></sup> Even though we speak like this, dear friends, we are confident of better things in your case--things that accompany salvation. <sup><strong>10</strong></sup> God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them. <sup><strong>11</strong></sup> We want each of you to show this same diligence to the very end, in order to make your hope sure. <sup><strong>12</strong></sup> We do not want you to become lazy, but to imitate those who through faith and patience inherit what has been promised. <sup><strong>13</strong></sup> When God made his promise to Abraham, since there was no one greater for him to swear by, he swore by himself, <sup><strong>14</strong></sup> saying, \"I will surely bless you and give you many descendants.\" <sup><strong>15</strong></sup> And so after waiting patiently, Abraham received what was promised. <sup><strong>16</strong></sup> Men swear by someone greater than themselves, and the oath confirms what is said and puts an end to all argument. <sup><strong>17</strong></sup> Because God wanted to make the unchanging nature of his purpose very clear to the heirs of what was promised, he confirmed it with an oath. <sup><strong>18</strong></sup> God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope offered to us may be greatly encouraged. <sup><strong>19</strong></sup> We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain, <sup><strong>20</strong></sup> where Jesus, who went before us, has entered on our behalf. He has become a high priest forever, in the order of Melchizedek. "},{"_id":"6168e75f803fbb813a70a1e6","topicId":"6168e75d803fbb813a70a1e0","verse":"John 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"6168e75f803fbb813a70a1e7","topicId":"6168e75d803fbb813a70a1e0","verse":"1 Kings 14:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p11014024_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v11014024-1\">24&nbsp;</b>and there were also male cult prostitutes in the land. They did according to all the abominations of the nations that the LORD drove out before the people of Israel.</p>\n</div>","kjv":"<strong>24</strong> And there were also sodomites in the land: and they did according to all the abominations of the nations which the LORD cast out before the children of Israel.  ","niv":"<sup><strong>24</strong></sup> There were even male shrine prostitutes in the land; the people engaged in all the detestable practices of the nations the LORD had driven out before the Israelites."},{"_id":"6168e75f803fbb813a70a1e8","topicId":"6168e75d803fbb813a70a1e0","verse":"Matthew 19:1-30","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40019001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40019001-1\">19:1&nbsp;</b>Now when Jesus had finished these sayings, he went away from Galilee and entered the region of Judea beyond the Jordan. <b class=\"verse-num\" id=\"v40019002-1\">2&nbsp;</b>And large crowds followed him, and he healed them there.</p>\n<p id=\"p40019002_04-10\"><b class=\"verse-num\" id=\"v40019003-1\">3&nbsp;</b>And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?” <b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span> <b class=\"verse-num\" id=\"v40019007-1\">7&nbsp;</b>They said to him, “Why then did Moses command one to give a certificate of divorce and to send her away?” <b class=\"verse-num\" id=\"v40019008-1\">8&nbsp;</b>He said to them, <span class=\"woc\">“Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.</span> <b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n<p id=\"p40019009_04-10\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n\n<p id=\"p40019012_10-10\"><b class=\"verse-num\" id=\"v40019013-1\">13&nbsp;</b>Then children were brought to him that he might lay his hands on them and pray. The disciples rebuked the people, <b class=\"verse-num\" id=\"v40019014-1\">14&nbsp;</b>but Jesus said, <span class=\"woc\">“Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”</span> <b class=\"verse-num\" id=\"v40019015-1\">15&nbsp;</b>And he laid his hands on them and went away.</p>\n\n<p id=\"p40019015_14-10\"><b class=\"verse-num\" id=\"v40019016-1\">16&nbsp;</b>And behold, a man came up to him, saying, “Teacher, what good deed must I do to have eternal life?” <b class=\"verse-num\" id=\"v40019017-1\">17&nbsp;</b>And he said to him, <span class=\"woc\">“Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”</span> <b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span> <b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span> <b class=\"verse-num\" id=\"v40019020-1\">20&nbsp;</b>The young man said to him, “All these I have kept. What do I still lack?” <b class=\"verse-num\" id=\"v40019021-1\">21&nbsp;</b>Jesus said to him, <span class=\"woc\">“If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v40019022-1\">22&nbsp;</b>When the young man heard this he went away sorrowful, for he had great possessions.</p>\n<p id=\"p40019022_14-10\"><b class=\"verse-num\" id=\"v40019023-1\">23&nbsp;</b>And Jesus said to his disciples, <span class=\"woc\">“Truly, I say to you, only with difficulty will a rich person enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40019024-1\">24&nbsp;</b><span class=\"woc\">Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v40019025-1\">25&nbsp;</b>When the disciples heard this, they were greatly astonished, saying, “Who then can be saved?” <b class=\"verse-num\" id=\"v40019026-1\">26&nbsp;</b>But Jesus looked at them and said, <span class=\"woc\">“With man this is impossible, but with God all things are possible.”</span> <b class=\"verse-num\" id=\"v40019027-1\">27&nbsp;</b>Then Peter said in reply, “See, we have left everything and followed you. What then will we have?” <b class=\"verse-num\" id=\"v40019028-1\">28&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.</span> <b class=\"verse-num woc\" id=\"v40019029-1\">29&nbsp;</b><span class=\"woc\">And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life.</span> <b class=\"verse-num woc\" id=\"v40019030-1\">30&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.</span></p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;  <strong>2</strong> And great multitudes followed him; and he healed them there.  <strong>3</strong> The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?  <strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  <strong>7</strong> They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?  <strong>8</strong> He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  <strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  <strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. <strong>13</strong> Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.  <strong>14</strong> But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.  <strong>15</strong> And he laid his hands on them, and departed thence.  <strong>16</strong> And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?  <strong>17</strong> And he said unto him, Why callest thou me good? there is  none good but one, that is, God: but if thou wilt enter into life, keep the commandments.  <strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  <strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  <strong>20</strong> The young man saith unto him, All these things have I kept from my youth up: what lack I yet?  <strong>21</strong> Jesus said unto him, If thou wilt be perfect, go and  sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.  <strong>22</strong> But when the young man heard that saying, he went away sorrowful: for he had great possessions.  <strong>23</strong> Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.  <strong>24</strong> And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>25</strong> When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?  <strong>26</strong> But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible. <strong>27</strong> Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?  <strong>28</strong> And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.  <strong>29</strong> And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life.  <strong>30</strong> But many that are first shall be last; and the last shall be first. ","niv":"<sup><strong>1</strong></sup> When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan. <sup><strong>2</strong></sup> Large crowds followed him, and he healed them there. <sup><strong>3</strong></sup> Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\" <sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" <sup><strong>7</strong></sup> \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\" <sup><strong>8</strong></sup> Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. <sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" <sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" <sup><strong>13</strong></sup> Then little children were brought to Jesus for him to place his hands on them and pray for them. But the disciples rebuked those who brought them. <sup><strong>14</strong></sup> Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\" <sup><strong>15</strong></sup> When he had placed his hands on them, he went on from there. <sup><strong>16</strong></sup> Now a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\" <sup><strong>17</strong></sup> \"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, obey the commandments.\" <sup><strong>18</strong></sup> \"Which ones?\" the man inquired. <sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\" <sup><strong>20</strong></sup> \"All these I have kept,\" the young man said. \"What do I still lack?\" <sup><strong>21</strong></sup> Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> When the young man heard this, he went away sad, because he had great wealth. <sup><strong>23</strong></sup> Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. <sup><strong>24</strong></sup> Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>25</strong></sup> When the disciples heard this, they were greatly astonished and asked, \"Who then can be saved?\" <sup><strong>26</strong></sup> Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\" <sup><strong>27</strong></sup> Peter answered him, \"We have left everything to follow you! What then will there be for us?\" <sup><strong>28</strong></sup> Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. <sup><strong>29</strong></sup> And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life. <sup><strong>30</strong></sup> But many who are first will be last, and many who are last will be first. "},{"_id":"6168e75f803fbb813a70a1e9","topicId":"6168e75d803fbb813a70a1e0","verse":"Leviticus 18:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p03018022_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v03018022-1\">22&nbsp;</b>You shall not lie with a male as with a woman; it is an abomination.</p>\n</div>","kjv":"<strong>22</strong> Thou shalt not lie with mankind, as with womankind: it is  abomination.  ","niv":"<sup><strong>22</strong></sup> \"'Do not lie with a man as one lies with a woman; that is detestable."},{"_id":"6168e760803fbb813a70a1ea","topicId":"6168e75d803fbb813a70a1e0","verse":"1 Corinthians 6:9-11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-13\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"6168e760803fbb813a70a1eb","topicId":"6168e75d803fbb813a70a1e0","verse":"Genesis 19:1-38","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01019001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01019001-1\">19:1&nbsp;</b>The two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom. When Lot saw them, he rose to meet them and bowed himself with his face to the earth <b class=\"verse-num\" id=\"v01019002-1\">2&nbsp;</b>and said, “My lords, please turn aside to your servant’s house and spend the night and wash your feet. Then you may rise up early and go on your way.” They said, “No; we will spend the night in the town square.” <b class=\"verse-num\" id=\"v01019003-1\">3&nbsp;</b>But he pressed them strongly; so they turned aside to him and entered his house. And he made them a feast and baked unleavened bread, and they ate.</p>\n<p id=\"p01019003_04-14\"><b class=\"verse-num\" id=\"v01019004-1\">4&nbsp;</b>But before they lay down, the men of the city, the men of Sodom, both young and old, all the people to the last man, surrounded the house. <b class=\"verse-num\" id=\"v01019005-1\">5&nbsp;</b>And they called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.” <b class=\"verse-num\" id=\"v01019006-1\">6&nbsp;</b>Lot went out to the men at the entrance, shut the door after him, <b class=\"verse-num\" id=\"v01019007-1\">7&nbsp;</b>and said, “I beg you, my brothers, do not act so wickedly. <b class=\"verse-num\" id=\"v01019008-1\">8&nbsp;</b>Behold, I have two daughters who have not known any man. Let me bring them out to you, and do to them as you please. Only do nothing to these men, for they have come under the shelter of my roof.” <b class=\"verse-num\" id=\"v01019009-1\">9&nbsp;</b>But they said, “Stand back!” And they said, “This fellow came to sojourn, and he has become the judge! Now we will deal worse with you than with them.” Then they pressed hard against the man Lot, and drew near to break the door down. <b class=\"verse-num\" id=\"v01019010-1\">10&nbsp;</b>But the men reached out their hands and brought Lot into the house with them and shut the door. <b class=\"verse-num\" id=\"v01019011-1\">11&nbsp;</b>And they struck with blindness the men who were at the entrance of the house, both small and great, so that they wore themselves out groping for the door.</p>\n<p id=\"p01019011_04-14\"><b class=\"verse-num\" id=\"v01019012-1\">12&nbsp;</b>Then the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters, or anyone you have in the city, bring them out of the place. <b class=\"verse-num\" id=\"v01019013-1\">13&nbsp;</b>For we are about to destroy this place, because the outcry against its people has become great before the LORD, and the LORD has sent us to destroy it.” <b class=\"verse-num\" id=\"v01019014-1\">14&nbsp;</b>So Lot went out and said to his sons-in-law, who were to marry his daughters, “Up! Get out of this place, for the LORD is about to destroy the city.” But he seemed to his sons-in-law to be jesting.</p>\n<p id=\"p01019014_04-14\"><b class=\"verse-num\" id=\"v01019015-1\">15&nbsp;</b>As morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.” <b class=\"verse-num\" id=\"v01019016-1\">16&nbsp;</b>But he lingered. So the men seized him and his wife and his two daughters by the hand, the LORD being merciful to him, and they brought him out and set him outside the city. <b class=\"verse-num\" id=\"v01019017-1\">17&nbsp;</b>And as they brought them out, one said, “Escape for your life. Do not look back or stop anywhere in the valley. Escape to the hills, lest you be swept away.” <b class=\"verse-num\" id=\"v01019018-1\">18&nbsp;</b>And Lot said to them, “Oh, no, my lords. <b class=\"verse-num\" id=\"v01019019-1\">19&nbsp;</b>Behold, your servant has found favor in your sight, and you have shown me great kindness in saving my life. But I cannot escape to the hills, lest the disaster overtake me and I die. <b class=\"verse-num\" id=\"v01019020-1\">20&nbsp;</b>Behold, this city is near enough to flee to, and it is a little one. Let me escape there—is it not a little one?—and my life will be saved!” <b class=\"verse-num\" id=\"v01019021-1\">21&nbsp;</b>He said to him, “Behold, I grant you this favor also, that I will not overthrow the city of which you have spoken. <b class=\"verse-num\" id=\"v01019022-1\">22&nbsp;</b>Escape there quickly, for I can do nothing till you arrive there.” Therefore the name of the city was called Zoar.</p>\n\n<p id=\"p01019022_07-14\"><b class=\"verse-num\" id=\"v01019023-1\">23&nbsp;</b>The sun had risen on the earth when Lot came to Zoar. <b class=\"verse-num\" id=\"v01019024-1\">24&nbsp;</b>Then the LORD rained on Sodom and Gomorrah sulfur and fire from the LORD out of heaven. <b class=\"verse-num\" id=\"v01019025-1\">25&nbsp;</b>And he overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground. <b class=\"verse-num\" id=\"v01019026-1\">26&nbsp;</b>But Lot’s wife, behind him, looked back, and she became a pillar of salt.</p>\n<p id=\"p01019026_07-14\"><b class=\"verse-num\" id=\"v01019027-1\">27&nbsp;</b>And Abraham went early in the morning to the place where he had stood before the LORD. <b class=\"verse-num\" id=\"v01019028-1\">28&nbsp;</b>And he looked down toward Sodom and Gomorrah and toward all the land of the valley, and he looked and, behold, the smoke of the land went up like the smoke of a furnace.</p>\n<p id=\"p01019028_07-14\"><b class=\"verse-num\" id=\"v01019029-1\">29&nbsp;</b>So it was that, when God destroyed the cities of the valley, God remembered Abraham and sent Lot out of the midst of the overthrow when he overthrew the cities in which Lot had lived.</p>\n\n<p id=\"p01019029_11-14\"><b class=\"verse-num\" id=\"v01019030-1\">30&nbsp;</b>Now Lot went up out of Zoar and lived in the hills with his two daughters, for he was afraid to live in Zoar. So he lived in a cave with his two daughters. <b class=\"verse-num\" id=\"v01019031-1\">31&nbsp;</b>And the firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us after the manner of all the earth. <b class=\"verse-num\" id=\"v01019032-1\">32&nbsp;</b>Come, let us make our father drink wine, and we will lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019033-1\">33&nbsp;</b>So they made their father drink wine that night. And the firstborn went in and lay with her father. He did not know when she lay down or when she arose.</p>\n<p id=\"p01019033_11-14\"><b class=\"verse-num\" id=\"v01019034-1\">34&nbsp;</b>The next day, the firstborn said to the younger, “Behold, I lay last night with my father. Let us make him drink wine tonight also. Then you go in and lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019035-1\">35&nbsp;</b>So they made their father drink wine that night also. And the younger arose and lay with him, and he did not know when she lay down or when she arose. <b class=\"verse-num\" id=\"v01019036-1\">36&nbsp;</b>Thus both the daughters of Lot became pregnant by their father. <b class=\"verse-num\" id=\"v01019037-1\">37&nbsp;</b>The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day. <b class=\"verse-num\" id=\"v01019038-1\">38&nbsp;</b>The younger also bore a son and called his name Ben-ammi. He is the father of the Ammonites to this day.</p>\n\n</div>","kjv":"<strong>1</strong> And there came two angels to Sodom at even; and Lot sat in the gate of Sodom: and Lot seeing them rose up to meet them; and he bowed himself with his face toward the ground;  <strong>2</strong> And he said, Behold now, my lords, turn in, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.  <strong>3</strong> And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.  <strong>4</strong> But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both old and young, all the people from every quarter:  <strong>5</strong> And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.  <strong>6</strong> And Lot went out at the door unto them, and shut the door after him,  <strong>7</strong> And said, I pray you, brethren, do not so wickedly.  <strong>8</strong> Behold now, I have two daughters which have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes: only unto these men do nothing; for therefore came they under the shadow of my roof.  <strong>9</strong> And they said, Stand back. And they said again, This one fellow came in to sojourn, and he will needs be a judge: now will we deal worse with thee, than with them. And they pressed sore upon the man, even Lot, and came near to break the door.  <strong>10</strong> But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.  <strong>11</strong> And they smote the men that were at the door of the house with blindness, both small and great: so that they wearied themselves to find the door.  <strong>12</strong> And the men said unto Lot, Hast thou here any besides? son in law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring them out of this place:  <strong>13</strong> For we will destroy this place, because the cry of them is waxen great before the face of the LORD; and the LORD hath sent us to destroy it.  <strong>14</strong> And Lot went out, and spake unto his sons in law, which married his daughters, and said, Up, get you out of this place; for the LORD will destroy this city. But he seemed as one that mocked unto his sons in law.  <strong>15</strong> And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters, which are here; lest thou be consumed in the iniquity of the city.  <strong>16</strong> And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the LORD being merciful unto him: and they brought him forth, and set him without the city.  <strong>17</strong> And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.  <strong>18</strong> And Lot said unto them, Oh, not so, my Lord:  <strong>19</strong> Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed unto me in saving my life; and I cannot escape to the mountain, lest some evil take me, and I die:  <strong>20</strong> Behold now, this city is near to flee unto, and it is a little one: Oh, let me escape thither, (is it not a little one?) and my soul shall live.  <strong>21</strong> And he said unto him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for the which thou hast spoken.  <strong>22</strong> Haste thee, escape thither; for I cannot do any thing till thou be come thither. Therefore the name of the city was called Zoar.  <strong>23</strong> The sun was risen upon the earth when Lot entered into Zoar.  <strong>24</strong> Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;  <strong>25</strong> And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.  <strong>26</strong> But his wife looked back from behind him, and she became a pillar of salt.  <strong>27</strong> And Abraham gat up early in the morning to the place where he stood before the LORD:  <strong>28</strong> And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and, lo, the smoke of the country went up as the smoke of a furnace.  <strong>29</strong> And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in the which Lot dwelt.  <strong>30</strong> And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.  <strong>31</strong> And the firstborn said unto the younger, Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth:  <strong>32</strong> Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.  <strong>33</strong> And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.  <strong>34</strong> And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.  <strong>35</strong> And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose.  <strong>36</strong> Thus were both the daughters of Lot with child by their father.  <strong>37</strong> And the firstborn bare a son, and called his name Moab: the same is the father of the Moabites unto this day.  <strong>38</strong> And the younger, she also bare a son, and called his name Benammi: the same is the father of the children of Ammon unto this day.  ","niv":"<sup><strong>1</strong></sup> The two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When he saw them, he got up to meet them and bowed down with his face to the ground. <sup><strong>2</strong></sup> \"My lords,\" he said, \"please turn aside to your servant's house. You can wash your feet and spend the night and then go on your way early in the morning.No,\" they answered, \"we will spend the night in the square.\" <sup><strong>3</strong></sup> But he insisted so strongly that they did go with him and entered his house. He prepared a meal for them, baking bread without yeast, and they ate. <sup><strong>4</strong></sup> Before they had gone to bed, all the men from every part of the city of Sodom-both young and old-surrounded the house. <sup><strong>5</strong></sup> They called to Lot, \"Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.\" <sup><strong>6</strong></sup> Lot went outside to meet them and shut the door behind him <sup><strong>7</strong></sup> and said, \"No, my friends. Don't do this wicked thing. <sup><strong>8</strong></sup> Look, I have two daughters who have never slept with a man. Let me bring them out to you, and you can do what you like with them. But don't do anything to these men, for they have come under the protection of my roof.\" <sup><strong>9</strong></sup> \"Get out of our way,\" they replied. And they said, \"This fellow came here as an alien, and now he wants to play the judge! We'll treat you worse than them.\" They kept bringing pressure on Lot and moved forward to break down the door. <sup><strong>10</strong></sup> But the men inside reached out and pulled Lot back into the house and shut the door. <sup><strong>11</strong></sup> Then they struck the men who were at the door of the house, young and old, with blindness so that they could not find the door. <sup><strong>12</strong></sup> The two men said to Lot, \"Do you have anyone else here-sons-in-law, sons or daughters, or anyone else in the city who belongs to you? Get them out of here, <sup><strong>13</strong></sup> because we are going to destroy this place. The outcry to the LORD against its people is so great that he has sent us to destroy it.\" <sup><strong>14</strong></sup> So Lot went out and spoke to his sons-in-law, who were pledged to marry his daughters. He said, \"Hurry and get out of this place, because the LORD is about to destroy the city!\" But his sons-in-law thought he was joking. <sup><strong>15</strong></sup> With the coming of dawn, the angels urged Lot, saying, \"Hurry! Take your wife and your two daughters who are here, or you will be swept away when the city is punished.\" <sup><strong>16</strong></sup> When he hesitated, the men grasped his hand and the hands of his wife and of his two daughters and led them safely out of the city, for the LORD was merciful to them. <sup><strong>17</strong></sup> As soon as they had brought them out, one of them said, \"Flee for your lives! Don't look back, and don't stop anywhere in the plain! Flee to the mountains or you will be swept away!\" <sup><strong>18</strong></sup> But Lot said to them, \"No, my lords, please! <sup><strong>19</strong></sup> Your servant has found favor in your eyes, and you have shown great kindness to me in sparing my life. But I can't flee to the mountains; this disaster will overtake me, and I'll die. <sup><strong>20</strong></sup> Look, here is a town near enough to run to, and it is small. Let me flee to it-it is very small, isn't it? Then my life will be spared.\" <sup><strong>21</strong></sup> He said to him, \"Very well, I will grant this request too; I will not overthrow the town you speak of. <sup><strong>22</strong></sup> But flee there quickly, because I cannot do anything until you reach it.\" (That is why the town was called Zoar. ) <sup><strong>23</strong></sup> By the time Lot reached Zoar, the sun had risen over the land. <sup><strong>24</strong></sup> Then the LORD rained down burning sulfur on Sodom and Gomorrah-from the LORD out of the heavens. <sup><strong>25</strong></sup> Thus he overthrew those cities and the entire plain, including all those living in the cities-and also the vegetation in the land. <sup><strong>26</strong></sup> But Lot's wife looked back, and she became a pillar of salt. <sup><strong>27</strong></sup> Early the next morning Abraham got up and returned to the place where he had stood before the LORD. <sup><strong>28</strong></sup> He looked down toward Sodom and Gomorrah, toward all the land of the plain, and he saw dense smoke rising from the land, like smoke from a furnace. <sup><strong>29</strong></sup> So when God destroyed the cities of the plain, he remembered Abraham, and he brought Lot out of the catastrophe that overthrew the cities where Lot had lived. <sup><strong>30</strong></sup> Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave. <sup><strong>31</strong></sup> One day the older daughter said to the younger, \"Our father is old, and there is no man around here to lie with us, as is the custom all over the earth. <sup><strong>32</strong></sup> Let's get our father to drink wine and then lie with him and preserve our family line through our father.\" <sup><strong>33</strong></sup> That night they got their father to drink wine, and the older daughter went in and lay with him. He was not aware of it when she lay down or when she got up. <sup><strong>34</strong></sup> The next day the older daughter said to the younger, \"Last night I lay with my father. Let's get him to drink wine again tonight, and you go in and lie with him so we can preserve our family line through our father.\" <sup><strong>35</strong></sup> So they got their father to drink wine that night also, and the younger daughter went and lay with him. Again he was not aware of it when she lay down or when she got up. <sup><strong>36</strong></sup> So both of Lot's daughters became pregnant by their father. <sup><strong>37</strong></sup> The older daughter had a son, and she named him Moab; he is the father of the Moabites of today. <sup><strong>38</strong></sup> The younger daughter also had a son, and she named him Ben-Ammi; he is the father of the Ammonites of today. "},{"_id":"6168e760803fbb813a70a1ec","topicId":"6168e75d803fbb813a70a1e0","verse":"Genesis 2:1-25","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01002001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01002001-1\">2:1&nbsp;</b>Thus the heavens and the earth were finished, and all the host of them. <b class=\"verse-num\" id=\"v01002002-1\">2&nbsp;</b>And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done. <b class=\"verse-num\" id=\"v01002003-1\">3&nbsp;</b>So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002004_12-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v01002004-1\">4&nbsp;</b>&nbsp;&nbsp;These are the generations</span><br><span id=\"p01002004_12-15\" class=\"line\">&nbsp;&nbsp;of the heavens and the earth when they were created,</span><br><span id=\"p01002004_12-15\" class=\"line\">&nbsp;&nbsp;in the day that the LORD God made the earth and the heavens.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002004_12-15\"><b class=\"verse-num\" id=\"v01002005-1\">5&nbsp;</b>When no bush of the field was yet in the land and no small plant of the field had yet sprung up—for the LORD God had not caused it to rain on the land, and there was no man to work the ground, <b class=\"verse-num\" id=\"v01002006-1\">6&nbsp;</b>and a mist was going up from the land and was watering the whole face of the ground—<b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature. <b class=\"verse-num\" id=\"v01002008-1\">8&nbsp;</b>And the LORD God planted a garden in Eden, in the east, and there he put the man whom he had formed. <b class=\"verse-num\" id=\"v01002009-1\">9&nbsp;</b>And out of the ground the LORD God made to spring up every tree that is pleasant to the sight and good for food. The tree of life was in the midst of the garden, and the tree of the knowledge of good and evil.</p>\n<p id=\"p01002009_12-15\"><b class=\"verse-num\" id=\"v01002010-1\">10&nbsp;</b>A river flowed out of Eden to water the garden, and there it divided and became four rivers. <b class=\"verse-num\" id=\"v01002011-1\">11&nbsp;</b>The name of the first is the Pishon. It is the one that flowed around the whole land of Havilah, where there is gold. <b class=\"verse-num\" id=\"v01002012-1\">12&nbsp;</b>And the gold of that land is good; bdellium and onyx stone are there. <b class=\"verse-num\" id=\"v01002013-1\">13&nbsp;</b>The name of the second river is the Gihon. It is the one that flowed around the whole land of Cush. <b class=\"verse-num\" id=\"v01002014-1\">14&nbsp;</b>And the name of the third river is the Tigris, which flows east of Assyria. And the fourth river is the Euphrates.</p>\n<p id=\"p01002014_12-15\"><b class=\"verse-num\" id=\"v01002015-1\">15&nbsp;</b>The LORD God took the man and put him in the garden of Eden to work it and keep it. <b class=\"verse-num\" id=\"v01002016-1\">16&nbsp;</b>And the LORD God commanded the man, saying, “You may surely eat of every tree of the garden, <b class=\"verse-num\" id=\"v01002017-1\">17&nbsp;</b>but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p>\n<p id=\"p01002017_12-15\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.” <b class=\"verse-num\" id=\"v01002019-1\">19&nbsp;</b>Now out of the ground the LORD God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name. <b class=\"verse-num\" id=\"v01002020-1\">20&nbsp;</b>The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him. <b class=\"verse-num\" id=\"v01002021-1\">21&nbsp;</b>So the LORD God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh. <b class=\"verse-num\" id=\"v01002022-1\">22&nbsp;</b>And the rib that the LORD God had taken from the man he made into a woman and brought her to the man. <b class=\"verse-num\" id=\"v01002023-1\">23&nbsp;</b>Then the man said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002023_12-15\" class=\"line\">&nbsp;&nbsp;“This at last is bone of my bones</span><br><span id=\"p01002023_12-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and flesh of my flesh;</span><br><span id=\"p01002023_12-15\" class=\"line\">&nbsp;&nbsp;she shall be called Woman,</span><br><span id=\"p01002023_12-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because she was taken out of Man.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002023_12-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh. <b class=\"verse-num\" id=\"v01002025-1\">25&nbsp;</b>And the man and his wife were both naked and were not ashamed.</p>\n\n</div>","kjv":"<strong>1</strong> Thus the heavens and the earth were finished, and all the host of them.  <strong>2</strong> And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made.  <strong>3</strong> And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made.  <strong>4</strong> These are the generations of the heavens and of the earth when they were created, in the day that the LORD God made the earth and the heavens,  <strong>5</strong> And every plant of the field before it was in the earth, and every herb of the field before it grew: for the LORD God had not caused it to rain upon the earth, and there was not a man to till the ground.  <strong>6</strong> But there went up a mist from the earth, and watered the whole face of the ground.  <strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  <strong>8</strong> And the LORD God planted a garden eastward in Eden; and there he put the man whom he had formed.  <strong>9</strong> And out of the ground made the LORD God to grow every tree that is pleasant to the sight, and good for food; the tree of life also in the midst of the garden, and the tree of knowledge of good and evil.  <strong>10</strong> And a river went out of Eden to water the garden; and from thence it was parted, and became into four heads.  <strong>11</strong> The name of the first is Pison: that is it which compasseth the whole land of Havilah, where there is gold;  <strong>12</strong> And the gold of that land is good: there is bdellium and the onyx stone.  <strong>13</strong> And the name of the second river is Gihon: the same is it that compasseth the whole land of Ethiopia.  <strong>14</strong> And the name of the third river is Hiddekel: that is  it which goeth toward the east of Assyria. And the fourth river is Euphrates.  <strong>15</strong> And the LORD God took the man, and put him into the garden of Eden to dress it and to keep it.  <strong>16</strong> And the LORD God commanded the man, saying, Of every tree of the garden thou mayest freely eat:  <strong>17</strong> But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die.  <strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  <strong>19</strong> And out of the ground the LORD God formed every beast of the field, and every fowl of the air; and brought them unto Adam to see what he would call them: and whatsoever Adam called every living creature, that was the name thereof.  <strong>20</strong> And Adam gave names to all cattle, and to the fowl of the air, and to every beast of the field; but for Adam there was not found an help meet for him.  <strong>21</strong> And the LORD God caused a deep sleep to fall upon Adam and he slept: and he took one of his ribs, and closed up the flesh instead thereof;  <strong>22</strong> And the rib, which the LORD God had taken from man, made he a woman, and brought her unto the man.  <strong>23</strong> And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man.  <strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  <strong>25</strong> And they were both naked, the man and his wife, and were not ashamed.  ","niv":"<sup><strong>1</strong></sup> Thus the heavens and the earth were completed in all their vast array. <sup><strong>2</strong></sup> By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work. <sup><strong>3</strong></sup> And God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done. <sup><strong>4</strong></sup> This is the account of the heavens and the earth when they were created. When the LORD God made the earth and the heavens- <sup><strong>5</strong></sup> and no shrub of the field had yet appeared on the earth and no plant of the field had yet sprung up, for the LORD God had not sent rain on the earth and there was no man to work the ground, <sup><strong>6</strong></sup> but streams came up from the earth and watered the whole surface of the ground- <sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being. <sup><strong>8</strong></sup> Now the LORD God had planted a garden in the east, in Eden; and there he put the man he had formed. <sup><strong>9</strong></sup> And the LORD God made all kinds of trees grow out of the ground-trees that were pleasing to the eye and good for food. In the middle of the garden were the tree of life and the tree of the knowledge of good and evil. <sup><strong>10</strong></sup> A river watering the garden flowed from Eden; from there it was separated into four headwaters. <sup><strong>11</strong></sup> The name of the first is the Pishon; it winds through the entire land of Havilah, where there is gold. <sup><strong>12</strong></sup> (The gold of that land is good; aromatic resin and onyx are also there.) <sup><strong>13</strong></sup> The name of the second river is the Gihon; it winds through the entire land of Cush. <sup><strong>14</strong></sup> The name of the third river is the Tigris; it runs along the east side of Asshur. And the fourth river is the Euphrates. <sup><strong>15</strong></sup> The LORD God took the man and put him in the Garden of Eden to work it and take care of it. <sup><strong>16</strong></sup> And the LORD God commanded the man, \"You are free to eat from any tree in the garden; <sup><strong>17</strong></sup> but you must not eat from the tree of the knowledge of good and evil, for when you eat of it you will surely die.\" <sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\" <sup><strong>19</strong></sup> Now the LORD God had formed out of the ground all the beasts of the field and all the birds of the air. He brought them to the man to see what he would name them; and whatever the man called each living creature, that was its name. <sup><strong>20</strong></sup> So the man gave names to all the livestock, the birds of the air and all the beasts of the field. But for Adam no suitable helper was found. <sup><strong>21</strong></sup> So the LORD God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man's ribs and closed up the place with flesh. <sup><strong>22</strong></sup> Then the LORD God made a woman from the rib he had taken out of the man, and he brought her to the man. <sup><strong>23</strong></sup> The man said, \"This is now bone of my bones and flesh of my flesh; she shall be called 'woman, 'for she was taken out of man.\" <sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh. <sup><strong>25</strong></sup> The man and his wife were both naked, and they felt no shame. "},{"_id":"6168e761803fbb813a70a1ed","topicId":"6168e75d803fbb813a70a1e0","verse":"Genesis 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-17\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-17\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-17\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-17\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-17\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-17\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-17\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-17\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-17\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"6168e761803fbb813a70a1ee","topicId":"6168e75d803fbb813a70a1e0","verse":"Genesis 1:1-31","votes":1,"__v":0,"kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "}]}