{"_id":"6168ea01803fbb813a70a361","slug":"our-worth-to-god","name":"Our Worth To God","verses":[{"_id":"6168ea02803fbb813a70a362","topicId":"6168ea01803fbb813a70a361","verse":"Psalm 139:13-16","votes":319,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139013_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139013-1\">13&nbsp;</b>&nbsp;&nbsp;For you formed my inward parts;</span><br><span id=\"p19139013_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you knitted me together in my mother’s womb.</span><br><span id=\"p19139014_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-1\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br><span id=\"p19139015_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139015-1\">15&nbsp;</b>&nbsp;&nbsp;My frame was not hidden from you,</span><br><span id=\"p19139015_01-1\" class=\"line\">&nbsp;&nbsp;when I was being made in secret,</span><br><span id=\"p19139015_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;intricately woven in the depths of the earth.</span><br><span id=\"p19139016_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139016-1\">16&nbsp;</b>&nbsp;&nbsp;Your eyes saw my unformed substance;</span><br><span id=\"p19139016_01-1\" class=\"line\">&nbsp;&nbsp;in your book were written, every one of them,</span><br><span id=\"p19139016_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the days that were formed for me,</span><br><span id=\"p19139016_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when as yet there was none of them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> For thou hast possessed my reins: thou hast covered me in my mother’s womb.  <strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  <strong>15</strong> My substance was not hid from thee, when I was made in secret, and curiously wrought in the lowest parts of the earth.  <strong>16</strong> Thine eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them.  ","niv":"<sup><strong>13</strong></sup> For you created my inmost being; you knit me together in my mother's womb. <sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. <sup><strong>15</strong></sup> My frame was not hidden from you when I was made in the secret place. When I was woven together in the depths of the earth, <sup><strong>16</strong></sup> your eyes saw my unformed body. All the days ordained for me were written in your book before one of them came to be. ","modified":"2023-12-03T16:06:51.878Z"},{"_id":"6168ea02803fbb813a70a363","topicId":"6168ea01803fbb813a70a361","verse":"Romans 5:8","votes":237,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.","modified":"2023-07-04T10:39:41.206Z"},{"_id":"6168ea02803fbb813a70a364","topicId":"6168ea01803fbb813a70a361","verse":"Matthew 6:25-34","votes":226,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-3\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_05-3\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. ","modified":"2023-07-06T19:16:04.095Z"},{"_id":"6168ea03803fbb813a70a365","topicId":"6168ea01803fbb813a70a361","verse":"Jeremiah 29:11","votes":220,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2022-11-02T18:07:15.508Z"},{"_id":"6168ea03803fbb813a70a366","topicId":"6168ea01803fbb813a70a361","verse":"Ephesians 2:4-9","votes":201,"__v":0,"esv":"<div>\n<p id=\"p49002004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002004-1\">4&nbsp;</b>But God, being rich in mercy, because of the great love with which he loved us, <b class=\"verse-num\" id=\"v49002005-1\">5&nbsp;</b>even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—<b class=\"verse-num\" id=\"v49002006-1\">6&nbsp;</b>and raised us up with him and seated us with him in the heavenly places in Christ Jesus, <b class=\"verse-num\" id=\"v49002007-1\">7&nbsp;</b>so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus. <b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n\n</div>","kjv":"<strong>4</strong> But God, who is rich in mercy, for his great love wherewith he loved us,  <strong>5</strong> Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)  <strong>6</strong> And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:  <strong>7</strong> That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.  <strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>4</strong></sup> But because of his great love for us, God, who is rich in mercy, <sup><strong>5</strong></sup> made us alive with Christ even when we were dead in transgressions--it is by grace you have been saved. <sup><strong>6</strong></sup> And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus, <sup><strong>7</strong></sup> in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus. <sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"6168ea03803fbb813a70a367","topicId":"6168ea01803fbb813a70a361","verse":"Matthew 10:31","votes":203,"__v":0,"esv":"<div>\n<p id=\"p40010031_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010031-1\">31&nbsp;</b><span class=\"woc\">Fear not, therefore; you are of more value than many sparrows.</span></p>\n</div>","kjv":"<strong>31</strong> Fear ye not therefore, ye are of more value than many sparrows.  ","niv":"<sup><strong>31</strong></sup> So don't be afraid; you are worth more than many sparrows.","modified":"2023-07-14T07:19:56.852Z"},{"_id":"6168ea03803fbb813a70a368","topicId":"6168ea01803fbb813a70a361","verse":"Isaiah 43:4","votes":198,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043004_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043004-1\">4&nbsp;</b>&nbsp;&nbsp;Because you are precious in my eyes,</span><br><span id=\"p23043004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and honored, and I love you,</span><br><span id=\"p23043004_01-7\" class=\"line\">&nbsp;&nbsp;I give men in return for you,</span><br><span id=\"p23043004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;peoples in exchange for your life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Since thou wast precious in my sight, thou hast been honourable, and I have loved thee: therefore will I give men for thee, and people for thy life.  ","niv":"<sup><strong>4</strong></sup> Since you are precious and honored in my sight, and because I love you, I will give men in exchange for you, and people in exchange for your life.","modified":"2023-11-15T04:35:48.626Z"},{"_id":"6168ea04803fbb813a70a369","topicId":"6168ea01803fbb813a70a361","verse":"John 3:16","votes":167,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-8\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2023-04-24T19:34:38.775Z"},{"_id":"6168ea04803fbb813a70a36a","topicId":"6168ea01803fbb813a70a361","verse":"2 Corinthians 12:9","votes":156,"__v":0,"esv":"<div>\n<p id=\"p47012009_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.</p>\n</div>","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  ","niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me."},{"_id":"6168ea04803fbb813a70a36b","topicId":"6168ea01803fbb813a70a361","verse":"Titus 3:4-7","votes":128,"__v":0,"esv":"<div>\n<p id=\"p56003004_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003004-1\">4&nbsp;</b>But when the goodness and loving kindness of God our Savior appeared, <b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, <b class=\"verse-num\" id=\"v56003006-1\">6&nbsp;</b>whom he poured out on us richly through Jesus Christ our Savior, <b class=\"verse-num\" id=\"v56003007-1\">7&nbsp;</b>so that being justified by his grace we might become heirs according to the hope of eternal life.</p>\n</div>","kjv":"<strong>4</strong> But after that the kindness and love of God our Saviour toward man appeared,  <strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  <strong>6</strong> Which he shed on us abundantly through Jesus Christ our Saviour;  <strong>7</strong> That being justified by his grace, we should be made heirs according to the hope of eternal life.  ","niv":"<sup><strong>4</strong></sup> But when the kindness and love of God our Savior appeared, <sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, <sup><strong>6</strong></sup> whom he poured out on us generously through Jesus Christ our Savior, <sup><strong>7</strong></sup> so that, having been justified by his grace, we might become heirs having the hope of eternal life. ","modified":"2023-07-10T10:24:24.760Z"},{"_id":"6168ea05803fbb813a70a36c","topicId":"6168ea01803fbb813a70a361","verse":"Galatians 2:20","votes":126,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"6168ea05803fbb813a70a36d","topicId":"6168ea01803fbb813a70a361","verse":"Luke 12:6-7","votes":125,"__v":0,"esv":"<div>\n<p id=\"p42012006_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012006-1\">6&nbsp;</b><span class=\"woc\">Are not five sparrows sold for two pennies? And not one of them is forgotten before God.</span> <b class=\"verse-num woc\" id=\"v42012007-1\">7&nbsp;</b><span class=\"woc\">Why, even the hairs of your head are all numbered. Fear not; you are of more value than many sparrows.</span></p>\n\n</div>","kjv":"<strong>6</strong> Are not five sparrows sold for two farthings, and not one of them is forgotten before God?  <strong>7</strong> But even the very hairs of your head are all numbered. Fear not therefore: ye are of more value than many sparrows.  ","niv":"<sup><strong>6</strong></sup> Are not five sparrows sold for two pennies? Yet not one of them is forgotten by God. <sup><strong>7</strong></sup> Indeed, the very hairs of your head are all numbered. Don't be afraid; you are worth more than many sparrows. ","modified":"2023-06-29T07:34:14.541Z"},{"_id":"6168ea05803fbb813a70a36e","topicId":"6168ea01803fbb813a70a361","verse":"Romans 8:28","votes":119,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"6168ea06803fbb813a70a36f","topicId":"6168ea01803fbb813a70a361","verse":"1 Samuel 16:7","votes":120,"__v":0,"esv":"<div>\n<p id=\"p09016007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016007-1\">7&nbsp;</b>But the LORD said to Samuel, “Do not look on his appearance or on the height of his stature, because I have rejected him. For the LORD sees not as man sees: man looks on the outward appearance, but the LORD looks on the heart.”</p>\n</div>","kjv":"<strong>7</strong> But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth  not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things man looks at. Man looks at the outward appearance, but the LORD looks at the heart.\"","modified":"2023-12-03T03:10:06.479Z"},{"_id":"6168ea06803fbb813a70a370","topicId":"6168ea01803fbb813a70a361","verse":"Hebrews 4:16","votes":118,"__v":0,"esv":"<div>\n<p id=\"p58004016_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n</div>","kjv":"<strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."},{"_id":"6168ea06803fbb813a70a371","topicId":"6168ea01803fbb813a70a361","verse":"Genesis 1:27","votes":101,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"6168ea06803fbb813a70a372","topicId":"6168ea01803fbb813a70a361","verse":"2 Corinthians 12:10","votes":98,"__v":0,"esv":"<div>\n<p id=\"p47012010_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012010-1\">10&nbsp;</b>For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.</p>\n</div>","kjv":"<strong>10</strong> Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong.  ","niv":"<sup><strong>10</strong></sup> That is why, for Christ's sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong."},{"_id":"6168ea07803fbb813a70a373","topicId":"6168ea01803fbb813a70a361","verse":"Psalm 139:14","votes":98,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139014_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-19\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  ","niv":"<sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well."},{"_id":"6168ea07803fbb813a70a374","topicId":"6168ea01803fbb813a70a361","verse":"John 1:12","votes":94,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"6168ea07803fbb813a70a375","topicId":"6168ea01803fbb813a70a361","verse":"Romans 5:6-8","votes":91,"__v":0,"esv":"<div>\n<p id=\"p45005006_01-21\"><b class=\"verse-num\" id=\"v45005006-1\">6&nbsp;</b>For while we were still weak, at the right time Christ died for the ungodly. <b class=\"verse-num\" id=\"v45005007-1\">7&nbsp;</b>For one will scarcely die for a righteous person—though perhaps for a good person one would dare even to die—<b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  <strong>7</strong> For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.  <strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>6</strong></sup> You see, at just the right time, when we were still powerless, Christ died for the ungodly. <sup><strong>7</strong></sup> Very rarely will anyone die for a righteous man, though for a good man someone might possibly dare to die. <sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us. "},{"_id":"6168ea08803fbb813a70a376","topicId":"6168ea01803fbb813a70a361","verse":"Ephesians 2:10","votes":86,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"6168ea08803fbb813a70a377","topicId":"6168ea01803fbb813a70a361","verse":"Zephaniah 3:17","votes":85,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p36003017_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v36003017-1\">17&nbsp;</b>&nbsp;&nbsp;The LORD your God is in your midst,</span><br><span id=\"p36003017_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a mighty one who will save;</span><br><span id=\"p36003017_01-23\" class=\"line\">&nbsp;&nbsp;he will rejoice over you with gladness;</span><br><span id=\"p36003017_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will quiet you by his love;</span><br><span id=\"p36003017_01-23\" class=\"line\">&nbsp;&nbsp;he will exult over you with loud singing.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> The LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.  ","niv":"<sup><strong>17</strong></sup> The LORD your God is with you, he is mighty to save. He will take great delight in you, he will quiet you with his love, he will rejoice over you with singing.\"","modified":"2023-01-02T22:11:15.924Z"},{"_id":"6168ea08803fbb813a70a378","topicId":"6168ea01803fbb813a70a361","verse":"Psalm 139:13-14","votes":76,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139013_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139013-1\">13&nbsp;</b>&nbsp;&nbsp;For you formed my inward parts;</span><br><span id=\"p19139013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you knitted me together in my mother’s womb.</span><br><span id=\"p19139014_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-24\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> For thou hast possessed my reins: thou hast covered me in my mother’s womb.  <strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  ","niv":"<sup><strong>13</strong></sup> For you created my inmost being; you knit me together in my mother's womb. <sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. "},{"_id":"6168ea09803fbb813a70a379","topicId":"6168ea01803fbb813a70a361","verse":"2 Corinthians 5:17","votes":83,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!","modified":"2023-03-13T11:16:44.252Z"},{"_id":"6168ea09803fbb813a70a37a","topicId":"6168ea01803fbb813a70a361","verse":"Jeremiah 1:5","votes":62,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-26\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-26\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\"","modified":"2023-06-01T13:09:33.481Z"}]}