{"_id":"6168e909803fbb813a70a2c5","slug":"our-responsibilities-as-parents","name":"Our Responsibilities As Parents","verses":[{"_id":"6168e90a803fbb813a70a2c6","topicId":"6168e909803fbb813a70a2c5","verse":"Ephesians 6:4","votes":14,"__v":0,"esv":"<div>\n<p id=\"p49006004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord."},{"_id":"6168e90a803fbb813a70a2c7","topicId":"6168e909803fbb813a70a2c5","verse":"Colossians 3:21","votes":13,"__v":0,"esv":"<div>\n<p id=\"p51003021_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged.</p>\n</div>","kjv":"<strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  ","niv":"<sup><strong>21</strong></sup> Fathers, do not embitter your children, or they will become discouraged."},{"_id":"6168e90a803fbb813a70a2c8","topicId":"6168e909803fbb813a70a2c5","verse":"Proverbs 22:6","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it.","modified":"2022-08-28T03:24:50.321Z"},{"_id":"6168e90a803fbb813a70a2c9","topicId":"6168e909803fbb813a70a2c5","verse":"Deuteronomy 6:6-9","votes":8,"__v":0,"esv":"<div>\n<p id=\"p05006006_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v05006006-1\">6&nbsp;</b>And these words that I command you today shall be on your heart. <b class=\"verse-num\" id=\"v05006007-1\">7&nbsp;</b>You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise. <b class=\"verse-num\" id=\"v05006008-1\">8&nbsp;</b>You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes. <b class=\"verse-num\" id=\"v05006009-1\">9&nbsp;</b>You shall write them on the doorposts of your house and on your gates.</p>\n</div>","kjv":"<strong>6</strong> And these words, which I command thee this day, shall be in thine heart:  <strong>7</strong> And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.  <strong>8</strong> And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes.  <strong>9</strong> And thou shalt write them upon the posts of thy house, and on thy gates.  ","niv":"<sup><strong>6</strong></sup> These commandments that I give you today are to be upon your hearts. <sup><strong>7</strong></sup> Impress them on your children. Talk about them when you sit at home and when you walk along the road, when you lie down and when you get up. <sup><strong>8</strong></sup> Tie them as symbols on your hands and bind them on your foreheads. <sup><strong>9</strong></sup> Write them on the doorframes of your houses and on your gates. "},{"_id":"6168e90b803fbb813a70a2ca","topicId":"6168e909803fbb813a70a2c5","verse":"1 Timothy 5:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"6168e90b803fbb813a70a2cb","topicId":"6168e909803fbb813a70a2c5","verse":"James 5:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59005012_01-7\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n</div>","kjv":"<strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  ","niv":"<sup><strong>12</strong></sup> Above all, my brothers, do not swear--not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned."},{"_id":"6168e90b803fbb813a70a2cc","topicId":"6168e909803fbb813a70a2c5","verse":"Luke 2:51","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42002051_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002051-1\">51&nbsp;</b>And he went down with them and came to Nazareth and was submissive to them. And his mother treasured up all these things in her heart.</p>\n</div>","kjv":"<strong>51</strong> And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.  ","niv":"<sup><strong>51</strong></sup> Then he went down to Nazareth with them and was obedient to them. But his mother treasured all these things in her heart."},{"_id":"6168e90c803fbb813a70a2cd","topicId":"6168e909803fbb813a70a2c5","verse":"Titus 2:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children,</p>\n</div>","kjv":"<strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  ","niv":"<sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children,","modified":"2022-08-30T12:33:32.876Z"},{"_id":"6168e90c803fbb813a70a2ce","topicId":"6168e909803fbb813a70a2c5","verse":"Acts 4:1-37","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44004001_07-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44004001-1\">4:1&nbsp;</b>And as they were speaking to the people, the priests and the captain of the temple and the Sadducees came upon them, <b class=\"verse-num\" id=\"v44004002-1\">2&nbsp;</b>greatly annoyed because they were teaching the people and proclaiming in Jesus the resurrection from the dead. <b class=\"verse-num\" id=\"v44004003-1\">3&nbsp;</b>And they arrested them and put them in custody until the next day, for it was already evening. <b class=\"verse-num\" id=\"v44004004-1\">4&nbsp;</b>But many of those who had heard the word believed, and the number of the men came to about five thousand.</p>\n<p id=\"p44004004_07-10\"><b class=\"verse-num\" id=\"v44004005-1\">5&nbsp;</b>On the next day their rulers and elders and scribes gathered together in Jerusalem, <b class=\"verse-num\" id=\"v44004006-1\">6&nbsp;</b>with Annas the high priest and Caiaphas and John and Alexander, and all who were of the high-priestly family. <b class=\"verse-num\" id=\"v44004007-1\">7&nbsp;</b>And when they had set them in the midst, they inquired, “By what power or by what name did you do this?” <b class=\"verse-num\" id=\"v44004008-1\">8&nbsp;</b>Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders, <b class=\"verse-num\" id=\"v44004009-1\">9&nbsp;</b>if we are being examined today concerning a good deed done to a crippled man, by what means this man has been healed, <b class=\"verse-num\" id=\"v44004010-1\">10&nbsp;</b>let it be known to all of you and to all the people of Israel that by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead—by him this man is standing before you well. <b class=\"verse-num\" id=\"v44004011-1\">11&nbsp;</b>This Jesus is the stone that was rejected by you, the builders, which has become the cornerstone. <b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n<p id=\"p44004012_07-10\"><b class=\"verse-num\" id=\"v44004013-1\">13&nbsp;</b>Now when they saw the boldness of Peter and John, and perceived that they were uneducated, common men, they were astonished. And they recognized that they had been with Jesus. <b class=\"verse-num\" id=\"v44004014-1\">14&nbsp;</b>But seeing the man who was healed standing beside them, they had nothing to say in opposition. <b class=\"verse-num\" id=\"v44004015-1\">15&nbsp;</b>But when they had commanded them to leave the council, they conferred with one another, <b class=\"verse-num\" id=\"v44004016-1\">16&nbsp;</b>saying, “What shall we do with these men? For that a notable sign has been performed through them is evident to all the inhabitants of Jerusalem, and we cannot deny it. <b class=\"verse-num\" id=\"v44004017-1\">17&nbsp;</b>But in order that it may spread no further among the people, let us warn them to speak no more to anyone in this name.” <b class=\"verse-num\" id=\"v44004018-1\">18&nbsp;</b>So they called them and charged them not to speak or teach at all in the name of Jesus. <b class=\"verse-num\" id=\"v44004019-1\">19&nbsp;</b>But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, you must judge, <b class=\"verse-num\" id=\"v44004020-1\">20&nbsp;</b>for we cannot but speak of what we have seen and heard.” <b class=\"verse-num\" id=\"v44004021-1\">21&nbsp;</b>And when they had further threatened them, they let them go, finding no way to punish them, because of the people, for all were praising God for what had happened. <b class=\"verse-num\" id=\"v44004022-1\">22&nbsp;</b>For the man on whom this sign of healing was performed was more than forty years old.</p>\n\n<p id=\"p44004022_12-10\"><b class=\"verse-num\" id=\"v44004023-1\">23&nbsp;</b>When they were released, they went to their friends and reported what the chief priests and the elders had said to them. <b class=\"verse-num\" id=\"v44004024-1\">24&nbsp;</b>And when they heard it, they lifted their voices together to God and said, “Sovereign Lord, who made the heaven and the earth and the sea and everything in them, <b class=\"verse-num\" id=\"v44004025-1\">25&nbsp;</b>who through the mouth of our father David, your servant, said by the Holy Spirit,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44004025_12-10\" class=\"line\">&nbsp;&nbsp;“‘Why did the Gentiles rage,</span><br><span id=\"p44004025_12-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the peoples plot in vain?</span><br><span id=\"p44004026_12-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v44004026-1\">26&nbsp;</b>&nbsp;&nbsp;The kings of the earth set themselves,</span><br><span id=\"p44004026_12-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rulers were gathered together,</span><br><span id=\"p44004026_12-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against the Lord and against his Anointed’—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44004026_12-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44004027-1\">27&nbsp;</b>for truly in this city there were gathered together against your holy servant Jesus, whom you anointed, both Herod and Pontius Pilate, along with the Gentiles and the peoples of Israel, <b class=\"verse-num\" id=\"v44004028-1\">28&nbsp;</b>to do whatever your hand and your plan had predestined to take place. <b class=\"verse-num\" id=\"v44004029-1\">29&nbsp;</b>And now, Lord, look upon their threats and grant to your servants to continue to speak your word with all boldness, <b class=\"verse-num\" id=\"v44004030-1\">30&nbsp;</b>while you stretch out your hand to heal, and signs and wonders are performed through the name of your holy servant Jesus.” <b class=\"verse-num\" id=\"v44004031-1\">31&nbsp;</b>And when they had prayed, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and continued to speak the word of God with boldness.</p>\n\n<p id=\"p44004031_17-10\"><b class=\"verse-num\" id=\"v44004032-1\">32&nbsp;</b>Now the full number of those who believed were of one heart and soul, and no one said that any of the things that belonged to him was his own, but they had everything in common. <b class=\"verse-num\" id=\"v44004033-1\">33&nbsp;</b>And with great power the apostles were giving their testimony to the resurrection of the Lord Jesus, and great grace was upon them all. <b class=\"verse-num\" id=\"v44004034-1\">34&nbsp;</b>There was not a needy person among them, for as many as were owners of lands or houses sold them and brought the proceeds of what was sold <b class=\"verse-num\" id=\"v44004035-1\">35&nbsp;</b>and laid it at the apostles’ feet, and it was distributed to each as any had need. <b class=\"verse-num\" id=\"v44004036-1\">36&nbsp;</b>Thus Joseph, who was also called by the apostles Barnabas (which means son of encouragement), a Levite, a native of Cyprus, <b class=\"verse-num\" id=\"v44004037-1\">37&nbsp;</b>sold a field that belonged to him and brought the money and laid it at the apostles’ feet.</p>\n\n</div>","kjv":"<strong>1</strong> And as they spake unto the people, the priests, and the captain of the temple, and the Sadducees, came upon them,  <strong>2</strong> Being grieved that they taught the people, and preached through Jesus the resurrection from the dead.  <strong>3</strong> And they laid hands on them, and put them in hold unto the next day: for it was now eventide.  <strong>4</strong> Howbeit many of them which heard the word believed; and the number of the men was about five thousand.  <strong>5</strong> And it came to pass on the morrow, that their rulers, and elders, and scribes,  <strong>6</strong> And Annas the high priest, and Caiaphas, and John, and Alexander, and as many as were of the kindred of the high priest, were gathered together at Jerusalem.  <strong>7</strong> And when they had set them in the midst, they asked, By what power, or by what name, have ye done this?  <strong>8</strong> Then Peter, filled with the Holy Ghost, said unto them, Ye rulers of the people, and elders of Israel,  <strong>9</strong> If we this day be examined of the good deed done to the impotent man, by what means he is made whole;  <strong>10</strong> Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, even by him doth this man stand here before you whole.  <strong>11</strong> This is the stone which was set at nought of you builders, which is become the head of the corner.  <strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  <strong>13</strong> Now when they saw the boldness of Peter and John, and perceived that they were unlearned and ignorant men, they marvelled; and they took knowledge of them, that they had been with Jesus.  <strong>14</strong> And beholding the man which was healed standing with them, they could say nothing against it.  <strong>15</strong> But when they had commanded them to go aside out of the council, they conferred among themselves,  <strong>16</strong> Saying, What shall we do to these men? for that indeed a notable miracle hath been done by them is manifest to all them that dwell in Jerusalem; and we cannot deny it.  <strong>17</strong> But that it spread no further among the people, let us straitly threaten them, that they speak henceforth to no man in this name.  <strong>18</strong> And they called them, and commanded them not to speak at all nor teach in the name of Jesus.  <strong>19</strong> But Peter and John answered and said unto them, Whether it be right in the sight of God to hearken unto you more than unto God, judge ye.  <strong>20</strong> For we cannot but speak the things which we have seen and heard.  <strong>21</strong> So when they had further threatened them, they let them go, finding nothing how they might punish them, because of the people: for all men  glorified God for that which was done.  <strong>22</strong> For the man was above forty years old, on whom this miracle of healing was shewed.  <strong>23</strong> And being let go, they went to their own company, and reported all that the chief priests and elders had said unto them.  <strong>24</strong> And when they heard that, they lifted up their voice to God with one accord, and said, Lord, thou art God, which hast made heaven, and earth, and the sea, and all that in them is:  <strong>25</strong> Who by the mouth of thy servant David hast said, Why did the heathen rage, and the people imagine vain things?  <strong>26</strong> The kings of the earth stood up, and the rulers were gathered together against the Lord, and against his Christ.  <strong>27</strong> For of a truth against thy holy child Jesus, whom thou hast anointed, both Herod, and Pontius Pilate, with the Gentiles, and the people of Israel, were gathered together,  <strong>28</strong> For to do whatsoever thy hand and thy counsel determined before to be done.  <strong>29</strong> And now, Lord, behold their threatenings: and grant unto thy servants, that with all boldness they may speak thy word,  <strong>30</strong> By stretching forth thine hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus.  <strong>31</strong> And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness.  <strong>32</strong> And the multitude of them that believed were of one heart and of one soul: neither said any of them that ought of the things which he possessed was his own; but they had all things common.  <strong>33</strong> And with great power gave the apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all.  <strong>34</strong> Neither was there any among them that lacked: for as many as were possessors of lands or houses sold them, and brought the prices of the things that were sold,  <strong>35</strong> And laid them down at the apostles’ feet: and distribution was made unto every man according as he had need.  <strong>36</strong> And Joses, who by the apostles was surnamed Barnabas, (which is, being interpreted, The son of consolation,) a Levite, and of the country of Cyprus,  <strong>37</strong> Having land, sold it, and brought the money, and laid it at the apostles’ feet.  ","niv":"<sup><strong>1</strong></sup> The priests and the captain of the temple guard and the Sadducees came up to Peter and John while they were speaking to the people. <sup><strong>2</strong></sup> They were greatly disturbed because the apostles were teaching the people and proclaiming in Jesus the resurrection of the dead. <sup><strong>3</strong></sup> They seized Peter and John, and because it was evening, they put them in jail until the next day. <sup><strong>4</strong></sup> But many who heard the message believed, and the number of men grew to about five thousand. <sup><strong>5</strong></sup> The next day the rulers, elders and teachers of the law met in Jerusalem. <sup><strong>6</strong></sup> Annas the high priest was there, and so were Caiaphas, John, Alexander and the other men of the high priest's family. <sup><strong>7</strong></sup> They had Peter and John brought before them and began to question them: \"By what power or what name did you do this?\" <sup><strong>8</strong></sup> Then Peter, filled with the Holy Spirit, said to them: \"Rulers and elders of the people! <sup><strong>9</strong></sup> If we are being called to account today for an act of kindness shown to a cripple and are asked how he was healed, <sup><strong>10</strong></sup> then know this, you and all the people of Israel: It is by the name of Jesus Christ of Nazareth, whom you crucified but whom God raised from the dead, that this man stands before you healed. <sup><strong>11</strong></sup> He is \"'the stone you builders rejected, which has become the capstone. ' <sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\" <sup><strong>13</strong></sup> When they saw the courage of Peter and John and realized that they were unschooled, ordinary men, they were astonished and they took note that these men had been with Jesus. <sup><strong>14</strong></sup> But since they could see the man who had been healed standing there with them, there was nothing they could say. <sup><strong>15</strong></sup> So they ordered them to withdraw from the Sanhedrin and then conferred together. <sup><strong>16</strong></sup> \"What are we going to do with these men?\" they asked. \"Everybody living in Jerusalem knows they have done an outstanding miracle, and we cannot deny it. <sup><strong>17</strong></sup> But to stop this thing from spreading any further among the people, we must warn these men to speak no longer to anyone in this name.\" <sup><strong>18</strong></sup> Then they called them in again and commanded them not to speak or teach at all in the name of Jesus. <sup><strong>19</strong></sup> But Peter and John replied, \"Judge for yourselves whether it is right in God's sight to obey you rather than God. <sup><strong>20</strong></sup> For we cannot help speaking about what we have seen and heard.\" <sup><strong>21</strong></sup> After further threats they let them go. They could not decide how to punish them, because all the people were praising God for what had happened. <sup><strong>22</strong></sup> For the man who was miraculously healed was over forty years old. <sup><strong>23</strong></sup> On their release, Peter and John went back to their own people and reported all that the chief priests and elders had said to them. <sup><strong>24</strong></sup> When they heard this, they raised their voices together in prayer to God. \"Sovereign Lord,\" they said, \"you made the heaven and the earth and the sea, and everything in them. <sup><strong>25</strong></sup> You spoke by the Holy Spirit through the mouth of your servant, our father David: \"'Why do the nations rage and the peoples plot in vain? <sup><strong>26</strong></sup> The kings of the earth take their stand and the rulers gather together against the Lord and against his Anointed One. ' <sup><strong>27</strong></sup> Indeed Herod and Pontius Pilate met together with the Gentiles and the people of Israel in this city to conspire against your holy servant Jesus, whom you anointed. <sup><strong>28</strong></sup> They did what your power and will had decided beforehand should happen. <sup><strong>29</strong></sup> Now, Lord, consider their threats and enable your servants to speak your word with great boldness. <sup><strong>30</strong></sup> Stretch out your hand to heal and perform miraculous signs and wonders through the name of your holy servant Jesus.\" <sup><strong>31</strong></sup> After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly. <sup><strong>32</strong></sup> All the believers were one in heart and mind. No one claimed that any of his possessions was his own, but they shared everything they had. <sup><strong>33</strong></sup> With great power the apostles continued to testify to the resurrection of the Lord Jesus, and much grace was upon them all. <sup><strong>34</strong></sup> There were no needy persons among them. For from time to time those who owned lands or houses sold them, brought the money from the sales <sup><strong>35</strong></sup> and put it at the apostles' feet, and it was distributed to anyone as he had need. <sup><strong>36</strong></sup> Joseph, a Levite from Cyprus, whom the apostles called Barnabas (which means Son of Encouragement), <sup><strong>37</strong></sup> sold a field he owned and brought the money and put it at the apostles' feet. "},{"_id":"6168e90c803fbb813a70a2cf","topicId":"6168e909803fbb813a70a2c5","verse":"Psalm 127:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him."},{"_id":"6168e90d803fbb813a70a2d0","topicId":"6168e909803fbb813a70a2c5","verse":"Hebrews 12:5-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58012005_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012005-1\">5&nbsp;</b>And have you forgotten the exhortation that addresses you as sons?</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58012005_01-12\" class=\"line\">&nbsp;&nbsp;“My son, do not regard lightly the discipline of the Lord,</span><br><span id=\"p58012005_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be weary when reproved by him.</span><br><span id=\"p58012006_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v58012006-1\">6&nbsp;</b>&nbsp;&nbsp;For the Lord disciplines the one he loves,</span><br><span id=\"p58012006_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and chastises every son whom he receives.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58012006_01-12\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58012007-1\">7&nbsp;</b>It is for discipline that you have to endure. God is treating you as sons. For what son is there whom his father does not discipline? <b class=\"verse-num\" id=\"v58012008-1\">8&nbsp;</b>If you are left without discipline, in which all have participated, then you are illegitimate children and not sons. <b class=\"verse-num\" id=\"v58012009-1\">9&nbsp;</b>Besides this, we have had earthly fathers who disciplined us and we respected them. Shall we not much more be subject to the Father of spirits and live? <b class=\"verse-num\" id=\"v58012010-1\">10&nbsp;</b>For they disciplined us for a short time as it seemed best to them, but he disciplines us for our good, that we may share his holiness. <b class=\"verse-num\" id=\"v58012011-1\">11&nbsp;</b>For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.</p>\n</div>","kjv":"<strong>5</strong> And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:  <strong>6</strong> For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.  <strong>7</strong> If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?  <strong>8</strong> But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.  <strong>9</strong> Furthermore we have had fathers of our flesh which corrected us,  and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?  <strong>10</strong> For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.  <strong>11</strong> Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.  ","niv":"<sup><strong>5</strong></sup> And you have forgotten that word of encouragement that addresses you as sons: \"My son, do not make light of the Lord's discipline, and do not lose heart when he rebukes you, <sup><strong>6</strong></sup> because the Lord disciplines those he loves, and he punishes everyone he accepts as a son.\" <sup><strong>7</strong></sup> Endure hardship as discipline; God is treating you as sons. For what son is not disciplined by his father? <sup><strong>8</strong></sup> If you are not disciplined (and everyone undergoes discipline), then you are illegitimate children and not true sons. <sup><strong>9</strong></sup> Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of our spirits and live! <sup><strong>10</strong></sup> Our fathers disciplined us for a little while as they thought best; but God disciplines us for our good, that we may share in his holiness. <sup><strong>11</strong></sup> No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it. "},{"_id":"6168e90d803fbb813a70a2d1","topicId":"6168e909803fbb813a70a2c5","verse":"Ephesians 6:1-4","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right. <b class=\"verse-num\" id=\"v49006002-1\">2&nbsp;</b>“Honor your father and mother” (this is the first commandment with a promise), <b class=\"verse-num\" id=\"v49006003-1\">3&nbsp;</b>“that it may go well with you and that you may live long in the land.” <b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  <strong>2</strong> Honour thy father and mother; (which is the first commandment with promise;)  <strong>3</strong> That it may be well with thee, and thou mayest live long on the earth.  <strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right. <sup><strong>2</strong></sup> \"Honor your father and mother\"--which is the first commandment with a promise-- <sup><strong>3</strong></sup> \"that it may go well with you and that you may enjoy long life on the earth.\" <sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord. "},{"_id":"6168e90d803fbb813a70a2d2","topicId":"6168e909803fbb813a70a2c5","verse":"Ephesians 5:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005033_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n</div>","kjv":"<strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband."},{"_id":"6168e90d803fbb813a70a2d3","topicId":"6168e909803fbb813a70a2c5","verse":"Acts 5:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"},{"_id":"6168e90e803fbb813a70a2d4","topicId":"6168e909803fbb813a70a2c5","verse":"Genesis 2:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"6168e90e803fbb813a70a2d5","topicId":"6168e909803fbb813a70a2c5","verse":"1 Peter 3:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60003002_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct.</p>\n</div>","kjv":"<strong>2</strong> While they behold your chaste conversation coupled with fear.  ","niv":"<sup><strong>2</strong></sup> when they see the purity and reverence of your lives."},{"_id":"6168e90e803fbb813a70a2d6","topicId":"6168e909803fbb813a70a2c5","verse":"Ephesians 6:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49006002_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006002-1\">2&nbsp;</b>“Honor your father and mother” (this is the first commandment with a promise),</p>\n</div>","kjv":"<strong>2</strong> Honour thy father and mother; (which is the first commandment with promise;)  ","niv":"<sup><strong>2</strong></sup> \"Honor your father and mother\"--which is the first commandment with a promise--"},{"_id":"6168e90f803fbb813a70a2d7","topicId":"6168e909803fbb813a70a2c5","verse":"Ephesians 6:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right.</p>\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right."},{"_id":"6168e90f803fbb813a70a2d8","topicId":"6168e909803fbb813a70a2c5","verse":"John 3:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-21\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-21\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-21\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-21\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-21\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"6168e90f803fbb813a70a2d9","topicId":"6168e909803fbb813a70a2c5","verse":"Psalm 127:3-5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_01-22\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. "},{"_id":"6168e910803fbb813a70a2da","topicId":"6168e909803fbb813a70a2c5","verse":"Genesis 2:18-24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01002018_01-23\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.” <b class=\"verse-num\" id=\"v01002019-1\">19&nbsp;</b>Now out of the ground the LORD God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name. <b class=\"verse-num\" id=\"v01002020-1\">20&nbsp;</b>The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him. <b class=\"verse-num\" id=\"v01002021-1\">21&nbsp;</b>So the LORD God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh. <b class=\"verse-num\" id=\"v01002022-1\">22&nbsp;</b>And the rib that the LORD God had taken from the man he made into a woman and brought her to the man. <b class=\"verse-num\" id=\"v01002023-1\">23&nbsp;</b>Then the man said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002023_01-23\" class=\"line\">&nbsp;&nbsp;“This at last is bone of my bones</span><br><span id=\"p01002023_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and flesh of my flesh;</span><br><span id=\"p01002023_01-23\" class=\"line\">&nbsp;&nbsp;she shall be called Woman,</span><br><span id=\"p01002023_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because she was taken out of Man.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002023_01-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n\n</div>","kjv":"<strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  <strong>19</strong> And out of the ground the LORD God formed every beast of the field, and every fowl of the air; and brought them unto Adam to see what he would call them: and whatsoever Adam called every living creature, that was the name thereof.  <strong>20</strong> And Adam gave names to all cattle, and to the fowl of the air, and to every beast of the field; but for Adam there was not found an help meet for him.  <strong>21</strong> And the LORD God caused a deep sleep to fall upon Adam and he slept: and he took one of his ribs, and closed up the flesh instead thereof;  <strong>22</strong> And the rib, which the LORD God had taken from man, made he a woman, and brought her unto the man.  <strong>23</strong> And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man.  <strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\" <sup><strong>19</strong></sup> Now the LORD God had formed out of the ground all the beasts of the field and all the birds of the air. He brought them to the man to see what he would name them; and whatever the man called each living creature, that was its name. <sup><strong>20</strong></sup> So the man gave names to all the livestock, the birds of the air and all the beasts of the field. But for Adam no suitable helper was found. <sup><strong>21</strong></sup> So the LORD God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man's ribs and closed up the place with flesh. <sup><strong>22</strong></sup> Then the LORD God made a woman from the rib he had taken out of the man, and he brought her to the man. <sup><strong>23</strong></sup> The man said, \"This is now bone of my bones and flesh of my flesh; she shall be called 'woman, 'for she was taken out of man.\" <sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh. "},{"_id":"6168e910803fbb813a70a2db","topicId":"6168e909803fbb813a70a2c5","verse":"1 John 2:27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62002027_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n</div>","kjv":"<strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  ","niv":"<sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him."},{"_id":"6168e910803fbb813a70a2dc","topicId":"6168e909803fbb813a70a2c5","verse":"1 Timothy 5:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54005004_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005004-1\">4&nbsp;</b>But if a widow has children or grandchildren, let them first learn to show godliness to their own household and to make some return to their parents, for this is pleasing in the sight of God.</p>\n</div>","kjv":"<strong>4</strong> But if any widow have children or nephews, let them learn first to shew piety at home, and to requite their parents: for that is good and acceptable before God.  ","niv":"<sup><strong>4</strong></sup> But if a widow has children or grandchildren, these should learn first of all to put their religion into practice by caring for their own family and so repaying their parents and grandparents, for this is pleasing to God."},{"_id":"6168e910803fbb813a70a2dd","topicId":"6168e909803fbb813a70a2c5","verse":"John 19:25-27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43019025_01-27\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v43019025-1\">25&nbsp;</b>but standing by the cross of Jesus were his mother and his mother’s sister, Mary the wife of Clopas, and Mary Magdalene. <b class=\"verse-num\" id=\"v43019026-1\">26&nbsp;</b>When Jesus saw his mother and the disciple whom he loved standing nearby, he said to his mother, <span class=\"woc\">“Woman, behold, your son!”</span> <b class=\"verse-num\" id=\"v43019027-1\">27&nbsp;</b>Then he said to the disciple, <span class=\"woc\">“Behold, your mother!”</span> And from that hour the disciple took her to his own home.</p>\n</div>","kjv":"<strong>25</strong> Now there stood by the cross of Jesus his mother, and his mother’s sister, Mary the wife of Cleophas, and Mary Magdalene.  <strong>26</strong> When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son!  <strong>27</strong> Then saith he to the disciple, Behold thy mother! And from that hour that disciple took her unto his own home.  ","niv":"<sup><strong>25</strong></sup> Near the cross of Jesus stood his mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene. <sup><strong>26</strong></sup> When Jesus saw his mother there, and the disciple whom he loved standing nearby, he said to his mother, \"Dear woman, here is your son,\" <sup><strong>27</strong></sup> and to the disciple, \"Here is your mother.\" From that time on, this disciple took her into his home. "},{"_id":"6168e911803fbb813a70a2de","topicId":"6168e909803fbb813a70a2c5","verse":"Matthew 19:10-12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40019010_01-28\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n</div>","kjv":"<strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. ","niv":"<sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" "}]}