{"_id":"6168ea2a803fbb813a70a37b","slug":"ousia","name":"Ousia","verses":[{"_id":"6168ea2a803fbb813a70a37c","topicId":"6168ea2a803fbb813a70a37b","verse":"Hebrews 1:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58001003_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001003-1\">3&nbsp;</b>He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,</p>\n</div>","kjv":"<strong>3</strong> Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;  ","niv":"<sup><strong>3</strong></sup> The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven."},{"_id":"6168ea2a803fbb813a70a37d","topicId":"6168ea2a803fbb813a70a37b","verse":"John 1:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"6168ea2b803fbb813a70a37e","topicId":"6168ea2a803fbb813a70a37b","verse":"1 John 5:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62005020_01-3\"><b class=\"verse-num\" id=\"v62005020-1\">20&nbsp;</b>And we know that the Son of God has come and has given us understanding, so that we may know him who is true; and we are in him who is true, in his Son Jesus Christ. He is the true God and eternal life.</p>\n</div>","kjv":"<strong>20</strong> And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.  ","niv":"<sup><strong>20</strong></sup> We know also that the Son of God has come and has given us understanding, so that we may know him who is true. And we are in him who is true--even in his Son Jesus Christ. He is the true God and eternal life."},{"_id":"6168ea2b803fbb813a70a37f","topicId":"6168ea2a803fbb813a70a37b","verse":"2 Peter 3:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003010_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n\n</div>","kjv":"<strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  ","niv":"<sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare."},{"_id":"6168ea2b803fbb813a70a380","topicId":"6168ea2a803fbb813a70a37b","verse":"James 5:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59005008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005008-1\">8&nbsp;</b>You also, be patient. Establish your hearts, for the coming of the Lord is at hand.</p>\n</div>","kjv":"<strong>8</strong> Be ye also patient; stablish your hearts: for the coming of the Lord draweth nigh.  ","niv":"<sup><strong>8</strong></sup> You too, be patient and stand firm, because the Lord's coming is near."},{"_id":"6168ea2c803fbb813a70a381","topicId":"6168ea2a803fbb813a70a37b","verse":"Hebrews 1:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58001002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world.</p>\n</div>","kjv":"<strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  ","niv":"<sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe."},{"_id":"6168ea2c803fbb813a70a382","topicId":"6168ea2a803fbb813a70a37b","verse":"Colossians 1:15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p51001015_05-7\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation.</p>\n</div>","kjv":"<strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  ","niv":"<sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation."},{"_id":"6168ea2c803fbb813a70a383","topicId":"6168ea2a803fbb813a70a37b","verse":"John 15:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43015026_01-8\"><b class=\"verse-num woc\" id=\"v43015026-1\">26&nbsp;</b><span class=\"woc\">“But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me.</span></p>\n</div>","kjv":"<strong>26</strong> But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:  ","niv":"<sup><strong>26</strong></sup> \"When the Counselor comes, whom I will send to you from the Father, the Spirit of truth who goes out from the Father, he will testify about me."},{"_id":"6168ea2c803fbb813a70a384","topicId":"6168ea2a803fbb813a70a37b","verse":"John 10:30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43010030_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010030-1\">30&nbsp;</b><span class=\"woc\">I and the Father are one.”</span></p>\n</div>","kjv":"<strong>30</strong> I and my Father are one.  ","niv":"<sup><strong>30</strong></sup> I and the Father are one.\""},{"_id":"6168ea2d803fbb813a70a385","topicId":"6168ea2a803fbb813a70a37b","verse":"Deuteronomy 6:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05006004_01-10\"><b class=\"verse-num\" id=\"v05006004-1\">4&nbsp;</b>“Hear, O Israel: The LORD our God, the LORD is one.</p>\n\n</div>","kjv":"<strong>4</strong> Hear, O Israel: The LORD our God is one LORD:  ","niv":"<sup><strong>4</strong></sup> Hear, O Israel: The LORD our God, the LORD is one."},{"_id":"6168ea2d803fbb813a70a386","topicId":"6168ea2a803fbb813a70a37b","verse":"Genesis 1:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-11\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"6168ea2d803fbb813a70a387","topicId":"6168ea2a803fbb813a70a37b","verse":"Revelation 16:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66016015_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66016015-1\">15&nbsp;</b><span class=\"woc\">(“Behold, I am coming like a thief! Blessed is the one who stays awake, keeping his garments on, that he may not go about naked and be seen exposed!”)</span></p>\n</div>","kjv":"<strong>15</strong> Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.  ","niv":"<sup><strong>15</strong></sup> \"Behold, I come like a thief! Blessed is he who stays awake and keeps his clothes with him, so that he may not go naked and be shamefully exposed.\""},{"_id":"6168ea2e803fbb813a70a388","topicId":"6168ea2a803fbb813a70a37b","verse":"Revelation 1:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66001007_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n\n</div>","kjv":"<strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  ","niv":"<sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen."},{"_id":"6168ea2e803fbb813a70a389","topicId":"6168ea2a803fbb813a70a37b","verse":"2 Peter 1:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p61001016_07-14\"><b class=\"verse-num\" id=\"v61001016-1\">16&nbsp;</b>For we did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty.</p>\n</div>","kjv":"<strong>16</strong> For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.  ","niv":"<sup><strong>16</strong></sup> We did not follow cleverly invented stories when we told you about the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty."},{"_id":"6168ea2e803fbb813a70a38a","topicId":"6168ea2a803fbb813a70a37b","verse":"Hebrews 1:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58001008_01-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001008-1\">8&nbsp;</b>But of the Son he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001008_01-15\" class=\"line\">&nbsp;&nbsp;“Your throne, O God, is forever and ever,</span><br><span id=\"p58001008_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the scepter of uprightness is the scepter of your kingdom.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> But unto the Son he saith, Thy throne, O God, is  for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom.  ","niv":"<sup><strong>8</strong></sup> But about the Son he says, \"Your throne, O God, will last for ever and ever, and righteousness will be the scepter of your kingdom."},{"_id":"6168ea2f803fbb813a70a38b","topicId":"6168ea2a803fbb813a70a37b","verse":"Hebrews 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58001001_06-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58001001-1\">1:1&nbsp;</b>Long ago, at many times and in many ways, God spoke to our fathers by the prophets,</p>\n</div>","kjv":"<strong>1</strong> God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,  ","niv":"<sup><strong>1</strong></sup> In the past God spoke to our forefathers through the prophets at many times and in various ways,"},{"_id":"6168ea2f803fbb813a70a38c","topicId":"6168ea2a803fbb813a70a37b","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6168ea2f803fbb813a70a38d","topicId":"6168ea2a803fbb813a70a37b","verse":"1 Thessalonians 5:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52005003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005003-1\">3&nbsp;</b>While people are saying, “There is peace and security,” then sudden destruction will come upon them as labor pains come upon a pregnant woman, and they will not escape.</p>\n</div>","kjv":"<strong>3</strong> For when they shall say, Peace and safety; then sudden destruction cometh upon them, as travail upon a woman with child; and they shall not escape.  ","niv":"<sup><strong>3</strong></sup> While people are saying, \"Peace and safety,\" destruction will come on them suddenly, as labor pains on a pregnant woman, and they will not escape."},{"_id":"6168ea2f803fbb813a70a38e","topicId":"6168ea2a803fbb813a70a37b","verse":"1 Thessalonians 5:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52005002_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005002-1\">2&nbsp;</b>For you yourselves are fully aware that the day of the Lord will come like a thief in the night.</p>\n</div>","kjv":"<strong>2</strong> For yourselves know perfectly that the day of the Lord so cometh as a thief in the night.  ","niv":"<sup><strong>2</strong></sup> for you know very well that the day of the Lord will come like a thief in the night."},{"_id":"6168ea30803fbb813a70a38f","topicId":"6168ea2a803fbb813a70a37b","verse":"1 Thessalonians 4:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52004015_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004015-1\">15&nbsp;</b>For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep.</p>\n\n</div>","kjv":"<strong>15</strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.  ","niv":"<sup><strong>15</strong></sup> According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep."},{"_id":"6168ea30803fbb813a70a390","topicId":"6168ea2a803fbb813a70a37b","verse":"Colossians 2:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51002009_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily,</p>\n</div>","kjv":"<strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  ","niv":"<sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form,"},{"_id":"6168ea30803fbb813a70a391","topicId":"6168ea2a803fbb813a70a37b","verse":"Colossians 1:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51001018_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent.</p>\n</div>","kjv":"<strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  ","niv":"<sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy."},{"_id":"6168ea31803fbb813a70a392","topicId":"6168ea2a803fbb813a70a37b","verse":"Philippians 2:12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p50002012_05-26\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling,</p>\n</div>","kjv":"<strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  ","niv":"<sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling,"},{"_id":"6168ea31803fbb813a70a393","topicId":"6168ea2a803fbb813a70a37b","verse":"1 Corinthians 15:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015023_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ.</p>\n</div>","kjv":"<strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  ","niv":"<sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him."},{"_id":"6168ea31803fbb813a70a394","topicId":"6168ea2a803fbb813a70a37b","verse":"1 Corinthians 4:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46004005_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004005-1\">5&nbsp;</b>Therefore do not pronounce judgment before the time, before the Lord comes, who will bring to light the things now hidden in darkness and will disclose the purposes of the heart. Then each one will receive his commendation from God.</p>\n</div>","kjv":"<strong>5</strong> Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.  ","niv":"<sup><strong>5</strong></sup> Therefore judge nothing before the appointed time; wait till the Lord comes. He will bring to light what is hidden in darkness and will expose the motives of men's hearts. At that time each will receive his praise from God."}]}