{"_id":"6168ec9c803fbb813a70a4db","slug":"pagans","name":"Pagans","verses":[{"_id":"6168ec9c803fbb813a70a4dc","topicId":"6168ec9c803fbb813a70a4db","verse":"Deuteronomy 18:9-12","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-1\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. "},{"_id":"6168ec9d803fbb813a70a4dd","topicId":"6168ec9c803fbb813a70a4db","verse":"Exodus 20:1-26","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-2\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-2\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-2\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-2\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-2\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-2\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-2\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-2\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-2\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-2\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-2\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n<p id=\"p02020017_04-2\"><b class=\"verse-num\" id=\"v02020018-1\">18&nbsp;</b>Now when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off <b class=\"verse-num\" id=\"v02020019-1\">19&nbsp;</b>and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, lest we die.” <b class=\"verse-num\" id=\"v02020020-1\">20&nbsp;</b>Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.” <b class=\"verse-num\" id=\"v02020021-1\">21&nbsp;</b>The people stood far off, while Moses drew near to the thick darkness where God was.</p>\n\n<p id=\"p02020021_07-2\"><b class=\"verse-num\" id=\"v02020022-1\">22&nbsp;</b>And the LORD said to Moses, “Thus you shall say to the people of Israel: ‘You have seen for yourselves that I have talked with you from heaven. <b class=\"verse-num\" id=\"v02020023-1\">23&nbsp;</b>You shall not make gods of silver to be with me, nor shall you make for yourselves gods of gold. <b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you. <b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it. <b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n\n</div>","kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  <strong>18</strong> And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off.  <strong>19</strong> And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die.  <strong>20</strong> And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not.  <strong>21</strong> And the people stood afar off, and Moses drew near unto the thick darkness where God was. <strong>22</strong> And the LORD said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven.  <strong>23</strong> Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.  <strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  <strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  <strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>18</strong></sup> When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance <sup><strong>19</strong></sup> and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\" <sup><strong>20</strong></sup> Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\" <sup><strong>21</strong></sup> The people remained at a distance, while Moses approached the thick darkness where God was. <sup><strong>22</strong></sup> Then the LORD said to Moses, \"Tell the Israelites this: 'You have seen for yourselves that I have spoken to you from heaven: <sup><strong>23</strong></sup> Do not make any gods to be alongside me; do not make for yourselves gods of silver or gods of gold. <sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you. <sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it. <sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.' "},{"_id":"6168ec9d803fbb813a70a4de","topicId":"6168ec9c803fbb813a70a4db","verse":"1 Corinthians 6:9-11","votes":18,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-4\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"6168ec9d803fbb813a70a4df","topicId":"6168ec9c803fbb813a70a4db","verse":"Acts 8:9-13","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p44008009_05-5\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great. <b class=\"verse-num\" id=\"v44008010-1\">10&nbsp;</b>They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.” <b class=\"verse-num\" id=\"v44008011-1\">11&nbsp;</b>And they paid attention to him because for a long time he had amazed them with his magic. <b class=\"verse-num\" id=\"v44008012-1\">12&nbsp;</b>But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <b class=\"verse-num\" id=\"v44008013-1\">13&nbsp;</b>Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed.</p>\n\n</div>","kjv":"<strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  <strong>10</strong> To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God.  <strong>11</strong> And to him they had regard, because that of long time he had bewitched them with sorceries.  <strong>12</strong> But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.  <strong>13</strong> Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done.  ","niv":"<sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great, <sup><strong>10</strong></sup> and all the people, both high and low, gave him their attention and exclaimed, \"This man is the divine power known as the Great Power.\" <sup><strong>11</strong></sup> They followed him because he had amazed them for a long time with his magic. <sup><strong>12</strong></sup> But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <sup><strong>13</strong></sup> Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw. ","modified":"2022-09-07T14:19:31.631Z"},{"_id":"6168ec9d803fbb813a70a4e0","topicId":"6168ec9c803fbb813a70a4db","verse":"Ezekiel 13:18","votes":14,"__v":0,"esv":"<div>\n<p id=\"p26013018_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v26013018-1\">18&nbsp;</b>and say, Thus says the Lord GOD: Woe to the women who sew magic bands upon all wrists, and make veils for the heads of persons of every stature, in the hunt for souls! Will you hunt down souls belonging to my people and keep your own souls alive?</p>\n</div>","kjv":"<strong>18</strong> And say, Thus saith the Lord GOD; Woe to the women that sew pillows to all armholes, and make kerchiefs upon the head of every stature to hunt souls! Will ye hunt the souls of my people, and will ye save the souls alive that come unto you?  ","niv":"<sup><strong>18</strong></sup> and say, 'This is what the Sovereign LORD says: Woe to the women who sew magic charms on all their wrists and make veils of various lengths for their heads in order to ensnare people. Will you ensnare the lives of my people but preserve your own?"},{"_id":"6168ec9e803fbb813a70a4e1","topicId":"6168ec9c803fbb813a70a4db","verse":"Leviticus 26:1-46","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p03026001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03026001-1\">26:1&nbsp;</b>“You shall not make idols for yourselves or erect an image or pillar, and you shall not set up a figured stone in your land to bow down to it, for I am the LORD your God. <b class=\"verse-num\" id=\"v03026002-1\">2&nbsp;</b>You shall keep my Sabbaths and reverence my sanctuary: I am the LORD.</p>\n<p id=\"p03026002_04-7\"><b class=\"verse-num\" id=\"v03026003-1\">3&nbsp;</b>“If you walk in my statutes and observe my commandments and do them, <b class=\"verse-num\" id=\"v03026004-1\">4&nbsp;</b>then I will give you your rains in their season, and the land shall yield its increase, and the trees of the field shall yield their fruit. <b class=\"verse-num\" id=\"v03026005-1\">5&nbsp;</b>Your threshing shall last to the time of the grape harvest, and the grape harvest shall last to the time for sowing. And you shall eat your bread to the full and dwell in your land securely. <b class=\"verse-num\" id=\"v03026006-1\">6&nbsp;</b>I will give peace in the land, and you shall lie down, and none shall make you afraid. And I will remove harmful beasts from the land, and the sword shall not go through your land. <b class=\"verse-num\" id=\"v03026007-1\">7&nbsp;</b>You shall chase your enemies, and they shall fall before you by the sword. <b class=\"verse-num\" id=\"v03026008-1\">8&nbsp;</b>Five of you shall chase a hundred, and a hundred of you shall chase ten thousand, and your enemies shall fall before you by the sword. <b class=\"verse-num\" id=\"v03026009-1\">9&nbsp;</b>I will turn to you and make you fruitful and multiply you and will confirm my covenant with you. <b class=\"verse-num\" id=\"v03026010-1\">10&nbsp;</b>You shall eat old store long kept, and you shall clear out the old to make way for the new. <b class=\"verse-num\" id=\"v03026011-1\">11&nbsp;</b>I will make my dwelling among you, and my soul shall not abhor you. <b class=\"verse-num\" id=\"v03026012-1\">12&nbsp;</b>And I will walk among you and will be your God, and you shall be my people. <b class=\"verse-num\" id=\"v03026013-1\">13&nbsp;</b>I am the LORD your God, who brought you out of the land of Egypt, that you should not be their slaves. And I have broken the bars of your yoke and made you walk erect.</p>\n\n<p id=\"p03026013_07-7\"><b class=\"verse-num\" id=\"v03026014-1\">14&nbsp;</b>“But if you will not listen to me and will not do all these commandments, <b class=\"verse-num\" id=\"v03026015-1\">15&nbsp;</b>if you spurn my statutes, and if your soul abhors my rules, so that you will not do all my commandments, but break my covenant, <b class=\"verse-num\" id=\"v03026016-1\">16&nbsp;</b>then I will do this to you: I will visit you with panic, with wasting disease and fever that consume the eyes and make the heart ache. And you shall sow your seed in vain, for your enemies shall eat it. <b class=\"verse-num\" id=\"v03026017-1\">17&nbsp;</b>I will set my face against you, and you shall be struck down before your enemies. Those who hate you shall rule over you, and you shall flee when none pursues you. <b class=\"verse-num\" id=\"v03026018-1\">18&nbsp;</b>And if in spite of this you will not listen to me, then I will discipline you again sevenfold for your sins, <b class=\"verse-num\" id=\"v03026019-1\">19&nbsp;</b>and I will break the pride of your power, and I will make your heavens like iron and your earth like bronze. <b class=\"verse-num\" id=\"v03026020-1\">20&nbsp;</b>And your strength shall be spent in vain, for your land shall not yield its increase, and the trees of the land shall not yield their fruit.</p>\n<p id=\"p03026020_07-7\"><b class=\"verse-num\" id=\"v03026021-1\">21&nbsp;</b>“Then if you walk contrary to me and will not listen to me, I will continue striking you, sevenfold for your sins. <b class=\"verse-num\" id=\"v03026022-1\">22&nbsp;</b>And I will let loose the wild beasts against you, which shall bereave you of your children and destroy your livestock and make you few in number, so that your roads shall be deserted.</p>\n<p id=\"p03026022_07-7\"><b class=\"verse-num\" id=\"v03026023-1\">23&nbsp;</b>“And if by this discipline you are not turned to me but walk contrary to me, <b class=\"verse-num\" id=\"v03026024-1\">24&nbsp;</b>then I also will walk contrary to you, and I myself will strike you sevenfold for your sins. <b class=\"verse-num\" id=\"v03026025-1\">25&nbsp;</b>And I will bring a sword upon you, that shall execute vengeance for the covenant. And if you gather within your cities, I will send pestilence among you, and you shall be delivered into the hand of the enemy. <b class=\"verse-num\" id=\"v03026026-1\">26&nbsp;</b>When I break your supply of bread, ten women shall bake your bread in a single oven and shall dole out your bread again by weight, and you shall eat and not be satisfied.</p>\n<p id=\"p03026026_07-7\"><b class=\"verse-num\" id=\"v03026027-1\">27&nbsp;</b>“But if in spite of this you will not listen to me, but walk contrary to me, <b class=\"verse-num\" id=\"v03026028-1\">28&nbsp;</b>then I will walk contrary to you in fury, and I myself will discipline you sevenfold for your sins. <b class=\"verse-num\" id=\"v03026029-1\">29&nbsp;</b>You shall eat the flesh of your sons, and you shall eat the flesh of your daughters. <b class=\"verse-num\" id=\"v03026030-1\">30&nbsp;</b>And I will destroy your high places and cut down your incense altars and cast your dead bodies upon the dead bodies of your idols, and my soul will abhor you. <b class=\"verse-num\" id=\"v03026031-1\">31&nbsp;</b>And I will lay your cities waste and will make your sanctuaries desolate, and I will not smell your pleasing aromas. <b class=\"verse-num\" id=\"v03026032-1\">32&nbsp;</b>And I myself will devastate the land, so that your enemies who settle in it shall be appalled at it. <b class=\"verse-num\" id=\"v03026033-1\">33&nbsp;</b>And I will scatter you among the nations, and I will unsheathe the sword after you, and your land shall be a desolation, and your cities shall be a waste.</p>\n<p id=\"p03026033_07-7\"><b class=\"verse-num\" id=\"v03026034-1\">34&nbsp;</b>“Then the land shall enjoy its Sabbaths as long as it lies desolate, while you are in your enemies’ land; then the land shall rest, and enjoy its Sabbaths. <b class=\"verse-num\" id=\"v03026035-1\">35&nbsp;</b>As long as it lies desolate it shall have rest, the rest that it did not have on your Sabbaths when you were dwelling in it. <b class=\"verse-num\" id=\"v03026036-1\">36&nbsp;</b>And as for those of you who are left, I will send faintness into their hearts in the lands of their enemies. The sound of a driven leaf shall put them to flight, and they shall flee as one flees from the sword, and they shall fall when none pursues. <b class=\"verse-num\" id=\"v03026037-1\">37&nbsp;</b>They shall stumble over one another, as if to escape a sword, though none pursues. And you shall have no power to stand before your enemies. <b class=\"verse-num\" id=\"v03026038-1\">38&nbsp;</b>And you shall perish among the nations, and the land of your enemies shall eat you up. <b class=\"verse-num\" id=\"v03026039-1\">39&nbsp;</b>And those of you who are left shall rot away in your enemies’ lands because of their iniquity, and also because of the iniquities of their fathers they shall rot away like them.</p>\n<p id=\"p03026039_07-7\"><b class=\"verse-num\" id=\"v03026040-1\">40&nbsp;</b>“But if they confess their iniquity and the iniquity of their fathers in their treachery that they committed against me, and also in walking contrary to me, <b class=\"verse-num\" id=\"v03026041-1\">41&nbsp;</b>so that I walked contrary to them and brought them into the land of their enemies—if then their uncircumcised heart is humbled and they make amends for their iniquity, <b class=\"verse-num\" id=\"v03026042-1\">42&nbsp;</b>then I will remember my covenant with Jacob, and I will remember my covenant with Isaac and my covenant with Abraham, and I will remember the land. <b class=\"verse-num\" id=\"v03026043-1\">43&nbsp;</b>But the land shall be abandoned by them and enjoy its Sabbaths while it lies desolate without them, and they shall make amends for their iniquity, because they spurned my rules and their soul abhorred my statutes. <b class=\"verse-num\" id=\"v03026044-1\">44&nbsp;</b>Yet for all that, when they are in the land of their enemies, I will not spurn them, neither will I abhor them so as to destroy them utterly and break my covenant with them, for I am the LORD their God. <b class=\"verse-num\" id=\"v03026045-1\">45&nbsp;</b>But I will for their sake remember the covenant with their forefathers, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God: I am the LORD.”</p>\n<p id=\"p03026045_07-7\"><b class=\"verse-num\" id=\"v03026046-1\">46&nbsp;</b>These are the statutes and rules and laws that the LORD made between himself and the people of Israel through Moses on Mount Sinai.</p>\n\n</div>","kjv":"<strong>1</strong> Ye shall make you no idols nor graven image, neither rear you up a standing image, neither shall ye set up any image of stone in your land, to bow down unto it: for I am the LORD your God.  <strong>2</strong> Ye shall keep my sabbaths, and reverence my sanctuary: I am  the LORD.  <strong>3</strong> If ye walk in my statutes, and keep my commandments, and do them;  <strong>4</strong> Then I will give you rain in due season, and the land shall yield her increase, and the trees of the field shall yield their fruit.  <strong>5</strong> And your threshing shall reach unto the vintage, and the vintage shall reach unto the sowing time: and ye shall eat your bread to the full, and dwell in your land safely.  <strong>6</strong> And I will give peace in the land, and ye shall lie down, and none shall make you afraid: and I will rid evil beasts out of the land, neither shall the sword go through your land.  <strong>7</strong> And ye shall chase your enemies, and they shall fall before you by the sword.  <strong>8</strong> And five of you shall chase an hundred, and an hundred of you shall put ten thousand to flight: and your enemies shall fall before you by the sword.  <strong>9</strong> For I will have respect unto you, and make you fruitful, and multiply you, and establish my covenant with you.  <strong>10</strong> And ye shall eat old store, and bring forth the old because of the new.  <strong>11</strong> And I will set my tabernacle among you: and my soul shall not abhor you.  <strong>12</strong> And I will walk among you, and will be your God, and ye shall be my people.  <strong>13</strong> I am the LORD your God, which brought you forth out of the land of Egypt, that ye should not be their bondmen; and I have broken the bands of your yoke, and made you go upright.  <strong>14</strong> But if ye will not hearken unto me, and will not do all these commandments;  <strong>15</strong> And if ye shall despise my statutes, or if your soul abhor my judgments, so that ye will not do all my commandments, but that ye break my covenant:  <strong>16</strong> I also will do this unto you; I will even appoint over you terror, consumption, and the burning ague, that shall consume the eyes, and cause sorrow of heart: and ye shall sow your seed in vain, for your enemies shall eat it.  <strong>17</strong> And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.  <strong>18</strong> And if ye will not yet for all this hearken unto me, then I will punish you seven times more for your sins.  <strong>19</strong> And I will break the pride of your power; and I will make your heaven as iron, and your earth as brass:  <strong>20</strong> And your strength shall be spent in vain: for your land shall not yield her increase, neither shall the trees of the land yield their fruits.  <strong>21</strong> And if ye walk contrary unto me, and will not hearken unto me; I will bring seven times more plagues upon you according to your sins.  <strong>22</strong> I will also send wild beasts among you, which shall rob you of your children, and destroy your cattle, and make you few in number; and your high ways shall be desolate.  <strong>23</strong> And if ye will not be reformed by me by these things, but will walk contrary unto me;  <strong>24</strong> Then will I also walk contrary unto you, and will punish you yet seven times for your sins.  <strong>25</strong> And I will bring a sword upon you, that shall avenge the quarrel of my covenant: and when ye are gathered together within your cities, I will send the pestilence among you; and ye shall be delivered into the hand of the enemy.  <strong>26</strong> And when I have broken the staff of your bread, ten women shall bake your bread in one oven, and they shall deliver you your bread again by weight: and ye shall eat, and not be satisfied.  <strong>27</strong> And if ye will not for all this hearken unto me, but walk contrary unto me;  <strong>28</strong> Then I will walk contrary unto you also in fury; and I, even I, will chastise you seven times for your sins.  <strong>29</strong> And ye shall eat the flesh of your sons, and the flesh of your daughters shall ye eat.  <strong>30</strong> And I will destroy your high places, and cut down your images, and cast your carcases upon the carcases of your idols, and my soul shall abhor you.  <strong>31</strong> And I will make your cities waste, and bring your sanctuaries unto desolation, and I will not smell the savour of your sweet odours.  <strong>32</strong> And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it.  <strong>33</strong> And I will scatter you among the heathen, and will draw out a sword after you: and your land shall be desolate, and your cities waste.  <strong>34</strong> Then shall the land enjoy her sabbaths, as long as it lieth desolate, and ye be in your enemies’ land; even then shall the land rest, and enjoy her sabbaths.  <strong>35</strong> As long as it lieth desolate it shall rest; because it did not rest in your sabbaths, when ye dwelt upon it.  <strong>36</strong> And upon them that are left alive of you I will send a faintness into their hearts in the lands of their enemies; and the sound of a shaken leaf shall chase them; and they shall flee, as fleeing from a sword; and they shall fall when none pursueth.  <strong>37</strong> And they shall fall one upon another, as it were before a sword, when none pursueth: and ye shall have no power to stand before your enemies.  <strong>38</strong> And ye shall perish among the heathen, and the land of your enemies shall eat you up.  <strong>39</strong> And they that are left of you shall pine away in their iniquity in your enemies’ lands; and also in the iniquities of their fathers shall they pine away with them.  <strong>40</strong> If they shall confess their iniquity, and the iniquity of their fathers, with their trespass which they trespassed against me, and that also they have walked contrary unto me;  <strong>41</strong> And that I also have walked contrary unto them, and have brought them into the land of their enemies; if then their uncircumcised hearts be humbled, and they then accept of the punishment of their iniquity:  <strong>42</strong> Then will I remember my covenant with Jacob, and also my covenant with Isaac, and also my covenant with Abraham will I remember; and I will remember the land.  <strong>43</strong> The land also shall be left of them, and shall enjoy her sabbaths, while she lieth desolate without them: and they shall accept of the punishment of their iniquity: because, even because they despised my judgments, and because their soul abhorred my statutes.  <strong>44</strong> And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the LORD their God.  <strong>45</strong> But I will for their sakes remember the covenant of their ancestors, whom I brought forth out of the land of Egypt in the sight of the heathen, that I might be their God: I am the LORD.  <strong>46</strong> These are the statutes and judgments and laws, which the LORD made between him and the children of Israel in mount Sinai by the hand of Moses.  ","niv":"<sup><strong>1</strong></sup> \"'Do not make idols or set up an image or a sacred stone for yourselves, and do not place a carved stone in your land to bow down before it. I am the LORD your God. <sup><strong>2</strong></sup> \"'Observe my Sabbaths and have reverence for my sanctuary. I am the LORD. <sup><strong>3</strong></sup> \"'If you follow my decrees and are careful to obey my commands, <sup><strong>4</strong></sup> I will send you rain in its season, and the ground will yield its crops and the trees of the field their fruit. <sup><strong>5</strong></sup> Your threshing will continue until grape harvest and the grape harvest will continue until planting, and you will eat all the food you want and live in safety in your land. <sup><strong>6</strong></sup> \"'I will grant peace in the land, and you will lie down and no one will make you afraid. I will remove savage beasts from the land, and the sword will not pass through your country. <sup><strong>7</strong></sup> You will pursue your enemies, and they will fall by the sword before you. <sup><strong>8</strong></sup> Five of you will chase a hundred, and a hundred of you will chase ten thousand, and your enemies will fall by the sword before you. <sup><strong>9</strong></sup> \"'I will look on you with favor and make you fruitful and increase your numbers, and I will keep my covenant with you. <sup><strong>10</strong></sup> You will still be eating last year's harvest when you will have to move it out to make room for the new. <sup><strong>11</strong></sup> I will put my dwelling place among you, and I will not abhor you. <sup><strong>12</strong></sup> I will walk among you and be your God, and you will be my people. <sup><strong>13</strong></sup> I am the LORD your God, who brought you out of Egypt so that you would no longer be slaves to the Egyptians; I broke the bars of your yoke and enabled you to walk with heads held high. <sup><strong>14</strong></sup> \"'But if you will not listen to me and carry out all these commands, <sup><strong>15</strong></sup> and if you reject my decrees and abhor my laws and fail to carry out all my commands and so violate my covenant, <sup><strong>16</strong></sup> then I will do this to you: I will bring upon you sudden terror, wasting diseases and fever that will destroy your sight and drain away your life. You will plant seed in vain, because your enemies will eat it. <sup><strong>17</strong></sup> I will set my face against you so that you will be defeated by your enemies; those who hate you will rule over you, and you will flee even when no one is pursuing you. <sup><strong>18</strong></sup> \"'If after all this you will not listen to me, I will punish you for your sins seven times over. <sup><strong>19</strong></sup> I will break down your stubborn pride and make the sky above you like iron and the ground beneath you like bronze. <sup><strong>20</strong></sup> Your strength will be spent in vain, because your soil will not yield its crops, nor will the trees of the land yield their fruit. <sup><strong>21</strong></sup> \"'If you remain hostile toward me and refuse to listen to me, I will multiply your afflictions seven times over, as your sins deserve. <sup><strong>22</strong></sup> I will send wild animals against you, and they will rob you of your children, destroy your cattle and make you so few in number that your roads will be deserted. <sup><strong>23</strong></sup> \"'If in spite of these things you do not accept my correction but continue to be hostile toward me, <sup><strong>24</strong></sup> I myself will be hostile toward you and will afflict you for your sins seven times over. <sup><strong>25</strong></sup> And I will bring the sword upon you to avenge the breaking of the covenant. When you withdraw into your cities, I will send a plague among you, and you will be given into enemy hands. <sup><strong>26</strong></sup> When I cut off your supply of bread, ten women will be able to bake your bread in one oven, and they will dole out the bread by weight. You will eat, but you will not be satisfied. <sup><strong>27</strong></sup> \"'If in spite of this you still do not listen to me but continue to be hostile toward me, <sup><strong>28</strong></sup> then in my anger I will be hostile toward you, and I myself will punish you for your sins seven times over. <sup><strong>29</strong></sup> You will eat the flesh of your sons and the flesh of your daughters. <sup><strong>30</strong></sup> I will destroy your high places, cut down your incense altars and pile your dead bodies on the lifeless forms of your idols, and I will abhor you. <sup><strong>31</strong></sup> I will turn your cities into ruins and lay waste your sanctuaries, and I will take no delight in the pleasing aroma of your offerings. <sup><strong>32</strong></sup> I will lay waste the land, so that your enemies who live there will be appalled. <sup><strong>33</strong></sup> I will scatter you among the nations and will draw out my sword and pursue you. Your land will be laid waste, and your cities will lie in ruins. <sup><strong>34</strong></sup> Then the land will enjoy its sabbath years all the time that it lies desolate and you are in the country of your enemies; then the land will rest and enjoy its sabbaths. <sup><strong>35</strong></sup> All the time that it lies desolate, the land will have the rest it did not have during the sabbaths you lived in it. <sup><strong>36</strong></sup> \"'As for those of you who are left, I will make their hearts so fearful in the lands of their enemies that the sound of a windblown leaf will put them to flight. They will run as though fleeing from the sword, and they will fall, even though no one is pursuing them. <sup><strong>37</strong></sup> They will stumble over one another as though fleeing from the sword, even though no one is pursuing them. So you will not be able to stand before your enemies. <sup><strong>38</strong></sup> You will perish among the nations; the land of your enemies will devour you. <sup><strong>39</strong></sup> Those of you who are left will waste away in the lands of their enemies because of their sins; also because of their fathers' sins they will waste away. <sup><strong>40</strong></sup> \"'But if they will confess their sins and the sins of their fathers-their treachery against me and their hostility toward me, <sup><strong>41</strong></sup> which made me hostile toward them so that I sent them into the land of their enemies-then when their uncircumcised hearts are humbled and they pay for their sin, <sup><strong>42</strong></sup> I will remember my covenant with Jacob and my covenant with Isaac and my covenant with Abraham, and I will remember the land. <sup><strong>43</strong></sup> For the land will be deserted by them and will enjoy its sabbaths while it lies desolate without them. They will pay for their sins because they rejected my laws and abhorred my decrees. <sup><strong>44</strong></sup> Yet in spite of this, when they are in the land of their enemies, I will not reject them or abhor them so as to destroy them completely, breaking my covenant with them. I am the LORD their God. <sup><strong>45</strong></sup> But for their sake I will remember the covenant with their ancestors whom I brought out of Egypt in the sight of the nations to be their God. I am the LORD.'\" <sup><strong>46</strong></sup> These are the decrees, the laws and the regulations that the LORD established on Mount Sinai between himself and the Israelites through Moses. "},{"_id":"6168ec9e803fbb813a70a4e2","topicId":"6168ec9c803fbb813a70a4db","verse":"2 Thessalonians 2:9","votes":11,"__v":0,"esv":"<div>\n<p id=\"p53002009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002009-1\">9&nbsp;</b>The coming of the lawless one is by the activity of Satan with all power and false signs and wonders,</p>\n</div>","kjv":"<strong>9</strong> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,  ","niv":"<sup><strong>9</strong></sup> The coming of the lawless one will be in accordance with the work of Satan displayed in all kinds of counterfeit miracles, signs and wonders,"},{"_id":"6168ec9e803fbb813a70a4e3","topicId":"6168ec9c803fbb813a70a4db","verse":"Jeremiah 10:1-5","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p24010001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24010001-1\">10:1&nbsp;</b>Hear the word that the LORD speaks to you, O house of Israel. <b class=\"verse-num\" id=\"v24010002-1\">2&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010002_06-9\" class=\"line\">&nbsp;&nbsp;“Learn not the way of the nations,</span><br><span id=\"p24010002_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be dismayed at the signs of the heavens</span><br><span id=\"p24010002_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the nations are dismayed at them,</span><br><span id=\"p24010003_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010003-1\">3&nbsp;</b>&nbsp;&nbsp;for the customs of the peoples are vanity.</span><br><span id=\"p24010003_06-9\" class=\"line\">&nbsp;&nbsp;A tree from the forest is cut down</span><br><span id=\"p24010003_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and worked with an axe by the hands of a craftsman.</span><br><span id=\"p24010004_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010004-1\">4&nbsp;</b>&nbsp;&nbsp;They decorate it with silver and gold;</span><br><span id=\"p24010004_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they fasten it with hammer and nails</span><br><span id=\"p24010004_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that it cannot move.</span><br><span id=\"p24010005_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010005-1\">5&nbsp;</b>&nbsp;&nbsp;Their idols are like scarecrows in a cucumber field,</span><br><span id=\"p24010005_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they cannot speak;</span><br><span id=\"p24010005_06-9\" class=\"line\">&nbsp;&nbsp;they have to be carried,</span><br><span id=\"p24010005_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they cannot walk.</span><br><span id=\"p24010005_06-9\" class=\"line\">&nbsp;&nbsp;Do not be afraid of them,</span><br><span id=\"p24010005_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they cannot do evil,</span><br><span id=\"p24010005_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither is it in them to do good.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Hear ye the word which the LORD speaketh unto you, O house of Israel:  <strong>2</strong> Thus saith the LORD, Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them.  <strong>3</strong> For the customs of the people are vain: for one  cutteth a tree out of the forest, the work of the hands of the workman, with the axe.  <strong>4</strong> They deck it with silver and with gold; they fasten it with nails and with hammers, that it move not.  <strong>5</strong> They are upright as the palm tree, but speak not: they must needs be borne, because they cannot go. Be not afraid of them; for they cannot do evil, neither also is it in them to do good.  ","niv":"<sup><strong>1</strong></sup> Hear what the LORD says to you, O house of Israel. <sup><strong>2</strong></sup> This is what the LORD says: \"Do not learn the ways of the nations or be terrified by signs in the sky, though the nations are terrified by them. <sup><strong>3</strong></sup> For the customs of the peoples are worthless; they cut a tree out of the forest, and a craftsman shapes it with his chisel. <sup><strong>4</strong></sup> They adorn it with silver and gold; they fasten it with hammer and nails so it will not totter. <sup><strong>5</strong></sup> Like a scarecrow in a melon patch, their idols cannot speak; they must be carried because they cannot walk. Do not fear them; they can do no harm nor can they do any good.\" "},{"_id":"6168ec9f803fbb813a70a4e4","topicId":"6168ec9c803fbb813a70a4db","verse":"2 Peter 2:15","votes":8,"__v":0,"esv":"<div>\n<p id=\"p61002015_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002015-1\">15&nbsp;</b>Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing,</p>\n</div>","kjv":"<strong>15</strong> Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;  ","niv":"<sup><strong>15</strong></sup> They have left the straight way and wandered off to follow the way of Balaam son of Beor, who loved the wages of wickedness."},{"_id":"6168ec9f803fbb813a70a4e5","topicId":"6168ec9c803fbb813a70a4db","verse":"Philippians 4:6","votes":8,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God."},{"_id":"6168ec9f803fbb813a70a4e6","topicId":"6168ec9c803fbb813a70a4db","verse":"2 Kings 23:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p12023007_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v12023007-1\">7&nbsp;</b>And he broke down the houses of the male cult prostitutes who were in the house of the LORD, where the women wove hangings for the Asherah.</p>\n</div>","kjv":"<strong>7</strong> And he brake down the houses of the sodomites, that were by the house of the LORD, where the women wove hangings for the grove.  ","niv":"<sup><strong>7</strong></sup> He also tore down the quarters of the male shrine prostitutes, which were in the temple of the LORD and where women did weaving for Asherah."},{"_id":"6168eca0803fbb813a70a4e7","topicId":"6168ec9c803fbb813a70a4db","verse":"Leviticus 19:28","votes":7,"__v":0,"esv":"<div>\n<p id=\"p03019028_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n</div>","kjv":"<strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  ","niv":"<sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD."},{"_id":"6168eca0803fbb813a70a4e8","topicId":"6168ec9c803fbb813a70a4db","verse":"Leviticus 18:19-23","votes":7,"__v":0,"esv":"<div>\n<p id=\"p03018019_01-14\"><b class=\"verse-num\" id=\"v03018019-1\">19&nbsp;</b>“You shall not approach a woman to uncover her nakedness while she is in her menstrual uncleanness. <b class=\"verse-num\" id=\"v03018020-1\">20&nbsp;</b>And you shall not lie sexually with your neighbor’s wife and so make yourself unclean with her. <b class=\"verse-num\" id=\"v03018021-1\">21&nbsp;</b>You shall not give any of your children to offer them to Molech, and so profane the name of your God: I am the LORD. <b class=\"verse-num\" id=\"v03018022-1\">22&nbsp;</b>You shall not lie with a male as with a woman; it is an abomination. <b class=\"verse-num\" id=\"v03018023-1\">23&nbsp;</b>And you shall not lie with any animal and so make yourself unclean with it, neither shall any woman give herself to an animal to lie with it: it is perversion.</p>\n\n</div>","kjv":"<strong>19</strong> Also thou shalt not approach unto a woman to uncover her nakedness, as long as she is put apart for her uncleanness.  <strong>20</strong> Moreover thou shalt not lie carnally with thy neighbour’s wife, to defile thyself with her.  <strong>21</strong> And thou shalt not let any of thy seed pass through the fire  to Molech, neither shalt thou profane the name of thy God: I am  the LORD.  <strong>22</strong> Thou shalt not lie with mankind, as with womankind: it is  abomination.  <strong>23</strong> Neither shalt thou lie with any beast to defile thyself therewith: neither shall any woman stand before a beast to lie down thereto: it is confusion.  ","niv":"<sup><strong>19</strong></sup> \"'Do not approach a woman to have sexual relations during the uncleanness of her monthly period. <sup><strong>20</strong></sup> \"'Do not have sexual relations with your neighbor's wife and defile yourself with her. <sup><strong>21</strong></sup> \"'Do not give any of your children to be sacrificed to Molech, for you must not profane the name of your God. I am the LORD. <sup><strong>22</strong></sup> \"'Do not lie with a man as one lies with a woman; that is detestable. <sup><strong>23</strong></sup> \"'Do not have sexual relations with an animal and defile yourself with it. A woman must not present herself to an animal to have sexual relations with it; that is a perversion. "},{"_id":"6168eca0803fbb813a70a4e9","topicId":"6168ec9c803fbb813a70a4db","verse":"Romans 13:4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45013004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer."},{"_id":"6168eca0803fbb813a70a4ea","topicId":"6168ec9c803fbb813a70a4db","verse":"Acts 17:16-23","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p44017016_04-16\"><b class=\"verse-num\" id=\"v44017016-1\">16&nbsp;</b>Now while Paul was waiting for them at Athens, his spirit was provoked within him as he saw that the city was full of idols. <b class=\"verse-num\" id=\"v44017017-1\">17&nbsp;</b>So he reasoned in the synagogue with the Jews and the devout persons, and in the marketplace every day with those who happened to be there. <b class=\"verse-num\" id=\"v44017018-1\">18&nbsp;</b>Some of the Epicurean and Stoic philosophers also conversed with him. And some said, “What does this babbler wish to say?” Others said, “He seems to be a preacher of foreign divinities”—because he was preaching Jesus and the resurrection. <b class=\"verse-num\" id=\"v44017019-1\">19&nbsp;</b>And they took him and brought him to the Areopagus, saying, “May we know what this new teaching is that you are presenting? <b class=\"verse-num\" id=\"v44017020-1\">20&nbsp;</b>For you bring some strange things to our ears. We wish to know therefore what these things mean.” <b class=\"verse-num\" id=\"v44017021-1\">21&nbsp;</b>Now all the Athenians and the foreigners who lived there would spend their time in nothing except telling or hearing something new.</p>\n\n<p id=\"p44017021_08-16\"><b class=\"verse-num\" id=\"v44017022-1\">22&nbsp;</b>So Paul, standing in the midst of the Areopagus, said: “Men of Athens, I perceive that in every way you are very religious. <b class=\"verse-num\" id=\"v44017023-1\">23&nbsp;</b>For as I passed along and observed the objects of your worship, I found also an altar with this inscription: ‘To the unknown god.’ What therefore you worship as unknown, this I proclaim to you.</p>\n</div>","kjv":"<strong>16</strong> Now while Paul waited for them at Athens, his spirit was stirred in him, when he saw the city wholly given to idolatry.  <strong>17</strong> Therefore disputed he in the synagogue with the Jews, and with the devout persons, and in the market daily with them that met with him.  <strong>18</strong> Then certain philosophers of the Epicureans, and of the Stoicks, encountered him. And some said, What will this babbler say? other some, He seemeth to be a setter forth of strange gods: because he preached unto them Jesus, and the resurrection.  <strong>19</strong> And they took him, and brought him unto Areopagus, saying, May we know what this new doctrine, whereof thou speakest, is?  <strong>20</strong> For thou bringest certain strange things to our ears: we would know therefore what these things mean.  <strong>21</strong> (For all the Athenians and strangers which were there spent their time in nothing else, but either to tell, or to hear some new thing.)  <strong>22</strong> Then Paul stood in the midst of Mars’ hill, and said, Ye  men of Athens, I perceive that in all things ye are too superstitious.  <strong>23</strong> For as I passed by, and beheld your devotions, I found an altar with this inscription, TO THE UNKNOWN GOD. Whom therefore ye ignorantly worship, him declare I unto you.  ","niv":"<sup><strong>16</strong></sup> While Paul was waiting for them in Athens, he was greatly distressed to see that the city was full of idols. <sup><strong>17</strong></sup> So he reasoned in the synagogue with the Jews and the God-fearing Greeks, as well as in the marketplace day by day with those who happened to be there. <sup><strong>18</strong></sup> A group of Epicurean and Stoic philosophers began to dispute with him. Some of them asked, \"What is this babbler trying to say?\" Others remarked, \"He seems to be advocating foreign gods.\" They said this because Paul was preaching the good news about Jesus and the resurrection. <sup><strong>19</strong></sup> Then they took him and brought him to a meeting of the Areopagus, where they said to him, \"May we know what this new teaching is that you are presenting? <sup><strong>20</strong></sup> You are bringing some strange ideas to our ears, and we want to know what they mean.\" <sup><strong>21</strong></sup> (All the Athenians and the foreigners who lived there spent their time doing nothing but talking about and listening to the latest ideas.) <sup><strong>22</strong></sup> Paul then stood up in the meeting of the Areopagus and said: \"Men of Athens! I see that in every way you are very religious. <sup><strong>23</strong></sup> For as I walked around and looked carefully at your objects of worship, I even found an altar with this inscription:|sc TO AN UNKNOWN GOD. Now what you worship as something unknown I am going to proclaim to you. "},{"_id":"6168eca1803fbb813a70a4eb","topicId":"6168ec9c803fbb813a70a4db","verse":"Proverbs 25:26","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025026_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025026-1\">26&nbsp;</b>&nbsp;&nbsp;Like a muddied spring or a polluted fountain</span><br><span id=\"p20025026_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a righteous man who gives way before the wicked.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> A righteous man falling down before the wicked is as a troubled fountain, and a corrupt spring.  ","niv":"<sup><strong>26</strong></sup> Like a muddied spring or a polluted well is a righteous man who gives way to the wicked."},{"_id":"6168eca1803fbb813a70a4ec","topicId":"6168ec9c803fbb813a70a4db","verse":"Psalm 103:2-4","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19103002_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103002-1\">2&nbsp;</b>&nbsp;&nbsp;Bless the LORD, O my soul,</span><br><span id=\"p19103002_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and forget not all his benefits,</span><br><span id=\"p19103003_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103003-1\">3&nbsp;</b>&nbsp;&nbsp;who forgives all your iniquity,</span><br><span id=\"p19103003_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who heals all your diseases,</span><br><span id=\"p19103004_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103004-1\">4&nbsp;</b>&nbsp;&nbsp;who redeems your life from the pit,</span><br><span id=\"p19103004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who crowns you with steadfast love and mercy,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Bless the LORD, O my soul, and forget not all his benefits:  <strong>3</strong> Who forgiveth all thine iniquities; who healeth all thy diseases;  <strong>4</strong> Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies;  ","niv":"<sup><strong>2</strong></sup> Praise the LORD, O my soul, and forget not all his benefits- <sup><strong>3</strong></sup> who forgives all your sins and heals all your diseases, <sup><strong>4</strong></sup> who redeems your life from the pit and crowns you with love and compassion, "},{"_id":"6168eca1803fbb813a70a4ed","topicId":"6168ec9c803fbb813a70a4db","verse":"Romans 11:1-36","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45011001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45011001-1\">11:1&nbsp;</b>I ask, then, has God rejected his people? By no means! For I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin. <b class=\"verse-num\" id=\"v45011002-1\">2&nbsp;</b>God has not rejected his people whom he foreknew. Do you not know what the Scripture says of Elijah, how he appeals to God against Israel? <b class=\"verse-num\" id=\"v45011003-1\">3&nbsp;</b>“Lord, they have killed your prophets, they have demolished your altars, and I alone am left, and they seek my life.” <b class=\"verse-num\" id=\"v45011004-1\">4&nbsp;</b>But what is God’s reply to him? “I have kept for myself seven thousand men who have not bowed the knee to Baal.” <b class=\"verse-num\" id=\"v45011005-1\">5&nbsp;</b>So too at the present time there is a remnant, chosen by grace. <b class=\"verse-num\" id=\"v45011006-1\">6&nbsp;</b>But if it is by grace, it is no longer on the basis of works; otherwise grace would no longer be grace.</p>\n<p id=\"p45011006_05-19\"><b class=\"verse-num\" id=\"v45011007-1\">7&nbsp;</b>What then? Israel failed to obtain what it was seeking. The elect obtained it, but the rest were hardened, <b class=\"verse-num\" id=\"v45011008-1\">8&nbsp;</b>as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45011008_05-19\" class=\"line\">&nbsp;&nbsp;“God gave them a spirit of stupor,</span><br><span id=\"p45011008_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;eyes that would not see</span><br><span id=\"p45011008_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ears that would not hear,</span><br><span id=\"p45011008_05-19\" class=\"line\">&nbsp;&nbsp;down to this very day.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45011008_05-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45011009-1\">9&nbsp;</b>And David says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45011009_05-19\" class=\"line\">&nbsp;&nbsp;“Let their table become a snare and a trap,</span><br><span id=\"p45011009_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a stumbling block and a retribution for them;</span><br><span id=\"p45011010_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v45011010-1\">10&nbsp;</b>&nbsp;&nbsp;let their eyes be darkened so that they cannot see,</span><br><span id=\"p45011010_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bend their backs forever.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p45011010_08-19\"><b class=\"verse-num\" id=\"v45011011-1\">11&nbsp;</b>So I ask, did they stumble in order that they might fall? By no means! Rather, through their trespass salvation has come to the Gentiles, so as to make Israel jealous. <b class=\"verse-num\" id=\"v45011012-1\">12&nbsp;</b>Now if their trespass means riches for the world, and if their failure means riches for the Gentiles, how much more will their full inclusion mean!</p>\n<p id=\"p45011012_08-19\"><b class=\"verse-num\" id=\"v45011013-1\">13&nbsp;</b>Now I am speaking to you Gentiles. Inasmuch then as I am an apostle to the Gentiles, I magnify my ministry <b class=\"verse-num\" id=\"v45011014-1\">14&nbsp;</b>in order somehow to make my fellow Jews jealous, and thus save some of them. <b class=\"verse-num\" id=\"v45011015-1\">15&nbsp;</b>For if their rejection means the reconciliation of the world, what will their acceptance mean but life from the dead? <b class=\"verse-num\" id=\"v45011016-1\">16&nbsp;</b>If the dough offered as firstfruits is holy, so is the whole lump, and if the root is holy, so are the branches.</p>\n<p id=\"p45011016_08-19\"><b class=\"verse-num\" id=\"v45011017-1\">17&nbsp;</b>But if some of the branches were broken off, and you, although a wild olive shoot, were grafted in among the others and now share in the nourishing root of the olive tree, <b class=\"verse-num\" id=\"v45011018-1\">18&nbsp;</b>do not be arrogant toward the branches. If you are, remember it is not you who support the root, but the root that supports you. <b class=\"verse-num\" id=\"v45011019-1\">19&nbsp;</b>Then you will say, “Branches were broken off so that I might be grafted in.” <b class=\"verse-num\" id=\"v45011020-1\">20&nbsp;</b>That is true. They were broken off because of their unbelief, but you stand fast through faith. So do not become proud, but fear. <b class=\"verse-num\" id=\"v45011021-1\">21&nbsp;</b>For if God did not spare the natural branches, neither will he spare you. <b class=\"verse-num\" id=\"v45011022-1\">22&nbsp;</b>Note then the kindness and the severity of God: severity toward those who have fallen, but God’s kindness to you, provided you continue in his kindness. Otherwise you too will be cut off. <b class=\"verse-num\" id=\"v45011023-1\">23&nbsp;</b>And even they, if they do not continue in their unbelief, will be grafted in, for God has the power to graft them in again. <b class=\"verse-num\" id=\"v45011024-1\">24&nbsp;</b>For if you were cut from what is by nature a wild olive tree, and grafted, contrary to nature, into a cultivated olive tree, how much more will these, the natural branches, be grafted back into their own olive tree.</p>\n\n<p id=\"p45011024_13-19\"><b class=\"verse-num\" id=\"v45011025-1\">25&nbsp;</b>Lest you be wise in your own sight, I do not want you to be unaware of this mystery, brothers: a partial hardening has come upon Israel, until the fullness of the Gentiles has come in. <b class=\"verse-num\" id=\"v45011026-1\">26&nbsp;</b>And in this way all Israel will be saved, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45011026_13-19\" class=\"line\">&nbsp;&nbsp;“The Deliverer will come from Zion,</span><br><span id=\"p45011026_13-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will banish ungodliness from Jacob”;</span><br><span id=\"p45011027_13-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v45011027-1\">27&nbsp;</b>&nbsp;&nbsp;“and this will be my covenant with them</span><br><span id=\"p45011027_13-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I take away their sins.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45011027_13-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45011028-1\">28&nbsp;</b>As regards the gospel, they are enemies for your sake. But as regards election, they are beloved for the sake of their forefathers. <b class=\"verse-num\" id=\"v45011029-1\">29&nbsp;</b>For the gifts and the calling of God are irrevocable. <b class=\"verse-num\" id=\"v45011030-1\">30&nbsp;</b>For just as you were at one time disobedient to God but now have received mercy because of their disobedience, <b class=\"verse-num\" id=\"v45011031-1\">31&nbsp;</b>so they too have now been disobedient in order that by the mercy shown to you they also may now receive mercy. <b class=\"verse-num\" id=\"v45011032-1\">32&nbsp;</b>For God has consigned all to disobedience, that he may have mercy on all.</p>\n<p id=\"p45011032_13-19\"><b class=\"verse-num\" id=\"v45011033-1\">33&nbsp;</b>Oh, the depth of the riches and wisdom and knowledge of God! How unsearchable are his judgments and how inscrutable his ways!</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45011034_13-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v45011034-1\">34&nbsp;</b>&nbsp;&nbsp;“For who has known the mind of the Lord,</span><br><span id=\"p45011034_13-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or who has been his counselor?”</span><br><span id=\"p45011035_13-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v45011035-1\">35&nbsp;</b>&nbsp;&nbsp;“Or who has given a gift to him</span><br><span id=\"p45011035_13-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that he might be repaid?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45011035_13-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45011036-1\">36&nbsp;</b>For from him and through him and to him are all things. To him be glory forever. Amen.</p>\n\n</div>","kjv":"<strong>1</strong> I say then, Hath God cast away his people? God forbid. For I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin.  <strong>2</strong> God hath not cast away his people which he foreknew. Wot ye not what the scripture saith of Elias? how he maketh intercession to God against Israel, saying,  <strong>3</strong> Lord, they have killed thy prophets, and digged down thine altars; and I am left alone, and they seek my life.  <strong>4</strong> But what saith the answer of God unto him? I have reserved to myself seven thousand men, who have not bowed the knee to the image of  Baal.  <strong>5</strong> Even so then at this present time also there is a remnant according to the election of grace.  <strong>6</strong> And if by grace, then is it no more of works: otherwise grace is no more grace. But if it be of works, then is it no more grace: otherwise work is no more work.  <strong>7</strong> What then? Israel hath not obtained that which he seeketh for; but the election hath obtained it, and the rest were blinded  <strong>8</strong> (According as it is written, God hath given them the spirit of slumber, eyes that they should not see, and ears that they should not hear;) unto this day.  <strong>9</strong> And David saith, Let their table be made a snare, and a trap, and a stumblingblock, and a recompence unto them:  <strong>10</strong> Let their eyes be darkened, that they may not see, and bow down their back alway.  <strong>11</strong> I say then, Have they stumbled that they should fall? God forbid: but rather through their fall salvation is come unto the Gentiles, for to provoke them to jealousy.  <strong>12</strong> Now if the fall of them be the riches of the world, and the diminishing of them the riches of the Gentiles; how much more their fulness?  <strong>13</strong> For I speak to you Gentiles, inasmuch as I am the apostle of the Gentiles, I magnify mine office:  <strong>14</strong> If by any means I may provoke to emulation them which are  my flesh, and might save some of them.  <strong>15</strong> For if the casting away of them be the reconciling of the world, what shall the receiving of them be, but life from the dead?  <strong>16</strong> For if the firstfruit be holy, the lump is also holy: and if the root be holy, so are the branches.  <strong>17</strong> And if some of the branches be broken off, and thou, being a wild olive tree, wert graffed in among them, and with them partakest of the root and fatness of the olive tree;  <strong>18</strong> Boast not against the branches. But if thou boast, thou bearest not the root, but the root thee.  <strong>19</strong> Thou wilt say then, The branches were broken off, that I might be graffed in.  <strong>20</strong> Well; because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear:  <strong>21</strong> For if God spared not the natural branches, take heed lest he also spare not thee.  <strong>22</strong> Behold therefore the goodness and severity of God: on them which fell, severity; but toward thee, goodness, if thou continue in his goodness: otherwise thou also shalt be cut off.  <strong>23</strong> And they also, if they abide not still in unbelief, shall be graffed in: for God is able to graff them in again.  <strong>24</strong> For if thou wert cut out of the olive tree which is wild by nature, and wert graffed contrary to nature into a good olive tree: how much more shall these, which be the natural branches, be graffed into their own olive tree?  <strong>25</strong> For I would not, brethren, that ye should be ignorant of this mystery, lest ye should be wise in your own conceits; that blindness in part is happened to Israel, until the fulness of the Gentiles be come in.  <strong>26</strong> And so all Israel shall be saved: as it is written, There shall come out of Sion the Deliverer, and shall turn away ungodliness from Jacob:  <strong>27</strong> For this is my covenant unto them, when I shall take away their sins.  <strong>28</strong> As concerning the gospel, they are enemies for your sakes: but as touching the election, they are beloved for the fathers’ sakes.  <strong>29</strong> For the gifts and calling of God are without repentance.  <strong>30</strong> For as ye in times past have not believed God, yet have now obtained mercy through their unbelief:  <strong>31</strong> Even so have these also now not believed, that through your mercy they also may obtain mercy.  <strong>32</strong> For God hath concluded them all in unbelief, that he might have mercy upon all.  <strong>33</strong> O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out!  <strong>34</strong> For who hath known the mind of the Lord? or who hath been his counsellor?  <strong>35</strong> Or who hath first given to him, and it shall be recompensed unto him again?  <strong>36</strong> For of him, and through him, and to him, are all things: to whom be glory for ever. Amen.  ","niv":"<sup><strong>1</strong></sup> I ask then: Did God reject his people? By no means! I am an Israelite myself, a descendant of Abraham, from the tribe of Benjamin. <sup><strong>2</strong></sup> God did not reject his people, whom he foreknew. Don't you know what the Scripture says in the passage about Elijah--how he appealed to God against Israel: <sup><strong>3</strong></sup> \"Lord, they have killed your prophets and torn down your altars; I am the only one left, and they are trying to kill me\"? <sup><strong>4</strong></sup> And what was God's answer to him? \"I have reserved for myself seven thousand who have not bowed the knee to Baal.\" <sup><strong>5</strong></sup> So too, at the present time there is a remnant chosen by grace. <sup><strong>6</strong></sup> And if by grace, then it is no longer by works; if it were, grace would no longer be grace. <sup><strong>7</strong></sup> What then? What Israel sought so earnestly it did not obtain, but the elect did. The others were hardened, <sup><strong>8</strong></sup> as it is written: \"God gave them a spirit of stupor, eyes so that they could not see and ears so that they could not hear, to this very day.\" <sup><strong>9</strong></sup> And David says: \"May their table become a snare and a trap, a stumbling block and a retribution for them. <sup><strong>10</strong></sup> May their eyes be darkened so they cannot see, and their backs be bent forever.\" <sup><strong>11</strong></sup> Again I ask: Did they stumble so as to fall beyond recovery? Not at all! Rather, because of their transgression, salvation has come to the Gentiles to make Israel envious. <sup><strong>12</strong></sup> But if their transgression means riches for the world, and their loss means riches for the Gentiles, how much greater riches will their fullness bring! <sup><strong>13</strong></sup> I am talking to you Gentiles. Inasmuch as I am the apostle to the Gentiles, I make much of my ministry <sup><strong>14</strong></sup> in the hope that I may somehow arouse my own people to envy and save some of them. <sup><strong>15</strong></sup> For if their rejection is the reconciliation of the world, what will their acceptance be but life from the dead? <sup><strong>16</strong></sup> If the part of the dough offered as firstfruits is holy, then the whole batch is holy; if the root is holy, so are the branches. <sup><strong>17</strong></sup> If some of the branches have been broken off, and you, though a wild olive shoot, have been grafted in among the others and now share in the nourishing sap from the olive root, <sup><strong>18</strong></sup> do not boast over those branches. If you do, consider this: You do not support the root, but the root supports you. <sup><strong>19</strong></sup> You will say then, \"Branches were broken off so that I could be grafted in.\" <sup><strong>20</strong></sup> Granted. But they were broken off because of unbelief, and you stand by faith. Do not be arrogant, but be afraid. <sup><strong>21</strong></sup> For if God did not spare the natural branches, he will not spare you either. <sup><strong>22</strong></sup> Consider therefore the kindness and sternness of God: sternness to those who fell, but kindness to you, provided that you continue in his kindness. Otherwise, you also will be cut off. <sup><strong>23</strong></sup> And if they do not persist in unbelief, they will be grafted in, for God is able to graft them in again. <sup><strong>24</strong></sup> After all, if you were cut out of an olive tree that is wild by nature, and contrary to nature were grafted into a cultivated olive tree, how much more readily will these, the natural branches, be grafted into their own olive tree! <sup><strong>25</strong></sup> I do not want you to be ignorant of this mystery, brothers, so that you may not be conceited: Israel has experienced a hardening in part until the full number of the Gentiles has come in. <sup><strong>26</strong></sup> And so all Israel will be saved, as it is written: \"The deliverer will come from Zion; he will turn godlessness away from Jacob. <sup><strong>27</strong></sup> And this is my covenant with them when I take away their sins.\" <sup><strong>28</strong></sup> As far as the gospel is concerned, they are enemies on your account; but as far as election is concerned, they are loved on account of the patriarchs, <sup><strong>29</strong></sup> for God's gifts and his call are irrevocable. <sup><strong>30</strong></sup> Just as you who were at one time disobedient to God have now received mercy as a result of their disobedience, <sup><strong>31</strong></sup> so they too have now become disobedient in order that they too may now receive mercy as a result of God's mercy to you. <sup><strong>32</strong></sup> For God has bound all men over to disobedience so that he may have mercy on them all. <sup><strong>33</strong></sup> Oh, the depth of the riches of the wisdom and knowledge of God! How unsearchable his judgments, and his paths beyond tracing out! <sup><strong>34</strong></sup> \"Who has known the mind of the Lord? Or who has been his counselor?\" <sup><strong>35</strong></sup> \"Who has ever given to God, that God should repay him?\" <sup><strong>36</strong></sup> For from him and through him and to him are all things. To him be the glory forever! Amen. "},{"_id":"6168eca2803fbb813a70a4ee","topicId":"6168ec9c803fbb813a70a4db","verse":"Matthew 5:47","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40005047_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span></p>\n\n</div>","kjv":"<strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  ","niv":"<sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that?"},{"_id":"6168eca2803fbb813a70a4ef","topicId":"6168ec9c803fbb813a70a4db","verse":"Proverbs 21:21","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021021_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021021-1\">21&nbsp;</b>&nbsp;&nbsp;Whoever pursues righteousness and kindness</span><br><span id=\"p20021021_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will find life, righteousness, and honor.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> He that followeth after righteousness and mercy findeth life, righteousness, and honour.  ","niv":"<sup><strong>21</strong></sup> He who pursues righteousness and love finds life, prosperity and honor."},{"_id":"6168eca2803fbb813a70a4f0","topicId":"6168ec9c803fbb813a70a4db","verse":"2 Kings 23:5","votes":5,"__v":0,"esv":"<div>\n<p id=\"p12023005_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v12023005-1\">5&nbsp;</b>And he deposed the priests whom the kings of Judah had ordained to make offerings in the high places at the cities of Judah and around Jerusalem; those also who burned incense to Baal, to the sun and the moon and the constellations and all the host of the heavens.</p>\n</div>","kjv":"<strong>5</strong> And he put down the idolatrous priests, whom the kings of Judah had ordained to burn incense in the high places in the cities of Judah, and in the places round about Jerusalem; them also that burned incense unto Baal, to the sun, and to the moon, and to the planets, and to all the host of heaven.  ","niv":"<sup><strong>5</strong></sup> He did away with the pagan priests appointed by the kings of Judah to burn incense on the high places of the towns of Judah and on those around Jerusalem-those who burned incense to Baal, to the sun and moon, to the constellations and to all the starry hosts."},{"_id":"6168eca2803fbb813a70a4f1","topicId":"6168ec9c803fbb813a70a4db","verse":"Deuteronomy 12:1-32","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p05012001_07-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05012001-1\">12:1&nbsp;</b>“These are the statutes and rules that you shall be careful to do in the land that the LORD, the God of your fathers, has given you to possess, all the days that you live on the earth. <b class=\"verse-num\" id=\"v05012002-1\">2&nbsp;</b>You shall surely destroy all the places where the nations whom you shall dispossess served their gods, on the high mountains and on the hills and under every green tree. <b class=\"verse-num\" id=\"v05012003-1\">3&nbsp;</b>You shall tear down their altars and dash in pieces their pillars and burn their Asherim with fire. You shall chop down the carved images of their gods and destroy their name out of that place. <b class=\"verse-num\" id=\"v05012004-1\">4&nbsp;</b>You shall not worship the LORD your God in that way. <b class=\"verse-num\" id=\"v05012005-1\">5&nbsp;</b>But you shall seek the place that the LORD your God will choose out of all your tribes to put his name and make his habitation there. There you shall go, <b class=\"verse-num\" id=\"v05012006-1\">6&nbsp;</b>and there you shall bring your burnt offerings and your sacrifices, your tithes and the contribution that you present, your vow offerings, your freewill offerings, and the firstborn of your herd and of your flock. <b class=\"verse-num\" id=\"v05012007-1\">7&nbsp;</b>And there you shall eat before the LORD your God, and you shall rejoice, you and your households, in all that you undertake, in which the LORD your God has blessed you.</p>\n<p id=\"p05012007_07-23\"><b class=\"verse-num\" id=\"v05012008-1\">8&nbsp;</b>“You shall not do according to all that we are doing here today, everyone doing whatever is right in his own eyes, <b class=\"verse-num\" id=\"v05012009-1\">9&nbsp;</b>for you have not as yet come to the rest and to the inheritance that the LORD your God is giving you. <b class=\"verse-num\" id=\"v05012010-1\">10&nbsp;</b>But when you go over the Jordan and live in the land that the LORD your God is giving you to inherit, and when he gives you rest from all your enemies around, so that you live in safety, <b class=\"verse-num\" id=\"v05012011-1\">11&nbsp;</b>then to the place that the LORD your God will choose, to make his name dwell there, there you shall bring all that I command you: your burnt offerings and your sacrifices, your tithes and the contribution that you present, and all your finest vow offerings that you vow to the LORD. <b class=\"verse-num\" id=\"v05012012-1\">12&nbsp;</b>And you shall rejoice before the LORD your God, you and your sons and your daughters, your male servants and your female servants, and the Levite that is within your towns, since he has no portion or inheritance with you. <b class=\"verse-num\" id=\"v05012013-1\">13&nbsp;</b>Take care that you do not offer your burnt offerings at any place that you see, <b class=\"verse-num\" id=\"v05012014-1\">14&nbsp;</b>but at the place that the LORD will choose in one of your tribes, there you shall offer your burnt offerings, and there you shall do all that I am commanding you.</p>\n<p id=\"p05012014_07-23\"><b class=\"verse-num\" id=\"v05012015-1\">15&nbsp;</b>“However, you may slaughter and eat meat within any of your towns, as much as you desire, according to the blessing of the LORD your God that he has given you. The unclean and the clean may eat of it, as of the gazelle and as of the deer. <b class=\"verse-num\" id=\"v05012016-1\">16&nbsp;</b>Only you shall not eat the blood; you shall pour it out on the earth like water. <b class=\"verse-num\" id=\"v05012017-1\">17&nbsp;</b>You may not eat within your towns the tithe of your grain or of your wine or of your oil, or the firstborn of your herd or of your flock, or any of your vow offerings that you vow, or your freewill offerings or the contribution that you present, <b class=\"verse-num\" id=\"v05012018-1\">18&nbsp;</b>but you shall eat them before the LORD your God in the place that the LORD your God will choose, you and your son and your daughter, your male servant and your female servant, and the Levite who is within your towns. And you shall rejoice before the LORD your God in all that you undertake. <b class=\"verse-num\" id=\"v05012019-1\">19&nbsp;</b>Take care that you do not neglect the Levite as long as you live in your land.</p>\n<p id=\"p05012019_07-23\"><b class=\"verse-num\" id=\"v05012020-1\">20&nbsp;</b>“When the LORD your God enlarges your territory, as he has promised you, and you say, ‘I will eat meat,’ because you crave meat, you may eat meat whenever you desire. <b class=\"verse-num\" id=\"v05012021-1\">21&nbsp;</b>If the place that the LORD your God will choose to put his name there is too far from you, then you may kill any of your herd or your flock, which the LORD has given you, as I have commanded you, and you may eat within your towns whenever you desire. <b class=\"verse-num\" id=\"v05012022-1\">22&nbsp;</b>Just as the gazelle or the deer is eaten, so you may eat of it. The unclean and the clean alike may eat of it. <b class=\"verse-num\" id=\"v05012023-1\">23&nbsp;</b>Only be sure that you do not eat the blood, for the blood is the life, and you shall not eat the life with the flesh. <b class=\"verse-num\" id=\"v05012024-1\">24&nbsp;</b>You shall not eat it; you shall pour it out on the earth like water. <b class=\"verse-num\" id=\"v05012025-1\">25&nbsp;</b>You shall not eat it, that all may go well with you and with your children after you, when you do what is right in the sight of the LORD. <b class=\"verse-num\" id=\"v05012026-1\">26&nbsp;</b>But the holy things that are due from you, and your vow offerings, you shall take, and you shall go to the place that the LORD will choose, <b class=\"verse-num\" id=\"v05012027-1\">27&nbsp;</b>and offer your burnt offerings, the flesh and the blood, on the altar of the LORD your God. The blood of your sacrifices shall be poured out on the altar of the LORD your God, but the flesh you may eat. <b class=\"verse-num\" id=\"v05012028-1\">28&nbsp;</b>Be careful to obey all these words that I command you, that it may go well with you and with your children after you forever, when you do what is good and right in the sight of the LORD your God.</p>\n\n<p id=\"p05012028_10-23\"><b class=\"verse-num\" id=\"v05012029-1\">29&nbsp;</b>“When the LORD your God cuts off before you the nations whom you go in to dispossess, and you dispossess them and dwell in their land, <b class=\"verse-num\" id=\"v05012030-1\">30&nbsp;</b>take care that you be not ensnared to follow them, after they have been destroyed before you, and that you do not inquire about their gods, saying, ‘How did these nations serve their gods?—that I also may do the same.’ <b class=\"verse-num\" id=\"v05012031-1\">31&nbsp;</b>You shall not worship the LORD your God in that way, for every abominable thing that the LORD hates they have done for their gods, for they even burn their sons and their daughters in the fire to their gods.</p>\n <p id=\"p05012031_10-23\"><b class=\"verse-num\" id=\"v05012032-1\">32&nbsp;</b>“Everything that I command you, you shall be careful to do. You shall not add to it or take from it.</p>\n\n</div>","kjv":"<strong>1</strong> These are the statutes and judgments, which ye shall observe to do in the land, which the LORD God of thy fathers giveth thee to possess it, all the days that ye live upon the earth.  <strong>2</strong> Ye shall utterly destroy all the places, wherein the nations which ye shall possess served their gods, upon the high mountains, and upon the hills, and under every green tree:  <strong>3</strong> And ye shall overthrow their altars, and break their pillars, and burn their groves with fire; and ye shall hew down the graven images of their gods, and destroy the names of them out of that place.  <strong>4</strong> Ye shall not do so unto the LORD your God.  <strong>5</strong> But unto the place which the LORD your God shall choose out of all your tribes to put his name there, even unto his habitation shall ye seek, and thither thou shalt come:  <strong>6</strong> And thither ye shall bring your burnt offerings, and your sacrifices, and your tithes, and heave offerings of your hand, and your vows, and your freewill offerings, and the firstlings of your herds and of your flocks:  <strong>7</strong> And there ye shall eat before the LORD your God, and ye shall rejoice in all that ye put your hand unto, ye and your households, wherein the LORD thy God hath blessed thee.  <strong>8</strong> Ye shall not do after all the things that we do here this day, every man whatsoever is right in his own eyes.  <strong>9</strong> For ye are not as yet come to the rest and to the inheritance, which the LORD your God giveth you.  <strong>10</strong> But when ye go over Jordan, and dwell in the land which the LORD your God giveth you to inherit, and when he giveth you rest from all your enemies round about, so that ye dwell in safety;  <strong>11</strong> Then there shall be a place which the LORD your God shall choose to cause his name to dwell there; thither shall ye bring all that I command you; your burnt offerings, and your sacrifices, your tithes, and the heave offering of your hand, and all your choice vows which ye vow unto the LORD:  <strong>12</strong> And ye shall rejoice before the LORD your God, ye, and your sons, and your daughters, and your menservants, and your maidservants, and the Levite that is within your gates; forasmuch as he hath no part nor inheritance with you.  <strong>13</strong> Take heed to thyself that thou offer not thy burnt offerings in every place that thou seest:  <strong>14</strong> But in the place which the LORD shall choose in one of thy tribes, there thou shalt offer thy burnt offerings, and there thou shalt do all that I command thee.  <strong>15</strong> Notwithstanding thou mayest kill and eat flesh in all thy gates, whatsoever thy soul lusteth after, according to the blessing of the LORD thy God which he hath given thee: the unclean and the clean may eat thereof, as of the roebuck, and as of the hart.  <strong>16</strong> Only ye shall not eat the blood; ye shall pour it upon the earth as water.  <strong>17</strong> Thou mayest not eat within thy gates the tithe of thy corn, or of thy wine, or of thy oil, or the firstlings of thy herds or of thy flock, nor any of thy vows which thou vowest, nor thy freewill offerings, or heave offering of thine hand:  <strong>18</strong> But thou must eat them before the LORD thy God in the place which the LORD thy God shall choose, thou, and thy son, and thy daughter, and thy manservant, and thy maidservant, and the Levite that is within thy gates: and thou shalt rejoice before the LORD thy God in all that thou puttest thine hands unto.  <strong>19</strong> Take heed to thyself that thou forsake not the Levite as long as thou livest upon the earth.  <strong>20</strong> When the LORD thy God shall enlarge thy border, as he hath promised thee, and thou shalt say, I will eat flesh, because thy soul longeth to eat flesh; thou mayest eat flesh, whatsoever thy soul lusteth after.  <strong>21</strong> If the place which the LORD thy God hath chosen to put his name there be too far from thee, then thou shalt kill of thy herd and of thy flock, which the LORD hath given thee, as I have commanded thee, and thou shalt eat in thy gates whatsoever thy soul lusteth after.  <strong>22</strong> Even as the roebuck and the hart is eaten, so thou shalt eat them: the unclean and the clean shall eat of them alike.  <strong>23</strong> Only be sure that thou eat not the blood: for the blood is  the life; and thou mayest not eat the life with the flesh.  <strong>24</strong> Thou shalt not eat it; thou shalt pour it upon the earth as water.  <strong>25</strong> Thou shalt not eat it; that it may go well with thee, and with thy children after thee, when thou shalt do that which is right in the sight of the LORD.  <strong>26</strong> Only thy holy things which thou hast, and thy vows, thou shalt take, and go unto the place which the LORD shall choose:  <strong>27</strong> And thou shalt offer thy burnt offerings, the flesh and the blood, upon the altar of the LORD thy God: and the blood of thy sacrifices shall be poured out upon the altar of the LORD thy God, and thou shalt eat the flesh.  <strong>28</strong> Observe and hear all these words which I command thee, that it may go well with thee, and with thy children after thee for ever, when thou doest that which is good and right in the sight of the LORD thy God.  <strong>29</strong> When the LORD thy God shall cut off the nations from before thee, whither thou goest to possess them, and thou succeedest them, and dwellest in their land;  <strong>30</strong> Take heed to thyself that thou be not snared by following them, after that they be destroyed from before thee; and that thou enquire not after their gods, saying, How did these nations serve their gods? even so will I do likewise.  <strong>31</strong> Thou shalt not do so unto the LORD thy God: for every abomination to the LORD, which he hateth, have they done unto their gods; for even their sons and their daughters they have burnt in the fire to their gods.  <strong>32</strong> What thing soever I command you, observe to do it: thou shalt not add thereto, nor diminish from it.  ","niv":"<sup><strong>1</strong></sup> These are the decrees and laws you must be careful to follow in the land that the LORD, the God of your fathers, has given you to possess-as long as you live in the land. <sup><strong>2</strong></sup> Destroy completely all the places on the high mountains and on the hills and under every spreading tree where the nations you are dispossessing worship their gods. <sup><strong>3</strong></sup> Break down their altars, smash their sacred stones and burn their Asherah poles in the fire; cut down the idols of their gods and wipe out their names from those places. <sup><strong>4</strong></sup> You must not worship the LORD your God in their way. <sup><strong>5</strong></sup> But you are to seek the place the LORD your God will choose from among all your tribes to put his Name there for his dwelling. To that place you must go; <sup><strong>6</strong></sup> there bring your burnt offerings and sacrifices, your tithes and special gifts, what you have vowed to give and your freewill offerings, and the firstborn of your herds and flocks. <sup><strong>7</strong></sup> There, in the presence of the LORD your God, you and your families shall eat and shall rejoice in everything you have put your hand to, because the LORD your God has blessed you. <sup><strong>8</strong></sup> You are not to do as we do here today, everyone as he sees fit, <sup><strong>9</strong></sup> since you have not yet reached the resting place and the inheritance the LORD your God is giving you. <sup><strong>10</strong></sup> But you will cross the Jordan and settle in the land the LORD your God is giving you as an inheritance, and he will give you rest from all your enemies around you so that you will live in safety. <sup><strong>11</strong></sup> Then to the place the LORD your God will choose as a dwelling for his Name-there you are to bring everything I command you: your burnt offerings and sacrifices, your tithes and special gifts, and all the choice possessions you have vowed to the LORD. <sup><strong>12</strong></sup> And there rejoice before the LORD your God, you, your sons and daughters, your menservants and maidservants, and the Levites from your towns, who have no allotment or inheritance of their own. <sup><strong>13</strong></sup> Be careful not to sacrifice your burnt offerings anywhere you please. <sup><strong>14</strong></sup> Offer them only at the place the LORD will choose in one of your tribes, and there observe everything I command you. <sup><strong>15</strong></sup> Nevertheless, you may slaughter your animals in any of your towns and eat as much of the meat as you want, as if it were gazelle or deer, according to the blessing the LORD your God gives you. Both the ceremonially unclean and the clean may eat it. <sup><strong>16</strong></sup> But you must not eat the blood; pour it out on the ground like water. <sup><strong>17</strong></sup> You must not eat in your own towns the tithe of your grain and new wine and oil, or the firstborn of your herds and flocks, or whatever you have vowed to give, or your freewill offerings or special gifts. <sup><strong>18</strong></sup> Instead, you are to eat them in the presence of the LORD your God at the place the LORD your God will choose-you, your sons and daughters, your menservants and maidservants, and the Levites from your towns-and you are to rejoice before the LORD your God in everything you put your hand to. <sup><strong>19</strong></sup> Be careful not to neglect the Levites as long as you live in your land. <sup><strong>20</strong></sup> When the LORD your God has enlarged your territory as he promised you, and you crave meat and say, \"I would like some meat,\" then you may eat as much of it as you want. <sup><strong>21</strong></sup> If the place where the LORD your God chooses to put his Name is too far away from you, you may slaughter animals from the herds and flocks the LORD has given you, as I have commanded you, and in your own towns you may eat as much of them as you want. <sup><strong>22</strong></sup> Eat them as you would gazelle or deer. Both the ceremonially unclean and the clean may eat. <sup><strong>23</strong></sup> But be sure you do not eat the blood, because the blood is the life, and you must not eat the life with the meat. <sup><strong>24</strong></sup> You must not eat the blood; pour it out on the ground like water. <sup><strong>25</strong></sup> Do not eat it, so that it may go well with you and your children after you, because you will be doing what is right in the eyes of the LORD. <sup><strong>26</strong></sup> But take your consecrated things and whatever you have vowed to give, and go to the place the LORD will choose. <sup><strong>27</strong></sup> Present your burnt offerings on the altar of the LORD your God, both the meat and the blood. The blood of your sacrifices must be poured beside the altar of the LORD your God, but you may eat the meat. <sup><strong>28</strong></sup> Be careful to obey all these regulations I am giving you, so that it may always go well with you and your children after you, because you will be doing what is good and right in the eyes of the LORD your God. <sup><strong>29</strong></sup> The LORD your God will cut off before you the nations you are about to invade and dispossess. But when you have driven them out and settled in their land, <sup><strong>30</strong></sup> and after they have been destroyed before you, be careful not to be ensnared by inquiring about their gods, saying, \"How do these nations serve their gods? We will do the same.\" <sup><strong>31</strong></sup> You must not worship the LORD your God in their way, because in worshiping their gods, they do all kinds of detestable things the LORD hates. They even burn their sons and daughters in the fire as sacrifices to their gods. <sup><strong>32</strong></sup> See that you do all I command you; do not add to it or take away from it. "},{"_id":"6168eca3803fbb813a70a4f2","topicId":"6168ec9c803fbb813a70a4db","verse":"Romans 1:1-32","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-24\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-24\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-24\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-24\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-24\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-24\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-24\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-24\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"6168eca3803fbb813a70a4f3","topicId":"6168ec9c803fbb813a70a4db","verse":"Deuteronomy 28:47-48","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05028047_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v05028047-1\">47&nbsp;</b>Because you did not serve the LORD your God with joyfulness and gladness of heart, because of the abundance of all things, <b class=\"verse-num\" id=\"v05028048-1\">48&nbsp;</b>therefore you shall serve your enemies whom the LORD will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you.</p>\n</div>","kjv":"<strong>47</strong> Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;  <strong>48</strong> Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  ","niv":"<sup><strong>47</strong></sup> Because you did not serve the LORD your God joyfully and gladly in the time of prosperity, <sup><strong>48</strong></sup> therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the LORD sends against you. He will put an iron yoke on your neck until he has destroyed you. "},{"_id":"6168eca3803fbb813a70a4f4","topicId":"6168ec9c803fbb813a70a4db","verse":"2 Chronicles 17:1-19","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p14017001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v14017001-1\">17:1&nbsp;</b>Jehoshaphat his son reigned in his place and strengthened himself against Israel. <b class=\"verse-num\" id=\"v14017002-1\">2&nbsp;</b>He placed forces in all the fortified cities of Judah and set garrisons in the land of Judah, and in the cities of Ephraim that Asa his father had captured. <b class=\"verse-num\" id=\"v14017003-1\">3&nbsp;</b>The LORD was with Jehoshaphat, because he walked in the earlier ways of his father David. He did not seek the Baals, <b class=\"verse-num\" id=\"v14017004-1\">4&nbsp;</b>but sought the God of his father and walked in his commandments, and not according to the practices of Israel. <b class=\"verse-num\" id=\"v14017005-1\">5&nbsp;</b>Therefore the LORD established the kingdom in his hand. And all Judah brought tribute to Jehoshaphat, and he had great riches and honor. <b class=\"verse-num\" id=\"v14017006-1\">6&nbsp;</b>His heart was courageous in the ways of the LORD. And furthermore, he took the high places and the Asherim out of Judah.</p>\n<p id=\"p14017006_05-26\"><b class=\"verse-num\" id=\"v14017007-1\">7&nbsp;</b>In the third year of his reign he sent his officials, Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah; <b class=\"verse-num\" id=\"v14017008-1\">8&nbsp;</b>and with them the Levites, Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah; and with these Levites, the priests Elishama and Jehoram. <b class=\"verse-num\" id=\"v14017009-1\">9&nbsp;</b>And they taught in Judah, having the Book of the Law of the LORD with them. They went about through all the cities of Judah and taught among the people.</p>\n<p id=\"p14017009_05-26\"><b class=\"verse-num\" id=\"v14017010-1\">10&nbsp;</b>And the fear of the LORD fell upon all the kingdoms of the lands that were around Judah, and they made no war against Jehoshaphat. <b class=\"verse-num\" id=\"v14017011-1\">11&nbsp;</b>Some of the Philistines brought Jehoshaphat presents and silver for tribute, and the Arabians also brought him 7,700 rams and 7,700 goats. <b class=\"verse-num\" id=\"v14017012-1\">12&nbsp;</b>And Jehoshaphat grew steadily greater. He built in Judah fortresses and store cities, <b class=\"verse-num\" id=\"v14017013-1\">13&nbsp;</b>and he had large supplies in the cities of Judah. He had soldiers, mighty men of valor, in Jerusalem. <b class=\"verse-num\" id=\"v14017014-1\">14&nbsp;</b>This was the muster of them by fathers’ houses: Of Judah, the commanders of thousands: Adnah the commander, with 300,000 mighty men of valor; <b class=\"verse-num\" id=\"v14017015-1\">15&nbsp;</b>and next to him Jehohanan the commander, with 280,000; <b class=\"verse-num\" id=\"v14017016-1\">16&nbsp;</b>and next to him Amasiah the son of Zichri, a volunteer for the service of the LORD, with 200,000 mighty men of valor. <b class=\"verse-num\" id=\"v14017017-1\">17&nbsp;</b>Of Benjamin: Eliada, a mighty man of valor, with 200,000 men armed with bow and shield; <b class=\"verse-num\" id=\"v14017018-1\">18&nbsp;</b>and next to him Jehozabad with 180,000 armed for war. <b class=\"verse-num\" id=\"v14017019-1\">19&nbsp;</b>These were in the service of the king, besides those whom the king had placed in the fortified cities throughout all Judah.</p>\n</div>","kjv":"<strong>1</strong> And Jehoshaphat his son reigned in his stead, and strengthened himself against Israel.  <strong>2</strong> And he placed forces in all the fenced cities of Judah, and set garrisons in the land of Judah, and in the cities of Ephraim, which Asa his father had taken.  <strong>3</strong> And the LORD was with Jehoshaphat, because he walked in the first ways of his father David, and sought not unto Baalim;  <strong>4</strong> But sought to the LORD God of his father, and walked in his commandments, and not after the doings of Israel.  <strong>5</strong> Therefore the LORD stablished the kingdom in his hand; and all Judah brought to Jehoshaphat presents; and he had riches and honour in abundance.  <strong>6</strong> And his heart was lifted up in the ways of the LORD: moreover he took away the high places and groves out of Judah.  <strong>7</strong> Also in the third year of his reign he sent to his princes, even  to Ben-hail, and to Obadiah, and to Zechariah, and to Nethaneel, and to Michaiah, to teach in the cities of Judah.  <strong>8</strong> And with them he sent Levites, even Shemaiah, and Nethaniah, and Zebadiah, and Asahel, and Shemiramoth, and Jehonathan, and Adonijah, and Tobijah, and Tob-adonijah, Levites; and with them Elishama and Jehoram, priests.  <strong>9</strong> And they taught in Judah, and had the book of the law of the LORD with them, and went about throughout all the cities of Judah, and taught the people.  <strong>10</strong> And the fear of the LORD fell upon all the kingdoms of the lands that were round about Judah, so that they made no war against Jehoshaphat.  <strong>11</strong> Also some of the Philistines brought Jehoshaphat presents, and tribute silver; and the Arabians brought him flocks, seven thousand and seven hundred rams, and seven thousand and seven hundred he goats.  <strong>12</strong> And Jehoshaphat waxed great exceedingly; and he built in Judah castles, and cities of store.  <strong>13</strong> And he had much business in the cities of Judah: and the men of war, mighty men of valour, were in Jerusalem.  <strong>14</strong> And these are the numbers of them according to the house of their fathers: Of Judah, the captains of thousands; Adnah the chief, and with him mighty men of valour three hundred thousand.  <strong>15</strong> And next to him was Jehohanan the captain, and with him two hundred and fourscore thousand.  <strong>16</strong> And next him was Amasiah the son of Zichri, who willingly offered himself unto the LORD; and with him two hundred thousand mighty men of valour.  <strong>17</strong> And of Benjamin; Eliada a mighty man of valour, and with him armed men with bow and shield two hundred thousand.  <strong>18</strong> And next him was Jehozabad, and with him an hundred and fourscore thousand ready prepared for the war.  <strong>19</strong> These waited on the king, beside those whom the king put in the fenced cities throughout all Judah.  ","niv":"<sup><strong>1</strong></sup> Jehoshaphat his son succeeded him as king and strengthened himself against Israel. <sup><strong>2</strong></sup> He stationed troops in all the fortified cities of Judah and put garrisons in Judah and in the towns of Ephraim that his father Asa had captured. <sup><strong>3</strong></sup> The LORD was with Jehoshaphat because in his early years he walked in the ways his father David had followed. He did not consult the Baals <sup><strong>4</strong></sup> but sought the God of his father and followed his commands rather than the practices of Israel. <sup><strong>5</strong></sup> The LORD established the kingdom under his control; and all Judah brought gifts to Jehoshaphat, so that he had great wealth and honor. <sup><strong>6</strong></sup> His heart was devoted to the ways of the LORD; furthermore, he removed the high places and the Asherah poles from Judah. <sup><strong>7</strong></sup> In the third year of his reign he sent his officials Ben-Hail, Obadiah, Zechariah, Nethanel and Micaiah to teach in the towns of Judah. <sup><strong>8</strong></sup> With them were certain Levites-Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah and Tob-Adonijah-and the priests Elishama and Jehoram. <sup><strong>9</strong></sup> They taught throughout Judah, taking with them the Book of the Law of the LORD; they went around to all the towns of Judah and taught the people. <sup><strong>10</strong></sup> The fear of the LORD fell on all the kingdoms of the lands surrounding Judah, so that they did not make war with Jehoshaphat. <sup><strong>11</strong></sup> Some Philistines brought Jehoshaphat gifts and silver as tribute, and the Arabs brought him flocks: seven thousand seven hundred rams and seven thousand seven hundred goats. <sup><strong>12</strong></sup> Jehoshaphat became more and more powerful; he built forts and store cities in Judah <sup><strong>13</strong></sup> and had large supplies in the towns of Judah. He also kept experienced fighting men in Jerusalem. <sup><strong>14</strong></sup> Their enrollment by families was as follows: From Judah, commanders of units of 1,000: Adnah the commander, with 300,000 fighting men; <sup><strong>15</strong></sup> next, Jehohanan the commander, with 280,000; <sup><strong>16</strong></sup> next, Amasiah son of Zicri, who volunteered himself for the service of the LORD, with 200,000. <sup><strong>17</strong></sup> From Benjamin: Eliada, a valiant soldier, with 200,000 men armed with bows and shields; <sup><strong>18</strong></sup> next, Jehozabad, with 180,000 men armed for battle. <sup><strong>19</strong></sup> These were the men who served the king, besides those he stationed in the fortified cities throughout Judah. "}]}