{"_id":"6168ed3f803fbb813a70a543","slug":"palm-sunday","name":"Palm Sunday","verses":[{"_id":"6168ed40803fbb813a70a544","topicId":"6168ed3f803fbb813a70a543","verse":"John 12:13","votes":269,"__v":0,"esv":"<div>\n<p id=\"p43012013_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v43012013-1\">13&nbsp;</b>So they took branches of palm trees and went out to meet him, crying out, “Hosanna! Blessed is he who comes in the name of the Lord, even the King of Israel!”</p>\n</div>","kjv":"<strong>13</strong> Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed is the King of Israel that cometh in the name of the Lord.  ","niv":"<sup><strong>13</strong></sup> They took palm branches and went out to meet him, shouting, \"Hosanna! Blessed is he who comes in the name of the Lord!Blessed is the King of Israel!\"","modified":"2023-03-04T10:06:52.543Z"},{"_id":"6168ed40803fbb813a70a545","topicId":"6168ed3f803fbb813a70a543","verse":"John 12:12-19","votes":213,"__v":0,"esv":"<div>\n\n<p id=\"p43012012_04-2\"><b class=\"verse-num\" id=\"v43012012-1\">12&nbsp;</b>The next day the large crowd that had come to the feast heard that Jesus was coming to Jerusalem. <b class=\"verse-num\" id=\"v43012013-1\">13&nbsp;</b>So they took branches of palm trees and went out to meet him, crying out, “Hosanna! Blessed is he who comes in the name of the Lord, even the King of Israel!” <b class=\"verse-num\" id=\"v43012014-1\">14&nbsp;</b>And Jesus found a young donkey and sat on it, just as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p43012015_04-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v43012015-1\">15&nbsp;</b>&nbsp;&nbsp;“Fear not, daughter of Zion;</span><br><span id=\"p43012015_04-2\" class=\"line\">&nbsp;&nbsp;behold, your king is coming,</span><br><span id=\"p43012015_04-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sitting on a donkey’s colt!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p43012015_04-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v43012016-1\">16&nbsp;</b>His disciples did not understand these things at first, but when Jesus was glorified, then they remembered that these things had been written about him and had been done to him. <b class=\"verse-num\" id=\"v43012017-1\">17&nbsp;</b>The crowd that had been with him when he called Lazarus out of the tomb and raised him from the dead continued to bear witness. <b class=\"verse-num\" id=\"v43012018-1\">18&nbsp;</b>The reason why the crowd went to meet him was that they heard he had done this sign. <b class=\"verse-num\" id=\"v43012019-1\">19&nbsp;</b>So the Pharisees said to one another, “You see that you are gaining nothing. Look, the world has gone after him.”</p>\n</div>","kjv":"<strong>12</strong> On the next day much people that were come to the feast, when they heard that Jesus was coming to Jerusalem,  <strong>13</strong> Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed is the King of Israel that cometh in the name of the Lord.  <strong>14</strong> And Jesus, when he had found a young ass, sat thereon; as it is written,  <strong>15</strong> Fear not, daughter of Sion: behold, thy King cometh, sitting on an ass’s colt.  <strong>16</strong> These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and that they had done these things unto him.  <strong>17</strong> The people therefore that was with him when he called Lazarus out of his grave, and raised him from the dead, bare record.  <strong>18</strong> For this cause the people also met him, for that they heard that he had done this miracle.  <strong>19</strong> The Pharisees therefore said among themselves, Perceive ye how ye prevail nothing? behold, the world is gone after him.  ","niv":"<sup><strong>12</strong></sup> The next day the great crowd that had come for the Feast heard that Jesus was on his way to Jerusalem. <sup><strong>13</strong></sup> They took palm branches and went out to meet him, shouting, \"Hosanna! Blessed is he who comes in the name of the Lord!Blessed is the King of Israel!\" <sup><strong>14</strong></sup> Jesus found a young donkey and sat upon it, as it is written, <sup><strong>15</strong></sup> \"Do not be afraid, O Daughter of Zion; see, your king is coming, seated on a donkey's colt.\" <sup><strong>16</strong></sup> At first his disciples did not understand all this. Only after Jesus was glorified did they realize that these things had been written about him and that they had done these things to him. <sup><strong>17</strong></sup> Now the crowd that was with him when he called Lazarus from the tomb and raised him from the dead continued to spread the word. <sup><strong>18</strong></sup> Many people, because they had heard that he had given this miraculous sign, went out to meet him. <sup><strong>19</strong></sup> So the Pharisees said to one another, \"See, this is getting us nowhere. Look how the whole world has gone after him!\" ","modified":"2023-03-18T19:17:47.176Z"},{"_id":"6168ed40803fbb813a70a546","topicId":"6168ed3f803fbb813a70a543","verse":"Zechariah 9:9","votes":177,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38009009_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009009-1\">9&nbsp;</b>&nbsp;&nbsp;Rejoice greatly, O daughter of Zion!</span><br><span id=\"p38009009_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Shout aloud, O daughter of Jerusalem!</span><br><span id=\"p38009009_06-3\" class=\"line\">&nbsp;&nbsp;Behold, your king is coming to you;</span><br><span id=\"p38009009_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;righteous and having salvation is he,</span><br><span id=\"p38009009_06-3\" class=\"line\">&nbsp;&nbsp;humble and mounted on a donkey,</span><br><span id=\"p38009009_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on a colt, the foal of a donkey.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem: behold, thy King cometh unto thee: he is just, and having salvation; lowly, and riding upon an ass, and upon a colt the foal of an ass.  ","niv":"<sup><strong>9</strong></sup> Rejoice greatly, O Daughter of Zion! Shout, Daughter of Jerusalem! See, your king comes to you, righteous and having salvation, gentle and riding on a donkey, on a colt, the foal of a donkey.","modified":"2023-03-28T16:33:15.900Z"},{"_id":"6168ed41803fbb813a70a547","topicId":"6168ed3f803fbb813a70a543","verse":"Mark 11:1-11","votes":106,"__v":0,"esv":"<div>\n\n<p id=\"p41011001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41011001-1\">11:1&nbsp;</b>Now when they drew near to Jerusalem, to Bethphage and Bethany, at the Mount of Olives, Jesus sent two of his disciples <b class=\"verse-num\" id=\"v41011002-1\">2&nbsp;</b>and said to them, <span class=\"woc\">“Go into the village in front of you, and immediately as you enter it you will find a colt tied, on which no one has ever sat. Untie it and bring it.</span> <b class=\"verse-num woc\" id=\"v41011003-1\">3&nbsp;</b><span class=\"woc\">If anyone says to you, ‘Why are you doing this?’ say, ‘The Lord has need of it and will send it back here immediately.’”</span> <b class=\"verse-num\" id=\"v41011004-1\">4&nbsp;</b>And they went away and found a colt tied at a door outside in the street, and they untied it. <b class=\"verse-num\" id=\"v41011005-1\">5&nbsp;</b>And some of those standing there said to them, “What are you doing, untying the colt?” <b class=\"verse-num\" id=\"v41011006-1\">6&nbsp;</b>And they told them what Jesus had said, and they let them go. <b class=\"verse-num\" id=\"v41011007-1\">7&nbsp;</b>And they brought the colt to Jesus and threw their cloaks on it, and he sat on it. <b class=\"verse-num\" id=\"v41011008-1\">8&nbsp;</b>And many spread their cloaks on the road, and others spread leafy branches that they had cut from the fields. <b class=\"verse-num\" id=\"v41011009-1\">9&nbsp;</b>And those who went before and those who followed were shouting, “Hosanna! Blessed is he who comes in the name of the Lord! <b class=\"verse-num\" id=\"v41011010-1\">10&nbsp;</b>Blessed is the coming kingdom of our father David! Hosanna in the highest!”</p>\n<p id=\"p41011010_04-4\"><b class=\"verse-num\" id=\"v41011011-1\">11&nbsp;</b>And he entered Jerusalem and went into the temple. And when he had looked around at everything, as it was already late, he went out to Bethany with the twelve.</p>\n\n</div>","kjv":"<strong>1</strong> And when they came nigh to Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth forth two of his disciples,  <strong>2</strong> And saith unto them, Go your way into the village over against you: and as soon as ye be entered into it, ye shall find a colt tied, whereon never man sat; loose him, and bring him.  <strong>3</strong> And if any man say unto you, Why do ye this? say ye that the Lord hath need of him; and straightway he will send him hither.  <strong>4</strong> And they went their way, and found the colt tied by the door without in a place where two ways met; and they loose him.  <strong>5</strong> And certain of them that stood there said unto them, What do ye, loosing the colt?  <strong>6</strong> And they said unto them even as Jesus had commanded: and they let them go.  <strong>7</strong> And they brought the colt to Jesus, and cast their garments on him; and he sat upon him.  <strong>8</strong> And many spread their garments in the way: and others cut down branches off the trees, and strawed them in the way.  <strong>9</strong> And they that went before, and they that followed, cried, saying, Hosanna; Blessed is he that cometh in the name of the Lord:  <strong>10</strong> Blessed be the kingdom of our father David, that cometh in the name of the Lord: Hosanna in the highest.  <strong>11</strong> And Jesus entered into Jerusalem, and into the temple: and when he had looked round about upon all things, and now the eventide was come, he went out unto Bethany with the twelve.  ","niv":"<sup><strong>1</strong></sup> As they approached Jerusalem and came to Bethphage and Bethany at the Mount of Olives, Jesus sent two of his disciples, <sup><strong>2</strong></sup> saying to them, \"Go to the village ahead of you, and just as you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here. <sup><strong>3</strong></sup> If anyone asks you, 'Why are you doing this?' tell him, 'The Lord needs it and will send it back here shortly.'\" <sup><strong>4</strong></sup> They went and found a colt outside in the street, tied at a doorway. As they untied it, <sup><strong>5</strong></sup> some people standing there asked, \"What are you doing, untying that colt?\" <sup><strong>6</strong></sup> They answered as Jesus had told them to, and the people let them go. <sup><strong>7</strong></sup> When they brought the colt to Jesus and threw their cloaks over it, he sat on it. <sup><strong>8</strong></sup> Many people spread their cloaks on the road, while others spread branches they had cut in the fields. <sup><strong>9</strong></sup> Those who went ahead and those who followed shouted, \"Hosanna! Blessed is he who comes in the name of the Lord!\" <sup><strong>10</strong></sup> \"Blessed is the coming kingdom of our father David!Hosanna in the highest!\" <sup><strong>11</strong></sup> Jesus entered Jerusalem and went to the temple. He looked around at everything, but since it was already late, he went out to Bethany with the Twelve. "},{"_id":"6168ed41803fbb813a70a548","topicId":"6168ed3f803fbb813a70a543","verse":"Matthew 21:1-11","votes":103,"__v":0,"esv":"<div>\n\n<p id=\"p40021001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40021001-1\">21:1&nbsp;</b>Now when they drew near to Jerusalem and came to Bethphage, to the Mount of Olives, then Jesus sent two disciples, <b class=\"verse-num\" id=\"v40021002-1\">2&nbsp;</b>saying to them, <span class=\"woc\">“Go into the village in front of you, and immediately you will find a donkey tied, and a colt with her. Untie them and bring them to me.</span> <b class=\"verse-num woc\" id=\"v40021003-1\">3&nbsp;</b><span class=\"woc\">If anyone says anything to you, you shall say, ‘The Lord needs them,’ and he will send them at once.”</span> <b class=\"verse-num\" id=\"v40021004-1\">4&nbsp;</b>This took place to fulfill what was spoken by the prophet, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40021005_04-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v40021005-1\">5&nbsp;</b>&nbsp;&nbsp;“Say to the daughter of Zion,</span><br><span id=\"p40021005_04-5\" class=\"line\">&nbsp;&nbsp;‘Behold, your king is coming to you,</span><br><span id=\"p40021005_04-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;humble, and mounted on a donkey,</span><br><span id=\"p40021005_04-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on a colt, the foal of a beast of burden.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40021005_04-5\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40021006-1\">6&nbsp;</b>The disciples went and did as Jesus had directed them. <b class=\"verse-num\" id=\"v40021007-1\">7&nbsp;</b>They brought the donkey and the colt and put on them their cloaks, and he sat on them. <b class=\"verse-num\" id=\"v40021008-1\">8&nbsp;</b>Most of the crowd spread their cloaks on the road, and others cut branches from the trees and spread them on the road. <b class=\"verse-num\" id=\"v40021009-1\">9&nbsp;</b>And the crowds that went before him and that followed him were shouting, “Hosanna to the Son of David! Blessed is he who comes in the name of the Lord! Hosanna in the highest!” <b class=\"verse-num\" id=\"v40021010-1\">10&nbsp;</b>And when he entered Jerusalem, the whole city was stirred up, saying, “Who is this?” <b class=\"verse-num\" id=\"v40021011-1\">11&nbsp;</b>And the crowds said, “This is the prophet Jesus, from Nazareth of Galilee.”</p>\n\n</div>","kjv":"<strong>1</strong> And when they drew nigh unto Jerusalem, and were come to Bethphage, unto the mount of Olives, then sent Jesus two disciples,  <strong>2</strong> Saying unto them, Go into the village over against you, and straightway ye shall find an ass tied, and a colt with her: loose them,  and bring them unto me.  <strong>3</strong> And if any man say ought unto you, ye shall say, The Lord hath need of them; and straightway he will send them.  <strong>4</strong> All this was done, that it might be fulfilled which was spoken by the prophet, saying,  <strong>5</strong> Tell ye the daughter of Sion, Behold, thy King cometh unto thee, meek, and sitting upon an ass, and a colt the foal of an ass.  <strong>6</strong> And the disciples went, and did as Jesus commanded them,  <strong>7</strong> And brought the ass, and the colt, and put on them their clothes, and they set him thereon.  <strong>8</strong> And a very great multitude spread their garments in the way; others cut down branches from the trees, and strawed them in the way.  <strong>9</strong> And the multitudes that went before, and that followed, cried, saying, Hosanna to the Son of David: Blessed is he that cometh in the name of the Lord; Hosanna in the highest.  <strong>10</strong> And when he was come into Jerusalem, all the city was moved, saying, Who is this?  <strong>11</strong> And the multitude said, This is Jesus the prophet of Nazareth of Galilee.  ","niv":"<sup><strong>1</strong></sup> As they approached Jerusalem and came to Bethphage on the Mount of Olives, Jesus sent two disciples, <sup><strong>2</strong></sup> saying to them, \"Go to the village ahead of you, and at once you will find a donkey tied there, with her colt by her. Untie them and bring them to me. <sup><strong>3</strong></sup> If anyone says anything to you, tell him that the Lord needs them, and he will send them right away.\" <sup><strong>4</strong></sup> This took place to fulfill what was spoken through the prophet: <sup><strong>5</strong></sup> \"Say to the Daughter of Zion, 'See, your king comes to you, gentle and riding on a donkey, on a colt, the foal of a donkey.'\" <sup><strong>6</strong></sup> The disciples went and did as Jesus had instructed them. <sup><strong>7</strong></sup> They brought the donkey and the colt, placed their cloaks on them, and Jesus sat on them. <sup><strong>8</strong></sup> A very large crowd spread their cloaks on the road, while others cut branches from the trees and spread them on the road. <sup><strong>9</strong></sup> The crowds that went ahead of him and those that followed shouted, \"Hosanna to the Son of David!Blessed is he who comes in the name of the Lord!Hosanna in the highest!\" <sup><strong>10</strong></sup> When Jesus entered Jerusalem, the whole city was stirred and asked, \"Who is this?\" <sup><strong>11</strong></sup> The crowds answered, \"This is Jesus, the prophet from Nazareth in Galilee.\" ","modified":"2022-04-10T10:17:18.420Z"},{"_id":"6168ed41803fbb813a70a549","topicId":"6168ed3f803fbb813a70a543","verse":"John 12:9-19","votes":69,"__v":0,"esv":"<div>\n\n<p id=\"p43012009_06-6\"><b class=\"verse-num\" id=\"v43012009-1\">9&nbsp;</b>When the large crowd of the Jews learned that Jesus was there, they came, not only on account of him but also to see Lazarus, whom he had raised from the dead. <b class=\"verse-num\" id=\"v43012010-1\">10&nbsp;</b>So the chief priests made plans to put Lazarus to death as well, <b class=\"verse-num\" id=\"v43012011-1\">11&nbsp;</b>because on account of him many of the Jews were going away and believing in Jesus.</p>\n\n<p id=\"p43012011_09-6\"><b class=\"verse-num\" id=\"v43012012-1\">12&nbsp;</b>The next day the large crowd that had come to the feast heard that Jesus was coming to Jerusalem. <b class=\"verse-num\" id=\"v43012013-1\">13&nbsp;</b>So they took branches of palm trees and went out to meet him, crying out, “Hosanna! Blessed is he who comes in the name of the Lord, even the King of Israel!” <b class=\"verse-num\" id=\"v43012014-1\">14&nbsp;</b>And Jesus found a young donkey and sat on it, just as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p43012015_09-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v43012015-1\">15&nbsp;</b>&nbsp;&nbsp;“Fear not, daughter of Zion;</span><br><span id=\"p43012015_09-6\" class=\"line\">&nbsp;&nbsp;behold, your king is coming,</span><br><span id=\"p43012015_09-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sitting on a donkey’s colt!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p43012015_09-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v43012016-1\">16&nbsp;</b>His disciples did not understand these things at first, but when Jesus was glorified, then they remembered that these things had been written about him and had been done to him. <b class=\"verse-num\" id=\"v43012017-1\">17&nbsp;</b>The crowd that had been with him when he called Lazarus out of the tomb and raised him from the dead continued to bear witness. <b class=\"verse-num\" id=\"v43012018-1\">18&nbsp;</b>The reason why the crowd went to meet him was that they heard he had done this sign. <b class=\"verse-num\" id=\"v43012019-1\">19&nbsp;</b>So the Pharisees said to one another, “You see that you are gaining nothing. Look, the world has gone after him.”</p>\n\n</div>","kjv":"<strong>9</strong> Much people of the Jews therefore knew that he was there: and they came not for Jesus’ sake only, but that they might see Lazarus also, whom he had raised from the dead.  <strong>10</strong> But the chief priests consulted that they might put Lazarus also to death;  <strong>11</strong> Because that by reason of him many of the Jews went away, and believed on Jesus.  <strong>12</strong> On the next day much people that were come to the feast, when they heard that Jesus was coming to Jerusalem,  <strong>13</strong> Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed is the King of Israel that cometh in the name of the Lord.  <strong>14</strong> And Jesus, when he had found a young ass, sat thereon; as it is written,  <strong>15</strong> Fear not, daughter of Sion: behold, thy King cometh, sitting on an ass’s colt.  <strong>16</strong> These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and that they had done these things unto him.  <strong>17</strong> The people therefore that was with him when he called Lazarus out of his grave, and raised him from the dead, bare record.  <strong>18</strong> For this cause the people also met him, for that they heard that he had done this miracle.  <strong>19</strong> The Pharisees therefore said among themselves, Perceive ye how ye prevail nothing? behold, the world is gone after him.  ","niv":"<sup><strong>9</strong></sup> Meanwhile a large crowd of Jews found out that Jesus was there and came, not only because of him but also to see Lazarus, whom he had raised from the dead. <sup><strong>10</strong></sup> So the chief priests made plans to kill Lazarus as well, <sup><strong>11</strong></sup> for on account of him many of the Jews were going over to Jesus and putting their faith in him. <sup><strong>12</strong></sup> The next day the great crowd that had come for the Feast heard that Jesus was on his way to Jerusalem. <sup><strong>13</strong></sup> They took palm branches and went out to meet him, shouting, \"Hosanna! Blessed is he who comes in the name of the Lord!Blessed is the King of Israel!\" <sup><strong>14</strong></sup> Jesus found a young donkey and sat upon it, as it is written, <sup><strong>15</strong></sup> \"Do not be afraid, O Daughter of Zion; see, your king is coming, seated on a donkey's colt.\" <sup><strong>16</strong></sup> At first his disciples did not understand all this. Only after Jesus was glorified did they realize that these things had been written about him and that they had done these things to him. <sup><strong>17</strong></sup> Now the crowd that was with him when he called Lazarus from the tomb and raised him from the dead continued to spread the word. <sup><strong>18</strong></sup> Many people, because they had heard that he had given this miraculous sign, went out to meet him. <sup><strong>19</strong></sup> So the Pharisees said to one another, \"See, this is getting us nowhere. Look how the whole world has gone after him!\" "},{"_id":"6168ed42803fbb813a70a54a","topicId":"6168ed3f803fbb813a70a543","verse":"Matthew 21:8-11","votes":47,"__v":0,"esv":"<div>\n<p id=\"p40021008_01-7\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v40021008-1\">8&nbsp;</b>Most of the crowd spread their cloaks on the road, and others cut branches from the trees and spread them on the road. <b class=\"verse-num\" id=\"v40021009-1\">9&nbsp;</b>And the crowds that went before him and that followed him were shouting, “Hosanna to the Son of David! Blessed is he who comes in the name of the Lord! Hosanna in the highest!” <b class=\"verse-num\" id=\"v40021010-1\">10&nbsp;</b>And when he entered Jerusalem, the whole city was stirred up, saying, “Who is this?” <b class=\"verse-num\" id=\"v40021011-1\">11&nbsp;</b>And the crowds said, “This is the prophet Jesus, from Nazareth of Galilee.”</p>\n</div>","kjv":"<strong>8</strong> And a very great multitude spread their garments in the way; others cut down branches from the trees, and strawed them in the way.  <strong>9</strong> And the multitudes that went before, and that followed, cried, saying, Hosanna to the Son of David: Blessed is he that cometh in the name of the Lord; Hosanna in the highest.  <strong>10</strong> And when he was come into Jerusalem, all the city was moved, saying, Who is this?  <strong>11</strong> And the multitude said, This is Jesus the prophet of Nazareth of Galilee.  ","niv":"<sup><strong>8</strong></sup> A very large crowd spread their cloaks on the road, while others cut branches from the trees and spread them on the road. <sup><strong>9</strong></sup> The crowds that went ahead of him and those that followed shouted, \"Hosanna to the Son of David!Blessed is he who comes in the name of the Lord!Hosanna in the highest!\" <sup><strong>10</strong></sup> When Jesus entered Jerusalem, the whole city was stirred and asked, \"Who is this?\" <sup><strong>11</strong></sup> The crowds answered, \"This is Jesus, the prophet from Nazareth in Galilee.\" ","modified":"2023-04-02T06:10:56.565Z"},{"_id":"6168ed42803fbb813a70a54b","topicId":"6168ed3f803fbb813a70a543","verse":"Matthew 21:5","votes":44,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40021005_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v40021005-1\">5&nbsp;</b>&nbsp;&nbsp;“Say to the daughter of Zion,</span><br><span id=\"p40021005_01-8\" class=\"line\">&nbsp;&nbsp;‘Behold, your king is coming to you,</span><br><span id=\"p40021005_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;humble, and mounted on a donkey,</span><br><span id=\"p40021005_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on a colt, the foal of a beast of burden.’”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong> Tell ye the daughter of Sion, Behold, thy King cometh unto thee, meek, and sitting upon an ass, and a colt the foal of an ass.  ","niv":"<sup><strong>5</strong></sup> \"Say to the Daughter of Zion, 'See, your king comes to you, gentle and riding on a donkey, on a colt, the foal of a donkey.'\"","modified":"2023-04-02T05:38:07.229Z"},{"_id":"6168ed42803fbb813a70a54c","topicId":"6168ed3f803fbb813a70a543","verse":"Mark 16:16","votes":44,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.","modified":"2022-04-10T19:39:32.245Z"},{"_id":"6168ed42803fbb813a70a54d","topicId":"6168ed3f803fbb813a70a543","verse":"Matthew 6:1-34","votes":39,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-10\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006004_08-10\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_08-10\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span> <b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_08-10\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_08-10\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_08-10\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_08-10\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_08-10\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_08-10\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_08-10\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_08-10\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_08-10\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_08-10\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></p><p id=\"p40006013_08-10\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n\n<p id=\"p40006015_09-10\"><b class=\"verse-num woc\" id=\"v40006016-1\">16&nbsp;</b><span class=\"woc\">“And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span> <b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006018_14-10\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n<p id=\"p40006021_14-10\"><b class=\"verse-num woc\" id=\"v40006022-1\">22&nbsp;</b><span class=\"woc\">“The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light,</span> <b class=\"verse-num woc\" id=\"v40006023-1\">23&nbsp;</b><span class=\"woc\">but if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!</span></p>\n<p id=\"p40006023_14-10\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n<p id=\"p40006024_18-10\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_18-10\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. <strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  <strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. <strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  <strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  <strong>22</strong> The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.  <strong>23</strong> But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is  that darkness! <strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. <sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. <sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' <sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. <sup><strong>16</strong></sup> \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. <sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face, <sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. <sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>22</strong></sup> \"The eye is the lamp of the body. If your eyes are good, your whole body will be full of light. <sup><strong>23</strong></sup> But if your eyes are bad, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! <sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money. <sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "},{"_id":"6168ed43803fbb813a70a54e","topicId":"6168ed3f803fbb813a70a543","verse":"Luke 19:28-44","votes":37,"__v":0,"esv":"<div>\n\n<p id=\"p42019028_04-11\"><b class=\"verse-num\" id=\"v42019028-1\">28&nbsp;</b>And when he had said these things, he went on ahead, going up to Jerusalem. <b class=\"verse-num\" id=\"v42019029-1\">29&nbsp;</b>When he drew near to Bethphage and Bethany, at the mount that is called Olivet, he sent two of the disciples, <b class=\"verse-num\" id=\"v42019030-1\">30&nbsp;</b>saying, <span class=\"woc\">“Go into the village in front of you, where on entering you will find a colt tied, on which no one has ever yet sat. Untie it and bring it here.</span> <b class=\"verse-num woc\" id=\"v42019031-1\">31&nbsp;</b><span class=\"woc\">If anyone asks you, ‘Why are you untying it?’ you shall say this: ‘The Lord has need of it.’”</span> <b class=\"verse-num\" id=\"v42019032-1\">32&nbsp;</b>So those who were sent went away and found it just as he had told them. <b class=\"verse-num\" id=\"v42019033-1\">33&nbsp;</b>And as they were untying the colt, its owners said to them, “Why are you untying the colt?” <b class=\"verse-num\" id=\"v42019034-1\">34&nbsp;</b>And they said, “The Lord has need of it.” <b class=\"verse-num\" id=\"v42019035-1\">35&nbsp;</b>And they brought it to Jesus, and throwing their cloaks on the colt, they set Jesus on it. <b class=\"verse-num\" id=\"v42019036-1\">36&nbsp;</b>And as he rode along, they spread their cloaks on the road. <b class=\"verse-num\" id=\"v42019037-1\">37&nbsp;</b>As he was drawing near—already on the way down the Mount of Olives—the whole multitude of his disciples began to rejoice and praise God with a loud voice for all the mighty works that they had seen, <b class=\"verse-num\" id=\"v42019038-1\">38&nbsp;</b>saying, “Blessed is the King who comes in the name of the Lord! Peace in heaven and glory in the highest!” <b class=\"verse-num\" id=\"v42019039-1\">39&nbsp;</b>And some of the Pharisees in the crowd said to him, “Teacher, rebuke your disciples.” <b class=\"verse-num\" id=\"v42019040-1\">40&nbsp;</b>He answered, <span class=\"woc\">“I tell you, if these were silent, the very stones would cry out.”</span></p>\n\n<p id=\"p42019040_08-11\"><b class=\"verse-num\" id=\"v42019041-1\">41&nbsp;</b>And when he drew near and saw the city, he wept over it, <b class=\"verse-num\" id=\"v42019042-1\">42&nbsp;</b>saying, <span class=\"woc\">“Would that you, even you, had known on this day the things that make for peace! But now they are hidden from your eyes.</span> <b class=\"verse-num woc\" id=\"v42019043-1\">43&nbsp;</b><span class=\"woc\">For the days will come upon you, when your enemies will set up a barricade around you and surround you and hem you in on every side</span> <b class=\"verse-num woc\" id=\"v42019044-1\">44&nbsp;</b><span class=\"woc\">and tear you down to the ground, you and your children within you. And they will not leave one stone upon another in you, because you did not know the time of your visitation.”</span></p>\n</div>","kjv":"<strong>28</strong> And when he had thus spoken, he went before, ascending up to Jerusalem.  <strong>29</strong> And it came to pass, when he was come nigh to Bethphage and Bethany, at the mount called the mount of Olives, he sent two of his disciples,  <strong>30</strong> Saying, Go ye into the village over against you; in the which at your entering ye shall find a colt tied, whereon yet never man sat: loose him, and bring him hither.  <strong>31</strong> And if any man ask you, Why do ye loose him? thus shall ye say unto him, Because the Lord hath need of him.  <strong>32</strong> And they that were sent went their way, and found even as he had said unto them.  <strong>33</strong> And as they were loosing the colt, the owners thereof said unto them, Why loose ye the colt?  <strong>34</strong> And they said, The Lord hath need of him.  <strong>35</strong> And they brought him to Jesus: and they cast their garments upon the colt, and they set Jesus thereon.  <strong>36</strong> And as he went, they spread their clothes in the way.  <strong>37</strong> And when he was come nigh, even now at the descent of the mount of Olives, the whole multitude of the disciples began to rejoice and praise God with a loud voice for all the mighty works that they had seen;  <strong>38</strong> Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.  <strong>39</strong> And some of the Pharisees from among the multitude said unto him, Master, rebuke thy disciples.  <strong>40</strong> And he answered and said unto them, I tell you that, if these should hold their peace, the stones would immediately cry out. <strong>41</strong> And when he was come near, he beheld the city, and wept over it,  <strong>42</strong> Saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.  <strong>43</strong> For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,  <strong>44</strong> And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.  ","niv":"<sup><strong>28</strong></sup> After Jesus had said this, he went on ahead, going up to Jerusalem. <sup><strong>29</strong></sup> As he approached Bethphage and Bethany at the hill called the Mount of Olives, he sent two of his disciples, saying to them, <sup><strong>30</strong></sup> \"Go to the village ahead of you, and as you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here. <sup><strong>31</strong></sup> If anyone asks you, 'Why are you untying it?' tell him, 'The Lord needs it.'\" <sup><strong>32</strong></sup> Those who were sent ahead went and found it just as he had told them. <sup><strong>33</strong></sup> As they were untying the colt, its owners asked them, \"Why are you untying the colt?\" <sup><strong>34</strong></sup> They replied, \"The Lord needs it.\" <sup><strong>35</strong></sup> They brought it to Jesus, threw their cloaks on the colt and put Jesus on it. <sup><strong>36</strong></sup> As he went along, people spread their cloaks on the road. <sup><strong>37</strong></sup> When he came near the place where the road goes down the Mount of Olives, the whole crowd of disciples began joyfully to praise God in loud voices for all the miracles they had seen: <sup><strong>38</strong></sup> \"Blessed is the king who comes in the name of the Lord!Peace in heaven and glory in the highest!\" <sup><strong>39</strong></sup> Some of the Pharisees in the crowd said to Jesus, \"Teacher, rebuke your disciples!\" <sup><strong>40</strong></sup> \"I tell you,\" he replied, \"if they keep quiet, the stones will cry out.\" <sup><strong>41</strong></sup> As he approached Jerusalem and saw the city, he wept over it <sup><strong>42</strong></sup> and said, \"If you, even you, had only known on this day what would bring you peace--but now it is hidden from your eyes. <sup><strong>43</strong></sup> The days will come upon you when your enemies will build an embankment against you and encircle you and hem you in on every side. <sup><strong>44</strong></sup> They will dash you to the ground, you and the children within your walls. They will not leave one stone on another, because you did not recognize the time of God's coming to you.\" "},{"_id":"6168ed43803fbb813a70a54f","topicId":"6168ed3f803fbb813a70a543","verse":"Psalm 1:1-6","votes":36,"__v":0,"esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001001_11-12\" class=\"line\"><b class=\"chapter-num\" id=\"v19001001-1\">1:1&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19001001_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks not in the counsel of the wicked,</span><br><span id=\"p19001001_11-12\" class=\"line\">&nbsp;&nbsp;nor stands in the way of sinners,</span><br><span id=\"p19001001_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sits in the seat of scoffers;</span><br><span id=\"p19001002_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001002-1\">2&nbsp;</b>&nbsp;&nbsp;but his delight is in the law of the LORD,</span><br><span id=\"p19001002_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on his law he meditates day and night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001003_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001003-1\">3&nbsp;</b>&nbsp;&nbsp;He is like a tree</span><br><span id=\"p19001003_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;planted by streams of water</span><br><span id=\"p19001003_11-12\" class=\"line\">&nbsp;&nbsp;that yields its fruit in its season,</span><br><span id=\"p19001003_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its leaf does not wither.</span><br><span id=\"p19001003_11-12\" class=\"line\">&nbsp;&nbsp;In all that he does, he prospers.</span><br><span id=\"p19001004_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001004-1\">4&nbsp;</b>&nbsp;&nbsp;The wicked are not so,</span><br><span id=\"p19001004_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but are like chaff that the wind drives away.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001005_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001005-1\">5&nbsp;</b>&nbsp;&nbsp;Therefore the wicked will not stand in the judgment,</span><br><span id=\"p19001005_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sinners in the congregation of the righteous;</span><br><span id=\"p19001006_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001006-1\">6&nbsp;</b>&nbsp;&nbsp;for the LORD knows the way of the righteous,</span><br><span id=\"p19001006_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked will perish.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <strong>2</strong> But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  <strong>4</strong> The ungodly are not so: but are like the chaff which the wind driveth away.  <strong>5</strong> Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.  <strong>6</strong> For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers. <sup><strong>2</strong></sup> But his delight is in the law of the LORD, and on his law he meditates day and night. <sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers. <sup><strong>4</strong></sup> Not so the wicked! They are like chaff that the wind blows away. <sup><strong>5</strong></sup> Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous. <sup><strong>6</strong></sup> For the LORD watches over the way of the righteous, but the way of the wicked will perish. "},{"_id":"6168ed43803fbb813a70a550","topicId":"6168ed3f803fbb813a70a543","verse":"James 4:17","votes":31,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins."},{"_id":"6168ed44803fbb813a70a551","topicId":"6168ed3f803fbb813a70a543","verse":"1 John 5:3","votes":29,"__v":0,"esv":"<div>\n<p id=\"p62005003_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005003-1\">3&nbsp;</b>For this is the love of God, that we keep his commandments. And his commandments are not burdensome.</p>\n</div>","kjv":"<strong>3</strong> For this is the love of God, that we keep his commandments: and his commandments are not grievous.  ","niv":"<sup><strong>3</strong></sup> This is love for God: to obey his commands. And his commands are not burdensome,"},{"_id":"6168ed44803fbb813a70a552","topicId":"6168ed3f803fbb813a70a543","verse":"John 12:15","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p43012015_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v43012015-1\">15&nbsp;</b>&nbsp;&nbsp;“Fear not, daughter of Zion;</span><br><span id=\"p43012015_01-15\" class=\"line\">&nbsp;&nbsp;behold, your king is coming,</span><br><span id=\"p43012015_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sitting on a donkey’s colt!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Fear not, daughter of Sion: behold, thy King cometh, sitting on an ass’s colt.  ","niv":"<sup><strong>15</strong></sup> \"Do not be afraid, O Daughter of Zion; see, your king is coming, seated on a donkey's colt.\"","modified":"2023-03-28T01:23:19.745Z"},{"_id":"6168ed44803fbb813a70a553","topicId":"6168ed3f803fbb813a70a543","verse":"John 3:16-17","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-16\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"6168ed45803fbb813a70a554","topicId":"6168ed3f803fbb813a70a543","verse":"Psalm 118:25","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19118025_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118025-1\">25&nbsp;</b>&nbsp;&nbsp;Save us, we pray, O LORD!</span><br><span id=\"p19118025_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, we pray, give us success!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> Save now, I beseech thee, O LORD: O LORD, I beseech thee, send now prosperity.  ","niv":"<sup><strong>25</strong></sup> O LORD, save us; O LORD, grant us success."},{"_id":"6168ed45803fbb813a70a555","topicId":"6168ed3f803fbb813a70a543","verse":"John 3:3","votes":23,"__v":0,"esv":"<div>\n<p id=\"p43003003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span></p>\n\n</div>","kjv":"<strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  ","niv":"<sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \""},{"_id":"6168ed45803fbb813a70a556","topicId":"6168ed3f803fbb813a70a543","verse":"2 Timothy 3:16-17","votes":22,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"6168ed45803fbb813a70a557","topicId":"6168ed3f803fbb813a70a543","verse":"Luke 19:38","votes":21,"__v":0,"esv":"<div>\n<p id=\"p42019038_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v42019038-1\">38&nbsp;</b>saying, “Blessed is the King who comes in the name of the Lord! Peace in heaven and glory in the highest!”</p>\n</div>","kjv":"<strong>38</strong> Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.  ","niv":"<sup><strong>38</strong></sup> \"Blessed is the king who comes in the name of the Lord!Peace in heaven and glory in the highest!\""},{"_id":"6168ed46803fbb813a70a558","topicId":"6168ed3f803fbb813a70a543","verse":"1 Corinthians 15:1-58","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-22\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015005-1\">5&nbsp;</b>and that he appeared to Cephas, then to the twelve. <b class=\"verse-num\" id=\"v46015006-1\">6&nbsp;</b>Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep. <b class=\"verse-num\" id=\"v46015007-1\">7&nbsp;</b>Then he appeared to James, then to all the apostles. <b class=\"verse-num\" id=\"v46015008-1\">8&nbsp;</b>Last of all, as to one untimely born, he appeared also to me. <b class=\"verse-num\" id=\"v46015009-1\">9&nbsp;</b>For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God. <b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me. <b class=\"verse-num\" id=\"v46015011-1\">11&nbsp;</b>Whether then it was I or they, so we preach and so you believed.</p>\n\n<p id=\"p46015011_10-22\"><b class=\"verse-num\" id=\"v46015012-1\">12&nbsp;</b>Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead? <b class=\"verse-num\" id=\"v46015013-1\">13&nbsp;</b>But if there is no resurrection of the dead, then not even Christ has been raised. <b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised. <b class=\"verse-num\" id=\"v46015016-1\">16&nbsp;</b>For if the dead are not raised, not even Christ has been raised. <b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins. <b class=\"verse-num\" id=\"v46015018-1\">18&nbsp;</b>Then those also who have fallen asleep in Christ have perished. <b class=\"verse-num\" id=\"v46015019-1\">19&nbsp;</b>If in Christ we have hope in this life only, we are of all people most to be pitied.</p>\n<p id=\"p46015019_10-22\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. <b class=\"verse-num\" id=\"v46015024-1\">24&nbsp;</b>Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. <b class=\"verse-num\" id=\"v46015025-1\">25&nbsp;</b>For he must reign until he has put all his enemies under his feet. <b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death. <b class=\"verse-num\" id=\"v46015027-1\">27&nbsp;</b>For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him. <b class=\"verse-num\" id=\"v46015028-1\">28&nbsp;</b>When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.</p>\n<p id=\"p46015028_10-22\"><b class=\"verse-num\" id=\"v46015029-1\">29&nbsp;</b>Otherwise, what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf? <b class=\"verse-num\" id=\"v46015030-1\">30&nbsp;</b>Why are we in danger every hour? <b class=\"verse-num\" id=\"v46015031-1\">31&nbsp;</b>I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day! <b class=\"verse-num\" id=\"v46015032-1\">32&nbsp;</b>What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.” <b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.” <b class=\"verse-num\" id=\"v46015034-1\">34&nbsp;</b>Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame.</p>\n\n<p id=\"p46015034_13-22\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body. <b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish. <b class=\"verse-num\" id=\"v46015040-1\">40&nbsp;</b>There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another. <b class=\"verse-num\" id=\"v46015041-1\">41&nbsp;</b>There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.</p>\n<p id=\"p46015041_13-22\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_16-22\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_16-22\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_16-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_16-22\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  <strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  <strong>11</strong> Therefore whether it were I or they, so we preach, and so ye believed.  <strong>12</strong> Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  <strong>13</strong> But if there be no resurrection of the dead, then is Christ not risen:  <strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  <strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, <sup><strong>5</strong></sup> and that he appeared to Peter, and then to the Twelve. <sup><strong>6</strong></sup> After that, he appeared to more than five hundred of the brothers at the same time, most of whom are still living, though some have fallen asleep. <sup><strong>7</strong></sup> Then he appeared to James, then to all the apostles, <sup><strong>8</strong></sup> and last of all he appeared to me also, as to one abnormally born. <sup><strong>9</strong></sup> For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God. <sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me. <sup><strong>11</strong></sup> Whether, then, it was I or they, this is what we preach, and this is what you believed. <sup><strong>12</strong></sup> But if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead? <sup><strong>13</strong></sup> If there is no resurrection of the dead, then not even Christ has been raised. <sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. <sup><strong>16</strong></sup> For if the dead are not raised, then Christ has not been raised either. <sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins. <sup><strong>18</strong></sup> Then those also who have fallen asleep in Christ are lost. <sup><strong>19</strong></sup> If only for this life we have hope in Christ, we are to be pitied more than all men. <sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. <sup><strong>24</strong></sup> Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. <sup><strong>25</strong></sup> For he must reign until he has put all his enemies under his feet. <sup><strong>26</strong></sup> The last enemy to be destroyed is death. <sup><strong>27</strong></sup> For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. <sup><strong>28</strong></sup> When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all. <sup><strong>29</strong></sup> Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them? <sup><strong>30</strong></sup> And as for us, why do we endanger ourselves every hour? <sup><strong>31</strong></sup> I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord. <sup><strong>32</strong></sup> If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\" <sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\" <sup><strong>34</strong></sup> Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame. <sup><strong>35</strong></sup> But someone may ask, \"How are the dead raised? With what kind of body will they come?\" <sup><strong>36</strong></sup> How foolish! What you sow does not come to life unless it dies. <sup><strong>37</strong></sup> When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else. <sup><strong>38</strong></sup> But God gives it a body as he has determined, and to each kind of seed he gives its own body. <sup><strong>39</strong></sup> All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another. <sup><strong>40</strong></sup> There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another. <sup><strong>41</strong></sup> The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor. <sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. <sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. "},{"_id":"6168ed46803fbb813a70a559","topicId":"6168ed3f803fbb813a70a543","verse":"Luke 19:30","votes":20,"__v":0,"esv":"<div>\n<p id=\"p42019030_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v42019030-1\">30&nbsp;</b>saying, <span class=\"woc\">“Go into the village in front of you, where on entering you will find a colt tied, on which no one has ever yet sat. Untie it and bring it here.</span></p>\n</div>","kjv":"<strong>30</strong> Saying, Go ye into the village over against you; in the which at your entering ye shall find a colt tied, whereon yet never man sat: loose him, and bring him hither.  ","niv":"<sup><strong>30</strong></sup> \"Go to the village ahead of you, and as you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here."},{"_id":"6168ed46803fbb813a70a55a","topicId":"6168ed3f803fbb813a70a543","verse":"Acts 2:38","votes":18,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.","modified":"2022-04-10T15:04:13.559Z"},{"_id":"6168ed47803fbb813a70a55b","topicId":"6168ed3f803fbb813a70a543","verse":"Acts 8:36-38","votes":16,"__v":0,"esv":"<div>\n<p id=\"p44008036_01-25\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44008036-1\">36&nbsp;</b>And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?” <b class=\"verse-num\" id=\"v44008038-1\">38&nbsp;</b>And he commanded the chariot to stop, and they both went down into the water, Philip and the eunuch, and he baptized him.</p>\n\n</div>","kjv":"<strong>36</strong> And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?  <strong>37</strong> And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God.  <strong>38</strong> And he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him.  ","niv":"<sup><strong>36</strong></sup> As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. Why shouldn't I be baptized?\" <sup><strong>37</strong></sup> See Footnote <sup><strong>38</strong></sup> And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him. "},{"_id":"6168ed47803fbb813a70a55c","topicId":"6168ed3f803fbb813a70a543","verse":"Colossians 2:16","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p51002016_06-26\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath.</p>\n</div>","kjv":"<strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  ","niv":"<sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day."}]}