{"_id":"6168eed3803fbb813a70a647","slug":"pardons","name":"Pardons","verses":[{"_id":"6168eed4803fbb813a70a648","topicId":"6168eed3803fbb813a70a647","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-7\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-7\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-7\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-7\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-7\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168eed4803fbb813a70a649","topicId":"6168eed3803fbb813a70a647","verse":"Revelation 20:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020012_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done.</p>\n</div>","kjv":"<strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  ","niv":"<sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books."},{"_id":"6168eed4803fbb813a70a64a","topicId":"6168eed3803fbb813a70a647","verse":"James 1:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-3\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-3\">Greetings.</p>\n\n<p id=\"p59001001_06-3\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-3\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-3\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-3\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-3\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-3\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-3\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-3\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"6168eed4803fbb813a70a64b","topicId":"6168eed3803fbb813a70a647","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6168eed5803fbb813a70a64c","topicId":"6168eed3803fbb813a70a647","verse":"John 20:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43020001_03-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43020001-1\">20:1&nbsp;</b>Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been taken away from the tomb. <b class=\"verse-num\" id=\"v43020002-1\">2&nbsp;</b>So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, “They have taken the Lord out of the tomb, and we do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020003-1\">3&nbsp;</b>So Peter went out with the other disciple, and they were going toward the tomb. <b class=\"verse-num\" id=\"v43020004-1\">4&nbsp;</b>Both of them were running together, but the other disciple outran Peter and reached the tomb first. <b class=\"verse-num\" id=\"v43020005-1\">5&nbsp;</b>And stooping to look in, he saw the linen cloths lying there, but he did not go in. <b class=\"verse-num\" id=\"v43020006-1\">6&nbsp;</b>Then Simon Peter came, following him, and went into the tomb. He saw the linen cloths lying there, <b class=\"verse-num\" id=\"v43020007-1\">7&nbsp;</b>and the face cloth, which had been on Jesus’ head, not lying with the linen cloths but folded up in a place by itself. <b class=\"verse-num\" id=\"v43020008-1\">8&nbsp;</b>Then the other disciple, who had reached the tomb first, also went in, and he saw and believed; <b class=\"verse-num\" id=\"v43020009-1\">9&nbsp;</b>for as yet they did not understand the Scripture, that he must rise from the dead. <b class=\"verse-num\" id=\"v43020010-1\">10&nbsp;</b>Then the disciples went back to their homes.</p>\n\n<p id=\"p43020010_08-5\"><b class=\"verse-num\" id=\"v43020011-1\">11&nbsp;</b>But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb. <b class=\"verse-num\" id=\"v43020012-1\">12&nbsp;</b>And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet. <b class=\"verse-num\" id=\"v43020013-1\">13&nbsp;</b>They said to her, “Woman, why are you weeping?” She said to them, “They have taken away my Lord, and I do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020014-1\">14&nbsp;</b>Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus. <b class=\"verse-num\" id=\"v43020015-1\">15&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, why are you weeping? Whom are you seeking?”</span> Supposing him to be the gardener, she said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.” <b class=\"verse-num\" id=\"v43020016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Mary.”</span> She turned and said to him in Aramaic, “Rabboni!” (which means Teacher). <b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span> <b class=\"verse-num\" id=\"v43020018-1\">18&nbsp;</b>Mary Magdalene went and announced to the disciples, “I have seen the Lord”—and that he had said these things to her.</p>\n\n<p id=\"p43020018_13-5\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020020-1\">20&nbsp;</b>When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. <b class=\"verse-num\" id=\"v43020021-1\">21&nbsp;</b>Jesus said to them again, <span class=\"woc\">“Peace be with you. As the Father has sent me, even so I am sending you.”</span> <b class=\"verse-num\" id=\"v43020022-1\">22&nbsp;</b>And when he had said this, he breathed on them and said to them, <span class=\"woc\">“Receive the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v43020023-1\">23&nbsp;</b><span class=\"woc\">If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”</span></p>\n\n<p id=\"p43020023_16-5\"><b class=\"verse-num\" id=\"v43020024-1\">24&nbsp;</b>Now Thomas, one of the twelve, called the Twin, was not with them when Jesus came. <b class=\"verse-num\" id=\"v43020025-1\">25&nbsp;</b>So the other disciples told him, “We have seen the Lord.” But he said to them, “Unless I see in his hands the mark of the nails, and place my finger into the mark of the nails, and place my hand into his side, I will never believe.”</p>\n<p id=\"p43020025_16-5\"><b class=\"verse-num\" id=\"v43020026-1\">26&nbsp;</b>Eight days later, his disciples were inside again, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020027-1\">27&nbsp;</b>Then he said to Thomas, <span class=\"woc\">“Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe.”</span> <b class=\"verse-num\" id=\"v43020028-1\">28&nbsp;</b>Thomas answered him, “My Lord and my God!” <b class=\"verse-num\" id=\"v43020029-1\">29&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.”</span></p>\n\n<p id=\"p43020029_21-5\"><b class=\"verse-num\" id=\"v43020030-1\">30&nbsp;</b>Now Jesus did many other signs in the presence of the disciples, which are not written in this book; <b class=\"verse-num\" id=\"v43020031-1\">31&nbsp;</b>but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.</p>\n\n</div>","kjv":"<strong>1</strong> The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.  <strong>2</strong> Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.  <strong>3</strong> Peter therefore went forth, and that other disciple, and came to the sepulchre.  <strong>4</strong> So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre.  <strong>5</strong> And he stooping down, and looking in, saw the linen clothes lying; yet went he not in.  <strong>6</strong> Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,  <strong>7</strong> And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.  <strong>8</strong> Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed.  <strong>9</strong> For as yet they knew not the scripture, that he must rise again from the dead.  <strong>10</strong> Then the disciples went away again unto their own home.  <strong>11</strong> But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,  <strong>12</strong> And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.  <strong>13</strong> And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.  <strong>14</strong> And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.  <strong>15</strong> Jesus saith unto her, Woman, why weepest thou? whom seekest thou?  She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.  <strong>16</strong> Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.  <strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  <strong>18</strong> Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.  <strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  <strong>20</strong> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.  <strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  <strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  <strong>23</strong> Whose soever sins ye remit, they are remitted unto them; and  whose soever sins ye retain, they are retained. <strong>24</strong> But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.  <strong>25</strong> The other disciples therefore said unto him, We have seen the Lord. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.  <strong>26</strong> And after eight days again his disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.  <strong>27</strong> Then saith he to Thomas, reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.  <strong>28</strong> And Thomas answered and said unto him, My Lord and my God.  <strong>29</strong> Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed. <strong>30</strong> And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:  <strong>31</strong> But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.  ","niv":"<sup><strong>1</strong></sup> Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance. <sup><strong>2</strong></sup> So she came running to Simon Peter and the other disciple, the one Jesus loved, and said, \"They have taken the Lord out of the tomb, and we don't know where they have put him!\" <sup><strong>3</strong></sup> So Peter and the other disciple started for the tomb. <sup><strong>4</strong></sup> Both were running, but the other disciple outran Peter and reached the tomb first. <sup><strong>5</strong></sup> He bent over and looked in at the strips of linen lying there but did not go in. <sup><strong>6</strong></sup> Then Simon Peter, who was behind him, arrived and went into the tomb. He saw the strips of linen lying there, <sup><strong>7</strong></sup> as well as the burial cloth that had been around Jesus' head. The cloth was folded up by itself, separate from the linen. <sup><strong>8</strong></sup> Finally the other disciple, who had reached the tomb first, also went inside. He saw and believed. <sup><strong>9</strong></sup> (They still did not understand from Scripture that Jesus had to rise from the dead.) <sup><strong>10</strong></sup> Then the disciples went back to their homes, <sup><strong>11</strong></sup> but Mary stood outside the tomb crying. As she wept, she bent over to look into the tomb <sup><strong>12</strong></sup> and saw two angels in white, seated where Jesus' body had been, one at the head and the other at the foot. <sup><strong>13</strong></sup> They asked her, \"Woman, why are you crying?\" <sup><strong>14</strong></sup> \"They have taken my Lord away,\" she said, \"and I don't know where they have put him.\" At this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus. <sup><strong>15</strong></sup> \"Woman,\" he said, \"why are you crying? Who is it you are looking for?\" Thinking he was the gardener, she said, \"Sir, if you have carried him away, tell me where you have put him, and I will get him.\" <sup><strong>16</strong></sup> Jesus said to her, \"Mary.\" She turned toward him and cried out in Aramaic, \"Rabboni!\" (which means Teacher). <sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\" <sup><strong>18</strong></sup> Mary Magdalene went to the disciples with the news: \"I have seen the Lord!\" And she told them that he had said these things to her. <sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>20</strong></sup> After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord. <sup><strong>21</strong></sup> Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\" <sup><strong>22</strong></sup> And with that he breathed on them and said, \"Receive the Holy Spirit. <sup><strong>23</strong></sup> If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.\" <sup><strong>24</strong></sup> Now Thomas (called Didymus), one of the Twelve, was not with the disciples when Jesus came. <sup><strong>25</strong></sup> So the other disciples told him, \"We have seen the Lord!\" But he said to them, \"Unless I see the nail marks in his hands and put my finger where the nails were, and put my hand into his side, I will not believe it.\" <sup><strong>26</strong></sup> A week later his disciples were in the house again, and Thomas was with them. Though the doors were locked, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>27</strong></sup> Then he said to Thomas, \"Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe.\" <sup><strong>28</strong></sup> Thomas said to him, \"My Lord and my God!\" <sup><strong>29</strong></sup> Then Jesus told him, \"Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.\" <sup><strong>30</strong></sup> Jesus did many other miraculous signs in the presence of his disciples, which are not recorded in this book. <sup><strong>31</strong></sup> But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name. "},{"_id":"6168eed5803fbb813a70a64d","topicId":"6168eed3803fbb813a70a647","verse":"John 5:1-47","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43005001_09-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43005001-1\">5:1&nbsp;</b>After this there was a feast of the Jews, and Jesus went up to Jerusalem.</p>\n<p id=\"p43005001_09-6\"><b class=\"verse-num\" id=\"v43005002-1\">2&nbsp;</b>Now there is in Jerusalem by the Sheep Gate a pool, in Aramaic called Bethesda, which has five roofed colonnades. <b class=\"verse-num\" id=\"v43005003-1\">3&nbsp;</b>In these lay a multitude of invalids—blind, lame, and paralyzed. <b class=\"verse-num\" id=\"v43005005-1\">5&nbsp;</b>One man was there who had been an invalid for thirty-eight years. <b class=\"verse-num\" id=\"v43005006-1\">6&nbsp;</b>When Jesus saw him lying there and knew that he had already been there a long time, he said to him, <span class=\"woc\">“Do you want to be healed?”</span> <b class=\"verse-num\" id=\"v43005007-1\">7&nbsp;</b>The sick man answered him, “Sir, I have no one to put me into the pool when the water is stirred up, and while I am going another steps down before me.” <b class=\"verse-num\" id=\"v43005008-1\">8&nbsp;</b>Jesus said to him, <span class=\"woc\">“Get up, take up your bed, and walk.”</span> <b class=\"verse-num\" id=\"v43005009-1\">9&nbsp;</b>And at once the man was healed, and he took up his bed and walked.</p>\n<p id=\"p43005009_09-6\">Now that day was the Sabbath. <b class=\"verse-num\" id=\"v43005010-1\">10&nbsp;</b>So the Jews said to the man who had been healed, “It is the Sabbath, and it is not lawful for you to take up your bed.” <b class=\"verse-num\" id=\"v43005011-1\">11&nbsp;</b>But he answered them, “The man who healed me, that man said to me, <span class=\"woc\">‘Take up your bed, and walk.’</span>” <b class=\"verse-num\" id=\"v43005012-1\">12&nbsp;</b>They asked him, “Who is the man who said to you, ‘Take up your bed and walk’?” <b class=\"verse-num\" id=\"v43005013-1\">13&nbsp;</b>Now the man who had been healed did not know who it was, for Jesus had withdrawn, as there was a crowd in the place. <b class=\"verse-num\" id=\"v43005014-1\">14&nbsp;</b>Afterward Jesus found him in the temple and said to him, <span class=\"woc\">“See, you are well! Sin no more, that nothing worse may happen to you.”</span> <b class=\"verse-num\" id=\"v43005015-1\">15&nbsp;</b>The man went away and told the Jews that it was Jesus who had healed him. <b class=\"verse-num\" id=\"v43005016-1\">16&nbsp;</b>And this was why the Jews were persecuting Jesus, because he was doing these things on the Sabbath. <b class=\"verse-num\" id=\"v43005017-1\">17&nbsp;</b>But Jesus answered them, <span class=\"woc\">“My Father is working until now, and I am working.”</span></p>\n\n<p id=\"p43005017_14-6\"><b class=\"verse-num\" id=\"v43005018-1\">18&nbsp;</b>This was why the Jews were seeking all the more to kill him, because not only was he breaking the Sabbath, but he was even calling God his own Father, making himself equal with God.</p>\n\n<p id=\"p43005018_19-6\"><b class=\"verse-num\" id=\"v43005019-1\">19&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, the Son can do nothing of his own accord, but only what he sees the Father doing. For whatever the Father does, that the Son does likewise.</span> <b class=\"verse-num woc\" id=\"v43005020-1\">20&nbsp;</b><span class=\"woc\">For the Father loves the Son and shows him all that he himself is doing. And greater works than these will he show him, so that you may marvel.</span> <b class=\"verse-num woc\" id=\"v43005021-1\">21&nbsp;</b><span class=\"woc\">For as the Father raises the dead and gives them life, so also the Son gives life to whom he will.</span> <b class=\"verse-num woc\" id=\"v43005022-1\">22&nbsp;</b><span class=\"woc\">For the Father judges no one, but has given all judgment to the Son,</span> <b class=\"verse-num woc\" id=\"v43005023-1\">23&nbsp;</b><span class=\"woc\">that all may honor the Son, just as they honor the Father. Whoever does not honor the Son does not honor the Father who sent him.</span> <b class=\"verse-num woc\" id=\"v43005024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.</span></p>\n<p id=\"p43005024_19-6\"><b class=\"verse-num woc\" id=\"v43005025-1\">25&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, an hour is coming, and is now here, when the dead will hear the voice of the Son of God, and those who hear will live.</span> <b class=\"verse-num woc\" id=\"v43005026-1\">26&nbsp;</b><span class=\"woc\">For as the Father has life in himself, so he has granted the Son also to have life in himself.</span> <b class=\"verse-num woc\" id=\"v43005027-1\">27&nbsp;</b><span class=\"woc\">And he has given him authority to execute judgment, because he is the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43005028-1\">28&nbsp;</b><span class=\"woc\">Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice</span> <b class=\"verse-num woc\" id=\"v43005029-1\">29&nbsp;</b><span class=\"woc\">and come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment.</span></p>\n\n<p id=\"p43005029_22-6\"><b class=\"verse-num woc\" id=\"v43005030-1\">30&nbsp;</b><span class=\"woc\">“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.</span> <b class=\"verse-num woc\" id=\"v43005031-1\">31&nbsp;</b><span class=\"woc\">If I alone bear witness about myself, my testimony is not true.</span> <b class=\"verse-num woc\" id=\"v43005032-1\">32&nbsp;</b><span class=\"woc\">There is another who bears witness about me, and I know that the testimony that he bears about me is true.</span> <b class=\"verse-num woc\" id=\"v43005033-1\">33&nbsp;</b><span class=\"woc\">You sent to John, and he has borne witness to the truth.</span> <b class=\"verse-num woc\" id=\"v43005034-1\">34&nbsp;</b><span class=\"woc\">Not that the testimony that I receive is from man, but I say these things so that you may be saved.</span> <b class=\"verse-num woc\" id=\"v43005035-1\">35&nbsp;</b><span class=\"woc\">He was a burning and shining lamp, and you were willing to rejoice for a while in his light.</span> <b class=\"verse-num woc\" id=\"v43005036-1\">36&nbsp;</b><span class=\"woc\">But the testimony that I have is greater than that of John. For the works that the Father has given me to accomplish, the very works that I am doing, bear witness about me that the Father has sent me.</span> <b class=\"verse-num woc\" id=\"v43005037-1\">37&nbsp;</b><span class=\"woc\">And the Father who sent me has himself borne witness about me. His voice you have never heard, his form you have never seen,</span> <b class=\"verse-num woc\" id=\"v43005038-1\">38&nbsp;</b><span class=\"woc\">and you do not have his word abiding in you, for you do not believe the one whom he has sent.</span> <b class=\"verse-num woc\" id=\"v43005039-1\">39&nbsp;</b><span class=\"woc\">You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,</span> <b class=\"verse-num woc\" id=\"v43005040-1\">40&nbsp;</b><span class=\"woc\">yet you refuse to come to me that you may have life.</span> <b class=\"verse-num woc\" id=\"v43005041-1\">41&nbsp;</b><span class=\"woc\">I do not receive glory from people.</span> <b class=\"verse-num woc\" id=\"v43005042-1\">42&nbsp;</b><span class=\"woc\">But I know that you do not have the love of God within you.</span> <b class=\"verse-num woc\" id=\"v43005043-1\">43&nbsp;</b><span class=\"woc\">I have come in my Father’s name, and you do not receive me. If another comes in his own name, you will receive him.</span> <b class=\"verse-num woc\" id=\"v43005044-1\">44&nbsp;</b><span class=\"woc\">How can you believe, when you receive glory from one another and do not seek the glory that comes from the only God?</span> <b class=\"verse-num woc\" id=\"v43005045-1\">45&nbsp;</b><span class=\"woc\">Do not think that I will accuse you to the Father. There is one who accuses you: Moses, on whom you have set your hope.</span> <b class=\"verse-num woc\" id=\"v43005046-1\">46&nbsp;</b><span class=\"woc\">For if you believed Moses, you would believe me; for he wrote of me.</span> <b class=\"verse-num woc\" id=\"v43005047-1\">47&nbsp;</b><span class=\"woc\">But if you do not believe his writings, how will you believe my words?”</span></p>\n\n</div>","kjv":"<strong>1</strong> After this there was a feast of the Jews; and Jesus went up to Jerusalem.  <strong>2</strong> Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches.  <strong>3</strong> In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water.  <strong>4</strong> For an angel went down at a certain season into the pool, and troubled the water: whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had.  <strong>5</strong> And a certain man was there, which had an infirmity thirty and eight years.  <strong>6</strong> When Jesus saw him lie, and knew that he had been now a long time in that case, he saith unto him, Wilt thou be made whole?  <strong>7</strong> The impotent man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.  <strong>8</strong> Jesus saith unto him, Rise, take up thy bed, and walk.  <strong>9</strong> And immediately the man was made whole, and took up his bed, and walked: and on the same day was the sabbath.  <strong>10</strong> The Jews therefore said unto him that was cured, It is the sabbath day: it is not lawful for thee to carry thy bed.  <strong>11</strong> He answered them, He that made me whole, the same said unto me, Take up thy bed, and walk.  <strong>12</strong> Then asked they him, What man is that which said unto thee, Take up thy bed, and walk?  <strong>13</strong> And he that was healed wist not who it was: for Jesus had conveyed himself away, a multitude being in that place.  <strong>14</strong> Afterward Jesus findeth him in the temple, and said unto him, Behold, thou art made whole: sin no more, lest a worse thing come unto thee.  <strong>15</strong> The man departed, and told the Jews that it was Jesus, which had made him whole.  <strong>16</strong> And therefore did the Jews persecute Jesus, and sought to slay him, because he had done these things on the sabbath day.  <strong>17</strong> But Jesus answered them, My Father worketh hitherto, and I work.  <strong>18</strong> Therefore the Jews sought the more to kill him, because he not only had broken the sabbath, but said also that God was his Father, making himself equal with God.  <strong>19</strong> Then answered Jesus and said unto them, Verily, verily, I say unto you, The Son can do nothing of himself, but what he seeth the Father do: for what things soever he doeth, these also doeth the Son likewise.  <strong>20</strong> For the Father loveth the Son, and sheweth him all things that himself doeth: and he will shew him greater works than these, that ye may marvel.  <strong>21</strong> For as the Father raiseth up the dead, and quickeneth them;  even so the Son quickeneth whom he will.  <strong>22</strong> For the Father judgeth no man, but hath committed all judgment unto the Son:  <strong>23</strong> That all men should honour the Son, even as they honour the Father. He that honoureth not the Son honoureth not the Father which hath sent him.  <strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  <strong>25</strong> Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.  <strong>26</strong> For as the Father hath life in himself; so hath he given to the Son to have life in himself;  <strong>27</strong> And hath given him authority to execute judgment also, because he is the Son of man.  <strong>28</strong> Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,  <strong>29</strong> And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.  <strong>30</strong> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.  <strong>31</strong> If I bear witness of myself, my witness is not true. <strong>32</strong>           There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.  <strong>33</strong> Ye sent unto John, and he bare witness unto the truth.  <strong>34</strong> But I receive not testimony from man: but these things I say, that ye might be saved.  <strong>35</strong> He was a burning and a shining light: and ye were willing for a season to rejoice in his light. <strong>36</strong>           But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me.  <strong>37</strong> And the Father himself, which hath sent me, hath borne witness of me. Ye have neither heard his voice at any time, nor seen his shape.  <strong>38</strong> And ye have not his word abiding in you: for whom he hath sent, him ye believe not. <strong>39</strong>           Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.  <strong>40</strong> And ye will not come to me, that ye might have life.  <strong>41</strong> I receive not honour from men.  <strong>42</strong> But I know you, that ye have not the love of God in you.  <strong>43</strong> I am come in my Father’s name, and ye receive me not: if another shall come in his own name, him ye will receive.  <strong>44</strong> How can ye believe, which receive honour one of another, and seek not the honour that cometh from God only?  <strong>45</strong> Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust.  <strong>46</strong> For had ye believed Moses, ye would have believed me: for he wrote of me.  <strong>47</strong> But if ye believe not his writings, how shall ye believe my words?  ","niv":"<sup><strong>1</strong></sup> Some time later, Jesus went up to Jerusalem for a feast of the Jews. <sup><strong>2</strong></sup> Now there is in Jerusalem near the Sheep Gate a pool, which in Aramaic is called Bethesda and which is surrounded by five covered colonnades. <sup><strong>3</strong></sup> Here a great number of disabled people used to lie--the blind, the lame, the paralyzed. <sup><strong>4</strong></sup> See Footnote <sup><strong>5</strong></sup> One who was there had been an invalid for thirty-eight years. <sup><strong>6</strong></sup> When Jesus saw him lying there and learned that he had been in this condition for a long time, he asked him, \"Do you want to get well?\" <sup><strong>7</strong></sup> \"Sir,\" the invalid replied, \"I have no one to help me into the pool when the water is stirred. While I am trying to get in, someone else goes down ahead of me.\" <sup><strong>8</strong></sup> Then Jesus said to him, \"Get up! Pick up your mat and walk.\" <sup><strong>9</strong></sup> At once the man was cured; he picked up his mat and walked. The day on which this took place was a Sabbath, <sup><strong>10</strong></sup> and so the Jews said to the man who had been healed, \"It is the Sabbath; the law forbids you to carry your mat.\" <sup><strong>11</strong></sup> But he replied, \"The man who made me well said to me, 'Pick up your mat and walk.'\" <sup><strong>12</strong></sup> So they asked him, \"Who is this fellow who told you to pick it up and walk?\" <sup><strong>13</strong></sup> The man who was healed had no idea who it was, for Jesus had slipped away into the crowd that was there. <sup><strong>14</strong></sup> Later Jesus found him at the temple and said to him, \"See, you are well again. Stop sinning or something worse may happen to you.\" <sup><strong>15</strong></sup> The man went away and told the Jews that it was Jesus who had made him well. <sup><strong>16</strong></sup> So, because Jesus was doing these things on the Sabbath, the Jews persecuted him. <sup><strong>17</strong></sup> Jesus said to them, \"My Father is always at his work to this very day, and I, too, am working.\" <sup><strong>18</strong></sup> For this reason the Jews tried all the harder to kill him; not only was he breaking the Sabbath, but he was even calling God his own Father, making himself equal with God. <sup><strong>19</strong></sup> Jesus gave them this answer: \"I tell you the truth, the Son can do nothing by himself; he can do only what he sees his Father doing, because whatever the Father does the Son also does. <sup><strong>20</strong></sup> For the Father loves the Son and shows him all he does. Yes, to your amazement he will show him even greater things than these. <sup><strong>21</strong></sup> For just as the Father raises the dead and gives them life, even so the Son gives life to whom he is pleased to give it. <sup><strong>22</strong></sup> Moreover, the Father judges no one, but has entrusted all judgment to the Son, <sup><strong>23</strong></sup> that all may honor the Son just as they honor the Father. He who does not honor the Son does not honor the Father, who sent him. <sup><strong>24</strong></sup> \"I tell you the truth, whoever hears my word and believes him who sent me has eternal life and will not be condemned; he has crossed over from death to life. <sup><strong>25</strong></sup> I tell you the truth, a time is coming and has now come when the dead will hear the voice of the Son of God and those who hear will live. <sup><strong>26</strong></sup> For as the Father has life in himself, so he has granted the Son to have life in himself. <sup><strong>27</strong></sup> And he has given him authority to judge because he is the Son of Man. <sup><strong>28</strong></sup> \"Do not be amazed at this, for a time is coming when all who are in their graves will hear his voice <sup><strong>29</strong></sup> and come out--those who have done good will rise to live, and those who have done evil will rise to be condemned. <sup><strong>30</strong></sup> By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me. <sup><strong>31</strong></sup> \"If I testify about myself, my testimony is not valid. <sup><strong>32</strong></sup> There is another who testifies in my favor, and I know that his testimony about me is valid. <sup><strong>33</strong></sup> \"You have sent to John and he has testified to the truth. <sup><strong>34</strong></sup> Not that I accept human testimony; but I mention it that you may be saved. <sup><strong>35</strong></sup> John was a lamp that burned and gave light, and you chose for a time to enjoy his light. <sup><strong>36</strong></sup> \"I have testimony weightier than that of John. For the very work that the Father has given me to finish, and which I am doing, testifies that the Father has sent me. <sup><strong>37</strong></sup> And the Father who sent me has himself testified concerning me. You have never heard his voice nor seen his form, <sup><strong>38</strong></sup> nor does his word dwell in you, for you do not believe the one he sent. <sup><strong>39</strong></sup> You diligently study the Scriptures because you think that by them you possess eternal life. These are the Scriptures that testify about me, <sup><strong>40</strong></sup> yet you refuse to come to me to have life. <sup><strong>41</strong></sup> \"I do not accept praise from men, <sup><strong>42</strong></sup> but I know you. I know that you do not have the love of God in your hearts. <sup><strong>43</strong></sup> I have come in my Father's name, and you do not accept me; but if someone else comes in his own name, you will accept him. <sup><strong>44</strong></sup> How can you believe if you accept praise from one another, yet make no effort to obtain the praise that comes from the only God? <sup><strong>45</strong></sup> \"But do not think I will accuse you before the Father. Your accuser is Moses, on whom your hopes are set. <sup><strong>46</strong></sup> If you believed Moses, you would believe me, for he wrote about me. <sup><strong>47</strong></sup> But since you do not believe what he wrote, how are you going to believe what I say?\" "},{"_id":"6168eed5803fbb813a70a64e","topicId":"6168eed3803fbb813a70a647","verse":"John 3:1-36","votes":2,"__v":0,"kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"6168eed6803fbb813a70a64f","topicId":"6168eed3803fbb813a70a647","verse":"Luke 24:1-53","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42024001_03-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42024001-1\">24:1&nbsp;</b>But on the first day of the week, at early dawn, they went to the tomb, taking the spices they had prepared. <b class=\"verse-num\" id=\"v42024002-1\">2&nbsp;</b>And they found the stone rolled away from the tomb, <b class=\"verse-num\" id=\"v42024003-1\">3&nbsp;</b>but when they went in they did not find the body of the Lord Jesus. <b class=\"verse-num\" id=\"v42024004-1\">4&nbsp;</b>While they were perplexed about this, behold, two men stood by them in dazzling apparel. <b class=\"verse-num\" id=\"v42024005-1\">5&nbsp;</b>And as they were frightened and bowed their faces to the ground, the men said to them, “Why do you seek the living among the dead? <b class=\"verse-num\" id=\"v42024006-1\">6&nbsp;</b>He is not here, but has risen. Remember how he told you, while he was still in Galilee, <b class=\"verse-num\" id=\"v42024007-1\">7&nbsp;</b>that the Son of Man must be delivered into the hands of sinful men and be crucified and on the third day rise.” <b class=\"verse-num\" id=\"v42024008-1\">8&nbsp;</b>And they remembered his words, <b class=\"verse-num\" id=\"v42024009-1\">9&nbsp;</b>and returning from the tomb they told all these things to the eleven and to all the rest. <b class=\"verse-num\" id=\"v42024010-1\">10&nbsp;</b>Now it was Mary Magdalene and Joanna and Mary the mother of James and the other women with them who told these things to the apostles, <b class=\"verse-num\" id=\"v42024011-1\">11&nbsp;</b>but these words seemed to them an idle tale, and they did not believe them. <b class=\"verse-num\" id=\"v42024012-1\">12&nbsp;</b>But Peter rose and ran to the tomb; stooping and looking in, he saw the linen cloths by themselves; and he went home marveling at what had happened.</p>\n\n<p id=\"p42024012_08-8\"><b class=\"verse-num\" id=\"v42024013-1\">13&nbsp;</b>That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem, <b class=\"verse-num\" id=\"v42024014-1\">14&nbsp;</b>and they were talking with each other about all these things that had happened. <b class=\"verse-num\" id=\"v42024015-1\">15&nbsp;</b>While they were talking and discussing together, Jesus himself drew near and went with them. <b class=\"verse-num\" id=\"v42024016-1\">16&nbsp;</b>But their eyes were kept from recognizing him. <b class=\"verse-num\" id=\"v42024017-1\">17&nbsp;</b>And he said to them, <span class=\"woc\">“What is this conversation that you are holding with each other as you walk?”</span> And they stood still, looking sad. <b class=\"verse-num\" id=\"v42024018-1\">18&nbsp;</b>Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?” <b class=\"verse-num\" id=\"v42024019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“What things?”</span> And they said to him, “Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people, <b class=\"verse-num\" id=\"v42024020-1\">20&nbsp;</b>and how our chief priests and rulers delivered him up to be condemned to death, and crucified him. <b class=\"verse-num\" id=\"v42024021-1\">21&nbsp;</b>But we had hoped that he was the one to redeem Israel. Yes, and besides all this, it is now the third day since these things happened. <b class=\"verse-num\" id=\"v42024022-1\">22&nbsp;</b>Moreover, some women of our company amazed us. They were at the tomb early in the morning, <b class=\"verse-num\" id=\"v42024023-1\">23&nbsp;</b>and when they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive. <b class=\"verse-num\" id=\"v42024024-1\">24&nbsp;</b>Some of those who were with us went to the tomb and found it just as the women had said, but him they did not see.” <b class=\"verse-num\" id=\"v42024025-1\">25&nbsp;</b>And he said to them, <span class=\"woc\">“O foolish ones, and slow of heart to believe all that the prophets have spoken!</span> <b class=\"verse-num woc\" id=\"v42024026-1\">26&nbsp;</b><span class=\"woc\">Was it not necessary that the Christ should suffer these things and enter into his glory?”</span> <b class=\"verse-num\" id=\"v42024027-1\">27&nbsp;</b>And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.</p>\n<p id=\"p42024027_08-8\"><b class=\"verse-num\" id=\"v42024028-1\">28&nbsp;</b>So they drew near to the village to which they were going. He acted as if he were going farther, <b class=\"verse-num\" id=\"v42024029-1\">29&nbsp;</b>but they urged him strongly, saying, “Stay with us, for it is toward evening and the day is now far spent.” So he went in to stay with them. <b class=\"verse-num\" id=\"v42024030-1\">30&nbsp;</b>When he was at table with them, he took the bread and blessed and broke it and gave it to them. <b class=\"verse-num\" id=\"v42024031-1\">31&nbsp;</b>And their eyes were opened, and they recognized him. And he vanished from their sight. <b class=\"verse-num\" id=\"v42024032-1\">32&nbsp;</b>They said to each other, “Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?” <b class=\"verse-num\" id=\"v42024033-1\">33&nbsp;</b>And they rose that same hour and returned to Jerusalem. And they found the eleven and those who were with them gathered together, <b class=\"verse-num\" id=\"v42024034-1\">34&nbsp;</b>saying, “The Lord has risen indeed, and has appeared to Simon!” <b class=\"verse-num\" id=\"v42024035-1\">35&nbsp;</b>Then they told what had happened on the road, and how he was known to them in the breaking of the bread.</p>\n\n<p id=\"p42024035_13-8\"><b class=\"verse-num\" id=\"v42024036-1\">36&nbsp;</b>As they were talking about these things, Jesus himself stood among them, and said to them, <span class=\"woc\">“Peace to you!”</span> <b class=\"verse-num\" id=\"v42024037-1\">37&nbsp;</b>But they were startled and frightened and thought they saw a spirit. <b class=\"verse-num\" id=\"v42024038-1\">38&nbsp;</b>And he said to them, <span class=\"woc\">“Why are you troubled, and why do doubts arise in your hearts?</span> <b class=\"verse-num woc\" id=\"v42024039-1\">39&nbsp;</b><span class=\"woc\">See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.”</span> <b class=\"verse-num\" id=\"v42024040-1\">40&nbsp;</b>And when he had said this, he showed them his hands and his feet. <b class=\"verse-num\" id=\"v42024041-1\">41&nbsp;</b>And while they still disbelieved for joy and were marveling, he said to them, <span class=\"woc\">“Have you anything here to eat?”</span> <b class=\"verse-num\" id=\"v42024042-1\">42&nbsp;</b>They gave him a piece of broiled fish, <b class=\"verse-num\" id=\"v42024043-1\">43&nbsp;</b>and he took it and ate before them.</p>\n<p id=\"p42024043_13-8\"><b class=\"verse-num\" id=\"v42024044-1\">44&nbsp;</b>Then he said to them, <span class=\"woc\">“These are my words that I spoke to you while I was still with you, that everything written about me in the Law of Moses and the Prophets and the Psalms must be fulfilled.”</span> <b class=\"verse-num\" id=\"v42024045-1\">45&nbsp;</b>Then he opened their minds to understand the Scriptures, <b class=\"verse-num\" id=\"v42024046-1\">46&nbsp;</b>and said to them, <span class=\"woc\">“Thus it is written, that the Christ should suffer and on the third day rise from the dead,</span> <b class=\"verse-num woc\" id=\"v42024047-1\">47&nbsp;</b><span class=\"woc\">and that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.</span> <b class=\"verse-num woc\" id=\"v42024048-1\">48&nbsp;</b><span class=\"woc\">You are witnesses of these things.</span> <b class=\"verse-num woc\" id=\"v42024049-1\">49&nbsp;</b><span class=\"woc\">And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.”</span></p>\n\n<p id=\"p42024049_15-8\"><b class=\"verse-num\" id=\"v42024050-1\">50&nbsp;</b>And he led them out as far as Bethany, and lifting up his hands he blessed them. <b class=\"verse-num\" id=\"v42024051-1\">51&nbsp;</b>While he blessed them, he parted from them and was carried up into heaven. <b class=\"verse-num\" id=\"v42024052-1\">52&nbsp;</b>And they worshiped him and returned to Jerusalem with great joy, <b class=\"verse-num\" id=\"v42024053-1\">53&nbsp;</b>and were continually in the temple blessing God.</p>\n\n</div>","kjv":"<strong>1</strong> Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.  <strong>2</strong> And they found the stone rolled away from the sepulchre.  <strong>3</strong> And they entered in, and found not the body of the Lord Jesus.  <strong>4</strong> And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:  <strong>5</strong> And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?  <strong>6</strong> He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,  <strong>7</strong> Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.  <strong>8</strong> And they remembered his words,  <strong>9</strong> And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.  <strong>10</strong> It was Mary Magdalene, and Joanna, and Mary the mother of James, and other women that were with them, which told these things unto the apostles.  <strong>11</strong> And their words seemed to them as idle tales, and they believed them not.  <strong>12</strong> Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.  <strong>13</strong> And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.  <strong>14</strong> And they talked together of all these things which had happened.  <strong>15</strong> And it came to pass, that, while they communed together and reasoned, Jesus himself drew near, and went with them.  <strong>16</strong> But their eyes were holden that they should not know him.  <strong>17</strong> And he said unto them, What manner of communications are  these that ye have one to another, as ye walk, and are sad?  <strong>18</strong> And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?  <strong>19</strong> And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:  <strong>20</strong> And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.  <strong>21</strong> But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.  <strong>22</strong> Yea, and certain women also of our company made us astonished, which were early at the sepulchre;  <strong>23</strong> And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.  <strong>24</strong> And certain of them which were with us went to the sepulchre, and found it even so as the women had said: but him they saw not.  <strong>25</strong> Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:  <strong>26</strong> Ought not Christ to have suffered these things, and to enter into his glory?  <strong>27</strong> And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.  <strong>28</strong> And they drew nigh unto the village, whither they went: and he made as though he would have gone further.  <strong>29</strong> But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.  <strong>30</strong> And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.  <strong>31</strong> And their eyes were opened, and they knew him; and he vanished out of their sight.  <strong>32</strong> And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?  <strong>33</strong> And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,  <strong>34</strong> Saying, The Lord is risen indeed, and hath appeared to Simon.  <strong>35</strong> And they told what things were done in the way, and how he was known of them in breaking of bread.  <strong>36</strong> And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.  <strong>37</strong> But they were terrified and affrighted, and supposed that they had seen a spirit.  <strong>38</strong> And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?  <strong>39</strong> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.  <strong>40</strong> And when he had thus spoken, he shewed them his hands and his feet.  <strong>41</strong> And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat?  <strong>42</strong> And they gave him a piece of a broiled fish, and of an honeycomb.  <strong>43</strong> And he took it, and did eat before them.  <strong>44</strong> And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.  <strong>45</strong> Then opened he their understanding, that they might understand the scriptures,  <strong>46</strong> And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day:  <strong>47</strong> And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.  <strong>48</strong> And ye are witnesses of these things. <strong>49</strong>           And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high.  <strong>50</strong> And he led them out as far as to Bethany, and he lifted up his hands, and blessed them.  <strong>51</strong> And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.  <strong>52</strong> And they worshipped him, and returned to Jerusalem with great joy:  <strong>53</strong> And were continually in the temple, praising and blessing God. Amen.  ","niv":"<sup><strong>1</strong></sup> On the first day of the week, very early in the morning, the women took the spices they had prepared and went to the tomb. <sup><strong>2</strong></sup> They found the stone rolled away from the tomb, <sup><strong>3</strong></sup> but when they entered, they did not find the body of the Lord Jesus. <sup><strong>4</strong></sup> While they were wondering about this, suddenly two men in clothes that gleamed like lightning stood beside them. <sup><strong>5</strong></sup> In their fright the women bowed down with their faces to the ground, but the men said to them, \"Why do you look for the living among the dead? <sup><strong>6</strong></sup> He is not here; he has risen! Remember how he told you, while he was still with you in Galilee: <sup><strong>7</strong></sup> 'The Son of Man must be delivered into the hands of sinful men, be crucified and on the third day be raised again.'\" <sup><strong>8</strong></sup> Then they remembered his words. <sup><strong>9</strong></sup> When they came back from the tomb, they told all these things to the Eleven and to all the others. <sup><strong>10</strong></sup> It was Mary Magdalene, Joanna, Mary the mother of James, and the others with them who told this to the apostles. <sup><strong>11</strong></sup> But they did not believe the women, because their words seemed to them like nonsense. <sup><strong>12</strong></sup> Peter, however, got up and ran to the tomb. Bending over, he saw the strips of linen lying by themselves, and he went away, wondering to himself what had happened. <sup><strong>13</strong></sup> Now that same day two of them were going to a village called Emmaus, about seven miles from Jerusalem. <sup><strong>14</strong></sup> They were talking with each other about everything that had happened. <sup><strong>15</strong></sup> As they talked and discussed these things with each other, Jesus himself came up and walked along with them; <sup><strong>16</strong></sup> but they were kept from recognizing him. <sup><strong>17</strong></sup> He asked them, \"What are you discussing together as you walk along?\" <sup><strong>18</strong></sup> They stood still, their faces downcast. One of them, named Cleopas, asked him, \"Are you only a visitor to Jerusalem and do not know the things that have happened there in these days?\" <sup><strong>19</strong></sup> \"What things?\" he asked. <sup><strong>20</strong></sup> \"About Jesus of Nazareth,\" they replied. \"He was a prophet, powerful in word and deed before God and all the people. The chief priests and our rulers handed him over to be sentenced to death, and they crucified him; <sup><strong>21</strong></sup> but we had hoped that he was the one who was going to redeem Israel. And what is more, it is the third day since all this took place. <sup><strong>22</strong></sup> In addition, some of our women amazed us. They went to the tomb early this morning <sup><strong>23</strong></sup> but didn't find his body. They came and told us that they had seen a vision of angels, who said he was alive. <sup><strong>24</strong></sup> Then some of our companions went to the tomb and found it just as the women had said, but him they did not see.\" <sup><strong>25</strong></sup> He said to them, \"How foolish you are, and how slow of heart to believe all that the prophets have spoken! <sup><strong>26</strong></sup> Did not the Christ have to suffer these things and then enter his glory?\" <sup><strong>27</strong></sup> And beginning with Moses and all the Prophets, he explained to them what was said in all the Scriptures concerning himself. <sup><strong>28</strong></sup> As they approached the village to which they were going, Jesus acted as if he were going farther. <sup><strong>29</strong></sup> But they urged him strongly, \"Stay with us, for it is nearly evening; the day is almost over.\" So he went in to stay with them. <sup><strong>30</strong></sup> When he was at the table with them, he took bread, gave thanks, broke it and began to give it to them. <sup><strong>31</strong></sup> Then their eyes were opened and they recognized him, and he disappeared from their sight. <sup><strong>32</strong></sup> They asked each other, \"Were not our hearts burning within us while he talked with us on the road and opened the Scriptures to us?\" <sup><strong>33</strong></sup> They got up and returned at once to Jerusalem. There they found the Eleven and those with them, assembled together <sup><strong>34</strong></sup> and saying, \"It is true! The Lord has risen and has appeared to Simon.\" <sup><strong>35</strong></sup> Then the two told what had happened on the way, and how Jesus was recognized by them when he broke the bread. <sup><strong>36</strong></sup> While they were still talking about this, Jesus himself stood among them and said to them, \"Peace be with you.\" <sup><strong>37</strong></sup> They were startled and frightened, thinking they saw a ghost. <sup><strong>38</strong></sup> He said to them, \"Why are you troubled, and why do doubts rise in your minds? <sup><strong>39</strong></sup> Look at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have.\" <sup><strong>40</strong></sup> When he had said this, he showed them his hands and feet. <sup><strong>41</strong></sup> And while they still did not believe it because of joy and amazement, he asked them, \"Do you have anything here to eat?\" <sup><strong>42</strong></sup> They gave him a piece of broiled fish, <sup><strong>43</strong></sup> and he took it and ate it in their presence. <sup><strong>44</strong></sup> He said to them, \"This is what I told you while I was still with you: Everything must be fulfilled that is written about me in the Law of Moses, the Prophets and the Psalms.\" <sup><strong>45</strong></sup> Then he opened their minds so they could understand the Scriptures. <sup><strong>46</strong></sup> He told them, \"This is what is written: The Christ will suffer and rise from the dead on the third day, <sup><strong>47</strong></sup> and repentance and forgiveness of sins will be preached in his name to all nations, beginning at Jerusalem. <sup><strong>48</strong></sup> You are witnesses of these things. <sup><strong>49</strong></sup> I am going to send you what my Father has promised; but stay in the city until you have been clothed with power from on high.\" <sup><strong>50</strong></sup> When he had led them out to the vicinity of Bethany, he lifted up his hands and blessed them. <sup><strong>51</strong></sup> While he was blessing them, he left them and was taken up into heaven. <sup><strong>52</strong></sup> Then they worshiped him and returned to Jerusalem with great joy. <sup><strong>53</strong></sup> And they stayed continually at the temple, praising God. "},{"_id":"6168eed6803fbb813a70a650","topicId":"6168eed3803fbb813a70a647","verse":"Mark 16:1-20","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41016001_03-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41016001-1\">16:1&nbsp;</b>When the Sabbath was past, Mary Magdalene, Mary the mother of James, and Salome bought spices, so that they might go and anoint him. <b class=\"verse-num\" id=\"v41016002-1\">2&nbsp;</b>And very early on the first day of the week, when the sun had risen, they went to the tomb. <b class=\"verse-num\" id=\"v41016003-1\">3&nbsp;</b>And they were saying to one another, “Who will roll away the stone for us from the entrance of the tomb?” <b class=\"verse-num\" id=\"v41016004-1\">4&nbsp;</b>And looking up, they saw that the stone had been rolled back—it was very large. <b class=\"verse-num\" id=\"v41016005-1\">5&nbsp;</b>And entering the tomb, they saw a young man sitting on the right side, dressed in a white robe, and they were alarmed. <b class=\"verse-num\" id=\"v41016006-1\">6&nbsp;</b>And he said to them, “Do not be alarmed. You seek Jesus of Nazareth, who was crucified. He has risen; he is not here. See the place where they laid him. <b class=\"verse-num\" id=\"v41016007-1\">7&nbsp;</b>But go, tell his disciples and Peter that he is going before you to Galilee. There you will see him, just as he told you.” <b class=\"verse-num\" id=\"v41016008-1\">8&nbsp;</b>And they went out and fled from the tomb, for trembling and astonishment had seized them, and they said nothing to anyone, for they were afraid.</p>\n<h4 id=\"p41016008_03-9\" class=\"textual-note\">[Some of the earliest manuscripts do not include 16:9–20.]</h4>\n\n<p id=\"p41016009_08-9\"><b class=\"verse-num\" id=\"v41016009-1\">9&nbsp;</b>[[Now when he rose early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons. <b class=\"verse-num\" id=\"v41016010-1\">10&nbsp;</b>She went and told those who had been with him, as they mourned and wept. <b class=\"verse-num\" id=\"v41016011-1\">11&nbsp;</b>But when they heard that he was alive and had been seen by her, they would not believe it.</p>\n\n<p id=\"p41016011_13-9\"><b class=\"verse-num\" id=\"v41016012-1\">12&nbsp;</b>After these things he appeared in another form to two of them, as they were walking into the country. <b class=\"verse-num\" id=\"v41016013-1\">13&nbsp;</b>And they went back and told the rest, but they did not believe them.</p>\n\n<p id=\"p41016013_16-9\"><b class=\"verse-num\" id=\"v41016014-1\">14&nbsp;</b>Afterward he appeared to the eleven themselves as they were reclining at table, and he rebuked them for their unbelief and hardness of heart, because they had not believed those who saw him after he had risen. <b class=\"verse-num\" id=\"v41016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Go into all the world and proclaim the gospel to the whole creation.</span> <b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span> <b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span> <b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n<p id=\"p41016018_16-9\"><b class=\"verse-num\" id=\"v41016019-1\">19&nbsp;</b>So then the Lord Jesus, after he had spoken to them, was taken up into heaven and sat down at the right hand of God. <b class=\"verse-num\" id=\"v41016020-1\">20&nbsp;</b>And they went out and preached everywhere, while the Lord worked with them and confirmed the message by accompanying signs.]]</p>\n\n</div>","kjv":"<strong>1</strong> And when the sabbath was past, Mary Magdalene, and Mary the mother  of James, and Salome, had bought sweet spices, that they might come and anoint him.  <strong>2</strong> And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.  <strong>3</strong> And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?  <strong>4</strong> And when they looked, they saw that the stone was rolled away: for it was very great.  <strong>5</strong> And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.  <strong>6</strong> And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.  <strong>7</strong> But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you.  <strong>8</strong> And they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid.  <strong>9</strong> Now when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils.  <strong>10</strong> And she went and told them that had been with him, as they mourned and wept.  <strong>11</strong> And they, when they had heard that he was alive, and had been seen of her, believed not.  <strong>12</strong> After that he appeared in another form unto two of them, as they walked, and went into the country.  <strong>13</strong> And they went and told it unto the residue: neither believed they them.  <strong>14</strong> Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.  <strong>15</strong> And he said unto them, Go ye into all the world, and preach the gospel to every creature.  <strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  <strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  <strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. <strong>19</strong> So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God.  <strong>20</strong> And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen.  ","niv":"<sup><strong>1</strong></sup> When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so that they might go to anoint Jesus' body. <sup><strong>2</strong></sup> Very early on the first day of the week, just after sunrise, they were on their way to the tomb <sup><strong>3</strong></sup> and they asked each other, \"Who will roll the stone away from the entrance of the tomb?\" <sup><strong>4</strong></sup> But when they looked up, they saw that the stone, which was very large, had been rolled away. <sup><strong>5</strong></sup> As they entered the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were alarmed. <sup><strong>6</strong></sup> \"Don't be alarmed,\" he said. \"You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here. See the place where they laid him. <sup><strong>7</strong></sup> But go, tell his disciples and Peter, 'He is going ahead of you into Galilee. There you will see him, just as he told you.'\" <sup><strong>8</strong></sup> Trembling and bewildered, the women went out and fled from the tomb. They said nothing to anyone, because they were afraid. <sup><strong>9</strong></sup> When Jesus rose early on the first day of the week, he appeared first to Mary Magdalene, out of whom he had driven seven demons. <sup><strong>10</strong></sup> She went and told those who had been with him and who were mourning and weeping. <sup><strong>11</strong></sup> When they heard that Jesus was alive and that she had seen him, they did not believe it. <sup><strong>12</strong></sup> Afterward Jesus appeared in a different form to two of them while they were walking in the country. <sup><strong>13</strong></sup> These returned and reported it to the rest; but they did not believe them either. <sup><strong>14</strong></sup> Later Jesus appeared to the Eleven as they were eating; he rebuked them for their lack of faith and their stubborn refusal to believe those who had seen him after he had risen. <sup><strong>15</strong></sup> He said to them, \"Go into all the world and preach the good news to all creation. <sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned. <sup><strong>17</strong></sup> And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues; <sup><strong>18</strong></sup> they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.\" <sup><strong>19</strong></sup> After the Lord Jesus had spoken to them, he was taken up into heaven and he sat at the right hand of God. <sup><strong>20</strong></sup> Then the disciples went out and preached everywhere, and the Lord worked with them and confirmed his word by the signs that accompanied it. "},{"_id":"6168eed6803fbb813a70a651","topicId":"6168eed3803fbb813a70a647","verse":"Mark 7:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41007013_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41007013-1\">13&nbsp;</b><span class=\"woc\">thus making void the word of God by your tradition that you have handed down. And many such things you do.”</span></p>\n</div>","kjv":"<strong>13</strong> Making the word of God of none effect through your tradition, which ye have delivered: and many such like things do ye. ","niv":"<sup><strong>13</strong></sup> Thus you nullify the word of God by your tradition that you have handed down. And you do many things like that.\""},{"_id":"6168eed6803fbb813a70a652","topicId":"6168eed3803fbb813a70a647","verse":"Matthew 25:31-46","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40025031_04-11\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_04-11\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" "},{"_id":"6168eed7803fbb813a70a653","topicId":"6168eed3803fbb813a70a647","verse":"Zechariah 11:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p38011012_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v38011012-1\">12&nbsp;</b>Then I said to them, “If it seems good to you, give me my wages; but if not, keep them.” And they weighed out as my wages thirty pieces of silver.</p>\n</div>","kjv":"<strong>12</strong> And I said unto them, If ye think good, give me my price; and if not, forbear. So they weighed for my price thirty pieces of silver.  ","niv":"<sup><strong>12</strong></sup> I told them, \"If you think it best, give me my pay; but if not, keep it.\" So they paid me thirty pieces of silver."},{"_id":"6168eed7803fbb813a70a654","topicId":"6168eed3803fbb813a70a647","verse":"Micah 5:2","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005002_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005002-1\">2&nbsp;</b>&nbsp;&nbsp; But you, O Bethlehem Ephrathah,</span><br><span id=\"p33005002_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who are too little to be among the clans of Judah,</span><br><span id=\"p33005002_01-13\" class=\"line\">&nbsp;&nbsp;from you shall come forth for me</span><br><span id=\"p33005002_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;one who is to be ruler in Israel,</span><br><span id=\"p33005002_01-13\" class=\"line\">&nbsp;&nbsp;whose coming forth is from of old,</span><br><span id=\"p33005002_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from ancient days.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been  from of old, from everlasting.  ","niv":"<sup><strong>2</strong></sup> \"But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times. \""},{"_id":"6168eed7803fbb813a70a655","topicId":"6168eed3803fbb813a70a647","verse":"Hosea 11:1","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28011001_06-14\" class=\"line\"><b class=\"chapter-num\" id=\"v28011001-1\">11:1&nbsp;</b>&nbsp;&nbsp;When Israel was a child, I loved him,</span><br><span id=\"p28011001_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and out of Egypt I called my son.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> When Israel was a child, then I loved him, and called my son out of Egypt.  ","niv":"<sup><strong>1</strong></sup> \"When Israel was a child, I loved him, and out of Egypt I called my son.","modified":"2022-09-02T12:00:52.954Z"},{"_id":"6168eed8803fbb813a70a656","topicId":"6168eed3803fbb813a70a647","verse":"Isaiah 1:18","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001018_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_01-15\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_01-15\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  ","niv":"<sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool."},{"_id":"6168eed8803fbb813a70a657","topicId":"6168eed3803fbb813a70a647","verse":"2 Chronicles 9:29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p14009029_03-16\"><b class=\"verse-num\" id=\"v14009029-1\">29&nbsp;</b>Now the rest of the acts of Solomon, from first to last, are they not written in the history of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?</p>\n</div>","kjv":"<strong>29</strong> Now the rest of the acts of Solomon, first and last, are  they not written in the book of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer against Jeroboam the son of Nebat?  ","niv":"<sup><strong>29</strong></sup> As for the other events of Solomon's reign, from beginning to end, are they not written in the records of Nathan the prophet, in the prophecy of Ahijah the Shilonite and in the visions of Iddo the seer concerning Jeroboam son of Nebat?"},{"_id":"6168eed8803fbb813a70a658","topicId":"6168eed3803fbb813a70a647","verse":"1 Chronicles 29:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p13029029_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v13029029-1\">29&nbsp;</b>Now the acts of King David, from first to last, are written in the Chronicles of Samuel the seer, and in the Chronicles of Nathan the prophet, and in the Chronicles of Gad the seer,</p>\n</div>","kjv":"<strong>29</strong> Now the acts of David the king, first and last, behold, they are  written in the book of Samuel the seer, and in the book of Nathan the prophet, and in the book of Gad the seer,  ","niv":"<sup><strong>29</strong></sup> As for the events of King David's reign, from beginning to end, they are written in the records of Samuel the seer, the records of Nathan the prophet and the records of Gad the seer,"},{"_id":"6168eed9803fbb813a70a659","topicId":"6168eed3803fbb813a70a647","verse":"2 Kings 2:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p12002001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12002001-1\">2:1&nbsp;</b>Now when the LORD was about to take Elijah up to heaven by a whirlwind, Elijah and Elisha were on their way from Gilgal. <b class=\"verse-num\" id=\"v12002002-1\">2&nbsp;</b>And Elijah said to Elisha, “Please stay here, for the LORD has sent me as far as Bethel.” But Elisha said, “As the LORD lives, and as you yourself live, I will not leave you.” So they went down to Bethel. <b class=\"verse-num\" id=\"v12002003-1\">3&nbsp;</b>And the sons of the prophets who were in Bethel came out to Elisha and said to him, “Do you know that today the LORD will take away your master from over you?” And he said, “Yes, I know it; keep quiet.”</p>\n<p id=\"p12002003_05-19\"><b class=\"verse-num\" id=\"v12002004-1\">4&nbsp;</b>Elijah said to him, “Elisha, please stay here, for the LORD has sent me to Jericho.” But he said, “As the LORD lives, and as you yourself live, I will not leave you.” So they came to Jericho. <b class=\"verse-num\" id=\"v12002005-1\">5&nbsp;</b>The sons of the prophets who were at Jericho drew near to Elisha and said to him, “Do you know that today the LORD will take away your master from over you?” And he answered, “Yes, I know it; keep quiet.”</p>\n<p id=\"p12002005_05-19\"><b class=\"verse-num\" id=\"v12002006-1\">6&nbsp;</b>Then Elijah said to him, “Please stay here, for the LORD has sent me to the Jordan.” But he said, “As the LORD lives, and as you yourself live, I will not leave you.” So the two of them went on. <b class=\"verse-num\" id=\"v12002007-1\">7&nbsp;</b>Fifty men of the sons of the prophets also went and stood at some distance from them, as they both were standing by the Jordan. <b class=\"verse-num\" id=\"v12002008-1\">8&nbsp;</b>Then Elijah took his cloak and rolled it up and struck the water, and the water was parted to the one side and to the other, till the two of them could go over on dry ground.</p>\n<p id=\"p12002008_05-19\"><b class=\"verse-num\" id=\"v12002009-1\">9&nbsp;</b>When they had crossed, Elijah said to Elisha, “Ask what I shall do for you, before I am taken from you.” And Elisha said, “Please let there be a double portion of your spirit on me.” <b class=\"verse-num\" id=\"v12002010-1\">10&nbsp;</b>And he said, “You have asked a hard thing; yet, if you see me as I am being taken from you, it shall be so for you, but if you do not see me, it shall not be so.” <b class=\"verse-num\" id=\"v12002011-1\">11&nbsp;</b>And as they still went on and talked, behold, chariots of fire and horses of fire separated the two of them. And Elijah went up by a whirlwind into heaven. <b class=\"verse-num\" id=\"v12002012-1\">12&nbsp;</b>And Elisha saw it and he cried, “My father, my father! The chariots of Israel and its horsemen!” And he saw him no more.</p>\n<p id=\"p12002012_05-19\">Then he took hold of his own clothes and tore them in two pieces. <b class=\"verse-num\" id=\"v12002013-1\">13&nbsp;</b>And he took up the cloak of Elijah that had fallen from him and went back and stood on the bank of the Jordan. <b class=\"verse-num\" id=\"v12002014-1\">14&nbsp;</b>Then he took the cloak of Elijah that had fallen from him and struck the water, saying, “Where is the LORD, the God of Elijah?” And when he had struck the water, the water was parted to the one side and to the other, and Elisha went over.</p>\n\n<p id=\"p12002014_08-19\"><b class=\"verse-num\" id=\"v12002015-1\">15&nbsp;</b>Now when the sons of the prophets who were at Jericho saw him opposite them, they said, “The spirit of Elijah rests on Elisha.” And they came to meet him and bowed to the ground before him. <b class=\"verse-num\" id=\"v12002016-1\">16&nbsp;</b>And they said to him, “Behold now, there are with your servants fifty strong men. Please let them go and seek your master. It may be that the Spirit of the LORD has caught him up and cast him upon some mountain or into some valley.” And he said, “You shall not send.” <b class=\"verse-num\" id=\"v12002017-1\">17&nbsp;</b>But when they urged him till he was ashamed, he said, “Send.” They sent therefore fifty men. And for three days they sought him but did not find him. <b class=\"verse-num\" id=\"v12002018-1\">18&nbsp;</b>And they came back to him while he was staying at Jericho, and he said to them, “Did I not say to you, ‘Do not go’?”</p>\n<p id=\"p12002018_08-19\"><b class=\"verse-num\" id=\"v12002019-1\">19&nbsp;</b>Now the men of the city said to Elisha, “Behold, the situation of this city is pleasant, as my lord sees, but the water is bad, and the land is unfruitful.” <b class=\"verse-num\" id=\"v12002020-1\">20&nbsp;</b>He said, “Bring me a new bowl, and put salt in it.” So they brought it to him. <b class=\"verse-num\" id=\"v12002021-1\">21&nbsp;</b>Then he went to the spring of water and threw salt in it and said, “Thus says the LORD, I have healed this water; from now on neither death nor miscarriage shall come from it.” <b class=\"verse-num\" id=\"v12002022-1\">22&nbsp;</b>So the water has been healed to this day, according to the word that Elisha spoke.</p>\n<p id=\"p12002022_08-19\"><b class=\"verse-num\" id=\"v12002023-1\">23&nbsp;</b>He went up from there to Bethel, and while he was going up on the way, some small boys came out of the city and jeered at him, saying, “Go up, you baldhead! Go up, you baldhead!” <b class=\"verse-num\" id=\"v12002024-1\">24&nbsp;</b>And he turned around, and when he saw them, he cursed them in the name of the LORD. And two she-bears came out of the woods and tore forty-two of the boys. <b class=\"verse-num\" id=\"v12002025-1\">25&nbsp;</b>From there he went on to Mount Carmel, and from there he returned to Samaria.</p>\n</div>","kjv":"<strong>1</strong> And it came to pass, when the LORD would take up Elijah into heaven by a whirlwind, that Elijah went with Elisha from Gilgal.  <strong>2</strong> And Elijah said unto Elisha, Tarry here, I pray thee; for the LORD hath sent me to Bethel. And Elisha said unto him, As the LORD liveth, and as thy soul liveth, I will not leave thee. So they went down to Bethel.  <strong>3</strong> And the sons of the prophets that were at Bethel came forth to Elisha, and said unto him, Knowest thou that the LORD will take away thy master from thy head to day? And he said, Yea, I know it; hold ye your peace.  <strong>4</strong> And Elijah said unto him, Elisha, tarry here, I pray thee; for the LORD hath sent me to Jericho. And he said, As the LORD liveth, and as thy soul liveth, I will not leave thee. So they came to Jericho.  <strong>5</strong> And the sons of the prophets that were at Jericho came to Elisha, and said unto him, Knowest thou that the LORD will take away thy master from thy head to day? And he answered, Yea, I know it; hold ye your peace.  <strong>6</strong> And Elijah said unto him, Tarry, I pray thee, here; for the LORD hath sent me to Jordan. And he said, As the LORD liveth, and as  thy soul liveth, I will not leave thee. And they two went on.  <strong>7</strong> And fifty men of the sons of the prophets went, and stood to view afar off: and they two stood by Jordan.  <strong>8</strong> And Elijah took his mantle, and wrapped it together, and smote the waters, and they were divided hither and thither, so that they two went over on dry ground.  <strong>9</strong> And it came to pass, when they were gone over, that Elijah said unto Elisha, Ask what I shall do for thee, before I be taken away from thee. And Elisha said, I pray thee, let a double portion of thy spirit be upon me.  <strong>10</strong> And he said, Thou hast asked a hard thing: nevertheless,  if thou see me when I am taken from thee, it shall be so unto thee; but if not, it shall not be so.  <strong>11</strong> And it came to pass, as they still went on, and talked, that, behold, there appeared a chariot of fire, and horses of fire, and parted them both asunder; and Elijah went up by a whirlwind into heaven.  <strong>12</strong> And Elisha saw it, and he cried, My father, my father, the chariot of Israel, and the horsemen thereof. And he saw him no more: and he took hold of his own clothes, and rent them in two pieces.  <strong>13</strong> He took up also the mantle of Elijah that fell from him, and went back, and stood by the bank of Jordan;  <strong>14</strong> And he took the mantle of Elijah that fell from him, and smote the waters, and said, Where is the LORD God of Elijah? and when he also had smitten the waters, they parted hither and thither: and Elisha went over.  <strong>15</strong> And when the sons of the prophets which were to view at Jericho saw him, they said, The spirit of Elijah doth rest on Elisha. And they came to meet him, and bowed themselves to the ground before him.  <strong>16</strong> And they said unto him, Behold now, there be with thy servants fifty strong men; let them go, we pray thee, and seek thy master: lest peradventure the Spirit of the LORD hath taken him up, and cast him upon some mountain, or into some valley. And he said, Ye shall not send.  <strong>17</strong> And when they urged him till he was ashamed, he said, Send. They sent therefore fifty men; and they sought three days, but found him not.  <strong>18</strong> And when they came again to him, (for he tarried at Jericho,) he said unto them, Did I not say unto you, Go not?  <strong>19</strong> And the men of the city said unto Elisha, Behold, I pray thee, the situation of this city is pleasant, as my lord seeth: but the water is naught, and the ground barren.  <strong>20</strong> And he said, Bring me a new cruse, and put salt therein. And they bring it to him.  <strong>21</strong> And he went forth unto the spring of the waters, and cast the salt in there, and said, Thus saith the LORD, I have healed these waters; there shall not be from thence any more death or barren land.  <strong>22</strong> So the waters were healed unto this day, according to the saying of Elisha which he spake.  <strong>23</strong> And he went up from thence unto Bethel: and as he was going up by the way, there came forth little children out of the city, and mocked him, and said unto him, Go up, thou bald head; go up, thou bald head.  <strong>24</strong> And he turned back, and looked on them, and cursed them in the name of the LORD. And there came forth two she bears out of the wood, and tare forty and two children of them.  <strong>25</strong> And he went from thence to mount Carmel, and from thence he returned to Samaria.  ","niv":"<sup><strong>1</strong></sup> When the LORD was about to take Elijah up to heaven in a whirlwind, Elijah and Elisha were on their way from Gilgal. <sup><strong>2</strong></sup> Elijah said to Elisha, \"Stay here; the LORD has sent me to Bethel.\" But Elisha said, \"As surely as the LORD lives and as you live, I will not leave you.\" So they went down to Bethel. <sup><strong>3</strong></sup> The company of the prophets at Bethel came out to Elisha and asked, \"Do you know that the LORD is going to take your master from you today?Yes, I know,\" Elisha replied, \"but do not speak of it.\" <sup><strong>4</strong></sup> Then Elijah said to him, \"Stay here, Elisha; the LORD has sent me to Jericho.\" And he replied, \"As surely as the LORD lives and as you live, I will not leave you.\" So they went to Jericho. <sup><strong>5</strong></sup> The company of the prophets at Jericho went up to Elisha and asked him, \"Do you know that the LORD is going to take your master from you today?Yes, I know,\" he replied, \"but do not speak of it.\" <sup><strong>6</strong></sup> Then Elijah said to him, \"Stay here; the LORD has sent me to the Jordan.\" And he replied, \"As surely as the LORD lives and as you live, I will not leave you.\" So the two of them walked on. <sup><strong>7</strong></sup> Fifty men of the company of the prophets went and stood at a distance, facing the place where Elijah and Elisha had stopped at the Jordan. <sup><strong>8</strong></sup> Elijah took his cloak, rolled it up and struck the water with it. The water divided to the right and to the left, and the two of them crossed over on dry ground. <sup><strong>9</strong></sup> When they had crossed, Elijah said to Elisha, \"Tell me, what can I do for you before I am taken from you?Let me inherit a double portion of your spirit,\" Elisha replied. <sup><strong>10</strong></sup> \"You have asked a difficult thing,\" Elijah said, \"yet if you see me when I am taken from you, it will be yours-otherwise not.\" <sup><strong>11</strong></sup> As they were walking along and talking together, suddenly a chariot of fire and horses of fire appeared and separated the two of them, and Elijah went up to heaven in a whirlwind. <sup><strong>12</strong></sup> Elisha saw this and cried out, \"My father! My father! The chariots and horsemen of Israel!\" And Elisha saw him no more. Then he took hold of his own clothes and tore them apart. <sup><strong>13</strong></sup> He picked up the cloak that had fallen from Elijah and went back and stood on the bank of the Jordan. <sup><strong>14</strong></sup> Then he took the cloak that had fallen from him and struck the water with it. \"Where now is the LORD, the God of Elijah?\" he asked. When he struck the water, it divided to the right and to the left, and he crossed over. <sup><strong>15</strong></sup> The company of the prophets from Jericho, who were watching, said, \"The spirit of Elijah is resting on Elisha.\" And they went to meet him and bowed to the ground before him. <sup><strong>16</strong></sup> \"Look,\" they said, \"we your servants have fifty able men. Let them go and look for your master. Perhaps the Spirit of the LORD has picked him up and set him down on some mountain or in some valley.No,\" Elisha replied, \"do not send them.\" <sup><strong>17</strong></sup> But they persisted until he was too ashamed to refuse. So he said, \"Send them.\" And they sent fifty men, who searched for three days but did not find him. <sup><strong>18</strong></sup> When they returned to Elisha, who was staying in Jericho, he said to them, \"Didn't I tell you not to go?\" <sup><strong>19</strong></sup> The men of the city said to Elisha, \"Look, our lord, this town is well situated, as you can see, but the water is bad and the land is unproductive.\" <sup><strong>20</strong></sup> \"Bring me a new bowl,\" he said, \"and put salt in it.\" So they brought it to him. <sup><strong>21</strong></sup> Then he went out to the spring and threw the salt into it, saying, \"This is what the LORD says: 'I have healed this water. Never again will it cause death or make the land unproductive.'\" <sup><strong>22</strong></sup> And the water has remained wholesome to this day, according to the word Elisha had spoken. <sup><strong>23</strong></sup> From there Elisha went up to Bethel. As he was walking along the road, some youths came out of the town and jeered at him. \"Go on up, you baldhead!\" they said. \"Go on up, you baldhead!\" <sup><strong>24</strong></sup> He turned around, looked at them and called down a curse on them in the name of the LORD. Then two bears came out of the woods and mauled forty-two of the youths. <sup><strong>25</strong></sup> And he went on to Mount Carmel and from there returned to Samaria. "},{"_id":"6168eed9803fbb813a70a65a","topicId":"6168eed3803fbb813a70a647","verse":"1 Kings 11:41","votes":2,"__v":0,"esv":"<div>\n<p id=\"p11011041_01-21\"><b class=\"verse-num\" id=\"v11011041-1\">41&nbsp;</b>Now the rest of the acts of Solomon, and all that he did, and his wisdom, are they not written in the Book of the Acts of Solomon?</p>\n</div>","kjv":"<strong>41</strong> And the rest of the acts of Solomon, and all that he did, and his wisdom, are they not written in the book of the acts of Solomon?  ","niv":"<sup><strong>41</strong></sup> As for the other events of Solomon's reign-all he did and the wisdom he displayed-are they not written in the book of the annals of Solomon?"},{"_id":"6168eed9803fbb813a70a65b","topicId":"6168eed3803fbb813a70a647","verse":"Joshua 10:13","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p06010013_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v06010013-1\">13&nbsp;</b>&nbsp;&nbsp;And the sun stood still, and the moon stopped,</span><br><span id=\"p06010013_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;until the nation took vengeance on their enemies.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p06010013_01-22\" class=\"same-paragraph\">Is this not written in the Book of Jashar? The sun stopped in the midst of heaven and did not hurry to set for about a whole day.</p>\n</div>","kjv":"<strong>13</strong> And the sun stood still, and the moon stayed, until the people had avenged themselves upon their enemies. Is not this written in the book of Jasher? So the sun stood still in the midst of heaven, and hasted not to go down about a whole day.  ","niv":"<sup><strong>13</strong></sup> So the sun stood still, and the moon stopped, till the nation avenged itself on its enemies, as it is written in the Book of Jashar. The sun stopped in the middle of the sky and delayed going down about a full day."},{"_id":"6168eed9803fbb813a70a65c","topicId":"6168eed3803fbb813a70a647","verse":"Deuteronomy 13:1-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05013001_01-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05013001-1\">13:1&nbsp;</b>“If a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder, <b class=\"verse-num\" id=\"v05013002-1\">2&nbsp;</b>and the sign or wonder that he tells you comes to pass, and if he says, ‘Let us go after other gods,’ which you have not known, ‘and let us serve them,’ <b class=\"verse-num\" id=\"v05013003-1\">3&nbsp;</b>you shall not listen to the words of that prophet or that dreamer of dreams. For the LORD your God is testing you, to know whether you love the LORD your God with all your heart and with all your soul. <b class=\"verse-num\" id=\"v05013004-1\">4&nbsp;</b>You shall walk after the LORD your God and fear him and keep his commandments and obey his voice, and you shall serve him and hold fast to him. <b class=\"verse-num\" id=\"v05013005-1\">5&nbsp;</b>But that prophet or that dreamer of dreams shall be put to death, because he has taught rebellion against the LORD your God, who brought you out of the land of Egypt and redeemed you out of the house of slavery, to make you leave the way in which the LORD your God commanded you to walk. So you shall purge the evil from your midst.</p>\n<p id=\"p05013005_01-23\"><b class=\"verse-num\" id=\"v05013006-1\">6&nbsp;</b>“If your brother, the son of your mother, or your son or your daughter or the wife you embrace or your friend who is as your own soul entices you secretly, saying, ‘Let us go and serve other gods,’ which neither you nor your fathers have known, <b class=\"verse-num\" id=\"v05013007-1\">7&nbsp;</b>some of the gods of the peoples who are around you, whether near you or far off from you, from the one end of the earth to the other, <b class=\"verse-num\" id=\"v05013008-1\">8&nbsp;</b>you shall not yield to him or listen to him, nor shall your eye pity him, nor shall you spare him, nor shall you conceal him. <b class=\"verse-num\" id=\"v05013009-1\">9&nbsp;</b>But you shall kill him. Your hand shall be first against him to put him to death, and afterward the hand of all the people. <b class=\"verse-num\" id=\"v05013010-1\">10&nbsp;</b>You shall stone him to death with stones, because he sought to draw you away from the LORD your God, who brought you out of the land of Egypt, out of the house of slavery. <b class=\"verse-num\" id=\"v05013011-1\">11&nbsp;</b>And all Israel shall hear and fear and never again do any such wickedness as this among you.</p>\n<p id=\"p05013011_01-23\"><b class=\"verse-num\" id=\"v05013012-1\">12&nbsp;</b>“If you hear in one of your cities, which the LORD your God is giving you to dwell there, <b class=\"verse-num\" id=\"v05013013-1\">13&nbsp;</b>that certain worthless fellows have gone out among you and have drawn away the inhabitants of their city, saying, ‘Let us go and serve other gods,’ which you have not known, <b class=\"verse-num\" id=\"v05013014-1\">14&nbsp;</b>then you shall inquire and make search and ask diligently. And behold, if it be true and certain that such an abomination has been done among you, <b class=\"verse-num\" id=\"v05013015-1\">15&nbsp;</b>you shall surely put the inhabitants of that city to the sword, devoting it to destruction, all who are in it and its cattle, with the edge of the sword. <b class=\"verse-num\" id=\"v05013016-1\">16&nbsp;</b>You shall gather all its spoil into the midst of its open square and burn the city and all its spoil with fire, as a whole burnt offering to the LORD your God. It shall be a heap forever. It shall not be built again. <b class=\"verse-num\" id=\"v05013017-1\">17&nbsp;</b>None of the devoted things shall stick to your hand, that the LORD may turn from the fierceness of his anger and show you mercy and have compassion on you and multiply you, as he swore to your fathers, <b class=\"verse-num\" id=\"v05013018-1\">18&nbsp;</b>if you obey the voice of the LORD your God, keeping all his commandments that I am commanding you today, and doing what is right in the sight of the LORD your God.</p>\n\n</div>","kjv":"<strong>1</strong> If there arise among you a prophet, or a dreamer of dreams, and giveth thee a sign or a wonder,  <strong>2</strong> And the sign or the wonder come to pass, whereof he spake unto thee, saying, Let us go after other gods, which thou hast not known, and let us serve them;  <strong>3</strong> Thou shalt not hearken unto the words of that prophet, or that dreamer of dreams: for the LORD your God proveth you, to know whether ye love the LORD your God with all your heart and with all your soul.  <strong>4</strong> Ye shall walk after the LORD your God, and fear him, and keep his commandments, and obey his voice, and ye shall serve him, and cleave unto him.  <strong>5</strong> And that prophet, or that dreamer of dreams, shall be put to death; because he hath spoken to turn you away from the LORD your God, which brought you out of the land of Egypt, and redeemed you out of the house of bondage, to thrust thee out of the way which the LORD thy God commanded thee to walk in. So shalt thou put the evil away from the midst of thee.  <strong>6</strong> If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, which is as thine own soul, entice thee secretly, saying, Let us go and serve other gods, which thou hast not known, thou, nor thy fathers;  <strong>7</strong> Namely, of the gods of the people which are round about you, nigh unto thee, or far off from thee, from the one end of the earth even unto the other end of the earth;  <strong>8</strong> Thou shalt not consent unto him, nor hearken unto him; neither shall thine eye pity him, neither shalt thou spare, neither shalt thou conceal him:  <strong>9</strong> But thou shalt surely kill him; thine hand shall be first upon him to put him to death, and afterwards the hand of all the people.  <strong>10</strong> And thou shalt stone him with stones, that he die; because he hath sought to thrust thee away from the LORD thy God, which brought thee out of the land of Egypt, from the house of bondage.  <strong>11</strong> And all Israel shall hear, and fear, and shall do no more any such wickedness as this is among you.  <strong>12</strong> If thou shalt hear say in one of thy cities, which the LORD thy God hath given thee to dwell there, saying,  <strong>13</strong> Certain men, the children of Belial, are gone out from among you, and have withdrawn the inhabitants of their city, saying, Let us go and serve other gods, which ye have not known;  <strong>14</strong> Then shalt thou enquire, and make search, and ask diligently; and, behold, if it be truth, and the thing certain, that  such abomination is wrought among you;  <strong>15</strong> Thou shalt surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that is therein, and the cattle thereof, with the edge of the sword.  <strong>16</strong> And thou shalt gather all the spoil of it into the midst of the street thereof, and shalt burn with fire the city, and all the spoil thereof every whit, for the LORD thy God: and it shall be an heap for ever; it shall not be built again.  <strong>17</strong> And there shall cleave nought of the cursed thing to thine hand: that the LORD may turn from the fierceness of his anger, and shew thee mercy, and have compassion upon thee, and multiply thee, as he hath sworn unto thy fathers;  <strong>18</strong> When thou shalt hearken to the voice of the LORD thy God, to keep all his commandments which I command thee this day, to do that which is  right in the eyes of the LORD thy God.  ","niv":"<sup><strong>1</strong></sup> If a prophet, or one who foretells by dreams, appears among you and announces to you a miraculous sign or wonder, <sup><strong>2</strong></sup> and if the sign or wonder of which he has spoken takes place, and he says, \"Let us follow other gods\" (gods you have not known) \"and let us worship them,\" <sup><strong>3</strong></sup> you must not listen to the words of that prophet or dreamer. The LORD your God is testing you to find out whether you love him with all your heart and with all your soul. <sup><strong>4</strong></sup> It is the LORD your God you must follow, and him you must revere. Keep his commands and obey him; serve him and hold fast to him. <sup><strong>5</strong></sup> That prophet or dreamer must be put to death, because he preached rebellion against the LORD your God, who brought you out of Egypt and redeemed you from the land of slavery; he has tried to turn you from the way the LORD your God commanded you to follow. You must purge the evil from among you. <sup><strong>6</strong></sup> If your very own brother, or your son or daughter, or the wife you love, or your closest friend secretly entices you, saying, \"Let us go and worship other gods\" (gods that neither you nor your fathers have known, <sup><strong>7</strong></sup> gods of the peoples around you, whether near or far, from one end of the land to the other), <sup><strong>8</strong></sup> do not yield to him or listen to him. Show him no pity. Do not spare him or shield him. <sup><strong>9</strong></sup> You must certainly put him to death. Your hand must be the first in putting him to death, and then the hands of all the people. <sup><strong>10</strong></sup> Stone him to death, because he tried to turn you away from the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>11</strong></sup> Then all Israel will hear and be afraid, and no one among you will do such an evil thing again. <sup><strong>12</strong></sup> If you hear it said about one of the towns the LORD your God is giving you to live in <sup><strong>13</strong></sup> that wicked men have arisen among you and have led the people of their town astray, saying, \"Let us go and worship other gods\" (gods you have not known), <sup><strong>14</strong></sup> then you must inquire, probe and investigate it thoroughly. And if it is true and it has been proved that this detestable thing has been done among you, <sup><strong>15</strong></sup> you must certainly put to the sword all who live in that town. Destroy it completely, both its people and its livestock. <sup><strong>16</strong></sup> Gather all the plunder of the town into the middle of the public square and completely burn the town and all its plunder as a whole burnt offering to the LORD your God. It is to remain a ruin forever, never to be rebuilt. <sup><strong>17</strong></sup> None of those condemned things shall be found in your hands, so that the LORD will turn from his fierce anger; he will show you mercy, have compassion on you, and increase your numbers, as he promised on oath to your forefathers, <sup><strong>18</strong></sup> because you obey the LORD your God, keeping all his commands that I am giving you today and doing what is right in his eyes. "},{"_id":"6168eeda803fbb813a70a65d","topicId":"6168eed3803fbb813a70a647","verse":"Revelation 22:18-19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-24\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. "},{"_id":"6168eeda803fbb813a70a65e","topicId":"6168eed3803fbb813a70a647","verse":"Revelation 18:1-24","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66018001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66018001-1\">18:1&nbsp;</b>After this I saw another angel coming down from heaven, having great authority, and the earth was made bright with his glory. <b class=\"verse-num\" id=\"v66018002-1\">2&nbsp;</b>And he called out with a mighty voice,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018002_05-25\" class=\"line\">&nbsp;&nbsp;“Fallen, fallen is Babylon the great!</span><br><span id=\"p66018002_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She has become a dwelling place for demons,</span><br><span id=\"p66018002_05-25\" class=\"line\">&nbsp;&nbsp;a haunt for every unclean spirit,</span><br><span id=\"p66018002_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a haunt for every unclean bird,</span><br><span id=\"p66018002_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a haunt for every unclean and detestable beast.</span><br><span id=\"p66018003_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018003-1\">3&nbsp;</b>&nbsp;&nbsp;For all nations have drunk</span><br><span id=\"p66018003_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wine of the passion of her sexual immorality,</span><br><span id=\"p66018003_05-25\" class=\"line\">&nbsp;&nbsp;and the kings of the earth have committed immorality with her,</span><br><span id=\"p66018003_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the merchants of the earth have grown rich from the power of her luxurious living.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018003_05-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66018004-1\">4&nbsp;</b>Then I heard another voice from heaven saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018004_05-25\" class=\"line\">&nbsp;&nbsp;“Come out of her, my people,</span><br><span id=\"p66018004_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you take part in her sins,</span><br><span id=\"p66018004_05-25\" class=\"line\">&nbsp;&nbsp;lest you share in her plagues;</span><br><span id=\"p66018005_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018005-1\">5&nbsp;</b>&nbsp;&nbsp;for her sins are heaped high as heaven,</span><br><span id=\"p66018005_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and God has remembered her iniquities.</span><br><span id=\"p66018006_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018006-1\">6&nbsp;</b>&nbsp;&nbsp;Pay her back as she herself has paid back others,</span><br><span id=\"p66018006_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and repay her double for her deeds;</span><br><span id=\"p66018006_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;mix a double portion for her in the cup she mixed.</span><br><span id=\"p66018007_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018007-1\">7&nbsp;</b>&nbsp;&nbsp;As she glorified herself and lived in luxury,</span><br><span id=\"p66018007_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so give her a like measure of torment and mourning,</span><br><span id=\"p66018007_05-25\" class=\"line\">&nbsp;&nbsp;since in her heart she says,</span><br><span id=\"p66018007_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘I sit as a queen,</span><br><span id=\"p66018007_05-25\" class=\"line\">&nbsp;&nbsp;I am no widow,</span><br><span id=\"p66018007_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and mourning I shall never see.’</span><br><span id=\"p66018008_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018008-1\">8&nbsp;</b>&nbsp;&nbsp;For this reason her plagues will come in a single day,</span><br><span id=\"p66018008_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;death and mourning and famine,</span><br><span id=\"p66018008_05-25\" class=\"line\">&nbsp;&nbsp;and she will be burned up with fire;</span><br><span id=\"p66018008_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for mighty is the Lord God who has judged her.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018008_05-25\"><b class=\"verse-num\" id=\"v66018009-1\">9&nbsp;</b>And the kings of the earth, who committed sexual immorality and lived in luxury with her, will weep and wail over her when they see the smoke of her burning. <b class=\"verse-num\" id=\"v66018010-1\">10&nbsp;</b>They will stand far off, in fear of her torment, and say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018010_05-25\" class=\"line\">&nbsp;&nbsp;“Alas! Alas! You great city,</span><br><span id=\"p66018010_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you mighty city, Babylon!</span><br><span id=\"p66018010_05-25\" class=\"line\">&nbsp;&nbsp;For in a single hour your judgment has come.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018010_05-25\"><b class=\"verse-num\" id=\"v66018011-1\">11&nbsp;</b>And the merchants of the earth weep and mourn for her, since no one buys their cargo anymore, <b class=\"verse-num\" id=\"v66018012-1\">12&nbsp;</b>cargo of gold, silver, jewels, pearls, fine linen, purple cloth, silk, scarlet cloth, all kinds of scented wood, all kinds of articles of ivory, all kinds of articles of costly wood, bronze, iron and marble, <b class=\"verse-num\" id=\"v66018013-1\">13&nbsp;</b>cinnamon, spice, incense, myrrh, frankincense, wine, oil, fine flour, wheat, cattle and sheep, horses and chariots, and slaves, that is, human souls.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018014_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018014-1\">14&nbsp;</b>&nbsp;&nbsp;“The fruit for which your soul longed</span><br><span id=\"p66018014_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has gone from you,</span><br><span id=\"p66018014_05-25\" class=\"line\">&nbsp;&nbsp;and all your delicacies and your splendors</span><br><span id=\"p66018014_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are lost to you,</span><br><span id=\"p66018014_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;never to be found again!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018014_05-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66018015-1\">15&nbsp;</b>The merchants of these wares, who gained wealth from her, will stand far off, in fear of her torment, weeping and mourning aloud,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018016_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018016-1\">16&nbsp;</b>&nbsp;&nbsp;“Alas, alas, for the great city</span><br><span id=\"p66018016_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that was clothed in fine linen,</span><br><span id=\"p66018016_05-25\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in purple and scarlet,</span><br><span id=\"p66018016_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;adorned with gold,</span><br><span id=\"p66018016_05-25\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;with jewels, and with pearls!</span><br><span id=\"p66018017_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018017-1\">17&nbsp;</b>&nbsp;&nbsp;For in a single hour all this wealth has been laid waste.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018017_05-25\">And all shipmasters and seafaring men, sailors and all whose trade is on the sea, stood far off <b class=\"verse-num\" id=\"v66018018-1\">18&nbsp;</b>and cried out as they saw the smoke of her burning,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018018_05-25\" class=\"line\">&nbsp;&nbsp;“What city was like the great city?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018018_05-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66018019-1\">19&nbsp;</b>And they threw dust on their heads as they wept and mourned, crying out,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018019_05-25\" class=\"line\">&nbsp;&nbsp;“Alas, alas, for the great city</span><br><span id=\"p66018019_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where all who had ships at sea</span><br><span id=\"p66018019_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;grew rich by her wealth!</span><br><span id=\"p66018019_05-25\" class=\"line\">&nbsp;&nbsp;For in a single hour she has been laid waste.</span><br><span id=\"p66018020_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018020-1\">20&nbsp;</b>&nbsp;&nbsp;Rejoice over her, O heaven,</span><br><span id=\"p66018020_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you saints and apostles and prophets,</span><br><span id=\"p66018020_05-25\" class=\"line\">&nbsp;&nbsp;for God has given judgment for you against her!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018020_05-25\"><b class=\"verse-num\" id=\"v66018021-1\">21&nbsp;</b>Then a mighty angel took up a stone like a great millstone and threw it into the sea, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018021_05-25\" class=\"line\">&nbsp;&nbsp;“So will Babylon the great city be thrown down with violence,</span><br><span id=\"p66018021_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will be found no more;</span><br><span id=\"p66018022_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018022-1\">22&nbsp;</b>&nbsp;&nbsp;and the sound of harpists and musicians, of flute players and trumpeters,</span><br><span id=\"p66018022_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018022_05-25\" class=\"line\">&nbsp;&nbsp;and a craftsman of any craft</span><br><span id=\"p66018022_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be found in you no more,</span><br><span id=\"p66018022_05-25\" class=\"line\">&nbsp;&nbsp;and the sound of the mill</span><br><span id=\"p66018022_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018023_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018023-1\">23&nbsp;</b>&nbsp;&nbsp;and the light of a lamp</span><br><span id=\"p66018023_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will shine in you no more,</span><br><span id=\"p66018023_05-25\" class=\"line\">&nbsp;&nbsp;and the voice of bridegroom and bride</span><br><span id=\"p66018023_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018023_05-25\" class=\"line\">&nbsp;&nbsp;for your merchants were the great ones of the earth,</span><br><span id=\"p66018023_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all nations were deceived by your sorcery.</span><br><span id=\"p66018024_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018024-1\">24&nbsp;</b>&nbsp;&nbsp;And in her was found the blood of prophets and of saints,</span><br><span id=\"p66018024_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of all who have been slain on earth.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.  <strong>2</strong> And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.  <strong>3</strong> For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.  <strong>4</strong> And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.  <strong>5</strong> For her sins have reached unto heaven, and God hath remembered her iniquities.  <strong>6</strong> Reward her even as she rewarded you, and double unto her double according to her works: in the cup which she hath filled fill to her double.  <strong>7</strong> How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.  <strong>8</strong> Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is  the Lord God who judgeth her.  <strong>9</strong> And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,  <strong>10</strong> Standing afar off for the fear of her torment, saying, Alas, alas, that great city Babylon, that mighty city! for in one hour is thy judgment come.  <strong>11</strong> And the merchants of the earth shall weep and mourn over her; for no man buyeth their merchandise any more:  <strong>12</strong> The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,  <strong>13</strong> And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.  <strong>14</strong> And the fruits that thy soul lusted after are departed from thee, and all things which were dainty and goodly are departed from thee, and thou shalt find them no more at all.  <strong>15</strong> The merchants of these things, which were made rich by her, shall stand afar off for the fear of her torment, weeping and wailing,  <strong>16</strong> And saying, Alas, alas, that great city, that was clothed in fine linen, and purple, and scarlet, and decked with gold, and precious stones, and pearls!  <strong>17</strong> For in one hour so great riches is come to nought. And every shipmaster, and all the company in ships, and sailors, and as many as trade by sea, stood afar off,  <strong>18</strong> And cried when they saw the smoke of her burning, saying, What city is like unto this great city!  <strong>19</strong> And they cast dust on their heads, and cried, weeping and wailing, saying, Alas, alas, that great city, wherein were made rich all that had ships in the sea by reason of her costliness! for in one hour is she made desolate.  <strong>20</strong> Rejoice over her, thou heaven, and ye holy apostles and prophets; for God hath avenged you on her.  <strong>21</strong> And a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, Thus with violence shall that great city Babylon be thrown down, and shall be found no more at all.  <strong>22</strong> And the voice of harpers, and musicians, and of pipers, and trumpeters, shall be heard no more at all in thee; and no craftsman, of whatsoever craft he be, shall be found any more in thee; and the sound of a millstone shall be heard no more at all in thee;  <strong>23</strong> And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.  <strong>24</strong> And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth.  ","niv":"<sup><strong>1</strong></sup> After this I saw another angel coming down from heaven. He had great authority, and the earth was illuminated by his splendor. <sup><strong>2</strong></sup> With a mighty voice he shouted: \"Fallen! Fallen is Babylon the Great! She has become a home for demons and a haunt for every evil spirit, a haunt for every unclean and detestable bird. <sup><strong>3</strong></sup> For all the nations have drunk the maddening wine of her adulteries. The kings of the earth committed adultery with her, and the merchants of the earth grew rich from her excessive luxuries.\" <sup><strong>4</strong></sup> Then I heard another voice from heaven say: \"Come out of her, my people, so that you will not share in her sins, so that you will not receive any of her plagues; <sup><strong>5</strong></sup> for her sins are piled up to heaven, and God has remembered her crimes. <sup><strong>6</strong></sup> Give back to her as she has given; pay her back double for what she has done. Mix her a double portion from her own cup. <sup><strong>7</strong></sup> Give her as much torture and grief as the glory and luxury she gave herself. In her heart she boasts, 'I sit as queen; I am not a widow, and I will never mourn.' <sup><strong>8</strong></sup> Therefore in one day her plagues will overtake her: death, mourning and famine. She will be consumed by fire, for mighty is the Lord God who judges her. <sup><strong>9</strong></sup> \"When the kings of the earth who committed adultery with her and shared her luxury see the smoke of her burning, they will weep and mourn over her. <sup><strong>10</strong></sup> Terrified at her torment, they will stand far off and cry: \"'Woe! Woe, O great city, O Babylon, city of power! In one hour your doom has come!' <sup><strong>11</strong></sup> \"The merchants of the earth will weep and mourn over her because no one buys their cargoes any more-- <sup><strong>12</strong></sup> cargoes of gold, silver, precious stones and pearls; fine linen, purple, silk and scarlet cloth; every sort of citron wood, and articles of every kind made of ivory, costly wood, bronze, iron and marble; <sup><strong>13</strong></sup> cargoes of cinnamon and spice, of incense, myrrh and frankincense, of wine and olive oil, of fine flour and wheat; cattle and sheep; horses and carriages; and bodies and souls of men. <sup><strong>14</strong></sup> \"They will say, 'The fruit you longed for is gone from you. All your riches and splendor have vanished, never to be recovered.' <sup><strong>15</strong></sup> The merchants who sold these things and gained their wealth from her will stand far off, terrified at her torment. They will weep and mourn <sup><strong>16</strong></sup> and cry out: \"'Woe! Woe, O great city, dressed in fine linen, purple and scarlet, and glittering with gold, precious stones and pearls! <sup><strong>17</strong></sup> In one hour such great wealth has been brought to ruin!' <sup><strong>18</strong></sup> \"Every sea captain, and all who travel by ship, the sailors, and all who earn their living from the sea, will stand far off. When they see the smoke of her burning, they will exclaim, 'Was there ever a city like this great city?' <sup><strong>19</strong></sup> They will throw dust on their heads, and with weeping and mourning cry out: \"'Woe! Woe, O great city, where all who had ships on the sea became rich through her wealth! In one hour she has been brought to ruin! <sup><strong>20</strong></sup> Rejoice over her, O heaven! Rejoice, saints and apostles and prophets! God has judged her for the way she treated you.'\" <sup><strong>21</strong></sup> Then a mighty angel picked up a boulder the size of a large millstone and threw it into the sea, and said: \"With such violence the great city of Babylon will be thrown down, never to be found again. <sup><strong>22</strong></sup> The music of harpists and musicians, flute players and trumpeters, will never be heard in you again. No workman of any trade will ever be found in you again. The sound of a millstone will never be heard in you again. <sup><strong>23</strong></sup> The light of a lamp will never shine in you again. The voice of bridegroom and bride will never be heard in you again. Your merchants were the world's great men. By your magic spell all the nations were led astray. <sup><strong>24</strong></sup> In her was found the blood of prophets and of the saints, and of all who have been killed on the earth.\" "},{"_id":"6168eeda803fbb813a70a65f","topicId":"6168eed3803fbb813a70a647","verse":"Revelation 12:1-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66012001_06-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66012001-1\">12:1&nbsp;</b>And a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars. <b class=\"verse-num\" id=\"v66012002-1\">2&nbsp;</b>She was pregnant and was crying out in birth pains and the agony of giving birth. <b class=\"verse-num\" id=\"v66012003-1\">3&nbsp;</b>And another sign appeared in heaven: behold, a great red dragon, with seven heads and ten horns, and on his heads seven diadems. <b class=\"verse-num\" id=\"v66012004-1\">4&nbsp;</b>His tail swept down a third of the stars of heaven and cast them to the earth. And the dragon stood before the woman who was about to give birth, so that when she bore her child he might devour it. <b class=\"verse-num\" id=\"v66012005-1\">5&nbsp;</b>She gave birth to a male child, one who is to rule all the nations with a rod of iron, but her child was caught up to God and to his throne, <b class=\"verse-num\" id=\"v66012006-1\">6&nbsp;</b>and the woman fled into the wilderness, where she has a place prepared by God, in which she is to be nourished for 1,260 days.</p>\n\n<p id=\"p66012006_11-26\"><b class=\"verse-num\" id=\"v66012007-1\">7&nbsp;</b>Now war arose in heaven, Michael and his angels fighting against the dragon. And the dragon and his angels fought back, <b class=\"verse-num\" id=\"v66012008-1\">8&nbsp;</b>but he was defeated, and there was no longer any place for them in heaven. <b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him. <b class=\"verse-num\" id=\"v66012010-1\">10&nbsp;</b>And I heard a loud voice in heaven, saying, “Now the salvation and the power and the kingdom of our God and the authority of his Christ have come, for the accuser of our brothers has been thrown down, who accuses them day and night before our God. <b class=\"verse-num\" id=\"v66012011-1\">11&nbsp;</b>And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death. <b class=\"verse-num\" id=\"v66012012-1\">12&nbsp;</b>Therefore, rejoice, O heavens and you who dwell in them! But woe to you, O earth and sea, for the devil has come down to you in great wrath, because he knows that his time is short!”</p>\n<p id=\"p66012012_11-26\"><b class=\"verse-num\" id=\"v66012013-1\">13&nbsp;</b>And when the dragon saw that he had been thrown down to the earth, he pursued the woman who had given birth to the male child. <b class=\"verse-num\" id=\"v66012014-1\">14&nbsp;</b>But the woman was given the two wings of the great eagle so that she might fly from the serpent into the wilderness, to the place where she is to be nourished for a time, and times, and half a time. <b class=\"verse-num\" id=\"v66012015-1\">15&nbsp;</b>The serpent poured water like a river out of his mouth after the woman, to sweep her away with a flood. <b class=\"verse-num\" id=\"v66012016-1\">16&nbsp;</b>But the earth came to the help of the woman, and the earth opened its mouth and swallowed the river that the dragon had poured from his mouth. <b class=\"verse-num\" id=\"v66012017-1\">17&nbsp;</b>Then the dragon became furious with the woman and went off to make war on the rest of her offspring, on those who keep the commandments of God and hold to the testimony of Jesus. And he stood on the sand of the sea.</p>\n\n</div>","kjv":"<strong>1</strong> And there appeared a great wonder in heaven; a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars:  <strong>2</strong> And she being with child cried, travailing in birth, and pained to be delivered.  <strong>3</strong> And there appeared another wonder in heaven; and behold a great red dragon, having seven heads and ten horns, and seven crowns upon his heads.  <strong>4</strong> And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon stood before the woman which was ready to be delivered, for to devour her child as soon as it was born.  <strong>5</strong> And she brought forth a man child, who was to rule all nations with a rod of iron: and her child was caught up unto God, and to his throne.  <strong>6</strong> And the woman fled into the wilderness, where she hath a place prepared of God, that they should feed her there a thousand two hundred and  threescore days.  <strong>7</strong> And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,  <strong>8</strong> And prevailed not; neither was their place found any more in heaven.  <strong>9</strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.  <strong>10</strong> And I heard a loud voice saying in heaven, Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night.  <strong>11</strong> And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.  <strong>12</strong> Therefore rejoice, ye heavens, and ye that dwell in them. Woe to the inhabiters of the earth and of the sea! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.  <strong>13</strong> And when the dragon saw that he was cast unto the earth, he persecuted the woman which brought forth the man child.  <strong>14</strong> And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.  <strong>15</strong> And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away of the flood.  <strong>16</strong> And the earth helped the woman, and the earth opened her mouth, and swallowed up the flood which the dragon cast out of his mouth.  <strong>17</strong> And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> A great and wondrous sign appeared in heaven: a woman clothed with the sun, with the moon under her feet and a crown of twelve stars on her head. <sup><strong>2</strong></sup> She was pregnant and cried out in pain as she was about to give birth. <sup><strong>3</strong></sup> Then another sign appeared in heaven: an enormous red dragon with seven heads and ten horns and seven crowns on his heads. <sup><strong>4</strong></sup> His tail swept a third of the stars out of the sky and flung them to the earth. The dragon stood in front of the woman who was about to give birth, so that he might devour her child the moment it was born. <sup><strong>5</strong></sup> She gave birth to a son, a male child, who will rule all the nations with an iron scepter. And her child was snatched up to God and to his throne. <sup><strong>6</strong></sup> The woman fled into the desert to a place prepared for her by God, where she might be taken care of for 1,260 days. <sup><strong>7</strong></sup> And there was war in heaven. Michael and his angels fought against the dragon, and the dragon and his angels fought back. <sup><strong>8</strong></sup> But he was not strong enough, and they lost their place in heaven. <sup><strong>9</strong></sup> The great dragon was hurled down--that ancient serpent called the devil, or Satan, who leads the whole world astray. He was hurled to the earth, and his angels with him. <sup><strong>10</strong></sup> Then I heard a loud voice in heaven say: \"Now have come the salvation and the power and the kingdom of our God, and the authority of his Christ. For the accuser of our brothers, who accuses them before our God day and night, has been hurled down. <sup><strong>11</strong></sup> They overcame him by the blood of the Lamb and by the word of their testimony; they did not love their lives so much as to shrink from death. <sup><strong>12</strong></sup> Therefore rejoice, you heavens and you who dwell in them! But woe to the earth and the sea, because the devil has gone down to you! He is filled with fury, because he knows that his time is short.\" <sup><strong>13</strong></sup> When the dragon saw that he had been hurled to the earth, he pursued the woman who had given birth to the male child. <sup><strong>14</strong></sup> The woman was given the two wings of a great eagle, so that she might fly to the place prepared for her in the desert, where she would be taken care of for a time, times and half a time, out of the serpent's reach. <sup><strong>15</strong></sup> Then from his mouth the serpent spewed water like a river, to overtake the woman and sweep her away with the torrent. <sup><strong>16</strong></sup> But the earth helped the woman by opening its mouth and swallowing the river that the dragon had spewed out of his mouth. <sup><strong>17</strong></sup> Then the dragon was enraged at the woman and went off to make war against the rest of her offspring--those who obey God's commandments and hold to the testimony of Jesus. "},{"_id":"6168eedb803fbb813a70a660","topicId":"6168eed3803fbb813a70a647","verse":"Revelation 4:1-11","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66004001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66004001-1\">4:1&nbsp;</b>After this I looked, and behold, a door standing open in heaven! And the first voice, which I had heard speaking to me like a trumpet, said, <span class=\"woc\">“Come up here, and I will show you what must take place after this.”</span> <b class=\"verse-num\" id=\"v66004002-1\">2&nbsp;</b>At once I was in the Spirit, and behold, a throne stood in heaven, with one seated on the throne. <b class=\"verse-num\" id=\"v66004003-1\">3&nbsp;</b>And he who sat there had the appearance of jasper and carnelian, and around the throne was a rainbow that had the appearance of an emerald. <b class=\"verse-num\" id=\"v66004004-1\">4&nbsp;</b>Around the throne were twenty-four thrones, and seated on the thrones were twenty-four elders, clothed in white garments, with golden crowns on their heads. <b class=\"verse-num\" id=\"v66004005-1\">5&nbsp;</b>From the throne came flashes of lightning, and rumblings and peals of thunder, and before the throne were burning seven torches of fire, which are the seven spirits of God, <b class=\"verse-num\" id=\"v66004006-1\">6&nbsp;</b>and before the throne there was as it were a sea of glass, like crystal.</p>\n<p id=\"p66004006_05-27\">And around the throne, on each side of the throne, are four living creatures, full of eyes in front and behind: <b class=\"verse-num\" id=\"v66004007-1\">7&nbsp;</b>the first living creature like a lion, the second living creature like an ox, the third living creature with the face of a man, and the fourth living creature like an eagle in flight. <b class=\"verse-num\" id=\"v66004008-1\">8&nbsp;</b>And the four living creatures, each of them with six wings, are full of eyes all around and within, and day and night they never cease to say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66004008_05-27\" class=\"line\">&nbsp;&nbsp;“Holy, holy, holy, is the Lord God Almighty,</span><br><span id=\"p66004008_05-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who was and is and is to come!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66004008_05-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66004009-1\">9&nbsp;</b>And whenever the living creatures give glory and honor and thanks to him who is seated on the throne, who lives forever and ever, <b class=\"verse-num\" id=\"v66004010-1\">10&nbsp;</b>the twenty-four elders fall down before him who is seated on the throne and worship him who lives forever and ever. They cast their crowns before the throne, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66004011_05-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v66004011-1\">11&nbsp;</b>&nbsp;&nbsp;“Worthy are you, our Lord and God,</span><br><span id=\"p66004011_05-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to receive glory and honor and power,</span><br><span id=\"p66004011_05-27\" class=\"line\">&nbsp;&nbsp;for you created all things,</span><br><span id=\"p66004011_05-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by your will they existed and were created.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> After this I looked, and, behold, a door was opened in heaven: and the first voice which I heard was as it were of a trumpet talking with me; which said, Come up hither, and I will shew thee things which must be hereafter.  <strong>2</strong> And immediately I was in the spirit: and, behold, a throne was set in heaven, and one sat on the throne.  <strong>3</strong> And he that sat was to look upon like a jasper and a sardine stone: and there was a rainbow round about the throne, in sight like unto an emerald.  <strong>4</strong> And round about the throne were four and twenty seats: and upon the seats I saw four and twenty elders sitting, clothed in white raiment; and they had on their heads crowns of gold.  <strong>5</strong> And out of the throne proceeded lightnings and thunderings and voices: and there were seven lamps of fire burning before the throne, which are the seven Spirits of God.  <strong>6</strong> And before the throne there was a sea of glass like unto crystal: and in the midst of the throne, and round about the throne, were four beasts full of eyes before and behind.  <strong>7</strong> And the first beast was like a lion, and the second beast like a calf, and the third beast had a face as a man, and the fourth beast was like a flying eagle.  <strong>8</strong> And the four beasts had each of them six wings about him;  and they were full of eyes within: and they rest not day and night, saying, Holy, holy, holy, Lord God Almighty, which was, and is, and is to come.  <strong>9</strong> And when those beasts give glory and honour and thanks to him that sat on the throne, who liveth for ever and ever,  <strong>10</strong> The four and twenty elders fall down before him that sat on the throne, and worship him that liveth for ever and ever, and cast their crowns before the throne, saying,  <strong>11</strong> Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.  ","niv":"<sup><strong>1</strong></sup> After this I looked, and there before me was a door standing open in heaven. And the voice I had first heard speaking to me like a trumpet said, \"Come up here, and I will show you what must take place after this.\" <sup><strong>2</strong></sup> At once I was in the Spirit, and there before me was a throne in heaven with someone sitting on it. <sup><strong>3</strong></sup> And the one who sat there had the appearance of jasper and carnelian. A rainbow, resembling an emerald, encircled the throne. <sup><strong>4</strong></sup> Surrounding the throne were twenty-four other thrones, and seated on them were twenty-four elders. They were dressed in white and had crowns of gold on their heads. <sup><strong>5</strong></sup> From the throne came flashes of lightning, rumblings and peals of thunder. Before the throne, seven lamps were blazing. These are the seven spirits of God. <sup><strong>6</strong></sup> Also before the throne there was what looked like a sea of glass, clear as crystal. <sup><strong>7</strong></sup> In the center, around the throne, were four living creatures, and they were covered with eyes, in front and in back. The first living creature was like a lion, the second was like an ox, the third had a face like a man, the fourth was like a flying eagle. <sup><strong>8</strong></sup> Each of the four living creatures had six wings and was covered with eyes all around, even under his wings. Day and night they never stop saying: \"Holy, holy, holy is the Lord God Almighty, who was, and is, and is to come.\" <sup><strong>9</strong></sup> Whenever the living creatures give glory, honor and thanks to him who sits on the throne and who lives for ever and ever, <sup><strong>10</strong></sup> the twenty-four elders fall down before him who sits on the throne, and worship him who lives for ever and ever. They lay their crowns before the throne and say: <sup><strong>11</strong></sup> \"You are worthy, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they were created and have their being.\" "}]}