{"_id":"6168f0ab803fbb813a70a695","slug":"parental-alienation","name":"Parental Alienation","verses":[{"_id":"6168f0ab803fbb813a70a696","topicId":"6168f0ab803fbb813a70a695","verse":"Psalm 109:2-7","votes":29,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19109002_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19109002-1\">2&nbsp;</b>&nbsp;&nbsp;For wicked and deceitful mouths are opened against me,</span><br><span id=\"p19109002_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;speaking against me with lying tongues.</span><br><span id=\"p19109003_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19109003-1\">3&nbsp;</b>&nbsp;&nbsp;They encircle me with words of hate,</span><br><span id=\"p19109003_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and attack me without cause.</span><br><span id=\"p19109004_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19109004-1\">4&nbsp;</b>&nbsp;&nbsp;In return for my love they accuse me,</span><br><span id=\"p19109004_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I give myself to prayer.</span><br><span id=\"p19109005_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19109005-1\">5&nbsp;</b>&nbsp;&nbsp;So they reward me evil for good,</span><br><span id=\"p19109005_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hatred for my love.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19109006_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19109006-1\">6&nbsp;</b>&nbsp;&nbsp;Appoint a wicked man against him;</span><br><span id=\"p19109006_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let an accuser stand at his right hand.</span><br><span id=\"p19109007_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19109007-1\">7&nbsp;</b>&nbsp;&nbsp;When he is tried, let him come forth guilty;</span><br><span id=\"p19109007_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let his prayer be counted as sin!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> For the mouth of the wicked and the mouth of the deceitful are opened against me: they have spoken against me with a lying tongue.  <strong>3</strong> They compassed me about also with words of hatred; and fought against me without a cause.  <strong>4</strong> For my love they are my adversaries: but I give myself unto  prayer.  <strong>5</strong> And they have rewarded me evil for good, and hatred for my love.  <strong>6</strong> Set thou a wicked man over him: and let Satan stand at his right hand.  <strong>7</strong> When he shall be judged, let him be condemned: and let his prayer become sin.  ","niv":"<sup><strong>2</strong></sup> for wicked and deceitful men have opened their mouths against me; they have spoken against me with lying tongues. <sup><strong>3</strong></sup> With words of hatred they surround me; they attack me without cause. <sup><strong>4</strong></sup> In return for my friendship they accuse me, but I am a man of prayer. <sup><strong>5</strong></sup> They repay me evil for good, and hatred for my friendship. <sup><strong>6</strong></sup> Appoint an evil man to oppose him; let an accuser stand at his right hand. <sup><strong>7</strong></sup> When he is tried, let him be found guilty, and may his prayers condemn him. ","modified":"2022-07-21T20:50:16.524Z"},{"_id":"6168f0ac803fbb813a70a697","topicId":"6168f0ab803fbb813a70a695","verse":"Romans 12:17-21","votes":20,"__v":0,"esv":"<div>\n<p id=\"p45012017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"6168f0ac803fbb813a70a698","topicId":"6168f0ab803fbb813a70a695","verse":"1 Timothy 5:8","votes":20,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever.","modified":"2022-08-30T06:58:41.353Z"},{"_id":"6168f0ac803fbb813a70a699","topicId":"6168f0ab803fbb813a70a695","verse":"Ephesians 6:4","votes":17,"__v":0,"esv":"<div>\n<p id=\"p49006004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord."},{"_id":"6168f0ad803fbb813a70a69a","topicId":"6168f0ab803fbb813a70a695","verse":"Luke 6:27-35","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p42006027_04-6\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span> <b class=\"verse-num woc\" id=\"v42006028-1\">28&nbsp;</b><span class=\"woc\">bless those who curse you, pray for those who abuse you.</span> <b class=\"verse-num woc\" id=\"v42006029-1\">29&nbsp;</b><span class=\"woc\">To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either.</span> <b class=\"verse-num woc\" id=\"v42006030-1\">30&nbsp;</b><span class=\"woc\">Give to everyone who begs from you, and from one who takes away your goods do not demand them back.</span> <b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n<p id=\"p42006031_04-6\"><b class=\"verse-num woc\" id=\"v42006032-1\">32&nbsp;</b><span class=\"woc\">“If you love those who love you, what benefit is that to you? For even sinners love those who love them.</span> <b class=\"verse-num woc\" id=\"v42006033-1\">33&nbsp;</b><span class=\"woc\">And if you do good to those who do good to you, what benefit is that to you? For even sinners do the same.</span> <b class=\"verse-num woc\" id=\"v42006034-1\">34&nbsp;</b><span class=\"woc\">And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.</span> <b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span></p>\n\n</div>","kjv":"<strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  <strong>28</strong> Bless them that curse you, and pray for them which despitefully use you.  <strong>29</strong> And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloke forbid not to take thy coat also.  <strong>30</strong> Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again.  <strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  <strong>32</strong> For if ye love them which love you, what thank have ye? for sinners also love those that love them.  <strong>33</strong> And if ye do good to them which do good to you, what thank have ye? for sinners also do even the same.  <strong>34</strong> And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again.  <strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  ","niv":"<sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you, <sup><strong>28</strong></sup> bless those who curse you, pray for those who mistreat you. <sup><strong>29</strong></sup> If someone strikes you on one cheek, turn to him the other also. If someone takes your cloak, do not stop him from taking your tunic. <sup><strong>30</strong></sup> Give to everyone who asks you, and if anyone takes what belongs to you, do not demand it back. <sup><strong>31</strong></sup> Do to others as you would have them do to you. <sup><strong>32</strong></sup> \"If you love those who love you, what credit is that to you? Even 'sinners' love those who love them. <sup><strong>33</strong></sup> And if you do good to those who are good to you, what credit is that to you? Even 'sinners' do that. <sup><strong>34</strong></sup> And if you lend to those from whom you expect repayment, what credit is that to you? Even 'sinners' lend to 'sinners,' expecting to be repaid in full. <sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked. ","modified":"2022-08-31T19:53:04.754Z"},{"_id":"6168f0ad803fbb813a70a69b","topicId":"6168f0ab803fbb813a70a695","verse":"Colossians 3:13","votes":11,"__v":0,"esv":"<div>\n<p id=\"p51003013_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.</p>\n</div>","kjv":"<strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  ","niv":"<sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you."},{"_id":"6168f0ad803fbb813a70a69c","topicId":"6168f0ab803fbb813a70a695","verse":"Proverbs 13:24","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013024_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013024-1\">24&nbsp;</b>&nbsp;&nbsp;Whoever spares the rod hates his son,</span><br><span id=\"p20013024_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who loves him is diligent to discipline him.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>24</strong> He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes.  ","niv":"<sup><strong>24</strong></sup> He who spares the rod hates his son, but he who loves him is careful to discipline him."},{"_id":"6168f0ad803fbb813a70a69d","topicId":"6168f0ab803fbb813a70a695","verse":"Proverbs 22:6","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it."},{"_id":"6168f0ae803fbb813a70a69e","topicId":"6168f0ab803fbb813a70a695","verse":"1 Timothy 5:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p54005004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005004-1\">4&nbsp;</b>But if a widow has children or grandchildren, let them first learn to show godliness to their own household and to make some return to their parents, for this is pleasing in the sight of God.</p>\n</div>","kjv":"<strong>4</strong> But if any widow have children or nephews, let them learn first to shew piety at home, and to requite their parents: for that is good and acceptable before God.  ","niv":"<sup><strong>4</strong></sup> But if a widow has children or grandchildren, these should learn first of all to put their religion into practice by caring for their own family and so repaying their parents and grandparents, for this is pleasing to God.","modified":"2022-08-15T23:54:19.183Z"},{"_id":"6168f0ae803fbb813a70a69f","topicId":"6168f0ab803fbb813a70a695","verse":"John 10:10","votes":10,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"6168f0ae803fbb813a70a6a0","topicId":"6168f0ab803fbb813a70a695","verse":"Acts 5:29","votes":9,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"},{"_id":"6168f0af803fbb813a70a6a1","topicId":"6168f0ab803fbb813a70a695","verse":"Romans 12:2","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"6168f0af803fbb813a70a6a2","topicId":"6168f0ab803fbb813a70a695","verse":"James 2:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59002009_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002009-1\">9&nbsp;</b>But if you show partiality, you are committing sin and are convicted by the law as transgressors.</p>\n</div>","kjv":"<strong>9</strong> But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors.  ","niv":"<sup><strong>9</strong></sup> But if you show favoritism, you sin and are convicted by the law as lawbreakers.","modified":"2022-07-28T16:54:56.265Z"},{"_id":"6168f0af803fbb813a70a6a3","topicId":"6168f0ab803fbb813a70a695","verse":"Titus 2:4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p56002004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children,</p>\n</div>","kjv":"<strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  ","niv":"<sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children,"},{"_id":"6168f0b0803fbb813a70a6a4","topicId":"6168f0ab803fbb813a70a695","verse":"Ephesians 6:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right.</p>\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right."},{"_id":"6168f0b0803fbb813a70a6a5","topicId":"6168f0ab803fbb813a70a695","verse":"Ephesians 5:33","votes":7,"__v":0,"esv":"<div>\n<p id=\"p49005033_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n</div>","kjv":"<strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband."},{"_id":"6168f0b0803fbb813a70a6a6","topicId":"6168f0ab803fbb813a70a695","verse":"Psalm 127:3-5","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_01-19\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. "},{"_id":"6168f0b0803fbb813a70a6a7","topicId":"6168f0ab803fbb813a70a695","verse":"Hebrews 12:5-11","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58012005_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012005-1\">5&nbsp;</b>And have you forgotten the exhortation that addresses you as sons?</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58012005_01-20\" class=\"line\">&nbsp;&nbsp;“My son, do not regard lightly the discipline of the Lord,</span><br><span id=\"p58012005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be weary when reproved by him.</span><br><span id=\"p58012006_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v58012006-1\">6&nbsp;</b>&nbsp;&nbsp;For the Lord disciplines the one he loves,</span><br><span id=\"p58012006_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and chastises every son whom he receives.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58012006_01-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58012007-1\">7&nbsp;</b>It is for discipline that you have to endure. God is treating you as sons. For what son is there whom his father does not discipline? <b class=\"verse-num\" id=\"v58012008-1\">8&nbsp;</b>If you are left without discipline, in which all have participated, then you are illegitimate children and not sons. <b class=\"verse-num\" id=\"v58012009-1\">9&nbsp;</b>Besides this, we have had earthly fathers who disciplined us and we respected them. Shall we not much more be subject to the Father of spirits and live? <b class=\"verse-num\" id=\"v58012010-1\">10&nbsp;</b>For they disciplined us for a short time as it seemed best to them, but he disciplines us for our good, that we may share his holiness. <b class=\"verse-num\" id=\"v58012011-1\">11&nbsp;</b>For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.</p>\n</div>","kjv":"<strong>5</strong> And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:  <strong>6</strong> For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.  <strong>7</strong> If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?  <strong>8</strong> But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.  <strong>9</strong> Furthermore we have had fathers of our flesh which corrected us,  and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?  <strong>10</strong> For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.  <strong>11</strong> Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.  ","niv":"<sup><strong>5</strong></sup> And you have forgotten that word of encouragement that addresses you as sons: \"My son, do not make light of the Lord's discipline, and do not lose heart when he rebukes you, <sup><strong>6</strong></sup> because the Lord disciplines those he loves, and he punishes everyone he accepts as a son.\" <sup><strong>7</strong></sup> Endure hardship as discipline; God is treating you as sons. For what son is not disciplined by his father? <sup><strong>8</strong></sup> If you are not disciplined (and everyone undergoes discipline), then you are illegitimate children and not true sons. <sup><strong>9</strong></sup> Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of our spirits and live! <sup><strong>10</strong></sup> Our fathers disciplined us for a little while as they thought best; but God disciplines us for our good, that we may share in his holiness. <sup><strong>11</strong></sup> No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it. "},{"_id":"6168f0b1803fbb813a70a6a8","topicId":"6168f0ab803fbb813a70a695","verse":"1 Corinthians 7:3-5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46007003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n</div>","kjv":"<strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  ","niv":"<sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. "},{"_id":"6168f0b1803fbb813a70a6a9","topicId":"6168f0ab803fbb813a70a695","verse":"Proverbs 6:20-23","votes":7,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006020_04-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006020-1\">20&nbsp;</b>&nbsp;&nbsp;My son, keep your father’s commandment,</span><br><span id=\"p20006020_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and forsake not your mother’s teaching.</span><br><span id=\"p20006021_04-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006021-1\">21&nbsp;</b>&nbsp;&nbsp;Bind them on your heart always;</span><br><span id=\"p20006021_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tie them around your neck.</span><br><span id=\"p20006022_04-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006022-1\">22&nbsp;</b>&nbsp;&nbsp;When you walk, they will lead you;</span><br><span id=\"p20006022_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when you lie down, they will watch over you;</span><br><span id=\"p20006022_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and when you awake, they will talk with you.</span><br><span id=\"p20006023_04-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006023-1\">23&nbsp;</b>&nbsp;&nbsp;For the commandment is a lamp and the teaching a light,</span><br><span id=\"p20006023_04-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the reproofs of discipline are the way of life,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>20</strong> My son, keep thy father’s commandment, and forsake not the law of thy mother:  <strong>21</strong> Bind them continually upon thine heart, and tie them about thy neck.  <strong>22</strong> When thou goest, it shall lead thee; when thou sleepest, it shall keep thee; and when thou awakest, it shall talk with thee.  <strong>23</strong> For the commandment is a lamp; and the law is light; and reproofs of instruction are the way of life:  ","niv":"<sup><strong>20</strong></sup> My son, keep your father's commands and do not forsake your mother's teaching. <sup><strong>21</strong></sup> Bind them upon your heart forever; fasten them around your neck. <sup><strong>22</strong></sup> When you walk, they will guide you; when you sleep, they will watch over you; when you awake, they will speak to you. <sup><strong>23</strong></sup> For these commands are a lamp, this teaching is a light, and the corrections of discipline are the way to life, ","modified":"2023-03-02T05:07:49.656Z"},{"_id":"6168f0b1803fbb813a70a6aa","topicId":"6168f0ab803fbb813a70a695","verse":"1 Peter 3:1-6","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. "},{"_id":"6168f0b2803fbb813a70a6ab","topicId":"6168f0ab803fbb813a70a695","verse":"1 Timothy 5:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54005016_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005016-1\">16&nbsp;</b>If any believing woman has relatives who are widows, let her care for them. Let the church not be burdened, so that it may care for those who are truly widows.</p>\n</div>","kjv":"<strong>16</strong> If any man or woman that believeth have widows, let them relieve them, and let not the church be charged; that it may relieve them that are widows indeed.  ","niv":"<sup><strong>16</strong></sup> If any woman who is a believer has widows in her family, she should help them and not let the church be burdened with them, so that the church can help those widows who are really in need."},{"_id":"6168f0b2803fbb813a70a6ac","topicId":"6168f0ab803fbb813a70a695","verse":"John 3:16","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-28\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168f0b2803fbb813a70a6ad","topicId":"6168f0ab803fbb813a70a695","verse":"1 Peter 5:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"6168f0b3803fbb813a70a6ae","topicId":"6168f0ab803fbb813a70a695","verse":"Matthew 19:3-9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40019003_01-31\"><b class=\"verse-num\" id=\"v40019003-1\">3&nbsp;</b>And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?” <b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span> <b class=\"verse-num\" id=\"v40019007-1\">7&nbsp;</b>They said to him, “Why then did Moses command one to give a certificate of divorce and to send her away?” <b class=\"verse-num\" id=\"v40019008-1\">8&nbsp;</b>He said to them, <span class=\"woc\">“Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.</span> <b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>","kjv":"<strong>3</strong> The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?  <strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  <strong>7</strong> They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?  <strong>8</strong> He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  <strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>3</strong></sup> Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\" <sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" <sup><strong>7</strong></sup> \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\" <sup><strong>8</strong></sup> Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. <sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" "}]}