{"_id":"6168f131803fbb813a70a6e5","slug":"parties","name":"Parties","verses":[{"_id":"6168f131803fbb813a70a6e6","topicId":"6168f131803fbb813a70a6e5","verse":"Romans 13:13-14","votes":11,"__v":0,"esv":"<div>\n<p id=\"p45013013_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"6168f131803fbb813a70a6e7","topicId":"6168f131803fbb813a70a6e5","verse":"Ephesians 5:18","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49005018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,</p>\n</div>","kjv":"<strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  ","niv":"<sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit."},{"_id":"6168f132803fbb813a70a6e8","topicId":"6168f131803fbb813a70a6e5","verse":"Ecclesiastes 12:13-14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p21012013_01-3\"><b class=\"verse-num\" id=\"v21012013-1\">13&nbsp;</b>The end of the matter; all has been heard. Fear God and keep his commandments, for this is the whole duty of man. <b class=\"verse-num\" id=\"v21012014-1\">14&nbsp;</b>For God will bring every deed into judgment, with every secret thing, whether good or evil.</p>\n\n</div>","kjv":"<strong>13</strong> Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man.  <strong>14</strong> For God shall bring every work into judgment, with every secret thing, whether it be good, or whether it be evil.  ","niv":"<sup><strong>13</strong></sup> Now all has been heard; here is the conclusion of the matter: Fear God and keep his commandments, for this is the whole duty of man. <sup><strong>14</strong></sup> For God will bring every deed into judgment, including every hidden thing, whether it is good or evil. "},{"_id":"6168f132803fbb813a70a6e9","topicId":"6168f131803fbb813a70a6e5","verse":"Ecclesiastes 9:7","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p21009007_08-4\"><b class=\"verse-num\" id=\"v21009007-1\">7&nbsp;</b>Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do.</p>\n</div>","kjv":"<strong>7</strong> Go thy way, eat thy bread with joy, and drink thy wine with a merry heart; for God now accepteth thy works.  ","niv":"<sup><strong>7</strong></sup> Go, eat your food with gladness, and drink your wine with a joyful heart, for it is now that God favors what you do."},{"_id":"6168f132803fbb813a70a6ea","topicId":"6168f131803fbb813a70a6e5","verse":"Ecclesiastes 11:9-10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p21011009_01-5\"><b class=\"verse-num\" id=\"v21011009-1\">9&nbsp;</b>Rejoice, O young man, in your youth, and let your heart cheer you in the days of your youth. Walk in the ways of your heart and the sight of your eyes. But know that for all these things God will bring you into judgment.</p>\n<p id=\"p21011009_01-5\"><b class=\"verse-num\" id=\"v21011010-1\">10&nbsp;</b>Remove vexation from your heart, and put away pain from your body, for youth and the dawn of life are vanity.</p>\n\n</div>","kjv":"<strong>9</strong> Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment.  <strong>10</strong> Therefore remove sorrow from thy heart, and put away evil from thy flesh: for childhood and youth are vanity.  ","niv":"<sup><strong>9</strong></sup> Be happy, young man, while you are young, and let your heart give you joy in the days of your youth. Follow the ways of your heart and whatever your eyes see, but know that for all these things God will bring you to judgment. <sup><strong>10</strong></sup> So then, banish anxiety from your heart and cast off the troubles of your body, for youth and vigor are meaningless. "},{"_id":"6168f133803fbb813a70a6eb","topicId":"6168f131803fbb813a70a6e5","verse":"Proverbs 31:6-7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031006_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031006-1\">6&nbsp;</b>&nbsp;&nbsp;Give strong drink to the one who is perishing,</span><br><span id=\"p20031006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wine to those in bitter distress;</span><br><span id=\"p20031007_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031007-1\">7&nbsp;</b>&nbsp;&nbsp;let them drink and forget their poverty</span><br><span id=\"p20031007_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remember their misery no more.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> Give strong drink unto him that is ready to perish, and wine unto those that be of heavy hearts.  <strong>7</strong> Let him drink, and forget his poverty, and remember his misery no more.  ","niv":"<sup><strong>6</strong></sup> Give beer to those who are perishing, wine to those who are in anguish; <sup><strong>7</strong></sup> let them drink and forget their poverty and remember their misery no more. "},{"_id":"6168f133803fbb813a70a6ec","topicId":"6168f131803fbb813a70a6e5","verse":"Ecclesiastes 12:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p21012001_07-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21012001-1\">12:1&nbsp;</b>Remember also your Creator in the days of your youth, before the evil days come and the years draw near of which you will say, “I have no pleasure in them”;</p>\n</div>","kjv":"<strong>1</strong> Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh, when thou shalt say, I have no pleasure in them;  ","niv":"<sup><strong>1</strong></sup> Remember your Creator in the days of your youth, before the days of trouble come and the years approach when you will say, \"I find no pleasure in them\"-"},{"_id":"6168f133803fbb813a70a6ed","topicId":"6168f131803fbb813a70a6e5","verse":"1 Peter 4:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60004003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004003-1\">3&nbsp;</b>For the time that is past suffices for doing what the Gentiles want to do, living in sensuality, passions, drunkenness, orgies, drinking parties, and lawless idolatry.</p>\n</div>","kjv":"<strong>3</strong> For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:  ","niv":"<sup><strong>3</strong></sup> For you have spent enough time in the past doing what pagans choose to do--living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry."},{"_id":"6168f134803fbb813a70a6ee","topicId":"6168f131803fbb813a70a6e5","verse":"Romans 11:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45011028_01-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45011028-1\">28&nbsp;</b>As regards the gospel, they are enemies for your sake. But as regards election, they are beloved for the sake of their forefathers.</p>\n</div>","kjv":"<strong>28</strong> As concerning the gospel, they are enemies for your sakes: but as touching the election, they are beloved for the fathers’ sakes.  ","niv":"<sup><strong>28</strong></sup> As far as the gospel is concerned, they are enemies on your account; but as far as election is concerned, they are loved on account of the patriarchs,"},{"_id":"6168f134803fbb813a70a6ef","topicId":"6168f131803fbb813a70a6e5","verse":"Acts 15:19-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44015019_01-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44015019-1\">19&nbsp;</b>Therefore my judgment is that we should not trouble those of the Gentiles who turn to God, <b class=\"verse-num\" id=\"v44015020-1\">20&nbsp;</b>but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood.</p>\n</div>","kjv":"<strong>19</strong> Wherefore my sentence is, that we trouble not them, which from among the Gentiles are turned to God:  <strong>20</strong> But that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.  ","niv":"<sup><strong>19</strong></sup> \"It is my judgment, therefore, that we should not make it difficult for the Gentiles who are turning to God. <sup><strong>20</strong></sup> Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood. "},{"_id":"6168f134803fbb813a70a6f0","topicId":"6168f131803fbb813a70a6e5","verse":"Jeremiah 1:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-12\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-12\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"6168f134803fbb813a70a6f1","topicId":"6168f131803fbb813a70a6e5","verse":"Psalm 133:1","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19133001_06-13\" class=\"psalm-title\">A Song of Ascents. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19133001_06-13\" class=\"line\"><b class=\"chapter-num\" id=\"v19133001-1\">133:1&nbsp;</b>&nbsp;&nbsp;Behold, how good and pleasant it is</span><br><span id=\"p19133001_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when brothers dwell in unity!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Behold, how good and how pleasant it is for brethren to dwell together in unity!  ","niv":"<sup><strong>1</strong></sup> How good and pleasant it is when brothers live together in unity!"},{"_id":"6168f135803fbb813a70a6f2","topicId":"6168f131803fbb813a70a6e5","verse":"Psalm 127:3","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him."},{"_id":"6168f135803fbb813a70a6f3","topicId":"6168f131803fbb813a70a6e5","verse":"Revelation 20:14-15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66020014_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"6168f135803fbb813a70a6f4","topicId":"6168f131803fbb813a70a6e5","verse":"Revelation 14:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66014012_01-16\"><b class=\"verse-num\" id=\"v66014012-1\">12&nbsp;</b>Here is a call for the endurance of the saints, those who keep the commandments of God and their faith in Jesus.</p>\n\n</div>","kjv":"<strong>12</strong> Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.  ","niv":"<sup><strong>12</strong></sup> This calls for patient endurance on the part of the saints who obey God's commandments and remain faithful to Jesus."},{"_id":"6168f136803fbb813a70a6f5","topicId":"6168f131803fbb813a70a6e5","verse":"Revelation 13:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66013001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads. <b class=\"verse-num\" id=\"v66013002-1\">2&nbsp;</b>And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority. <b class=\"verse-num\" id=\"v66013003-1\">3&nbsp;</b>One of its heads seemed to have a mortal wound, but its mortal wound was healed, and the whole earth marveled as they followed the beast. <b class=\"verse-num\" id=\"v66013004-1\">4&nbsp;</b>And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”</p>\n<p id=\"p66013004_04-17\"><b class=\"verse-num\" id=\"v66013005-1\">5&nbsp;</b>And the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months. <b class=\"verse-num\" id=\"v66013006-1\">6&nbsp;</b>It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven. <b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation, <b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain. <b class=\"verse-num\" id=\"v66013009-1\">9&nbsp;</b>If anyone has an ear, let him hear:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66013010_04-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v66013010-1\">10&nbsp;</b>&nbsp;&nbsp;If anyone is to be taken captive,</span><br><span id=\"p66013010_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to captivity he goes;</span><br><span id=\"p66013010_04-17\" class=\"line\">&nbsp;&nbsp;if anyone is to be slain with the sword,</span><br><span id=\"p66013010_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the sword must he be slain.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66013010_04-17\" class=\"same-paragraph\">Here is a call for the endurance and faith of the saints.</p>\n\n<p id=\"p66013010_07-17\"><b class=\"verse-num\" id=\"v66013011-1\">11&nbsp;</b>Then I saw another beast rising out of the earth. It had two horns like a lamb and it spoke like a dragon. <b class=\"verse-num\" id=\"v66013012-1\">12&nbsp;</b>It exercises all the authority of the first beast in its presence, and makes the earth and its inhabitants worship the first beast, whose mortal wound was healed. <b class=\"verse-num\" id=\"v66013013-1\">13&nbsp;</b>It performs great signs, even making fire come down from heaven to earth in front of people, <b class=\"verse-num\" id=\"v66013014-1\">14&nbsp;</b>and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived. <b class=\"verse-num\" id=\"v66013015-1\">15&nbsp;</b>And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain. <b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead, <b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name. <b class=\"verse-num\" id=\"v66013018-1\">18&nbsp;</b>This calls for wisdom: let the one who has understanding calculate the number of the beast, for it is the number of a man, and his number is 666.</p>\n\n</div>","kjv":"<strong>1</strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.  <strong>2</strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.  <strong>3</strong> And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast.  <strong>4</strong> And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?  <strong>5</strong> And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and  two months.  <strong>6</strong> And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.  <strong>7</strong> And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.  <strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  <strong>9</strong> If any man have an ear, let him hear.  <strong>10</strong> He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.  <strong>11</strong> And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.  <strong>12</strong> And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.  <strong>13</strong> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,  <strong>14</strong> And deceiveth them that dwell on the earth by the means of  those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.  <strong>15</strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.  <strong>16</strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:  <strong>17</strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.  <strong>18</strong> Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.  ","niv":"<sup><strong>1</strong></sup> And the dragon stood on the shore of the sea. <sup><strong>2</strong></sup> And I saw a beast coming out of the sea. He had ten horns and seven heads, with ten crowns on his horns, and on each head a blasphemous name. The beast I saw resembled a leopard, but had feet like those of a bear and a mouth like that of a lion. The dragon gave the beast his power and his throne and great authority. <sup><strong>3</strong></sup> One of the heads of the beast seemed to have had a fatal wound, but the fatal wound had been healed. The whole world was astonished and followed the beast. <sup><strong>4</strong></sup> Men worshiped the dragon because he had given authority to the beast, and they also worshiped the beast and asked, \"Who is like the beast? Who can make war against him?\" <sup><strong>5</strong></sup> The beast was given a mouth to utter proud words and blasphemies and to exercise his authority for forty-two months. <sup><strong>6</strong></sup> He opened his mouth to blaspheme God, and to slander his name and his dwelling place and those who live in heaven. <sup><strong>7</strong></sup> He was given power to make war against the saints and to conquer them. And he was given authority over every tribe, people, language and nation. <sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world. <sup><strong>9</strong></sup> He who has an ear, let him hear. <sup><strong>10</strong></sup> If anyone is to go into captivity, into captivity he will go. If anyone is to be killed with the sword, with the sword he will be killed. This calls for patient endurance and faithfulness on the part of the saints. <sup><strong>11</strong></sup> Then I saw another beast, coming out of the earth. He had two horns like a lamb, but he spoke like a dragon. <sup><strong>12</strong></sup> He exercised all the authority of the first beast on his behalf, and made the earth and its inhabitants worship the first beast, whose fatal wound had been healed. <sup><strong>13</strong></sup> And he performed great and miraculous signs, even causing fire to come down from heaven to earth in full view of men. <sup><strong>14</strong></sup> Because of the signs he was given power to do on behalf of the first beast, he deceived the inhabitants of the earth. He ordered them to set up an image in honor of the beast who was wounded by the sword and yet lived. <sup><strong>15</strong></sup> He was given power to give breath to the image of the first beast, so that it could speak and cause all who refused to worship the image to be killed. <sup><strong>16</strong></sup> He also forced everyone, small and great, rich and poor, free and slave, to receive a mark on his right hand or on his forehead, <sup><strong>17</strong></sup> so that no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name. <sup><strong>18</strong></sup> This calls for wisdom. If anyone has insight, let him calculate the number of the beast, for it is man's number. His number is 666. "},{"_id":"6168f136803fbb813a70a6f6","topicId":"6168f131803fbb813a70a6e5","verse":"Revelation 11:1-19","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66011001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66011001-1\">11:1&nbsp;</b>Then I was given a measuring rod like a staff, and I was told, “Rise and measure the temple of God and the altar and those who worship there, <b class=\"verse-num\" id=\"v66011002-1\">2&nbsp;</b>but do not measure the court outside the temple; leave that out, for it is given over to the nations, and they will trample the holy city for forty-two months. <b class=\"verse-num\" id=\"v66011003-1\">3&nbsp;</b>And I will grant authority to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.”</p>\n<p id=\"p66011003_04-18\"><b class=\"verse-num\" id=\"v66011004-1\">4&nbsp;</b>These are the two olive trees and the two lampstands that stand before the Lord of the earth. <b class=\"verse-num\" id=\"v66011005-1\">5&nbsp;</b>And if anyone would harm them, fire pours from their mouth and consumes their foes. If anyone would harm them, this is how he is doomed to be killed. <b class=\"verse-num\" id=\"v66011006-1\">6&nbsp;</b>They have the power to shut the sky, that no rain may fall during the days of their prophesying, and they have power over the waters to turn them into blood and to strike the earth with every kind of plague, as often as they desire. <b class=\"verse-num\" id=\"v66011007-1\">7&nbsp;</b>And when they have finished their testimony, the beast that rises from the bottomless pit will make war on them and conquer them and kill them, <b class=\"verse-num\" id=\"v66011008-1\">8&nbsp;</b>and their dead bodies will lie in the street of the great city that symbolically is called Sodom and Egypt, where their Lord was crucified. <b class=\"verse-num\" id=\"v66011009-1\">9&nbsp;</b>For three and a half days some from the peoples and tribes and languages and nations will gaze at their dead bodies and refuse to let them be placed in a tomb, <b class=\"verse-num\" id=\"v66011010-1\">10&nbsp;</b>and those who dwell on the earth will rejoice over them and make merry and exchange presents, because these two prophets had been a torment to those who dwell on the earth. <b class=\"verse-num\" id=\"v66011011-1\">11&nbsp;</b>But after the three and a half days a breath of life from God entered them, and they stood up on their feet, and great fear fell on those who saw them. <b class=\"verse-num\" id=\"v66011012-1\">12&nbsp;</b>Then they heard a loud voice from heaven saying to them, “Come up here!” And they went up to heaven in a cloud, and their enemies watched them. <b class=\"verse-num\" id=\"v66011013-1\">13&nbsp;</b>And at that hour there was a great earthquake, and a tenth of the city fell. Seven thousand people were killed in the earthquake, and the rest were terrified and gave glory to the God of heaven.</p>\n<p id=\"p66011013_04-18\"><b class=\"verse-num\" id=\"v66011014-1\">14&nbsp;</b>The second woe has passed; behold, the third woe is soon to come.</p>\n\n<p id=\"p66011014_07-18\"><b class=\"verse-num\" id=\"v66011015-1\">15&nbsp;</b>Then the seventh angel blew his trumpet, and there were loud voices in heaven, saying, “The kingdom of the world has become the kingdom of our Lord and of his Christ, and he shall reign forever and ever.” <b class=\"verse-num\" id=\"v66011016-1\">16&nbsp;</b>And the twenty-four elders who sit on their thrones before God fell on their faces and worshiped God, <b class=\"verse-num\" id=\"v66011017-1\">17&nbsp;</b>saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66011017_07-18\" class=\"line\">&nbsp;&nbsp;“We give thanks to you, Lord God Almighty,</span><br><span id=\"p66011017_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who is and who was,</span><br><span id=\"p66011017_07-18\" class=\"line\">&nbsp;&nbsp;for you have taken your great power</span><br><span id=\"p66011017_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and begun to reign.</span><br><span id=\"p66011018_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v66011018-1\">18&nbsp;</b>&nbsp;&nbsp;The nations raged,</span><br><span id=\"p66011018_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your wrath came,</span><br><span id=\"p66011018_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the time for the dead to be judged,</span><br><span id=\"p66011018_07-18\" class=\"line\">&nbsp;&nbsp;and for rewarding your servants, the prophets and saints,</span><br><span id=\"p66011018_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who fear your name,</span><br><span id=\"p66011018_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;both small and great,</span><br><span id=\"p66011018_07-18\" class=\"line\">&nbsp;&nbsp;and for destroying the destroyers of the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66011018_07-18\"><b class=\"verse-num\" id=\"v66011019-1\">19&nbsp;</b>Then God’s temple in heaven was opened, and the ark of his covenant was seen within his temple. There were flashes of lightning, rumblings, peals of thunder, an earthquake, and heavy hail.</p>\n\n</div>","kjv":"<strong>1</strong> And there was given me a reed like unto a rod: and the angel stood, saying, Rise, and measure the temple of God, and the altar, and them that worship therein.  <strong>2</strong> But the court which is without the temple leave out, and measure it not; for it is given unto the Gentiles: and the holy city shall they tread under foot forty and two months.  <strong>3</strong> And I will give power unto my two witnesses, and they shall prophesy a thousand two hundred and threescore days, clothed in sackcloth.  <strong>4</strong> These are the two olive trees, and the two candlesticks standing before the God of the earth.  <strong>5</strong> And if any man will hurt them, fire proceedeth out of their mouth, and devoureth their enemies: and if any man will hurt them, he must in this manner be killed.  <strong>6</strong> These have power to shut heaven, that it rain not in the days of their prophecy: and have power over waters to turn them to blood, and to smite the earth with all plagues, as often as they will.  <strong>7</strong> And when they shall have finished their testimony, the beast that ascendeth out of the bottomless pit shall make war against them, and shall overcome them, and kill them.  <strong>8</strong> And their dead bodies shall lie in the street of the great city, which spiritually is called Sodom and Egypt, where also our Lord was crucified.  <strong>9</strong> And they of the people and kindreds and tongues and nations shall see their dead bodies three days and an half, and shall not suffer their dead bodies to be put in graves.  <strong>10</strong> And they that dwell upon the earth shall rejoice over them, and make merry, and shall send gifts one to another; because these two prophets tormented them that dwelt on the earth.  <strong>11</strong> And after three days and an half the Spirit of life from God entered into them, and they stood upon their feet; and great fear fell upon them which saw them.  <strong>12</strong> And they heard a great voice from heaven saying unto them, Come up hither. And they ascended up to heaven in a cloud; and their enemies beheld them.  <strong>13</strong> And the same hour was there a great earthquake, and the tenth part of the city fell, and in the earthquake were slain of men seven thousand: and the remnant were affrighted, and gave glory to the God of heaven.  <strong>14</strong> The second woe is past; and, behold, the third woe cometh quickly.  <strong>15</strong> And the seventh angel sounded; and there were great voices in heaven, saying, The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever.  <strong>16</strong> And the four and twenty elders, which sat before God on their seats, fell upon their faces, and worshipped God,  <strong>17</strong> Saying, We give thee thanks, O Lord God Almighty, which art, and wast, and art to come; because thou hast taken to thee thy great power, and hast reigned.  <strong>18</strong> And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.  <strong>19</strong> And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.  ","niv":"<sup><strong>1</strong></sup> I was given a reed like a measuring rod and was told, \"Go and measure the temple of God and the altar, and count the worshipers there. <sup><strong>2</strong></sup> But exclude the outer court; do not measure it, because it has been given to the Gentiles. They will trample on the holy city for 42 months. <sup><strong>3</strong></sup> And I will give power to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.\" <sup><strong>4</strong></sup> These are the two olive trees and the two lampstands that stand before the Lord of the earth. <sup><strong>5</strong></sup> If anyone tries to harm them, fire comes from their mouths and devours their enemies. This is how anyone who wants to harm them must die. <sup><strong>6</strong></sup> These men have power to shut up the sky so that it will not rain during the time they are prophesying; and they have power to turn the waters into blood and to strike the earth with every kind of plague as often as they want. <sup><strong>7</strong></sup> Now when they have finished their testimony, the beast that comes up from the Abyss will attack them, and overpower and kill them. <sup><strong>8</strong></sup> Their bodies will lie in the street of the great city, which is figuratively called Sodom and Egypt, where also their Lord was crucified. <sup><strong>9</strong></sup> For three and a half days men from every people, tribe, language and nation will gaze on their bodies and refuse them burial. <sup><strong>10</strong></sup> The inhabitants of the earth will gloat over them and will celebrate by sending each other gifts, because these two prophets had tormented those who live on the earth. <sup><strong>11</strong></sup> But after the three and a half days a breath of life from God entered them, and they stood on their feet, and terror struck those who saw them. <sup><strong>12</strong></sup> Then they heard a loud voice from heaven saying to them, \"Come up here.\" And they went up to heaven in a cloud, while their enemies looked on. <sup><strong>13</strong></sup> At that very hour there was a severe earthquake and a tenth of the city collapsed. Seven thousand people were killed in the earthquake, and the survivors were terrified and gave glory to the God of heaven. <sup><strong>14</strong></sup> The second woe has passed; the third woe is coming soon. <sup><strong>15</strong></sup> The seventh angel sounded his trumpet, and there were loud voices in heaven, which said: \"The kingdom of the world has become the kingdom of our Lord and of his Christ, and he will reign for ever and ever.\" <sup><strong>16</strong></sup> And the twenty-four elders, who were seated on their thrones before God, fell on their faces and worshiped God, <sup><strong>17</strong></sup> saying: \"We give thanks to you, Lord God Almighty, the One who is and who was, because you have taken your great power and have begun to reign. <sup><strong>18</strong></sup> The nations were angry; and your wrath has come. The time has come for judging the dead, and for rewarding your servants the prophets and your saints and those who reverence your name, both small and great--and for destroying those who destroy the earth.\" <sup><strong>19</strong></sup> Then God's temple in heaven was opened, and within his temple was seen the ark of his covenant. And there came flashes of lightning, rumblings, peals of thunder, an earthquake and a great hailstorm. "},{"_id":"6168f136803fbb813a70a6f7","topicId":"6168f131803fbb813a70a6e5","verse":"Colossians 2:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-19\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"6168f137803fbb813a70a6f8","topicId":"6168f131803fbb813a70a6e5","verse":"Romans 10:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"6168f137803fbb813a70a6f9","topicId":"6168f131803fbb813a70a6e5","verse":"Acts 16:1-40","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44016001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44016001-1\">16:1&nbsp;</b>Paul came also to Derbe and to Lystra. A disciple was there, named Timothy, the son of a Jewish woman who was a believer, but his father was a Greek. <b class=\"verse-num\" id=\"v44016002-1\">2&nbsp;</b>He was well spoken of by the brothers at Lystra and Iconium. <b class=\"verse-num\" id=\"v44016003-1\">3&nbsp;</b>Paul wanted Timothy to accompany him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek. <b class=\"verse-num\" id=\"v44016004-1\">4&nbsp;</b>As they went on their way through the cities, they delivered to them for observance the decisions that had been reached by the apostles and elders who were in Jerusalem. <b class=\"verse-num\" id=\"v44016005-1\">5&nbsp;</b>So the churches were strengthened in the faith, and they increased in numbers daily.</p>\n\n<p id=\"p44016005_09-21\"><b class=\"verse-num\" id=\"v44016006-1\">6&nbsp;</b>And they went through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia. <b class=\"verse-num\" id=\"v44016007-1\">7&nbsp;</b>And when they had come up to Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them. <b class=\"verse-num\" id=\"v44016008-1\">8&nbsp;</b>So, passing by Mysia, they went down to Troas. <b class=\"verse-num\" id=\"v44016009-1\">9&nbsp;</b>And a vision appeared to Paul in the night: a man of Macedonia was standing there, urging him and saying, “Come over to Macedonia and help us.” <b class=\"verse-num\" id=\"v44016010-1\">10&nbsp;</b>And when Paul had seen the vision, immediately we sought to go on into Macedonia, concluding that God had called us to preach the gospel to them.</p>\n\n<p id=\"p44016010_13-21\"><b class=\"verse-num\" id=\"v44016011-1\">11&nbsp;</b>So, setting sail from Troas, we made a direct voyage to Samothrace, and the following day to Neapolis, <b class=\"verse-num\" id=\"v44016012-1\">12&nbsp;</b>and from there to Philippi, which is a leading city of the district of Macedonia and a Roman colony. We remained in this city some days. <b class=\"verse-num\" id=\"v44016013-1\">13&nbsp;</b>And on the Sabbath day we went outside the gate to the riverside, where we supposed there was a place of prayer, and we sat down and spoke to the women who had come together. <b class=\"verse-num\" id=\"v44016014-1\">14&nbsp;</b>One who heard us was a woman named Lydia, from the city of Thyatira, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to pay attention to what was said by Paul. <b class=\"verse-num\" id=\"v44016015-1\">15&nbsp;</b>And after she was baptized, and her household as well, she urged us, saying, “If you have judged me to be faithful to the Lord, come to my house and stay.” And she prevailed upon us.</p>\n\n<p id=\"p44016015_18-21\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling. <b class=\"verse-num\" id=\"v44016017-1\">17&nbsp;</b>She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.” <b class=\"verse-num\" id=\"v44016018-1\">18&nbsp;</b>And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour.</p>\n<p id=\"p44016018_18-21\"><b class=\"verse-num\" id=\"v44016019-1\">19&nbsp;</b>But when her owners saw that their hope of gain was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers. <b class=\"verse-num\" id=\"v44016020-1\">20&nbsp;</b>And when they had brought them to the magistrates, they said, “These men are Jews, and they are disturbing our city. <b class=\"verse-num\" id=\"v44016021-1\">21&nbsp;</b>They advocate customs that are not lawful for us as Romans to accept or practice.” <b class=\"verse-num\" id=\"v44016022-1\">22&nbsp;</b>The crowd joined in attacking them, and the magistrates tore the garments off them and gave orders to beat them with rods. <b class=\"verse-num\" id=\"v44016023-1\">23&nbsp;</b>And when they had inflicted many blows upon them, they threw them into prison, ordering the jailer to keep them safely. <b class=\"verse-num\" id=\"v44016024-1\">24&nbsp;</b>Having received this order, he put them into the inner prison and fastened their feet in the stocks.</p>\n\n<p id=\"p44016024_22-21\"><b class=\"verse-num\" id=\"v44016025-1\">25&nbsp;</b>About midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them, <b class=\"verse-num\" id=\"v44016026-1\">26&nbsp;</b>and suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened, and everyone’s bonds were unfastened. <b class=\"verse-num\" id=\"v44016027-1\">27&nbsp;</b>When the jailer woke and saw that the prison doors were open, he drew his sword and was about to kill himself, supposing that the prisoners had escaped. <b class=\"verse-num\" id=\"v44016028-1\">28&nbsp;</b>But Paul cried with a loud voice, “Do not harm yourself, for we are all here.” <b class=\"verse-num\" id=\"v44016029-1\">29&nbsp;</b>And the jailer called for lights and rushed in, and trembling with fear he fell down before Paul and Silas. <b class=\"verse-num\" id=\"v44016030-1\">30&nbsp;</b>Then he brought them out and said, “Sirs, what must I do to be saved?” <b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.” <b class=\"verse-num\" id=\"v44016032-1\">32&nbsp;</b>And they spoke the word of the Lord to him and to all who were in his house. <b class=\"verse-num\" id=\"v44016033-1\">33&nbsp;</b>And he took them the same hour of the night and washed their wounds; and he was baptized at once, he and all his family. <b class=\"verse-num\" id=\"v44016034-1\">34&nbsp;</b>Then he brought them up into his house and set food before them. And he rejoiced along with his entire household that he had believed in God.</p>\n<p id=\"p44016034_22-21\"><b class=\"verse-num\" id=\"v44016035-1\">35&nbsp;</b>But when it was day, the magistrates sent the police, saying, “Let those men go.” <b class=\"verse-num\" id=\"v44016036-1\">36&nbsp;</b>And the jailer reported these words to Paul, saying, “The magistrates have sent to let you go. Therefore come out now and go in peace.” <b class=\"verse-num\" id=\"v44016037-1\">37&nbsp;</b>But Paul said to them, “They have beaten us publicly, uncondemned, men who are Roman citizens, and have thrown us into prison; and do they now throw us out secretly? No! Let them come themselves and take us out.” <b class=\"verse-num\" id=\"v44016038-1\">38&nbsp;</b>The police reported these words to the magistrates, and they were afraid when they heard that they were Roman citizens. <b class=\"verse-num\" id=\"v44016039-1\">39&nbsp;</b>So they came and apologized to them. And they took them out and asked them to leave the city. <b class=\"verse-num\" id=\"v44016040-1\">40&nbsp;</b>So they went out of the prison and visited Lydia. And when they had seen the brothers, they encouraged them and departed.</p>\n\n</div>","kjv":"<strong>1</strong> Then came he to Derbe and Lystra: and, behold, a certain disciple was there, named Timotheus, the son of a certain woman, which was a Jewess, and believed; but his father was a Greek:  <strong>2</strong> Which was well reported of by the brethren that were at Lystra and Iconium.  <strong>3</strong> Him would Paul have to go forth with him; and took and circumcised him because of the Jews which were in those quarters: for they knew all that his father was a Greek.  <strong>4</strong> And as they went through the cities, they delivered them the decrees for to keep, that were ordained of the apostles and elders which were at Jerusalem.  <strong>5</strong> And so were the churches established in the faith, and increased in number daily.  <strong>6</strong> Now when they had gone throughout Phrygia and the region of Galatia, and were forbidden of the Holy Ghost to preach the word in Asia,  <strong>7</strong> After they were come to Mysia, they assayed to go into Bithynia: but the Spirit suffered them not.  <strong>8</strong> And they passing by Mysia came down to Troas.  <strong>9</strong> And a vision appeared to Paul in the night; There stood a man of Macedonia, and prayed him, saying, Come over into Macedonia, and help us.  <strong>10</strong> And after he had seen the vision, immediately we endeavoured to go into Macedonia, assuredly gathering that the Lord had called us for to preach the gospel unto them.  <strong>11</strong> Therefore loosing from Troas, we came with a straight course to Samothracia, and the next day to Neapolis;  <strong>12</strong> And from thence to Philippi, which is the chief city of that part of Macedonia, and a colony: and we were in that city abiding certain days.  <strong>13</strong> And on the sabbath we went out of the city by a river side, where prayer was wont to be made; and we sat down, and spake unto the women which resorted thither.  <strong>14</strong> And a certain woman named Lydia, a seller of purple, of the city of Thyatira, which worshipped God, heard us: whose heart the Lord opened, that she attended unto the things which were spoken of Paul.  <strong>15</strong> And when she was baptized, and her household, she besought us,  saying, If ye have judged me to be faithful to the Lord, come into my house, and abide there. And she constrained us.  <strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  <strong>17</strong> The same followed Paul and us, and cried, saying, These men are the servants of the most high God, which shew unto us the way of salvation.  <strong>18</strong> And this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour.  <strong>19</strong> And when her masters saw that the hope of their gains was gone, they caught Paul and Silas, and drew them into the marketplace unto the rulers,  <strong>20</strong> And brought them to the magistrates, saying, These men, being Jews, do exceedingly trouble our city,  <strong>21</strong> And teach customs, which are not lawful for us to receive, neither to observe, being Romans.  <strong>22</strong> And the multitude rose up together against them: and the magistrates rent off their clothes, and commanded to beat them.  <strong>23</strong> And when they had laid many stripes upon them, they cast them  into prison, charging the jailer to keep them safely:  <strong>24</strong> Who, having received such a charge, thrust them into the inner prison, and made their feet fast in the stocks.  <strong>25</strong> And at midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them.  <strong>26</strong> And suddenly there was a great earthquake, so that the foundations of the prison were shaken: and immediately all the doors were opened, and every one’s bands were loosed.  <strong>27</strong> And the keeper of the prison awaking out of his sleep, and seeing the prison doors open, he drew out his sword, and would have killed himself, supposing that the prisoners had been fled.  <strong>28</strong> But Paul cried with a loud voice, saying, Do thyself no harm: for we are all here.  <strong>29</strong> Then he called for a light, and sprang in, and came trembling, and fell down before Paul and Silas,  <strong>30</strong> And brought them out, and said, Sirs, what must I do to be saved?  <strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  <strong>32</strong> And they spake unto him the word of the Lord, and to all that were in his house.  <strong>33</strong> And he took them the same hour of the night, and washed their  stripes; and was baptized, he and all his, straightway.  <strong>34</strong> And when he had brought them into his house, he set meat before them, and rejoiced, believing in God with all his house.  <strong>35</strong> And when it was day, the magistrates sent the serjeants, saying, Let those men go.  <strong>36</strong> And the keeper of the prison told this saying to Paul, The magistrates have sent to let you go: now therefore depart, and go in peace.  <strong>37</strong> But Paul said unto them, They have beaten us openly uncondemned, being Romans, and have cast us into prison; and now do they thrust us out privily? nay verily; but let them come themselves and fetch us out.  <strong>38</strong> And the serjeants told these words unto the magistrates: and they feared, when they heard that they were Romans.  <strong>39</strong> And they came and besought them, and brought them out, and desired them to depart out of the city.  <strong>40</strong> And they went out of the prison, and entered into the house of  Lydia and when they had seen the brethren, they comforted them, and departed.  ","niv":"<sup><strong>1</strong></sup> He came to Derbe and then to Lystra, where a disciple named Timothy lived, whose mother was a Jewess and a believer, but whose father was a Greek. <sup><strong>2</strong></sup> The brothers at Lystra and Iconium spoke well of him. <sup><strong>3</strong></sup> Paul wanted to take him along on the journey, so he circumcised him because of the Jews who lived in that area, for they all knew that his father was a Greek. <sup><strong>4</strong></sup> As they traveled from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for the people to obey. <sup><strong>5</strong></sup> So the churches were strengthened in the faith and grew daily in numbers. <sup><strong>6</strong></sup> Paul and his companions traveled throughout the region of Phrygia and Galatia, having been kept by the Holy Spirit from preaching the word in the province of Asia. <sup><strong>7</strong></sup> When they came to the border of Mysia, they tried to enter Bithynia, but the Spirit of Jesus would not allow them to. <sup><strong>8</strong></sup> So they passed by Mysia and went down to Troas. <sup><strong>9</strong></sup> During the night Paul had a vision of a man of Macedonia standing and begging him, \"Come over to Macedonia and help us.\" <sup><strong>10</strong></sup> After Paul had seen the vision, we got ready at once to leave for Macedonia, concluding that God had called us to preach the gospel to them. <sup><strong>11</strong></sup> From Troas we put out to sea and sailed straight for Samothrace, and the next day on to Neapolis. <sup><strong>12</strong></sup> From there we traveled to Philippi, a Roman colony and the leading city of that district of Macedonia. And we stayed there several days. <sup><strong>13</strong></sup> On the Sabbath we went outside the city gate to the river, where we expected to find a place of prayer. We sat down and began to speak to the women who had gathered there. <sup><strong>14</strong></sup> One of those listening was a woman named Lydia, a dealer in purple cloth from the city of Thyatira, who was a worshiper of God. The Lord opened her heart to respond to Paul's message. <sup><strong>15</strong></sup> When she and the members of her household were baptized, she invited us to her home. \"If you consider me a believer in the Lord,\" she said, \"come and stay at my house.\" And she persuaded us. <sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling. <sup><strong>17</strong></sup> This girl followed Paul and the rest of us, shouting, \"These men are servants of the Most High God, who are telling you the way to be saved.\" <sup><strong>18</strong></sup> She kept this up for many days. Finally Paul became so troubled that he turned around and said to the spirit, \"In the name of Jesus Christ I command you to come out of her!\" At that moment the spirit left her. <sup><strong>19</strong></sup> When the owners of the slave girl realized that their hope of making money was gone, they seized Paul and Silas and dragged them into the marketplace to face the authorities. <sup><strong>20</strong></sup> They brought them before the magistrates and said, \"These men are Jews, and are throwing our city into an uproar <sup><strong>21</strong></sup> by advocating customs unlawful for us Romans to accept or practice.\" <sup><strong>22</strong></sup> The crowd joined in the attack against Paul and Silas, and the magistrates ordered them to be stripped and beaten. <sup><strong>23</strong></sup> After they had been severely flogged, they were thrown into prison, and the jailer was commanded to guard them carefully. <sup><strong>24</strong></sup> Upon receiving such orders, he put them in the inner cell and fastened their feet in the stocks. <sup><strong>25</strong></sup> About midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them. <sup><strong>26</strong></sup> Suddenly there was such a violent earthquake that the foundations of the prison were shaken. At once all the prison doors flew open, and everybody's chains came loose. <sup><strong>27</strong></sup> The jailer woke up, and when he saw the prison doors open, he drew his sword and was about to kill himself because he thought the prisoners had escaped. <sup><strong>28</strong></sup> But Paul shouted, \"Don't harm yourself! We are all here!\" <sup><strong>29</strong></sup> The jailer called for lights, rushed in and fell trembling before Paul and Silas. <sup><strong>30</strong></sup> He then brought them out and asked, \"Sirs, what must I do to be saved?\" <sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\" <sup><strong>32</strong></sup> Then they spoke the word of the Lord to him and to all the others in his house. <sup><strong>33</strong></sup> At that hour of the night the jailer took them and washed their wounds; then immediately he and all his family were baptized. <sup><strong>34</strong></sup> The jailer brought them into his house and set a meal before them; he was filled with joy because he had come to believe in God--he and his whole family. <sup><strong>35</strong></sup> When it was daylight, the magistrates sent their officers to the jailer with the order: \"Release those men.\" <sup><strong>36</strong></sup> The jailer told Paul, \"The magistrates have ordered that you and Silas be released. Now you can leave. Go in peace.\" <sup><strong>37</strong></sup> But Paul said to the officers: \"They beat us publicly without a trial, even though we are Roman citizens, and threw us into prison. And now do they want to get rid of us quietly? No! Let them come themselves and escort us out.\" <sup><strong>38</strong></sup> The officers reported this to the magistrates, and when they heard that Paul and Silas were Roman citizens, they were alarmed. <sup><strong>39</strong></sup> They came to appease them and escorted them from the prison, requesting them to leave the city. <sup><strong>40</strong></sup> After Paul and Silas came out of the prison, they went to Lydia's house, where they met with the brothers and encouraged them. Then they left. "},{"_id":"6168f137803fbb813a70a6fa","topicId":"6168f131803fbb813a70a6e5","verse":"Luke 15:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42015007_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent."},{"_id":"6168f137803fbb813a70a6fb","topicId":"6168f131803fbb813a70a6e5","verse":"Luke 13:1-35","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42013001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42013001-1\">13:1&nbsp;</b>There were some present at that very time who told him about the Galileans whose blood Pilate had mingled with their sacrifices. <b class=\"verse-num\" id=\"v42013002-1\">2&nbsp;</b>And he answered them, <span class=\"woc\">“Do you think that these Galileans were worse sinners than all the other Galileans, because they suffered in this way?</span> <b class=\"verse-num woc\" id=\"v42013003-1\">3&nbsp;</b><span class=\"woc\">No, I tell you; but unless you repent, you will all likewise perish.</span> <b class=\"verse-num woc\" id=\"v42013004-1\">4&nbsp;</b><span class=\"woc\">Or those eighteen on whom the tower in Siloam fell and killed them: do you think that they were worse offenders than all the others who lived in Jerusalem?</span> <b class=\"verse-num woc\" id=\"v42013005-1\">5&nbsp;</b><span class=\"woc\">No, I tell you; but unless you repent, you will all likewise perish.”</span></p>\n\n<p id=\"p42013005_11-23\"><b class=\"verse-num\" id=\"v42013006-1\">6&nbsp;</b>And he told this parable: <span class=\"woc\">“A man had a fig tree planted in his vineyard, and he came seeking fruit on it and found none.</span> <b class=\"verse-num woc\" id=\"v42013007-1\">7&nbsp;</b><span class=\"woc\">And he said to the vinedresser, ‘Look, for three years now I have come seeking fruit on this fig tree, and I find none. Cut it down. Why should it use up the ground?’</span> <b class=\"verse-num woc\" id=\"v42013008-1\">8&nbsp;</b><span class=\"woc\">And he answered him, ‘Sir, let it alone this year also, until I dig around it and put on manure.</span> <b class=\"verse-num woc\" id=\"v42013009-1\">9&nbsp;</b><span class=\"woc\">Then if it should bear fruit next year, well and good; but if not, you can cut it down.’”</span></p>\n\n<p id=\"p42013009_17-23\"><b class=\"verse-num\" id=\"v42013010-1\">10&nbsp;</b>Now he was teaching in one of the synagogues on the Sabbath. <b class=\"verse-num\" id=\"v42013011-1\">11&nbsp;</b>And behold, there was a woman who had had a disabling spirit for eighteen years. She was bent over and could not fully straighten herself. <b class=\"verse-num\" id=\"v42013012-1\">12&nbsp;</b>When Jesus saw her, he called her over and said to her, <span class=\"woc\">“Woman, you are freed from your disability.”</span> <b class=\"verse-num\" id=\"v42013013-1\">13&nbsp;</b>And he laid his hands on her, and immediately she was made straight, and she glorified God. <b class=\"verse-num\" id=\"v42013014-1\">14&nbsp;</b>But the ruler of the synagogue, indignant because Jesus had healed on the Sabbath, said to the people, “There are six days in which work ought to be done. Come on those days and be healed, and not on the Sabbath day.” <b class=\"verse-num\" id=\"v42013015-1\">15&nbsp;</b>Then the Lord answered him, <span class=\"woc\">“You hypocrites! Does not each of you on the Sabbath untie his ox or his donkey from the manger and lead it away to water it?</span> <b class=\"verse-num woc\" id=\"v42013016-1\">16&nbsp;</b><span class=\"woc\">And ought not this woman, a daughter of Abraham whom Satan bound for eighteen years, be loosed from this bond on the Sabbath day?”</span> <b class=\"verse-num\" id=\"v42013017-1\">17&nbsp;</b>As he said these things, all his adversaries were put to shame, and all the people rejoiced at all the glorious things that were done by him.</p>\n\n<p id=\"p42013017_23-23\"><b class=\"verse-num\" id=\"v42013018-1\">18&nbsp;</b>He said therefore, <span class=\"woc\">“What is the kingdom of God like? And to what shall I compare it?</span> <b class=\"verse-num woc\" id=\"v42013019-1\">19&nbsp;</b><span class=\"woc\">It is like a grain of mustard seed that a man took and sowed in his garden, and it grew and became a tree, and the birds of the air made nests in its branches.”</span></p>\n<p id=\"p42013019_23-23\"><b class=\"verse-num\" id=\"v42013020-1\">20&nbsp;</b>And again he said, <span class=\"woc\">“To what shall I compare the kingdom of God?</span> <b class=\"verse-num woc\" id=\"v42013021-1\">21&nbsp;</b><span class=\"woc\">It is like leaven that a woman took and hid in three measures of flour, until it was all leavened.”</span></p>\n\n<p id=\"p42013021_26-23\"><b class=\"verse-num\" id=\"v42013022-1\">22&nbsp;</b>He went on his way through towns and villages, teaching and journeying toward Jerusalem. <b class=\"verse-num\" id=\"v42013023-1\">23&nbsp;</b>And someone said to him, “Lord, will those who are saved be few?” And he said to them, <b class=\"verse-num woc\" id=\"v42013024-1\">24&nbsp;</b><span class=\"woc\">“Strive to enter through the narrow door. For many, I tell you, will seek to enter and will not be able.</span> <b class=\"verse-num woc\" id=\"v42013025-1\">25&nbsp;</b><span class=\"woc\">When once the master of the house has risen and shut the door, and you begin to stand outside and to knock at the door, saying, ‘Lord, open to us,’ then he will answer you, ‘I do not know where you come from.’</span> <b class=\"verse-num woc\" id=\"v42013026-1\">26&nbsp;</b><span class=\"woc\">Then you will begin to say, ‘We ate and drank in your presence, and you taught in our streets.’</span> <b class=\"verse-num woc\" id=\"v42013027-1\">27&nbsp;</b><span class=\"woc\">But he will say, ‘I tell you, I do not know where you come from. Depart from me, all you workers of evil!’</span> <b class=\"verse-num woc\" id=\"v42013028-1\">28&nbsp;</b><span class=\"woc\">In that place there will be weeping and gnashing of teeth, when you see Abraham and Isaac and Jacob and all the prophets in the kingdom of God but you yourselves cast out.</span> <b class=\"verse-num woc\" id=\"v42013029-1\">29&nbsp;</b><span class=\"woc\">And people will come from east and west, and from north and south, and recline at table in the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v42013030-1\">30&nbsp;</b><span class=\"woc\">And behold, some are last who will be first, and some are first who will be last.”</span></p>\n\n<p id=\"p42013030_29-23\"><b class=\"verse-num\" id=\"v42013031-1\">31&nbsp;</b>At that very hour some Pharisees came and said to him, “Get away from here, for Herod wants to kill you.” <b class=\"verse-num\" id=\"v42013032-1\">32&nbsp;</b>And he said to them, <span class=\"woc\">“Go and tell that fox, ‘Behold, I cast out demons and perform cures today and tomorrow, and the third day I finish my course.</span> <b class=\"verse-num woc\" id=\"v42013033-1\">33&nbsp;</b><span class=\"woc\">Nevertheless, I must go on my way today and tomorrow and the day following, for it cannot be that a prophet should perish away from Jerusalem.’</span> <b class=\"verse-num woc\" id=\"v42013034-1\">34&nbsp;</b><span class=\"woc\">O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to it! How often would I have gathered your children together as a hen gathers her brood under her wings, and you were not willing!</span> <b class=\"verse-num woc\" id=\"v42013035-1\">35&nbsp;</b><span class=\"woc\">Behold, your house is forsaken. And I tell you, you will not see me until you say, ‘Blessed is he who comes in the name of the Lord!’”</span></p>\n</div>","kjv":"<strong>1</strong> There were present at that season some that told him of the Galilaeans, whose blood Pilate had mingled with their sacrifices.  <strong>2</strong> And Jesus answering said unto them, Suppose ye that these Galilaeans were sinners above all the Galilaeans, because they suffered such things?  <strong>3</strong> I tell you, Nay: but, except ye repent, ye shall all likewise perish.  <strong>4</strong> Or those eighteen, upon whom the tower in Siloam fell, and slew them, think ye that they were sinners above all men that dwelt in Jerusalem?  <strong>5</strong> I tell you, Nay: but, except ye repent, ye shall all likewise perish. <strong>6</strong> He spake also this parable; A certain man had a fig tree planted in his vineyard; and he came and sought fruit thereon, and found none.  <strong>7</strong> Then said he unto the dresser of his vineyard, Behold, these three years I come seeking fruit on this fig tree, and find none: cut it down; why cumbereth it the ground?  <strong>8</strong> And he answering said unto him, Lord, let it alone this year also, till I shall dig about it, and dung it:  <strong>9</strong> And if it bear fruit, well: and if not, then  after that thou shalt cut it down.  <strong>10</strong> And he was teaching in one of the synagogues on the sabbath.  <strong>11</strong> And, behold, there was a woman which had a spirit of infirmity eighteen years, and was bowed together, and could in no wise lift up herself.  <strong>12</strong> And when Jesus saw her, he called her to him, and said unto her, Woman, thou art loosed from thine infirmity.  <strong>13</strong> And he laid his hands on her: and immediately she was made straight, and glorified God.  <strong>14</strong> And the ruler of the synagogue answered with indignation, because that Jesus had healed on the sabbath day, and said unto the people, There are six days in which men ought to work: in them therefore come and be healed, and not on the sabbath day.  <strong>15</strong> The Lord then answered him, and said, Thou hypocrite, doth not each one of you on the sabbath loose his ox or his  ass from the stall, and lead him away to watering?  <strong>16</strong> And ought not this woman, being a daughter of Abraham, whom Satan hath bound, lo, these eighteen years, be loosed from this bond on the sabbath day?  <strong>17</strong> And when he had said these things, all his adversaries were ashamed: and all the people rejoiced for all the glorious things that were done by him.  <strong>18</strong> Then said he, Unto what is the kingdom of God like? and whereunto shall I resemble it?  <strong>19</strong> It is like a grain of mustard seed, which a man took, and cast into his garden; and it grew, and waxed a great tree; and the fowls of the air lodged in the branches of it.  <strong>20</strong> And again he said, Whereunto shall I liken the kingdom of God?  <strong>21</strong> It is like leaven, which a woman took and hid in three measures of meal, till the whole was leavened.  <strong>22</strong> And he went through the cities and villages, teaching, and journeying toward Jerusalem.  <strong>23</strong> Then said one unto him, Lord, are there few that be saved? And he said unto them,  <strong>24</strong>           Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able.  <strong>25</strong> When once the master of the house is risen up, and hath shut to the door, and ye begin to stand without, and to knock at the door, saying, Lord, Lord, open unto us; and he shall answer and say unto you, I know you not whence ye are:  <strong>26</strong> Then shall ye begin to say, We have eaten and drunk in thy presence, and thou hast taught in our streets.  <strong>27</strong> But he shall say, I tell you, I know you not whence ye are; depart from me, all ye workers of iniquity.  <strong>28</strong> There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you yourselves thrust out.  <strong>29</strong> And they shall come from the east, and from the west, and from the north, and from the south, and shall sit down in the kingdom of God.  <strong>30</strong> And, behold, there are last which shall be first, and there are first which shall be last. <strong>31</strong> The same day there came certain of the Pharisees, saying unto him, Get thee out, and depart hence: for Herod will kill thee.  <strong>32</strong> And he said unto them, Go ye, and tell that fox, Behold, I cast out devils, and I do cures to day and to morrow, and the third day  I shall be perfected.  <strong>33</strong> Nevertheless I must walk to day, and to morrow, and the day  following: for it cannot be that a prophet perish out of Jerusalem.  <strong>34</strong> O Jerusalem, Jerusalem, which killest the prophets, and stonest them that are sent unto thee; how often would I have gathered thy children together, as a hen doth gather her brood under her  wings, and ye would not!  <strong>35</strong> Behold, your house is left unto you desolate: and verily I say unto you, Ye shall not see me, until the time come when ye shall say, Blessed is he that cometh in the name of the Lord.  ","niv":"<sup><strong>1</strong></sup> Now there were some present at that time who told Jesus about the Galileans whose blood Pilate had mixed with their sacrifices. <sup><strong>2</strong></sup> Jesus answered, \"Do you think that these Galileans were worse sinners than all the other Galileans because they suffered this way? <sup><strong>3</strong></sup> I tell you, no! But unless you repent, you too will all perish. <sup><strong>4</strong></sup> Or those eighteen who died when the tower in Siloam fell on them--do you think they were more guilty than all the others living in Jerusalem? <sup><strong>5</strong></sup> I tell you, no! But unless you repent, you too will all perish.\" <sup><strong>6</strong></sup> Then he told this parable: \"A man had a fig tree, planted in his vineyard, and he went to look for fruit on it, but did not find any. <sup><strong>7</strong></sup> So he said to the man who took care of the vineyard, 'For three years now I've been coming to look for fruit on this fig tree and haven't found any. Cut it down! Why should it use up the soil?' <sup><strong>8</strong></sup> \"'Sir,' the man replied, 'leave it alone for one more year, and I'll dig around it and fertilize it. <sup><strong>9</strong></sup> If it bears fruit next year, fine! If not, then cut it down.'\" <sup><strong>10</strong></sup> On a Sabbath Jesus was teaching in one of the synagogues, <sup><strong>11</strong></sup> and a woman was there who had been crippled by a spirit for eighteen years. She was bent over and could not straighten up at all. <sup><strong>12</strong></sup> When Jesus saw her, he called her forward and said to her, \"Woman, you are set free from your infirmity.\" <sup><strong>13</strong></sup> Then he put his hands on her, and immediately she straightened up and praised God. <sup><strong>14</strong></sup> Indignant because Jesus had healed on the Sabbath, the synagogue ruler said to the people, \"There are six days for work. So come and be healed on those days, not on the Sabbath.\" <sup><strong>15</strong></sup> The Lord answered him, \"You hypocrites! Doesn't each of you on the Sabbath untie his ox or donkey from the stall and lead it out to give it water? <sup><strong>16</strong></sup> Then should not this woman, a daughter of Abraham, whom Satan has kept bound for eighteen long years, be set free on the Sabbath day from what bound her?\" <sup><strong>17</strong></sup> When he said this, all his opponents were humiliated, but the people were delighted with all the wonderful things he was doing. <sup><strong>18</strong></sup> Then Jesus asked, \"What is the kingdom of God like? What shall I compare it to? <sup><strong>19</strong></sup> It is like a mustard seed, which a man took and planted in his garden. It grew and became a tree, and the birds of the air perched in its branches.\" <sup><strong>20</strong></sup> Again he asked, \"What shall I compare the kingdom of God to? <sup><strong>21</strong></sup> It is like yeast that a woman took and mixed into a large amount of flour until it worked all through the dough.\" <sup><strong>22</strong></sup> Then Jesus went through the towns and villages, teaching as he made his way to Jerusalem. <sup><strong>23</strong></sup> Someone asked him, \"Lord, are only a few people going to be saved?\" <sup><strong>24</strong></sup> He said to them, \"Make every effort to enter through the narrow door, because many, I tell you, will try to enter and will not be able to. <sup><strong>25</strong></sup> Once the owner of the house gets up and closes the door, you will stand outside knocking and pleading, 'Sir, open the door for us.'\"But he will answer, 'I don't know you or where you come from.' <sup><strong>26</strong></sup> \"Then you will say, 'We ate and drank with you, and you taught in our streets.' <sup><strong>27</strong></sup> \"But he will reply, 'I don't know you or where you come from. Away from me, all you evildoers!' <sup><strong>28</strong></sup> \"There will be weeping there, and gnashing of teeth, when you see Abraham, Isaac and Jacob and all the prophets in the kingdom of God, but you yourselves thrown out. <sup><strong>29</strong></sup> People will come from east and west and north and south, and will take their places at the feast in the kingdom of God. <sup><strong>30</strong></sup> Indeed there are those who are last who will be first, and first who will be last.\" <sup><strong>31</strong></sup> At that time some Pharisees came to Jesus and said to him, \"Leave this place and go somewhere else. Herod wants to kill you.\" <sup><strong>32</strong></sup> He replied, \"Go tell that fox, 'I will drive out demons and heal people today and tomorrow, and on the third day I will reach my goal.' <sup><strong>33</strong></sup> In any case, I must keep going today and tomorrow and the next day--for surely no prophet can die outside Jerusalem! <sup><strong>34</strong></sup> \"O Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, but you were not willing! <sup><strong>35</strong></sup> Look, your house is left to you desolate. I tell you, you will not see me again until you say, 'Blessed is he who comes in the name of the Lord.'\" "},{"_id":"6168f138803fbb813a70a6fc","topicId":"6168f131803fbb813a70a6e5","verse":"Luke 10:27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42010027_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.”</p>\n</div>","kjv":"<strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  ","niv":"<sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\""},{"_id":"6168f138803fbb813a70a6fd","topicId":"6168f131803fbb813a70a6e5","verse":"Matthew 22:1-46","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40022001_07-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40022001-1\">22:1&nbsp;</b>And again Jesus spoke to them in parables, saying, <b class=\"verse-num woc\" id=\"v40022002-1\">2&nbsp;</b><span class=\"woc\">“The kingdom of heaven may be compared to a king who gave a wedding feast for his son,</span> <b class=\"verse-num woc\" id=\"v40022003-1\">3&nbsp;</b><span class=\"woc\">and sent his servants to call those who were invited to the wedding feast, but they would not come.</span> <b class=\"verse-num woc\" id=\"v40022004-1\">4&nbsp;</b><span class=\"woc\">Again he sent other servants, saying, ‘Tell those who are invited, “See, I have prepared my dinner, my oxen and my fat calves have been slaughtered, and everything is ready. Come to the wedding feast.”’</span> <b class=\"verse-num woc\" id=\"v40022005-1\">5&nbsp;</b><span class=\"woc\">But they paid no attention and went off, one to his farm, another to his business,</span> <b class=\"verse-num woc\" id=\"v40022006-1\">6&nbsp;</b><span class=\"woc\">while the rest seized his servants, treated them shamefully, and killed them.</span> <b class=\"verse-num woc\" id=\"v40022007-1\">7&nbsp;</b><span class=\"woc\">The king was angry, and he sent his troops and destroyed those murderers and burned their city.</span> <b class=\"verse-num woc\" id=\"v40022008-1\">8&nbsp;</b><span class=\"woc\">Then he said to his servants, ‘The wedding feast is ready, but those invited were not worthy.</span> <b class=\"verse-num woc\" id=\"v40022009-1\">9&nbsp;</b><span class=\"woc\">Go therefore to the main roads and invite to the wedding feast as many as you find.’</span> <b class=\"verse-num woc\" id=\"v40022010-1\">10&nbsp;</b><span class=\"woc\">And those servants went out into the roads and gathered all whom they found, both bad and good. So the wedding hall was filled with guests.</span></p>\n<p id=\"p40022010_07-25\"><b class=\"verse-num woc\" id=\"v40022011-1\">11&nbsp;</b><span class=\"woc\">“But when the king came in to look at the guests, he saw there a man who had no wedding garment.</span> <b class=\"verse-num woc\" id=\"v40022012-1\">12&nbsp;</b><span class=\"woc\">And he said to him, ‘Friend, how did you get in here without a wedding garment?’ And he was speechless.</span> <b class=\"verse-num woc\" id=\"v40022013-1\">13&nbsp;</b><span class=\"woc\">Then the king said to the attendants, ‘Bind him hand and foot and cast him into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span> <b class=\"verse-num woc\" id=\"v40022014-1\">14&nbsp;</b><span class=\"woc\">For many are called, but few are chosen.”</span></p>\n\n<p id=\"p40022014_11-25\"><b class=\"verse-num\" id=\"v40022015-1\">15&nbsp;</b>Then the Pharisees went and plotted how to entangle him in his words. <b class=\"verse-num\" id=\"v40022016-1\">16&nbsp;</b>And they sent their disciples to him, along with the Herodians, saying, “Teacher, we know that you are true and teach the way of God truthfully, and you do not care about anyone’s opinion, for you are not swayed by appearances. <b class=\"verse-num\" id=\"v40022017-1\">17&nbsp;</b>Tell us, then, what you think. Is it lawful to pay taxes to Caesar, or not?” <b class=\"verse-num\" id=\"v40022018-1\">18&nbsp;</b>But Jesus, aware of their malice, said, <span class=\"woc\">“Why put me to the test, you hypocrites?</span> <b class=\"verse-num woc\" id=\"v40022019-1\">19&nbsp;</b><span class=\"woc\">Show me the coin for the tax.”</span> And they brought him a denarius. <b class=\"verse-num\" id=\"v40022020-1\">20&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Whose likeness and inscription is this?”</span> <b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> <b class=\"verse-num\" id=\"v40022022-1\">22&nbsp;</b>When they heard it, they marveled. And they left him and went away.</p>\n\n<p id=\"p40022022_16-25\"><b class=\"verse-num\" id=\"v40022023-1\">23&nbsp;</b>The same day Sadducees came to him, who say that there is no resurrection, and they asked him a question, <b class=\"verse-num\" id=\"v40022024-1\">24&nbsp;</b>saying, “Teacher, Moses said, ‘If a man dies having no children, his brother must marry the widow and raise up offspring for his brother.’ <b class=\"verse-num\" id=\"v40022025-1\">25&nbsp;</b>Now there were seven brothers among us. The first married and died, and having no offspring left his wife to his brother. <b class=\"verse-num\" id=\"v40022026-1\">26&nbsp;</b>So too the second and third, down to the seventh. <b class=\"verse-num\" id=\"v40022027-1\">27&nbsp;</b>After them all, the woman died. <b class=\"verse-num\" id=\"v40022028-1\">28&nbsp;</b>In the resurrection, therefore, of the seven, whose wife will she be? For they all had her.”</p>\n<p id=\"p40022028_16-25\"><b class=\"verse-num\" id=\"v40022029-1\">29&nbsp;</b>But Jesus answered them, <span class=\"woc\">“You are wrong, because you know neither the Scriptures nor the power of God.</span> <b class=\"verse-num woc\" id=\"v40022030-1\">30&nbsp;</b><span class=\"woc\">For in the resurrection they neither marry nor are given in marriage, but are like angels in heaven.</span> <b class=\"verse-num woc\" id=\"v40022031-1\">31&nbsp;</b><span class=\"woc\">And as for the resurrection of the dead, have you not read what was said to you by God:</span> <b class=\"verse-num woc\" id=\"v40022032-1\">32&nbsp;</b><span class=\"woc\">‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’? He is not God of the dead, but of the living.”</span> <b class=\"verse-num\" id=\"v40022033-1\">33&nbsp;</b>And when the crowd heard it, they were astonished at his teaching.</p>\n\n<p id=\"p40022033_19-25\"><b class=\"verse-num\" id=\"v40022034-1\">34&nbsp;</b>But when the Pharisees heard that he had silenced the Sadducees, they gathered together. <b class=\"verse-num\" id=\"v40022035-1\">35&nbsp;</b>And one of them, a lawyer, asked him a question to test him. <b class=\"verse-num\" id=\"v40022036-1\">36&nbsp;</b>“Teacher, which is the great commandment in the Law?” <b class=\"verse-num\" id=\"v40022037-1\">37&nbsp;</b>And he said to him, <span class=\"woc\">“You shall love the Lord your God with all your heart and with all your soul and with all your mind.</span> <b class=\"verse-num woc\" id=\"v40022038-1\">38&nbsp;</b><span class=\"woc\">This is the great and first commandment.</span> <b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span> <b class=\"verse-num woc\" id=\"v40022040-1\">40&nbsp;</b><span class=\"woc\">On these two commandments depend all the Law and the Prophets.”</span></p>\n\n<p id=\"p40022040_24-25\"><b class=\"verse-num\" id=\"v40022041-1\">41&nbsp;</b>Now while the Pharisees were gathered together, Jesus asked them a question, <b class=\"verse-num\" id=\"v40022042-1\">42&nbsp;</b>saying, <span class=\"woc\">“What do you think about the Christ? Whose son is he?”</span> They said to him, “The son of David.” <b class=\"verse-num\" id=\"v40022043-1\">43&nbsp;</b>He said to them, <span class=\"woc\">“How is it then that David, in the Spirit, calls him Lord, saying,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40022044_24-25\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40022044-1\">44&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“‘The Lord said to my Lord,</span><br><span id=\"p40022044_24-25\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p40022044_24-25\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;until I put your enemies under your feet”’?</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p40022044_24-25\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40022045-1\">45&nbsp;</b><span class=\"woc\">If then David calls him Lord, how is he his son?”</span> <b class=\"verse-num\" id=\"v40022046-1\">46&nbsp;</b>And no one was able to answer him a word, nor from that day did anyone dare to ask him any more questions.</p>\n\n</div>","kjv":"<strong>1</strong> And Jesus answered and spake unto them again by parables, and said,  <strong>2</strong> The kingdom of heaven is like unto a certain king, which made a marriage for his son,  <strong>3</strong> And sent forth his servants to call them that were bidden to the wedding: and they would not come.  <strong>4</strong> Again, he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: my oxen and my fatlings are killed, and all things are  ready: come unto the marriage. <strong>5</strong> But they made light of it, and went their ways, one to his farm, another to his merchandise:  <strong>6</strong> And the remnant took his servants, and entreated them  spitefully, and slew them. <strong>7</strong> But when the king heard thereof, he was wroth: and he sent forth his armies, and destroyed those murderers, and burned up their city.  <strong>8</strong> Then saith he to his servants, The wedding is ready, but they which were bidden were not worthy.  <strong>9</strong> Go ye therefore into the highways, and as many as ye shall find, bid to the marriage.  <strong>10</strong> So those servants went out into the highways, and gathered together all as many as they found, both bad and good: and the wedding was furnished with guests. <strong>11</strong>           And when the king came in to see the guests, he saw there a man which had not on a wedding garment:  <strong>12</strong> And he saith unto him, Friend, how camest thou in hither not having a wedding garment? And he was speechless.  <strong>13</strong> Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness; there shall be weeping and gnashing of teeth.  <strong>14</strong> For many are called, but few are chosen. <strong>15</strong> Then went the Pharisees, and took counsel how they might entangle him in his talk.  <strong>16</strong> And they sent out unto him their disciples with the Herodians, saying, Master, we know that thou art true, and teachest the way of God in truth, neither carest thou for any man: for thou regardest not the person of men.  <strong>17</strong> Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?  <strong>18</strong> But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?  <strong>19</strong> Shew me the tribute money. And they brought unto him a penny.  <strong>20</strong> And he saith unto them, Whose is this image and superscription?  <strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  <strong>22</strong> When they had heard these words, they marvelled, and left him, and went their way.  <strong>23</strong> The same day came to him the Sadducees, which say that there is no resurrection, and asked him,  <strong>24</strong> Saying, Master, Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seed unto his brother.  <strong>25</strong> Now there were with us seven brethren: and the first, when he had married a wife, deceased, and, having no issue, left his wife unto his brother:  <strong>26</strong> Likewise the second also, and the third, unto the seventh.  <strong>27</strong> And last of all the woman died also.  <strong>28</strong> Therefore in the resurrection whose wife shall she be of the seven? for they all had her.  <strong>29</strong> Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God.  <strong>30</strong> For in the resurrection they neither marry, nor are given in marriage, but are as the angels of God in heaven.  <strong>31</strong> But as touching the resurrection of the dead, have ye not read that which was spoken unto you by God, saying,  <strong>32</strong> I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living.  <strong>33</strong> And when the multitude heard this, they were astonished at his doctrine.  <strong>34</strong> But when the Pharisees had heard that he had put the Sadducees to silence, they were gathered together.  <strong>35</strong> Then one of them, which was a lawyer, asked him a question, tempting him, and saying,  <strong>36</strong> Master, which is the great commandment in the law?  <strong>37</strong> Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.  <strong>38</strong> This is the first and great commandment.  <strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  <strong>40</strong> On these two commandments hang all the law and the prophets.  <strong>41</strong> While the Pharisees were gathered together, Jesus asked them,  <strong>42</strong> Saying, What think ye of Christ? whose son is he? They say unto him, The Son of David.  <strong>43</strong> He saith unto them, How then doth David in spirit call him Lord, saying,  <strong>44</strong> The LORD said unto my Lord, Sit thou on my right hand, till I make thine enemies thy footstool?  <strong>45</strong> If David then call him Lord, how is he his son?  <strong>46</strong> And no man was able to answer him a word, neither durst any man  from that day forth ask him any more questions.  ","niv":"<sup><strong>1</strong></sup> Jesus spoke to them again in parables, saying: <sup><strong>2</strong></sup> \"The kingdom of heaven is like a king who prepared a wedding banquet for his son. <sup><strong>3</strong></sup> He sent his servants to those who had been invited to the banquet to tell them to come, but they refused to come. <sup><strong>4</strong></sup> \"Then he sent some more servants and said, 'Tell those who have been invited that I have prepared my dinner: My oxen and fattened cattle have been butchered, and everything is ready. Come to the wedding banquet.' <sup><strong>5</strong></sup> \"But they paid no attention and went off--one to his field, another to his business. <sup><strong>6</strong></sup> The rest seized his servants, mistreated them and killed them. <sup><strong>7</strong></sup> The king was enraged. He sent his army and destroyed those murderers and burned their city. <sup><strong>8</strong></sup> \"Then he said to his servants, 'The wedding banquet is ready, but those I invited did not deserve to come. <sup><strong>9</strong></sup> Go to the street corners and invite to the banquet anyone you find.' <sup><strong>10</strong></sup> So the servants went out into the streets and gathered all the people they could find, both good and bad, and the wedding hall was filled with guests. <sup><strong>11</strong></sup> \"But when the king came in to see the guests, he noticed a man there who was not wearing wedding clothes. <sup><strong>12</strong></sup> 'Friend,' he asked, 'how did you get in here without wedding clothes?' The man was speechless. <sup><strong>13</strong></sup> \"Then the king told the attendants, 'Tie him hand and foot, and throw him outside, into the darkness, where there will be weeping and gnashing of teeth.' <sup><strong>14</strong></sup> \"For many are invited, but few are chosen.\" <sup><strong>15</strong></sup> Then the Pharisees went out and laid plans to trap him in his words. <sup><strong>16</strong></sup> They sent their disciples to him along with the Herodians. \"Teacher,\" they said, \"we know you are a man of integrity and that you teach the way of God in accordance with the truth. You aren't swayed by men, because you pay no attention to who they are. <sup><strong>17</strong></sup> Tell us then, what is your opinion? Is it right to pay taxes to Caesar or not?\" <sup><strong>18</strong></sup> But Jesus, knowing their evil intent, said, \"You hypocrites, why are you trying to trap me? <sup><strong>19</strong></sup> Show me the coin used for paying the tax.\" They brought him a denarius, <sup><strong>20</strong></sup> and he asked them, \"Whose portrait is this? And whose inscription?\" <sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\" <sup><strong>22</strong></sup> When they heard this, they were amazed. So they left him and went away. <sup><strong>23</strong></sup> That same day the Sadducees, who say there is no resurrection, came to him with a question. <sup><strong>24</strong></sup> \"Teacher,\" they said, \"Moses told us that if a man dies without having children, his brother must marry the widow and have children for him. <sup><strong>25</strong></sup> Now there were seven brothers among us. The first one married and died, and since he had no children, he left his wife to his brother. <sup><strong>26</strong></sup> The same thing happened to the second and third brother, right on down to the seventh. <sup><strong>27</strong></sup> Finally, the woman died. <sup><strong>28</strong></sup> Now then, at the resurrection, whose wife will she be of the seven, since all of them were married to her?\" <sup><strong>29</strong></sup> Jesus replied, \"You are in error because you do not know the Scriptures or the power of God. <sup><strong>30</strong></sup> At the resurrection people will neither marry nor be given in marriage; they will be like the angels in heaven. <sup><strong>31</strong></sup> But about the resurrection of the dead--have you not read what God said to you, <sup><strong>32</strong></sup> 'I am the God of Abraham, the God of Isaac, and the God of Jacob'? He is not the God of the dead but of the living.\" <sup><strong>33</strong></sup> When the crowds heard this, they were astonished at his teaching. <sup><strong>34</strong></sup> Hearing that Jesus had silenced the Sadducees, the Pharisees got together. <sup><strong>35</strong></sup> One of them, an expert in the law, tested him with this question: <sup><strong>36</strong></sup> \"Teacher, which is the greatest commandment in the Law?\" <sup><strong>37</strong></sup> Jesus replied: \"'Love the Lord your God with all your heart and with all your soul and with all your mind.' <sup><strong>38</strong></sup> This is the first and greatest commandment. <sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.' <sup><strong>40</strong></sup> All the Law and the Prophets hang on these two commandments.\" <sup><strong>41</strong></sup> While the Pharisees were gathered together, Jesus asked them, <sup><strong>42</strong></sup> \"What do you think about the Christ? Whose son is he?The son of David,\" they replied. <sup><strong>43</strong></sup> He said to them, \"How is it then that David, speaking by the Spirit, calls him 'Lord'? For he says, <sup><strong>44</strong></sup> \"'The Lord said to my Lord: \"Sit at my right hand until I put your enemies under your feet.\"' <sup><strong>45</strong></sup> If then David calls him 'Lord,' how can he be his son?\" <sup><strong>46</strong></sup> No one could say a word in reply, and from that day on no one dared to ask him any more questions. "},{"_id":"6168f138803fbb813a70a6fe","topicId":"6168f131803fbb813a70a6e5","verse":"Matthew 19:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40019009_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\""}]}