{"_id":"6168f1d6803fbb813a70a74d","slug":"passover","name":"Passover","verses":[{"_id":"6168f1d6803fbb813a70a74e","topicId":"6168f1d6803fbb813a70a74d","verse":"Exodus 12:21-28","votes":74,"__v":0,"esv":"<div>\n<p id=\"p02012021_01-1\"><b class=\"verse-num\" id=\"v02012021-1\">21&nbsp;</b>Then Moses called all the elders of Israel and said to them, “Go and select lambs for yourselves according to your clans, and kill the Passover lamb. <b class=\"verse-num\" id=\"v02012022-1\">22&nbsp;</b>Take a bunch of hyssop and dip it in the blood that is in the basin, and touch the lintel and the two doorposts with the blood that is in the basin. None of you shall go out of the door of his house until the morning. <b class=\"verse-num\" id=\"v02012023-1\">23&nbsp;</b>For the LORD will pass through to strike the Egyptians, and when he sees the blood on the lintel and on the two doorposts, the LORD will pass over the door and will not allow the destroyer to enter your houses to strike you. <b class=\"verse-num\" id=\"v02012024-1\">24&nbsp;</b>You shall observe this rite as a statute for you and for your sons forever. <b class=\"verse-num\" id=\"v02012025-1\">25&nbsp;</b>And when you come to the land that the LORD will give you, as he has promised, you shall keep this service. <b class=\"verse-num\" id=\"v02012026-1\">26&nbsp;</b>And when your children say to you, ‘What do you mean by this service?’ <b class=\"verse-num\" id=\"v02012027-1\">27&nbsp;</b>you shall say, ‘It is the sacrifice of the LORD’s Passover, for he passed over the houses of the people of Israel in Egypt, when he struck the Egyptians but spared our houses.’” And the people bowed their heads and worshiped.</p>\n<p id=\"p02012027_01-1\"><b class=\"verse-num\" id=\"v02012028-1\">28&nbsp;</b>Then the people of Israel went and did so; as the LORD had commanded Moses and Aaron, so they did.</p>\n</div>","kjv":"<strong>21</strong> Then Moses called for all the elders of Israel, and said unto them, Draw out and take you a lamb according to your families, and kill the passover.  <strong>22</strong> And ye shall take a bunch of hyssop, and dip it in the blood that is in the bason, and strike the lintel and the two side posts with the blood that is in the bason; and none of you shall go out at the door of his house until the morning.  <strong>23</strong> For the LORD will pass through to smite the Egyptians; and when he seeth the blood upon the lintel, and on the two side posts, the LORD will pass over the door, and will not suffer the destroyer to come in unto your houses to smite you.  <strong>24</strong> And ye shall observe this thing for an ordinance to thee and to thy sons for ever.  <strong>25</strong> And it shall come to pass, when ye be come to the land which the LORD will give you, according as he hath promised, that ye shall keep this service.  <strong>26</strong> And it shall come to pass, when your children shall say unto you, What mean ye by this service?  <strong>27</strong> That ye shall say, It is the sacrifice of the LORD’S passover, who passed over the houses of the children of Israel in Egypt, when he smote the Egyptians, and delivered our houses. And the people bowed the head and worshipped.  <strong>28</strong> And the children of Israel went away, and did as the LORD had commanded Moses and Aaron, so did they.  ","niv":"<sup><strong>21</strong></sup> Then Moses summoned all the elders of Israel and said to them, \"Go at once and select the animals for your families and slaughter the Passover lamb. <sup><strong>22</strong></sup> Take a bunch of hyssop, dip it into the blood in the basin and put some of the blood on the top and on both sides of the doorframe. Not one of you shall go out the door of his house until morning. <sup><strong>23</strong></sup> When the LORD goes through the land to strike down the Egyptians, he will see the blood on the top and sides of the doorframe and will pass over that doorway, and he will not permit the destroyer to enter your houses and strike you down. <sup><strong>24</strong></sup> \"Obey these instructions as a lasting ordinance for you and your descendants. <sup><strong>25</strong></sup> When you enter the land that the LORD will give you as he promised, observe this ceremony. <sup><strong>26</strong></sup> And when your children ask you, 'What does this ceremony mean to you?' <sup><strong>27</strong></sup> then tell them, 'It is the Passover sacrifice to the LORD, who passed over the houses of the Israelites in Egypt and spared our homes when he struck down the Egyptians.'\" Then the people bowed down and worshiped. <sup><strong>28</strong></sup> The Israelites did just what the LORD commanded Moses and Aaron. ","modified":"2022-04-18T10:26:11.038Z"},{"_id":"6168f1d6803fbb813a70a74f","topicId":"6168f1d6803fbb813a70a74d","verse":"Leviticus 23:4-8","votes":71,"__v":0,"esv":"<div>\n\n<p id=\"p03023004_03-2\"><b class=\"verse-num\" id=\"v03023004-1\">4&nbsp;</b>“These are the appointed feasts of the LORD, the holy convocations, which you shall proclaim at the time appointed for them. <b class=\"verse-num\" id=\"v03023005-1\">5&nbsp;</b>In the first month, on the fourteenth day of the month at twilight, is the LORD’s Passover. <b class=\"verse-num\" id=\"v03023006-1\">6&nbsp;</b>And on the fifteenth day of the same month is the Feast of Unleavened Bread to the LORD; for seven days you shall eat unleavened bread. <b class=\"verse-num\" id=\"v03023007-1\">7&nbsp;</b>On the first day you shall have a holy convocation; you shall not do any ordinary work. <b class=\"verse-num\" id=\"v03023008-1\">8&nbsp;</b>But you shall present a food offering to the LORD for seven days. On the seventh day is a holy convocation; you shall not do any ordinary work.”</p>\n\n</div>","kjv":"<strong>4</strong> These are the feasts of the LORD, even holy convocations, which ye shall proclaim in their seasons.  <strong>5</strong> In the fourteenth day of the first month at even is  the LORD’S passover.  <strong>6</strong> And on the fifteenth day of the same month is the feast of unleavened bread unto the LORD: seven days ye must eat unleavened bread.  <strong>7</strong> In the first day ye shall have an holy convocation: ye shall do no servile work therein.  <strong>8</strong> But ye shall offer an offering made by fire unto the LORD seven days: in the seventh day is an holy convocation: ye shall do no servile work therein. ","niv":"<sup><strong>4</strong></sup> \"'These are the LORD's appointed feasts, the sacred assemblies you are to proclaim at their appointed times: <sup><strong>5</strong></sup> The LORD's Passover begins at twilight on the fourteenth day of the first month. <sup><strong>6</strong></sup> On the fifteenth day of that month the LORD's Feast of Unleavened Bread begins; for seven days you must eat bread made without yeast. <sup><strong>7</strong></sup> On the first day hold a sacred assembly and do no regular work. <sup><strong>8</strong></sup> For seven days present an offering made to the LORD by fire. And on the seventh day hold a sacred assembly and do no regular work.'\" ","modified":"2022-04-15T20:21:08.053Z"},{"_id":"6168f1d7803fbb813a70a750","topicId":"6168f1d6803fbb813a70a74d","verse":"1 Corinthians 5:7","votes":71,"__v":0,"esv":"<div>\n<p id=\"p46005007_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005007-1\">7&nbsp;</b>Cleanse out the old leaven that you may be a new lump, as you really are unleavened. For Christ, our Passover lamb, has been sacrificed.</p>\n</div>","kjv":"<strong>7</strong> Purge out therefore the old leaven, that ye may be a new lump, as ye are unleavened. For even Christ our passover is sacrificed for us:  ","niv":"<sup><strong>7</strong></sup> Get rid of the old yeast that you may be a new batch without yeast--as you really are. For Christ, our Passover lamb, has been sacrificed.","modified":"2023-09-11T07:46:04.948Z"},{"_id":"6168f1d7803fbb813a70a751","topicId":"6168f1d6803fbb813a70a74d","verse":"Matthew 26:26-28","votes":54,"__v":0,"esv":"<div>\n\n<p id=\"p40026026_06-5\"><b class=\"verse-num\" id=\"v40026026-1\">26&nbsp;</b>Now as they were eating, Jesus took bread, and after blessing it broke it and gave it to the disciples, and said, <span class=\"woc\">“Take, eat; this is my body.”</span> <b class=\"verse-num\" id=\"v40026027-1\">27&nbsp;</b>And he took a cup, and when he had given thanks he gave it to them, saying, <span class=\"woc\">“Drink of it, all of you,</span> <b class=\"verse-num woc\" id=\"v40026028-1\">28&nbsp;</b><span class=\"woc\">for this is my blood of the covenant, which is poured out for many for the forgiveness of sins.</span></p>\n\n</div>","kjv":"<strong>26</strong> And as they were eating, Jesus took bread, and blessed it,  and brake it, and gave it to the disciples, and said, Take, eat; this is my body.  <strong>27</strong> And he took the cup, and gave thanks, and gave it to them, saying, Drink ye all of it;  <strong>28</strong> For this is my blood of the new testament, which is shed for many for the remission of sins.  ","niv":"<sup><strong>26</strong></sup> While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take and eat; this is my body.\" <sup><strong>27</strong></sup> Then he took the cup, gave thanks and offered it to them, saying, \"Drink from it, all of you. <sup><strong>28</strong></sup> This is my blood of the covenant, which is poured out for many for the forgiveness of sins. ","modified":"2023-08-17T01:41:43.865Z"},{"_id":"6168f1d7803fbb813a70a752","topicId":"6168f1d6803fbb813a70a74d","verse":"Exodus 23:15","votes":46,"__v":0,"esv":"<div>\n<p id=\"p02023015_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v02023015-1\">15&nbsp;</b>You shall keep the Feast of Unleavened Bread. As I commanded you, you shall eat unleavened bread for seven days at the appointed time in the month of Abib, for in it you came out of Egypt. None shall appear before me empty-handed.</p>\n</div>","kjv":"<strong>15</strong> Thou shalt keep the feast of unleavened bread: (thou shalt eat unleavened bread seven days, as I commanded thee, in the time appointed of the month Abib; for in it thou camest out from Egypt: and none shall appear before me empty:)  ","niv":"<sup><strong>15</strong></sup> \"Celebrate the Feast of Unleavened Bread; for seven days eat bread made without yeast, as I commanded you. Do this at the appointed time in the month of Abib, for in that month you came out of Egypt. \"No one is to appear before me empty-handed."},{"_id":"6168f1d8803fbb813a70a753","topicId":"6168f1d6803fbb813a70a74d","verse":"Numbers 9:14","votes":44,"__v":0,"esv":"<div>\n<p id=\"p04009014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v04009014-1\">14&nbsp;</b>And if a stranger sojourns among you and would keep the Passover to the LORD, according to the statute of the Passover and according to its rule, so shall he do. You shall have one statute, both for the sojourner and for the native.”</p>\n</div>","kjv":"<strong>14</strong> And if a stranger shall sojourn among you, and will keep the passover unto the LORD; according to the ordinance of the passover, and according to the manner thereof, so shall he do: ye shall have one ordinance, both for the stranger, and for him that was born in the land.  ","niv":"<sup><strong>14</strong></sup> \"'An alien living among you who wants to celebrate the LORD's Passover must do so in accordance with its rules and regulations. You must have the same regulations for the alien and the native-born.'\""},{"_id":"6168f1d8803fbb813a70a754","topicId":"6168f1d6803fbb813a70a74d","verse":"Mark 14:12-25","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p41014012_06-8\"><b class=\"verse-num\" id=\"v41014012-1\">12&nbsp;</b>And on the first day of Unleavened Bread, when they sacrificed the Passover lamb, his disciples said to him, “Where will you have us go and prepare for you to eat the Passover?” <b class=\"verse-num\" id=\"v41014013-1\">13&nbsp;</b>And he sent two of his disciples and said to them, <span class=\"woc\">“Go into the city, and a man carrying a jar of water will meet you. Follow him,</span> <b class=\"verse-num woc\" id=\"v41014014-1\">14&nbsp;</b><span class=\"woc\">and wherever he enters, say to the master of the house, ‘The Teacher says, Where is my guest room, where I may eat the Passover with my disciples?’</span> <b class=\"verse-num woc\" id=\"v41014015-1\">15&nbsp;</b><span class=\"woc\">And he will show you a large upper room furnished and ready; there prepare for us.”</span> <b class=\"verse-num\" id=\"v41014016-1\">16&nbsp;</b>And the disciples set out and went to the city and found it just as he had told them, and they prepared the Passover.</p>\n<p id=\"p41014016_06-8\"><b class=\"verse-num\" id=\"v41014017-1\">17&nbsp;</b>And when it was evening, he came with the twelve. <b class=\"verse-num\" id=\"v41014018-1\">18&nbsp;</b>And as they were reclining at table and eating, Jesus said, <span class=\"woc\">“Truly, I say to you, one of you will betray me, one who is eating with me.”</span> <b class=\"verse-num\" id=\"v41014019-1\">19&nbsp;</b>They began to be sorrowful and to say to him one after another, “Is it I?” <b class=\"verse-num\" id=\"v41014020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“It is one of the twelve, one who is dipping bread into the dish with me.</span> <b class=\"verse-num woc\" id=\"v41014021-1\">21&nbsp;</b><span class=\"woc\">For the Son of Man goes as it is written of him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born.”</span></p>\n\n<p id=\"p41014021_11-8\"><b class=\"verse-num\" id=\"v41014022-1\">22&nbsp;</b>And as they were eating, he took bread, and after blessing it broke it and gave it to them, and said, <span class=\"woc\">“Take; this is my body.”</span> <b class=\"verse-num\" id=\"v41014023-1\">23&nbsp;</b>And he took a cup, and when he had given thanks he gave it to them, and they all drank of it. <b class=\"verse-num\" id=\"v41014024-1\">24&nbsp;</b>And he said to them, <span class=\"woc\">“This is my blood of the covenant, which is poured out for many.</span> <b class=\"verse-num woc\" id=\"v41014025-1\">25&nbsp;</b><span class=\"woc\">Truly, I say to you, I will not drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.”</span></p>\n\n</div>","kjv":"<strong>12</strong> And the first day of unleavened bread, when they killed the passover, his disciples said unto him, Where wilt thou that we go and prepare that thou mayest eat the passover?  <strong>13</strong> And he sendeth forth two of his disciples, and saith unto them, Go ye into the city, and there shall meet you a man bearing a pitcher of water: follow him.  <strong>14</strong> And wheresoever he shall go in, say ye to the goodman of the house, The Master saith, Where is the guestchamber, where I shall eat the passover with my disciples?  <strong>15</strong> And he will shew you a large upper room furnished and  prepared: there make ready for us.  <strong>16</strong> And his disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover.  <strong>17</strong> And in the evening he cometh with the twelve.  <strong>18</strong> And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with me shall betray me.  <strong>19</strong> And they began to be sorrowful, and to say unto him one by one, Is it I? and another said, Is it I?  <strong>20</strong> And he answered and said unto them, It is one of the twelve, that dippeth with me in the dish.  <strong>21</strong> The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born. <strong>22</strong> And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.  <strong>23</strong> And he took the cup, and when he had given thanks, he gave it  to them: and they all drank of it.  <strong>24</strong> And he said unto them, This is my blood of the new testament, which is shed for many.  <strong>25</strong> Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God. ","niv":"<sup><strong>12</strong></sup> On the first day of the Feast of Unleavened Bread, when it was customary to sacrifice the Passover lamb, Jesus' disciples asked him, \"Where do you want us to go and make preparations for you to eat the Passover?\" <sup><strong>13</strong></sup> So he sent two of his disciples, telling them, \"Go into the city, and a man carrying a jar of water will meet you. Follow him. <sup><strong>14</strong></sup> Say to the owner of the house he enters, 'The Teacher asks: Where is my guest room, where I may eat the Passover with my disciples?' <sup><strong>15</strong></sup> He will show you a large upper room, furnished and ready. Make preparations for us there.\" <sup><strong>16</strong></sup> The disciples left, went into the city and found things just as Jesus had told them. So they prepared the Passover. <sup><strong>17</strong></sup> When evening came, Jesus arrived with the Twelve. <sup><strong>18</strong></sup> While they were reclining at the table eating, he said, \"I tell you the truth, one of you will betray me--one who is eating with me.\" <sup><strong>19</strong></sup> They were saddened, and one by one they said to him, \"Surely not I?\" <sup><strong>20</strong></sup> \"It is one of the Twelve,\" he replied, \"one who dips bread into the bowl with me. <sup><strong>21</strong></sup> The Son of Man will go just as it is written about him. But woe to that man who betrays the Son of Man! It would be better for him if he had not been born.\" <sup><strong>22</strong></sup> While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take it; this is my body.\" <sup><strong>23</strong></sup> Then he took the cup, gave thanks and offered it to them, and they all drank from it. <sup><strong>24</strong></sup> \"This is my blood of the covenant, which is poured out for many,\" he said to them. <sup><strong>25</strong></sup> \"I tell you the truth, I will not drink again of the fruit of the vine until that day when I drink it anew in the kingdom of God.\" ","modified":"2022-10-04T23:11:29.942Z"},{"_id":"6168f1d8803fbb813a70a755","topicId":"6168f1d6803fbb813a70a74d","verse":"1 Corinthians 5:8","votes":34,"__v":0,"esv":"<div>\n<p id=\"p46005008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005008-1\">8&nbsp;</b>Let us therefore celebrate the festival, not with the old leaven, the leaven of malice and evil, but with the unleavened bread of sincerity and truth.</p>\n</div>","kjv":"<strong>8</strong> Therefore let us keep the feast, not with old leaven, neither with the leaven of malice and wickedness; but with the unleavened bread  of sincerity and truth.  ","niv":"<sup><strong>8</strong></sup> Therefore let us keep the Festival, not with the old yeast, the yeast of malice and wickedness, but with bread without yeast, the bread of sincerity and truth.","modified":"2023-04-18T17:49:20.209Z"},{"_id":"6168f1d9803fbb813a70a756","topicId":"6168f1d6803fbb813a70a74d","verse":"Exodus 12:8","votes":29,"__v":0,"esv":"<div>\n<p id=\"p02012008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v02012008-1\">8&nbsp;</b>They shall eat the flesh that night, roasted on the fire; with unleavened bread and bitter herbs they shall eat it.</p>\n</div>","kjv":"<strong>8</strong> And they shall eat the flesh in that night, roast with fire, and unleavened bread; and with bitter herbs they shall eat it.  ","niv":"<sup><strong>8</strong></sup> That same night they are to eat the meat roasted over the fire, along with bitter herbs, and bread made without yeast.","modified":"2022-04-14T21:36:26.059Z"},{"_id":"6168f1d9803fbb813a70a757","topicId":"6168f1d6803fbb813a70a74d","verse":"Exodus 12:15-20","votes":28,"__v":0,"esv":"<div>\n<p id=\"p02012015_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v02012015-1\">15&nbsp;</b>Seven days you shall eat unleavened bread. On the first day you shall remove leaven out of your houses, for if anyone eats what is leavened, from the first day until the seventh day, that person shall be cut off from Israel. <b class=\"verse-num\" id=\"v02012016-1\">16&nbsp;</b>On the first day you shall hold a holy assembly, and on the seventh day a holy assembly. No work shall be done on those days. But what everyone needs to eat, that alone may be prepared by you. <b class=\"verse-num\" id=\"v02012017-1\">17&nbsp;</b>And you shall observe the Feast of Unleavened Bread, for on this very day I brought your hosts out of the land of Egypt. Therefore you shall observe this day, throughout your generations, as a statute forever. <b class=\"verse-num\" id=\"v02012018-1\">18&nbsp;</b>In the first month, from the fourteenth day of the month at evening, you shall eat unleavened bread until the twenty-first day of the month at evening. <b class=\"verse-num\" id=\"v02012019-1\">19&nbsp;</b>For seven days no leaven is to be found in your houses. If anyone eats what is leavened, that person will be cut off from the congregation of Israel, whether he is a sojourner or a native of the land. <b class=\"verse-num\" id=\"v02012020-1\">20&nbsp;</b>You shall eat nothing leavened; in all your dwelling places you shall eat unleavened bread.”</p>\n</div>","kjv":"<strong>15</strong> Seven days shall ye eat unleavened bread; even the first day ye shall put away leaven out of your houses: for whosoever eateth leavened bread from the first day until the seventh day, that soul shall be cut off from Israel.  <strong>16</strong> And in the first day there shall be an holy convocation, and in the seventh day there shall be an holy convocation to you; no manner of work shall be done in them, save that which every man must eat, that only may be done of you.  <strong>17</strong> And ye shall observe the feast of unleavened bread; for in this selfsame day have I brought your armies out of the land of Egypt: therefore shall ye observe this day in your generations by an ordinance for ever.  <strong>18</strong> In the first month, on the fourteenth day of the month at even, ye shall eat unleavened bread, until the one and twentieth day of the month at even.  <strong>19</strong> Seven days shall there be no leaven found in your houses: for whosoever eateth that which is leavened, even that soul shall be cut off from the congregation of Israel, whether he be a stranger, or born in the land.  <strong>20</strong> Ye shall eat nothing leavened; in all your habitations shall ye eat unleavened bread.  ","niv":"<sup><strong>15</strong></sup> For seven days you are to eat bread made without yeast. On the first day remove the yeast from your houses, for whoever eats anything with yeast in it from the first day through the seventh must be cut off from Israel. <sup><strong>16</strong></sup> On the first day hold a sacred assembly, and another one on the seventh day. Do no work at all on these days, except to prepare food for everyone to eat-that is all you may do. <sup><strong>17</strong></sup> \"Celebrate the Feast of Unleavened Bread, because it was on this very day that I brought your divisions out of Egypt. Celebrate this day as a lasting ordinance for the generations to come. <sup><strong>18</strong></sup> In the first month you are to eat bread made without yeast, from the evening of the fourteenth day until the evening of the twenty-first day. <sup><strong>19</strong></sup> For seven days no yeast is to be found in your houses. And whoever eats anything with yeast in it must be cut off from the community of Israel, whether he is an alien or native-born. <sup><strong>20</strong></sup> Eat nothing made with yeast. Wherever you live, you must eat unleavened bread.\" "},{"_id":"6168f1d9803fbb813a70a758","topicId":"6168f1d6803fbb813a70a74d","verse":"Exodus 13:3","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p02013003_06-13\"><b class=\"verse-num\" id=\"v02013003-1\">3&nbsp;</b>Then Moses said to the people, “Remember this day in which you came out from Egypt, out of the house of slavery, for by a strong hand the LORD brought you out from this place. No leavened bread shall be eaten.</p>\n</div>","kjv":"<strong>3</strong> And Moses said unto the people, Remember this day, in which ye came out from Egypt, out of the house of bondage; for by strength of hand the LORD brought you out from this place: there shall no leavened bread be eaten.  ","niv":"<sup><strong>3</strong></sup> Then Moses said to the people, \"Commemorate this day, the day you came out of Egypt, out of the land of slavery, because the LORD brought you out of it with a mighty hand. Eat nothing containing yeast."},{"_id":"6168f1d9803fbb813a70a759","topicId":"6168f1d6803fbb813a70a74d","verse":"Luke 22:15","votes":21,"__v":0,"esv":"<div>\n<p id=\"p42022015_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“I have earnestly desired to eat this Passover with you before I suffer.</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, With desire I have desired to eat this passover with you before I suffer:  ","niv":"<sup><strong>15</strong></sup> And he said to them, \"I have eagerly desired to eat this Passover with you before I suffer."},{"_id":"6168f1da803fbb813a70a75a","topicId":"6168f1d6803fbb813a70a74d","verse":"Joshua 5:10","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p06005010_05-15\"><b class=\"verse-num\" id=\"v06005010-1\">10&nbsp;</b>While the people of Israel were encamped at Gilgal, they kept the Passover on the fourteenth day of the month in the evening on the plains of Jericho.</p>\n</div>","kjv":"<strong>10</strong> And the children of Israel encamped in Gilgal, and kept the passover on the fourteenth day of the month at even in the plains of Jericho.  ","niv":"<sup><strong>10</strong></sup> On the evening of the fourteenth day of the month, while camped at Gilgal on the plains of Jericho, the Israelites celebrated the Passover."},{"_id":"6168f1da803fbb813a70a75b","topicId":"6168f1d6803fbb813a70a74d","verse":"Luke 22:7-20","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p42022007_06-16\"><b class=\"verse-num\" id=\"v42022007-1\">7&nbsp;</b>Then came the day of Unleavened Bread, on which the Passover lamb had to be sacrificed. <b class=\"verse-num\" id=\"v42022008-1\">8&nbsp;</b>So Jesus sent Peter and John, saying, <span class=\"woc\">“Go and prepare the Passover for us, that we may eat it.”</span> <b class=\"verse-num\" id=\"v42022009-1\">9&nbsp;</b>They said to him, “Where will you have us prepare it?” <b class=\"verse-num\" id=\"v42022010-1\">10&nbsp;</b>He said to them, <span class=\"woc\">“Behold, when you have entered the city, a man carrying a jar of water will meet you. Follow him into the house that he enters</span> <b class=\"verse-num woc\" id=\"v42022011-1\">11&nbsp;</b><span class=\"woc\">and tell the master of the house, ‘The Teacher says to you, Where is the guest room, where I may eat the Passover with my disciples?’</span> <b class=\"verse-num woc\" id=\"v42022012-1\">12&nbsp;</b><span class=\"woc\">And he will show you a large upper room furnished; prepare it there.”</span> <b class=\"verse-num\" id=\"v42022013-1\">13&nbsp;</b>And they went and found it just as he had told them, and they prepared the Passover.</p>\n\n<p id=\"p42022013_11-16\"><b class=\"verse-num\" id=\"v42022014-1\">14&nbsp;</b>And when the hour came, he reclined at table, and the apostles with him. <b class=\"verse-num\" id=\"v42022015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“I have earnestly desired to eat this Passover with you before I suffer.</span> <b class=\"verse-num woc\" id=\"v42022016-1\">16&nbsp;</b><span class=\"woc\">For I tell you I will not eat it until it is fulfilled in the kingdom of God.”</span> <b class=\"verse-num\" id=\"v42022017-1\">17&nbsp;</b>And he took a cup, and when he had given thanks he said, <span class=\"woc\">“Take this, and divide it among yourselves.</span> <b class=\"verse-num woc\" id=\"v42022018-1\">18&nbsp;</b><span class=\"woc\">For I tell you that from now on I will not drink of the fruit of the vine until the kingdom of God comes.”</span> <b class=\"verse-num\" id=\"v42022019-1\">19&nbsp;</b>And he took bread, and when he had given thanks, he broke it and gave it to them, saying, <span class=\"woc\">“This is my body, which is given for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v42022020-1\">20&nbsp;</b>And likewise the cup after they had eaten, saying, <span class=\"woc\">“This cup that is poured out for you is the new covenant in my blood.</span></p>\n\n</div>","kjv":"<strong>7</strong> Then came the day of unleavened bread, when the passover must be killed.  <strong>8</strong> And he sent Peter and John, saying, Go and prepare us the passover, that we may eat.  <strong>9</strong> And they said unto him, Where wilt thou that we prepare?  <strong>10</strong> And he said unto them, Behold, when ye are entered into the city, there shall a man meet you, bearing a pitcher of water; follow him into the house where he entereth in.  <strong>11</strong> And ye shall say unto the goodman of the house, The Master saith unto thee, Where is the guestchamber, where I shall eat the passover with my disciples?  <strong>12</strong> And he shall shew you a large upper room furnished: there make ready.  <strong>13</strong> And they went, and found as he had said unto them: and they made ready the passover.  <strong>14</strong> And when the hour was come, he sat down, and the twelve apostles with him.  <strong>15</strong> And he said unto them, With desire I have desired to eat this passover with you before I suffer:  <strong>16</strong> For I say unto you, I will not any more eat thereof, until it be fulfilled in the kingdom of God.  <strong>17</strong> And he took the cup, and gave thanks, and said, Take this, and divide it among yourselves:  <strong>18</strong> For I say unto you, I will not drink of the fruit of the vine, until the kingdom of God shall come. <strong>19</strong> And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my body which is given for you: this do in remembrance of me.  <strong>20</strong> Likewise also the cup after supper, saying, This cup is  the new testament in my blood, which is shed for you. ","niv":"<sup><strong>7</strong></sup> Then came the day of Unleavened Bread on which the Passover lamb had to be sacrificed. <sup><strong>8</strong></sup> Jesus sent Peter and John, saying, \"Go and make preparations for us to eat the Passover.\" <sup><strong>9</strong></sup> \"Where do you want us to prepare for it?\" they asked. <sup><strong>10</strong></sup> He replied, \"As you enter the city, a man carrying a jar of water will meet you. Follow him to the house that he enters, <sup><strong>11</strong></sup> and say to the owner of the house, 'The Teacher asks: Where is the guest room, where I may eat the Passover with my disciples?' <sup><strong>12</strong></sup> He will show you a large upper room, all furnished. Make preparations there.\" <sup><strong>13</strong></sup> They left and found things just as Jesus had told them. So they prepared the Passover. <sup><strong>14</strong></sup> When the hour came, Jesus and his apostles reclined at the table. <sup><strong>15</strong></sup> And he said to them, \"I have eagerly desired to eat this Passover with you before I suffer. <sup><strong>16</strong></sup> For I tell you, I will not eat it again until it finds fulfillment in the kingdom of God.\" <sup><strong>17</strong></sup> After taking the cup, he gave thanks and said, \"Take this and divide it among you. <sup><strong>18</strong></sup> For I tell you I will not drink again of the fruit of the vine until the kingdom of God comes.\" <sup><strong>19</strong></sup> And he took bread, gave thanks and broke it, and gave it to them, saying, \"This is my body given for you; do this in remembrance of me.\" <sup><strong>20</strong></sup> In the same way, after the supper he took the cup, saying, \"This cup is the new covenant in my blood, which is poured out for you. "},{"_id":"6168f1da803fbb813a70a75c","topicId":"6168f1d6803fbb813a70a74d","verse":"Exodus 12:11-13","votes":19,"__v":0,"esv":"<div>\n<p id=\"p02012011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v02012011-1\">11&nbsp;</b>In this manner you shall eat it: with your belt fastened, your sandals on your feet, and your staff in your hand. And you shall eat it in haste. It is the LORD’s Passover. <b class=\"verse-num\" id=\"v02012012-1\">12&nbsp;</b>For I will pass through the land of Egypt that night, and I will strike all the firstborn in the land of Egypt, both man and beast; and on all the gods of Egypt I will execute judgments: I am the LORD. <b class=\"verse-num\" id=\"v02012013-1\">13&nbsp;</b>The blood shall be a sign for you, on the houses where you are. And when I see the blood, I will pass over you, and no plague will befall you to destroy you, when I strike the land of Egypt.</p>\n</div>","kjv":"<strong>11</strong> And thus shall ye eat it; with your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste: it is the LORD’S passover.  <strong>12</strong> For I will pass through the land of Egypt this night, and will smite all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the LORD.  <strong>13</strong> And the blood shall be to you for a token upon the houses where ye are: and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy you, when I smite the land of Egypt.  ","niv":"<sup><strong>11</strong></sup> This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the LORD's Passover. <sup><strong>12</strong></sup> \"On that same night I will pass through Egypt and strike down every firstborn-both men and animals-and I will bring judgment on all the gods of Egypt. I am the LORD. <sup><strong>13</strong></sup> The blood will be a sign for you on the houses where you are; and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt. ","modified":"2022-12-24T23:08:52.367Z"},{"_id":"6168f1db803fbb813a70a75d","topicId":"6168f1d6803fbb813a70a74d","verse":"Exodus 12:21","votes":16,"__v":0,"esv":"<div>\n<p id=\"p02012021_01-18\"><b class=\"verse-num\" id=\"v02012021-1\">21&nbsp;</b>Then Moses called all the elders of Israel and said to them, “Go and select lambs for yourselves according to your clans, and kill the Passover lamb.</p>\n</div>","kjv":"<strong>21</strong> Then Moses called for all the elders of Israel, and said unto them, Draw out and take you a lamb according to your families, and kill the passover.  ","niv":"<sup><strong>21</strong></sup> Then Moses summoned all the elders of Israel and said to them, \"Go at once and select the animals for your families and slaughter the Passover lamb."},{"_id":"6168f1db803fbb813a70a75e","topicId":"6168f1d6803fbb813a70a74d","verse":"Numbers 9:13","votes":15,"__v":0,"esv":"<div>\n<p id=\"p04009013_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v04009013-1\">13&nbsp;</b>But if anyone who is clean and is not on a journey fails to keep the Passover, that person shall be cut off from his people because he did not bring the LORD’s offering at its appointed time; that man shall bear his sin.</p>\n</div>","kjv":"<strong>13</strong> But the man that is clean, and is not in a journey, and forbeareth to keep the passover, even the same soul shall be cut off from among his people: because he brought not the offering of the LORD in his appointed season, that man shall bear his sin.  ","niv":"<sup><strong>13</strong></sup> But if a man who is ceremonially clean and not on a journey fails to celebrate the Passover, that person must be cut off from his people because he did not present the LORD's offering at the appointed time. That man will bear the consequences of his sin."},{"_id":"6168f1db803fbb813a70a75f","topicId":"6168f1d6803fbb813a70a74d","verse":"Numbers 9:6-12","votes":14,"__v":0,"esv":"<div>\n<p id=\"p04009006_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v04009006-1\">6&nbsp;</b>And there were certain men who were unclean through touching a dead body, so that they could not keep the Passover on that day, and they came before Moses and Aaron on that day. <b class=\"verse-num\" id=\"v04009007-1\">7&nbsp;</b>And those men said to him, “We are unclean through touching a dead body. Why are we kept from bringing the LORD’s offering at its appointed time among the people of Israel?” <b class=\"verse-num\" id=\"v04009008-1\">8&nbsp;</b>And Moses said to them, “Wait, that I may hear what the LORD will command concerning you.”</p>\n<p id=\"p04009008_01-20\"><b class=\"verse-num\" id=\"v04009009-1\">9&nbsp;</b>The LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04009010-1\">10&nbsp;</b>“Speak to the people of Israel, saying, If any one of you or of your descendants is unclean through touching a dead body, or is on a long journey, he shall still keep the Passover to the LORD. <b class=\"verse-num\" id=\"v04009011-1\">11&nbsp;</b>In the second month on the fourteenth day at twilight they shall keep it. They shall eat it with unleavened bread and bitter herbs. <b class=\"verse-num\" id=\"v04009012-1\">12&nbsp;</b>They shall leave none of it until the morning, nor break any of its bones; according to all the statute for the Passover they shall keep it.</p>\n</div>","kjv":"<strong>6</strong> And there were certain men, who were defiled by the dead body of a man, that they could not keep the passover on that day: and they came before Moses and before Aaron on that day:  <strong>7</strong> And those men said unto him, We are defiled by the dead body of a man: wherefore are we kept back, that we may not offer an offering of the LORD in his appointed season among the children of Israel?  <strong>8</strong> And Moses said unto them, Stand still, and I will hear what the LORD will command concerning you.  <strong>9</strong> And the LORD spake unto Moses, saying,  <strong>10</strong> Speak unto the children of Israel, saying, If any man of you or of your posterity shall be unclean by reason of a dead body, or be in a journey afar off, yet he shall keep the passover unto the LORD.  <strong>11</strong> The fourteenth day of the second month at even they shall keep it, and eat it with unleavened bread and bitter herbs.  <strong>12</strong> They shall leave none of it unto the morning, nor break any bone of it: according to all the ordinances of the passover they shall keep it.  ","niv":"<sup><strong>6</strong></sup> But some of them could not celebrate the Passover on that day because they were ceremonially unclean on account of a dead body. So they came to Moses and Aaron that same day <sup><strong>7</strong></sup> and said to Moses, \"We have become unclean because of a dead body, but why should we be kept from presenting the LORD's offering with the other Israelites at the appointed time?\" <sup><strong>8</strong></sup> Moses answered them, \"Wait until I find out what the LORD commands concerning you.\" <sup><strong>9</strong></sup> Then the LORD said to Moses, <sup><strong>10</strong></sup> \"Tell the Israelites: 'When any of you or your descendants are unclean because of a dead body or are away on a journey, they may still celebrate the LORD's Passover. <sup><strong>11</strong></sup> They are to celebrate it on the fourteenth day of the second month at twilight. They are to eat the lamb, together with unleavened bread and bitter herbs. <sup><strong>12</strong></sup> They must not leave any of it till morning or break any of its bones. When they celebrate the Passover, they must follow all the regulations. "},{"_id":"6168f1dc803fbb813a70a760","topicId":"6168f1d6803fbb813a70a74d","verse":"John 1:29","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p43001029_06-21\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world!</p>\n</div>","kjv":"<strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  ","niv":"<sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world!","modified":"2022-04-08T16:04:00.952Z"},{"_id":"6168f1dc803fbb813a70a761","topicId":"6168f1d6803fbb813a70a74d","verse":"Ezra 6:20","votes":11,"__v":0,"esv":"<div>\n<p id=\"p15006020_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v15006020-1\">20&nbsp;</b>For the priests and the Levites had purified themselves together; all of them were clean. So they slaughtered the Passover lamb for all the returned exiles, for their fellow priests, and for themselves.</p>\n</div>","kjv":"<strong>20</strong> For the priests and the Levites were purified together, all of them were pure, and killed the passover for all the children of the captivity, and for their brethren the priests, and for themselves.  ","niv":"<sup><strong>20</strong></sup> The priests and Levites had purified themselves and were all ceremonially clean. The Levites slaughtered the Passover lamb for all the exiles, for their brothers the priests and for themselves.","modified":"2023-03-03T18:20:25.774Z"},{"_id":"6168f1dc803fbb813a70a762","topicId":"6168f1d6803fbb813a70a74d","verse":"John 13:1-2","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. <b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him,</p>\n</div>","kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love. <sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus. ","modified":"2023-04-02T10:34:08.324Z"},{"_id":"6168f1dc803fbb813a70a763","topicId":"6168f1d6803fbb813a70a74d","verse":"John 18:28","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p43018028_04-24\"><b class=\"verse-num\" id=\"v43018028-1\">28&nbsp;</b>Then they led Jesus from the house of Caiaphas to the governor’s headquarters. It was early morning. They themselves did not enter the governor’s headquarters, so that they would not be defiled, but could eat the Passover.</p>\n\n</div>","kjv":"<strong>28</strong> Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment hall, lest they should be defiled; but that they might eat the passover.  ","niv":"<sup><strong>28</strong></sup> Then the Jews led Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning, and to avoid ceremonial uncleanness the Jews did not enter the palace; they wanted to be able to eat the Passover."},{"_id":"6168f1dd803fbb813a70a764","topicId":"6168f1d6803fbb813a70a74d","verse":"John 2:23","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p43002023_07-25\"><b class=\"verse-num\" id=\"v43002023-1\">23&nbsp;</b>Now when he was in Jerusalem at the Passover Feast, many believed in his name when they saw the signs that he was doing.</p>\n</div>","kjv":"<strong>23</strong> Now when he was in Jerusalem at the passover, in the feast day,  many believed in his name, when they saw the miracles which he did.  ","niv":"<sup><strong>23</strong></sup> Now while he was in Jerusalem at the Passover Feast, many people saw the miraculous signs he was doing and believed in his name."},{"_id":"6168f1dd803fbb813a70a765","topicId":"6168f1d6803fbb813a70a74d","verse":"Acts 12:4","votes":-6,"__v":0,"esv":"<div>\n<p id=\"p44012004_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44012004-1\">4&nbsp;</b>And when he had seized him, he put him in prison, delivering him over to four squads of soldiers to guard him, intending after the Passover to bring him out to the people.</p>\n</div>","kjv":"<strong>4</strong> And when he had apprehended him, he put him in prison, and delivered him to four quaternions of soldiers to keep him; intending after Easter to bring him forth to the people.  ","niv":"<sup><strong>4</strong></sup> After arresting him, he put him in prison, handing him over to be guarded by four squads of four soldiers each. Herod intended to bring him out for public trial after the Passover.","modified":"2023-03-18T10:40:45.498Z"},{"_id":"6168f1dd803fbb813a70a766","topicId":"6168f1d6803fbb813a70a74d","verse":"2 Kings 23:22","votes":8,"__v":0,"esv":"<div>\n<p id=\"p12023022_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v12023022-1\">22&nbsp;</b>For no such Passover had been kept since the days of the judges who judged Israel, or during all the days of the kings of Israel or of the kings of Judah.</p>\n</div>","kjv":"<strong>22</strong> Surely there was not holden such a passover from the days of the judges that judged Israel, nor in all the days of the kings of Israel, nor of the kings of Judah;  ","niv":"<sup><strong>22</strong></sup> Not since the days of the judges who led Israel, nor throughout the days of the kings of Israel and the kings of Judah, had any such Passover been observed.","modified":"2023-03-10T02:57:01.471Z"}]}