{"_id":"6168f3c0803fbb813a70a82a","slug":"patriotism","name":"Patriotism","verses":[{"_id":"6168f3c1803fbb813a70a82b","topicId":"6168f3c0803fbb813a70a82a","verse":"Psalm 33:12-22","votes":110,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19033012_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033012-1\">12&nbsp;</b>&nbsp;&nbsp;Blessed is the nation whose God is the LORD,</span><br><span id=\"p19033012_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the people whom he has chosen as his heritage!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19033013_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033013-1\">13&nbsp;</b>&nbsp;&nbsp;The LORD looks down from heaven;</span><br><span id=\"p19033013_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he sees all the children of man;</span><br><span id=\"p19033014_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033014-1\">14&nbsp;</b>&nbsp;&nbsp;from where he sits enthroned he looks out</span><br><span id=\"p19033014_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on all the inhabitants of the earth,</span><br><span id=\"p19033015_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033015-1\">15&nbsp;</b>&nbsp;&nbsp;he who fashions the hearts of them all</span><br><span id=\"p19033015_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and observes all their deeds.</span><br><span id=\"p19033016_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033016-1\">16&nbsp;</b>&nbsp;&nbsp;The king is not saved by his great army;</span><br><span id=\"p19033016_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a warrior is not delivered by his great strength.</span><br><span id=\"p19033017_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033017-1\">17&nbsp;</b>&nbsp;&nbsp;The war horse is a false hope for salvation,</span><br><span id=\"p19033017_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by its great might it cannot rescue.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19033018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033018-1\">18&nbsp;</b>&nbsp;&nbsp;Behold, the eye of the LORD is on those who fear him,</span><br><span id=\"p19033018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on those who hope in his steadfast love,</span><br><span id=\"p19033019_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033019-1\">19&nbsp;</b>&nbsp;&nbsp;that he may deliver their soul from death</span><br><span id=\"p19033019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keep them alive in famine.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19033020_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033020-1\">20&nbsp;</b>&nbsp;&nbsp;Our soul waits for the LORD;</span><br><span id=\"p19033020_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is our help and our shield.</span><br><span id=\"p19033021_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033021-1\">21&nbsp;</b>&nbsp;&nbsp;For our heart is glad in him,</span><br><span id=\"p19033021_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because we trust in his holy name.</span><br><span id=\"p19033022_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033022-1\">22&nbsp;</b>&nbsp;&nbsp;Let your steadfast love, O LORD, be upon us,</span><br><span id=\"p19033022_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even as we hope in you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Blessed is the nation whose God is the LORD: and the people whom he hath chosen for his own inheritance.  <strong>13</strong> The LORD looketh from heaven; he beholdeth all the sons of men.  <strong>14</strong> From the place of his habitation he looketh upon all the inhabitants of the earth.  <strong>15</strong> He fashioneth their hearts alike; he considereth all their works.  <strong>16</strong> There is no king saved by the multitude of an host: a mighty man is not delivered by much strength.  <strong>17</strong> An horse is a vain thing for safety: neither shall he deliver any by his great strength.  <strong>18</strong> Behold, the eye of the LORD is upon them that fear him, upon them that hope in his mercy;  <strong>19</strong> To deliver their soul from death, and to keep them alive in famine.  <strong>20</strong> Our soul waiteth for the LORD: he is our help and our shield.  <strong>21</strong> For our heart shall rejoice in him, because we have trusted in his holy name.  <strong>22</strong> Let thy mercy, O LORD, be upon us, according as we hope in thee.  ","niv":"<sup><strong>12</strong></sup> Blessed is the nation whose God is the LORD, the people he chose for his inheritance. <sup><strong>13</strong></sup> From heaven the LORD looks down and sees all mankind; <sup><strong>14</strong></sup> from his dwelling place he watches all who live on earth- <sup><strong>15</strong></sup> he who forms the hearts of all, who considers everything they do. <sup><strong>16</strong></sup> No king is saved by the size of his army; no warrior escapes by his great strength. <sup><strong>17</strong></sup> A horse is a vain hope for deliverance; despite all its great strength it cannot save. <sup><strong>18</strong></sup> But the eyes of the LORD are on those who fear him, on those whose hope is in his unfailing love, <sup><strong>19</strong></sup> to deliver them from death and keep them alive in famine. <sup><strong>20</strong></sup> We wait in hope for the LORD; he is our help and our shield. <sup><strong>21</strong></sup> In him our hearts rejoice, for we trust in his holy name. <sup><strong>22</strong></sup> May your unfailing love rest upon us, O LORD, even as we put our hope in you. ","modified":"2023-07-18T12:45:51.456Z"},{"_id":"6168f3c1803fbb813a70a82c","topicId":"6168f3c0803fbb813a70a82a","verse":"Philippians 3:20","votes":69,"__v":0,"esv":"<div>\n<p id=\"p50003020_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003020-1\">20&nbsp;</b>But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ,</p>\n</div>","kjv":"<strong>20</strong> For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:  ","niv":"<sup><strong>20</strong></sup> But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,","modified":"2023-07-18T12:45:37.026Z"},{"_id":"6168f3c1803fbb813a70a82d","topicId":"6168f3c0803fbb813a70a82a","verse":"1 Timothy 2:1-3","votes":51,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior,</p>\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, ","modified":"2022-06-14T12:51:09.472Z"},{"_id":"6168f3c1803fbb813a70a82e","topicId":"6168f3c0803fbb813a70a82a","verse":"Hebrews 11:13-16","votes":64,"__v":0,"esv":"<div>\n<p id=\"p58011013_01-5\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n</div>","kjv":"<strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  ","niv":"<sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. ","modified":"2023-05-26T14:02:24.220Z"},{"_id":"6168f3c2803fbb813a70a82f","topicId":"6168f3c0803fbb813a70a82a","verse":"John 15:13","votes":45,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends.","modified":"2023-07-30T14:26:33.050Z"},{"_id":"6168f3c2803fbb813a70a830","topicId":"6168f3c0803fbb813a70a82a","verse":"John 18:36","votes":39,"__v":0,"esv":"<div>\n<p id=\"p43018036_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span></p>\n</div>","kjv":"<strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  ","niv":"<sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\"","modified":"2023-05-10T09:46:48.277Z"},{"_id":"6168f3c2803fbb813a70a831","topicId":"6168f3c0803fbb813a70a82a","verse":"Acts 5:29","votes":36,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"},{"_id":"6168f3c3803fbb813a70a832","topicId":"6168f3c0803fbb813a70a82a","verse":"Romans 13:1-14","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-9\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-9\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. ","modified":"2023-06-22T03:09:04.606Z"},{"_id":"6168f3c3803fbb813a70a833","topicId":"6168f3c0803fbb813a70a82a","verse":"2 Chronicles 7:14","votes":29,"__v":0,"esv":"<div>\n<p id=\"p14007014_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v14007014-1\">14&nbsp;</b>if my people who are called by my name humble themselves, and pray and seek my face and turn from their wicked ways, then I will hear from heaven and will forgive their sin and heal their land.</p>\n</div>","kjv":"<strong>14</strong> If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.  ","niv":"<sup><strong>14</strong></sup> if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then will I hear from heaven and will forgive their sin and will heal their land.","modified":"2023-06-16T03:41:59.690Z"},{"_id":"6168f3c3803fbb813a70a834","topicId":"6168f3c0803fbb813a70a82a","verse":"Matthew 22:37-40","votes":23,"__v":0,"esv":"<div>\n<p id=\"p40022037_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022037-1\">37&nbsp;</b>And he said to him, <span class=\"woc\">“You shall love the Lord your God with all your heart and with all your soul and with all your mind.</span> <b class=\"verse-num woc\" id=\"v40022038-1\">38&nbsp;</b><span class=\"woc\">This is the great and first commandment.</span> <b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span> <b class=\"verse-num woc\" id=\"v40022040-1\">40&nbsp;</b><span class=\"woc\">On these two commandments depend all the Law and the Prophets.”</span></p>\n</div>","kjv":"<strong>37</strong> Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.  <strong>38</strong> This is the first and great commandment.  <strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  <strong>40</strong> On these two commandments hang all the law and the prophets.  ","niv":"<sup><strong>37</strong></sup> Jesus replied: \"'Love the Lord your God with all your heart and with all your soul and with all your mind.' <sup><strong>38</strong></sup> This is the first and greatest commandment. <sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.' <sup><strong>40</strong></sup> All the Law and the Prophets hang on these two commandments.\" ","modified":"2023-09-22T15:47:16.300Z"},{"_id":"6168f3c4803fbb813a70a835","topicId":"6168f3c0803fbb813a70a82a","verse":"Psalm 122:7","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19122007_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122007-1\">7&nbsp;</b>&nbsp;&nbsp;Peace be within your walls</span><br><span id=\"p19122007_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and security within your towers!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Peace be within thy walls, and prosperity within thy palaces.  ","niv":"<sup><strong>7</strong></sup> May there be peace within your walls and security within your citadels.\""},{"_id":"6168f3c4803fbb813a70a836","topicId":"6168f3c0803fbb813a70a82a","verse":"Matthew 24:6","votes":18,"__v":0,"esv":"<div>\n<p id=\"p40024006_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span></p>\n</div>","kjv":"<strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  ","niv":"<sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come."},{"_id":"6168f3c4803fbb813a70a837","topicId":"6168f3c0803fbb813a70a82a","verse":"2 Corinthians 3:17","votes":19,"__v":0,"esv":"<div>\n<p id=\"p47003017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003017-1\">17&nbsp;</b>Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom.</p>\n\n</div>","kjv":"<strong>17</strong> Now the Lord is that Spirit: and where the Spirit of the Lord is, there is liberty.  ","niv":"<sup><strong>17</strong></sup> Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom.","modified":"2023-05-12T02:34:03.920Z"},{"_id":"6168f3c4803fbb813a70a838","topicId":"6168f3c0803fbb813a70a82a","verse":"Judges 4:1-24","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p07004001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v07004001-1\">4:1&nbsp;</b>And the people of Israel again did what was evil in the sight of the LORD after Ehud died. <b class=\"verse-num\" id=\"v07004002-1\">2&nbsp;</b>And the LORD sold them into the hand of Jabin king of Canaan, who reigned in Hazor. The commander of his army was Sisera, who lived in Harosheth-hagoyim. <b class=\"verse-num\" id=\"v07004003-1\">3&nbsp;</b>Then the people of Israel cried out to the LORD for help, for he had 900 chariots of iron and he oppressed the people of Israel cruelly for twenty years.</p>\n<p id=\"p07004003_04-15\"><b class=\"verse-num\" id=\"v07004004-1\">4&nbsp;</b>Now Deborah, a prophetess, the wife of Lappidoth, was judging Israel at that time. <b class=\"verse-num\" id=\"v07004005-1\">5&nbsp;</b>She used to sit under the palm of Deborah between Ramah and Bethel in the hill country of Ephraim, and the people of Israel came up to her for judgment. <b class=\"verse-num\" id=\"v07004006-1\">6&nbsp;</b>She sent and summoned Barak the son of Abinoam from Kedesh-naphtali and said to him, “Has not the LORD, the God of Israel, commanded you, ‘Go, gather your men at Mount Tabor, taking 10,000 from the people of Naphtali and the people of Zebulun. <b class=\"verse-num\" id=\"v07004007-1\">7&nbsp;</b>And I will draw out Sisera, the general of Jabin’s army, to meet you by the river Kishon with his chariots and his troops, and I will give him into your hand’?” <b class=\"verse-num\" id=\"v07004008-1\">8&nbsp;</b>Barak said to her, “If you will go with me, I will go, but if you will not go with me, I will not go.” <b class=\"verse-num\" id=\"v07004009-1\">9&nbsp;</b>And she said, “I will surely go with you. Nevertheless, the road on which you are going will not lead to your glory, for the LORD will sell Sisera into the hand of a woman.” Then Deborah arose and went with Barak to Kedesh. <b class=\"verse-num\" id=\"v07004010-1\">10&nbsp;</b>And Barak called out Zebulun and Naphtali to Kedesh. And 10,000 men went up at his heels, and Deborah went up with him.</p>\n<p id=\"p07004010_04-15\"><b class=\"verse-num\" id=\"v07004011-1\">11&nbsp;</b>Now Heber the Kenite had separated from the Kenites, the descendants of Hobab the father-in-law of Moses, and had pitched his tent as far away as the oak in Zaanannim, which is near Kedesh.</p>\n<p id=\"p07004011_04-15\"><b class=\"verse-num\" id=\"v07004012-1\">12&nbsp;</b>When Sisera was told that Barak the son of Abinoam had gone up to Mount Tabor, <b class=\"verse-num\" id=\"v07004013-1\">13&nbsp;</b>Sisera called out all his chariots, 900 chariots of iron, and all the men who were with him, from Harosheth-hagoyim to the river Kishon. <b class=\"verse-num\" id=\"v07004014-1\">14&nbsp;</b>And Deborah said to Barak, “Up! For this is the day in which the LORD has given Sisera into your hand. Does not the LORD go out before you?” So Barak went down from Mount Tabor with 10,000 men following him. <b class=\"verse-num\" id=\"v07004015-1\">15&nbsp;</b>And the LORD routed Sisera and all his chariots and all his army before Barak by the edge of the sword. And Sisera got down from his chariot and fled away on foot. <b class=\"verse-num\" id=\"v07004016-1\">16&nbsp;</b>And Barak pursued the chariots and the army to Harosheth-hagoyim, and all the army of Sisera fell by the edge of the sword; not a man was left.</p>\n<p id=\"p07004016_04-15\"><b class=\"verse-num\" id=\"v07004017-1\">17&nbsp;</b>But Sisera fled away on foot to the tent of Jael, the wife of Heber the Kenite, for there was peace between Jabin the king of Hazor and the house of Heber the Kenite. <b class=\"verse-num\" id=\"v07004018-1\">18&nbsp;</b>And Jael came out to meet Sisera and said to him, “Turn aside, my lord; turn aside to me; do not be afraid.” So he turned aside to her into the tent, and she covered him with a rug. <b class=\"verse-num\" id=\"v07004019-1\">19&nbsp;</b>And he said to her, “Please give me a little water to drink, for I am thirsty.” So she opened a skin of milk and gave him a drink and covered him. <b class=\"verse-num\" id=\"v07004020-1\">20&nbsp;</b>And he said to her, “Stand at the opening of the tent, and if any man comes and asks you, ‘Is anyone here?’ say, ‘No.’” <b class=\"verse-num\" id=\"v07004021-1\">21&nbsp;</b>But Jael the wife of Heber took a tent peg, and took a hammer in her hand. Then she went softly to him and drove the peg into his temple until it went down into the ground while he was lying fast asleep from weariness. So he died. <b class=\"verse-num\" id=\"v07004022-1\">22&nbsp;</b>And behold, as Barak was pursuing Sisera, Jael went out to meet him and said to him, “Come, and I will show you the man whom you are seeking.” So he went in to her tent, and there lay Sisera dead, with the tent peg in his temple.</p>\n<p id=\"p07004022_04-15\"><b class=\"verse-num\" id=\"v07004023-1\">23&nbsp;</b>So on that day God subdued Jabin the king of Canaan before the people of Israel. <b class=\"verse-num\" id=\"v07004024-1\">24&nbsp;</b>And the hand of the people of Israel pressed harder and harder against Jabin the king of Canaan, until they destroyed Jabin king of Canaan.</p>\n</div>","kjv":"<strong>1</strong> And the children of Israel again did evil in the sight of the LORD, when Ehud was dead.  <strong>2</strong> And the LORD sold them into the hand of Jabin king of Canaan, that reigned in Hazor; the captain of whose host was Sisera, which dwelt in Harosheth of the Gentiles.  <strong>3</strong> And the children of Israel cried unto the LORD: for he had nine hundred chariots of iron; and twenty years he mightily oppressed the children of Israel.  <strong>4</strong> And Deborah, a prophetess, the wife of Lapidoth, she judged Israel at that time.  <strong>5</strong> And she dwelt under the palm tree of Deborah between Ramah and Bethel in mount Ephraim: and the children of Israel came up to her for judgment.  <strong>6</strong> And she sent and called Barak the son of Abinoam out of Kedesh-naphtali, and said unto him, Hath not the LORD God of Israel commanded, saying,  Go and draw toward mount Tabor, and take with thee ten thousand men of the children of Naphtali and of the children of Zebulun?  <strong>7</strong> And I will draw unto thee to the river Kishon Sisera, the captain of Jabin’s army, with his chariots and his multitude; and I will deliver him into thine hand.  <strong>8</strong> And Barak said unto her, If thou wilt go with me, then I will go: but if thou wilt not go with me, then I will not go.  <strong>9</strong> And she said, I will surely go with thee: notwithstanding the journey that thou takest shall not be for thine honour; for the LORD shall sell Sisera into the hand of a woman. And Deborah arose, and went with Barak to Kedesh.  <strong>10</strong> And Barak called Zebulun and Naphtali to Kedesh; and he went up with ten thousand men at his feet: and Deborah went up with him.  <strong>11</strong> Now Heber the Kenite, which was of the children of Hobab the father in law of Moses, had severed himself from the Kenites, and pitched his tent unto the plain of Zaanaim, which is by Kedesh.  <strong>12</strong> And they shewed Sisera that Barak the son of Abinoam was gone up to mount Tabor.  <strong>13</strong> And Sisera gathered together all his chariots, even nine hundred chariots of iron, and all the people that were with him, from Harosheth of the Gentiles unto the river of Kishon.  <strong>14</strong> And Deborah said unto Barak, Up; for this is the day in which the LORD hath delivered Sisera into thine hand: is not the LORD gone out before thee? So Barak went down from mount Tabor, and ten thousand men after him.  <strong>15</strong> And the LORD discomfited Sisera, and all his chariots, and all his host, with the edge of the sword before Barak; so that Sisera lighted down off his chariot, and fled away on his feet.  <strong>16</strong> But Barak pursued after the chariots, and after the host, unto Harosheth of the Gentiles: and all the host of Sisera fell upon the edge of the sword; and there was not a man left.  <strong>17</strong> Howbeit Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite: for there was peace between Jabin the king of Hazor and the house of Heber the Kenite.  <strong>18</strong> And Jael went out to meet Sisera, and said unto him, Turn in, my lord, turn in to me; fear not. And when he had turned in unto her into the tent, she covered him with a mantle.  <strong>19</strong> And he said unto her, Give me, I pray thee, a little water to drink; for I am thirsty. And she opened a bottle of milk, and gave him drink, and covered him.  <strong>20</strong> Again he said unto her, Stand in the door of the tent, and it shall be, when any man doth come and enquire of thee, and say, Is there any man here? that thou shalt say, No.  <strong>21</strong> Then Jael Heber’s wife took a nail of the tent, and took an hammer in her hand, and went softly unto him, and smote the nail into his temples, and fastened it into the ground: for he was fast asleep and weary. So he died.  <strong>22</strong> And, behold, as Barak pursued Sisera, Jael came out to meet him, and said unto him, Come, and I will shew thee the man whom thou seekest. And when he came into her tent, behold, Sisera lay dead, and the nail was in his temples.  <strong>23</strong> So God subdued on that day Jabin the king of Canaan before the children of Israel.  <strong>24</strong> And the hand of the children of Israel prospered, and prevailed against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan.  ","niv":"<sup><strong>1</strong></sup> After Ehud died, the Israelites once again did evil in the eyes of the LORD. <sup><strong>2</strong></sup> So the LORD sold them into the hands of Jabin, a king of Canaan, who reigned in Hazor. The commander of his army was Sisera, who lived in Harosheth Haggoyim. <sup><strong>3</strong></sup> Because he had nine hundred iron chariots and had cruelly oppressed the Israelites for twenty years, they cried to the LORD for help. <sup><strong>4</strong></sup> Deborah, a prophetess, the wife of Lappidoth, was leading Israel at that time. <sup><strong>5</strong></sup> She held court under the Palm of Deborah between Ramah and Bethel in the hill country of Ephraim, and the Israelites came to her to have their disputes decided. <sup><strong>6</strong></sup> She sent for Barak son of Abinoam from Kedesh in Naphtali and said to him, \"The LORD, the God of Israel, commands you: 'Go, take with you ten thousand men of Naphtali and Zebulun and lead the way to Mount Tabor. <sup><strong>7</strong></sup> I will lure Sisera, the commander of Jabin's army, with his chariots and his troops to the Kishon River and give him into your hands.'\" <sup><strong>8</strong></sup> Barak said to her, \"If you go with me, I will go; but if you don't go with me, I won't go.\" <sup><strong>9</strong></sup> \"Very well,\" Deborah said, \"I will go with you. But because of the way you are going about this, the honor will not be yours, for the LORD will hand Sisera over to a woman.\" So Deborah went with Barak to Kedesh, <sup><strong>10</strong></sup> where he summoned Zebulun and Naphtali. Ten thousand men followed him, and Deborah also went with him. <sup><strong>11</strong></sup> Now Heber the Kenite had left the other Kenites, the descendants of Hobab, Moses' brother-in-law, and pitched his tent by the great tree in Zaanannim near Kedesh. <sup><strong>12</strong></sup> When they told Sisera that Barak son of Abinoam had gone up to Mount Tabor, <sup><strong>13</strong></sup> Sisera gathered together his nine hundred iron chariots and all the men with him, from Harosheth Haggoyim to the Kishon River. <sup><strong>14</strong></sup> Then Deborah said to Barak, \"Go! This is the day the LORD has given Sisera into your hands. Has not the LORD gone ahead of you?\" So Barak went down Mount Tabor, followed by ten thousand men. <sup><strong>15</strong></sup> At Barak's advance, the LORD routed Sisera and all his chariots and army by the sword, and Sisera abandoned his chariot and fled on foot. <sup><strong>16</strong></sup> But Barak pursued the chariots and army as far as Harosheth Haggoyim. All the troops of Sisera fell by the sword; not a man was left. <sup><strong>17</strong></sup> Sisera, however, fled on foot to the tent of Jael, the wife of Heber the Kenite, because there were friendly relations between Jabin king of Hazor and the clan of Heber the Kenite. <sup><strong>18</strong></sup> Jael went out to meet Sisera and said to him, \"Come, my Lord, come right in. Don't be afraid.\" So he entered her tent, and she put a covering over him. <sup><strong>19</strong></sup> \"I'm thirsty,\" he said. \"Please give me some water.\" She opened a skin of milk, gave him a drink, and covered him up. <sup><strong>20</strong></sup> \"Stand in the doorway of the tent,\" he told her. \"If someone comes by and asks you, 'Is anyone here?' say 'No.'\" <sup><strong>21</strong></sup> But Jael, Heber's wife, picked up a tent peg and a hammer and went quietly to him while he lay fast asleep, exhausted. She drove the peg through his temple into the ground, and he died. <sup><strong>22</strong></sup> Barak came by in pursuit of Sisera, and Jael went out to meet him. \"Come,\" she said, \"I will show you the man you're looking for.\" So he went in with her, and there lay Sisera with the tent peg through his temple-dead. <sup><strong>23</strong></sup> On that day God subdued Jabin, the Canaanite king, before the Israelites. <sup><strong>24</strong></sup> And the hand of the Israelites grew stronger and stronger against Jabin, the Canaanite king, until they destroyed him. ","modified":"2022-05-23T23:14:43.139Z"},{"_id":"6168f3c5803fbb813a70a839","topicId":"6168f3c0803fbb813a70a82a","verse":"Luke 13:34","votes":14,"__v":0,"esv":"<div>\n<p id=\"p42013034_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013034-1\">34&nbsp;</b><span class=\"woc\">O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to it! How often would I have gathered your children together as a hen gathers her brood under her wings, and you were not willing!</span></p>\n</div>","kjv":"<strong>34</strong> O Jerusalem, Jerusalem, which killest the prophets, and stonest them that are sent unto thee; how often would I have gathered thy children together, as a hen doth gather her brood under her  wings, and ye would not!  ","niv":"<sup><strong>34</strong></sup> \"O Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, but you were not willing!"},{"_id":"6168f3c5803fbb813a70a83a","topicId":"6168f3c0803fbb813a70a82a","verse":"1 Peter 2:9-23","votes":15,"__v":0,"esv":"<div>\n<p id=\"p60002009_01-18\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. <b class=\"verse-num\" id=\"v60002010-1\">10&nbsp;</b>Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy.</p>\n<p id=\"p60002010_01-18\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. <b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n\n<p id=\"p60002012_04-18\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n<p id=\"p60002017_04-18\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. <b class=\"verse-num\" id=\"v60002019-1\">19&nbsp;</b>For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. <b class=\"verse-num\" id=\"v60002020-1\">20&nbsp;</b>For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God. <b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly.</p>\n\n</div>","kjv":"<strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  <strong>10</strong> Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.  <strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  <strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  <strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  <strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  <strong>19</strong> For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.  <strong>20</strong> For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it,  ye take it patiently, this is acceptable with God.  <strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  ","niv":"<sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light. <sup><strong>10</strong></sup> Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy. <sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul. <sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. <sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh. <sup><strong>19</strong></sup> For it is commendable if a man bears up under the pain of unjust suffering because he is conscious of God. <sup><strong>20</strong></sup> But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. <sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. ","modified":"2022-09-25T19:34:49.396Z"},{"_id":"6168f3c5803fbb813a70a83b","topicId":"6168f3c0803fbb813a70a82a","verse":"Hebrews 12:28-13:14","votes":11,"__v":0,"esv":"<div>\n<p id=\"p58012028_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012028-1\">28&nbsp;</b>Therefore let us be grateful for receiving a kingdom that cannot be shaken, and thus let us offer to God acceptable worship, with reverence and awe, <b class=\"verse-num\" id=\"v58012029-1\">29&nbsp;</b>for our God is a consuming fire.</p>\n\n<p id=\"p58013001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58013001-1\">13:1&nbsp;</b>Let brotherly love continue. <b class=\"verse-num\" id=\"v58013002-1\">2&nbsp;</b>Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares. <b class=\"verse-num\" id=\"v58013003-1\">3&nbsp;</b>Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body. <b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous. <b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.” <b class=\"verse-num\" id=\"v58013006-1\">6&nbsp;</b>So we can confidently say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58013006_05-19\" class=\"line\">&nbsp;&nbsp;“The Lord is my helper;</span><br><span id=\"p58013006_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not fear;</span><br><span id=\"p58013006_05-19\" class=\"line\">&nbsp;&nbsp;what can man do to me?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58013006_05-19\"><b class=\"verse-num\" id=\"v58013007-1\">7&nbsp;</b>Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith. <b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever. <b class=\"verse-num\" id=\"v58013009-1\">9&nbsp;</b>Do not be led away by diverse and strange teachings, for it is good for the heart to be strengthened by grace, not by foods, which have not benefited those devoted to them. <b class=\"verse-num\" id=\"v58013010-1\">10&nbsp;</b>We have an altar from which those who serve the tent have no right to eat. <b class=\"verse-num\" id=\"v58013011-1\">11&nbsp;</b>For the bodies of those animals whose blood is brought into the holy places by the high priest as a sacrifice for sin are burned outside the camp. <b class=\"verse-num\" id=\"v58013012-1\">12&nbsp;</b>So Jesus also suffered outside the gate in order to sanctify the people through his own blood. <b class=\"verse-num\" id=\"v58013013-1\">13&nbsp;</b>Therefore let us go to him outside the camp and bear the reproach he endured. <b class=\"verse-num\" id=\"v58013014-1\">14&nbsp;</b>For here we have no lasting city, but we seek the city that is to come.</p>\n\n</div>","kjv":"<strong>28</strong> Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:  <strong>29</strong> For our God is a consuming fire.  <strong>1</strong> Let brotherly love continue.  <strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  <strong>3</strong> Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.  <strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  <strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  <strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  <strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  <strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  <strong>9</strong> Be not carried about with divers and strange doctrines. For it is  a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.  <strong>10</strong> We have an altar, whereof they have no right to eat which serve the tabernacle.  <strong>11</strong> For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.  <strong>12</strong> Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.  <strong>13</strong> Let us go forth therefore unto him without the camp, bearing his reproach.  <strong>14</strong> For here have we no continuing city, but we seek one to come.  ","niv":"","modified":"2022-09-12T11:31:48.188Z"},{"_id":"6168f3c6803fbb813a70a83c","topicId":"6168f3c0803fbb813a70a82a","verse":"Psalm 51:18","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051018_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051018-1\">18&nbsp;</b>&nbsp;&nbsp;Do good to Zion in your good pleasure;</span><br><span id=\"p19051018_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;build up the walls of Jerusalem;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Do good in thy good pleasure unto Zion: build thou the walls of Jerusalem.  ","niv":"<sup><strong>18</strong></sup> In your good pleasure make Zion prosper; build up the walls of Jerusalem."},{"_id":"6168f3c6803fbb813a70a83d","topicId":"6168f3c0803fbb813a70a82a","verse":"Colossians 2:8","votes":12,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-21\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"6168f3c6803fbb813a70a83e","topicId":"6168f3c0803fbb813a70a82a","verse":"Daniel 9:1-19","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p27009001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27009001-1\">9:1&nbsp;</b>In the first year of Darius the son of Ahasuerus, by descent a Mede, who was made king over the realm of the Chaldeans—<b class=\"verse-num\" id=\"v27009002-1\">2&nbsp;</b>in the first year of his reign, I, Daniel, perceived in the books the number of years that, according to the word of the LORD to Jeremiah the prophet, must pass before the end of the desolations of Jerusalem, namely, seventy years.</p>\n<p id=\"p27009002_06-22\"><b class=\"verse-num\" id=\"v27009003-1\">3&nbsp;</b>Then I turned my face to the Lord God, seeking him by prayer and pleas for mercy with fasting and sackcloth and ashes. <b class=\"verse-num\" id=\"v27009004-1\">4&nbsp;</b>I prayed to the LORD my God and made confession, saying, “O Lord, the great and awesome God, who keeps covenant and steadfast love with those who love him and keep his commandments, <b class=\"verse-num\" id=\"v27009005-1\">5&nbsp;</b>we have sinned and done wrong and acted wickedly and rebelled, turning aside from your commandments and rules. <b class=\"verse-num\" id=\"v27009006-1\">6&nbsp;</b>We have not listened to your servants the prophets, who spoke in your name to our kings, our princes, and our fathers, and to all the people of the land. <b class=\"verse-num\" id=\"v27009007-1\">7&nbsp;</b>To you, O Lord, belongs righteousness, but to us open shame, as at this day, to the men of Judah, to the inhabitants of Jerusalem, and to all Israel, those who are near and those who are far away, in all the lands to which you have driven them, because of the treachery that they have committed against you. <b class=\"verse-num\" id=\"v27009008-1\">8&nbsp;</b>To us, O LORD, belongs open shame, to our kings, to our princes, and to our fathers, because we have sinned against you. <b class=\"verse-num\" id=\"v27009009-1\">9&nbsp;</b>To the Lord our God belong mercy and forgiveness, for we have rebelled against him <b class=\"verse-num\" id=\"v27009010-1\">10&nbsp;</b>and have not obeyed the voice of the LORD our God by walking in his laws, which he set before us by his servants the prophets. <b class=\"verse-num\" id=\"v27009011-1\">11&nbsp;</b>All Israel has transgressed your law and turned aside, refusing to obey your voice. And the curse and oath that are written in the Law of Moses the servant of God have been poured out upon us, because we have sinned against him. <b class=\"verse-num\" id=\"v27009012-1\">12&nbsp;</b>He has confirmed his words, which he spoke against us and against our rulers who ruled us, by bringing upon us a great calamity. For under the whole heaven there has not been done anything like what has been done against Jerusalem. <b class=\"verse-num\" id=\"v27009013-1\">13&nbsp;</b>As it is written in the Law of Moses, all this calamity has come upon us; yet we have not entreated the favor of the LORD our God, turning from our iniquities and gaining insight by your truth. <b class=\"verse-num\" id=\"v27009014-1\">14&nbsp;</b>Therefore the LORD has kept ready the calamity and has brought it upon us, for the LORD our God is righteous in all the works that he has done, and we have not obeyed his voice. <b class=\"verse-num\" id=\"v27009015-1\">15&nbsp;</b>And now, O Lord our God, who brought your people out of the land of Egypt with a mighty hand, and have made a name for yourself, as at this day, we have sinned, we have done wickedly.</p>\n<p id=\"p27009015_06-22\"><b class=\"verse-num\" id=\"v27009016-1\">16&nbsp;</b>“O Lord, according to all your righteous acts, let your anger and your wrath turn away from your city Jerusalem, your holy hill, because for our sins, and for the iniquities of our fathers, Jerusalem and your people have become a byword among all who are around us. <b class=\"verse-num\" id=\"v27009017-1\">17&nbsp;</b>Now therefore, O our God, listen to the prayer of your servant and to his pleas for mercy, and for your own sake, O Lord, make your face to shine upon your sanctuary, which is desolate. <b class=\"verse-num\" id=\"v27009018-1\">18&nbsp;</b>O my God, incline your ear and hear. Open your eyes and see our desolations, and the city that is called by your name. For we do not present our pleas before you because of our righteousness, but because of your great mercy. <b class=\"verse-num\" id=\"v27009019-1\">19&nbsp;</b>O Lord, hear; O Lord, forgive. O Lord, pay attention and act. Delay not, for your own sake, O my God, because your city and your people are called by your name.”</p>\n\n</div>","kjv":"<strong>1</strong> In the first year of Darius the son of Ahasuerus, of the seed of the Medes, which was made king over the realm of the Chaldeans;  <strong>2</strong> In the first year of his reign I Daniel understood by books the number of the years, whereof the word of the LORD came to Jeremiah the prophet, that he would accomplish seventy years in the desolations of Jerusalem.  <strong>3</strong> And I set my face unto the Lord God, to seek by prayer and supplications, with fasting, and sackcloth, and ashes:  <strong>4</strong> And I prayed unto the LORD my God, and made my confession, and said, O Lord, the great and dreadful God, keeping the covenant and mercy to them that love him, and to them that keep his commandments;  <strong>5</strong> We have sinned, and have committed iniquity, and have done wickedly, and have rebelled, even by departing from thy precepts and from thy judgments:  <strong>6</strong> Neither have we hearkened unto thy servants the prophets, which spake in thy name to our kings, our princes, and our fathers, and to all the people of the land.  <strong>7</strong> O Lord, righteousness belongeth unto thee, but unto us confusion of faces, as at this day; to the men of Judah, and to the inhabitants of Jerusalem, and unto all Israel, that are near, and that are far off, through all the countries whither thou hast driven them, because of their trespass that they have trespassed against thee.  <strong>8</strong> O Lord, to us belongeth confusion of face, to our kings, to our princes, and to our fathers, because we have sinned against thee.  <strong>9</strong> To the Lord our God belong mercies and forgivenesses, though we have rebelled against him;  <strong>10</strong> Neither have we obeyed the voice of the LORD our God, to walk in his laws, which he set before us by his servants the prophets.  <strong>11</strong> Yea, all Israel have transgressed thy law, even by departing, that they might not obey thy voice; therefore the curse is poured upon us, and the oath that is written in the law of Moses the servant of God, because we have sinned against him.  <strong>12</strong> And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great evil: for under the whole heaven hath not been done as hath been done upon Jerusalem.  <strong>13</strong> As it is written in the law of Moses, all this evil is come upon us: yet made we not our prayer before the LORD our God, that we might turn from our iniquities, and understand thy truth.  <strong>14</strong> Therefore hath the LORD watched upon the evil, and brought it upon us: for the LORD our God is righteous in all his works which he doeth: for we obeyed not his voice.  <strong>15</strong> And now, O Lord our God, that hast brought thy people forth out of the land of Egypt with a mighty hand, and hast gotten thee renown, as at this day; we have sinned, we have done wickedly.  <strong>16</strong> O Lord, according to all thy righteousness, I beseech thee, let thine anger and thy fury be turned away from thy city Jerusalem, thy holy mountain: because for our sins, and for the iniquities of our fathers, Jerusalem and thy people are become a reproach to all that are about us.  <strong>17</strong> Now therefore, O our God, hear the prayer of thy servant, and his supplications, and cause thy face to shine upon thy sanctuary that is desolate, for the Lord’s sake.  <strong>18</strong> O my God, incline thine ear, and hear; open thine eyes, and behold our desolations, and the city which is called by thy name: for we do not present our supplications before thee for our righteousnesses, but for thy great mercies.  <strong>19</strong> O Lord, hear; O Lord, forgive; O Lord, hearken and do; defer not, for thine own sake, O my God: for thy city and thy people are called by thy name.  ","niv":"<sup><strong>1</strong></sup> In the first year of Darius son of Ahasuerus (a Mede by descent), who was made ruler over the Babylonian kingdom- <sup><strong>2</strong></sup> in the first year of his reign, I, Daniel, understood from the Scriptures, according to the word of the LORD given to Jeremiah the prophet, that the desolation of Jerusalem would last seventy years. <sup><strong>3</strong></sup> So I turned to the Lord God and pleaded with him in prayer and petition, in fasting, and in sackcloth and ashes. <sup><strong>4</strong></sup> I prayed to the LORD my God and confessed: \"O Lord, the great and awesome God, who keeps his covenant of love with all who love him and obey his commands, <sup><strong>5</strong></sup> we have sinned and done wrong. We have been wicked and have rebelled; we have turned away from your commands and laws. <sup><strong>6</strong></sup> We have not listened to your servants the prophets, who spoke in your name to our kings, our princes and our fathers, and to all the people of the land. <sup><strong>7</strong></sup> \"Lord, you are righteous, but this day we are covered with shame-the men of Judah and people of Jerusalem and all Israel, both near and far, in all the countries where you have scattered us because of our unfaithfulness to you. <sup><strong>8</strong></sup> O LORD, we and our kings, our princes and our fathers are covered with shame because we have sinned against you. <sup><strong>9</strong></sup> The Lord our God is merciful and forgiving, even though we have rebelled against him; <sup><strong>10</strong></sup> we have not obeyed the LORD our God or kept the laws he gave us through his servants the prophets. <sup><strong>11</strong></sup> All Israel has transgressed your law and turned away, refusing to obey you. \"Therefore the curses and sworn judgments written in the Law of Moses, the servant of God, have been poured out on us, because we have sinned against you. <sup><strong>12</strong></sup> You have fulfilled the words spoken against us and against our rulers by bringing upon us great disaster. Under the whole heaven nothing has ever been done like what has been done to Jerusalem. <sup><strong>13</strong></sup> Just as it is written in the Law of Moses, all this disaster has come upon us, yet we have not sought the favor of the LORD our God by turning from our sins and giving attention to your truth. <sup><strong>14</strong></sup> The LORD did not hesitate to bring the disaster upon us, for the LORD our God is righteous in everything he does; yet we have not obeyed him. <sup><strong>15</strong></sup> \"Now, O Lord our God, who brought your people out of Egypt with a mighty hand and who made for yourself a name that endures to this day, we have sinned, we have done wrong. <sup><strong>16</strong></sup> O Lord, in keeping with all your righteous acts, turn away your anger and your wrath from Jerusalem, your city, your holy hill. Our sins and the iniquities of our fathers have made Jerusalem and your people an object of scorn to all those around us. <sup><strong>17</strong></sup> \"Now, our God, hear the prayers and petitions of your servant. For your sake, O Lord, look with favor on your desolate sanctuary. <sup><strong>18</strong></sup> Give ear, O God, and hear; open your eyes and see the desolation of the city that bears your Name. We do not make requests of you because we are righteous, but because of your great mercy. <sup><strong>19</strong></sup> O Lord, listen! O Lord, forgive! O Lord, hear and act! For your sake, O my God, do not delay, because your city and your people bear your Name.\" "},{"_id":"6168f3c7803fbb813a70a83f","topicId":"6168f3c0803fbb813a70a82a","verse":"Revelation 13:4-15","votes":11,"__v":0,"esv":"<div>\n<p id=\"p66013004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013004-1\">4&nbsp;</b>And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”</p>\n<p id=\"p66013004_01-23\"><b class=\"verse-num\" id=\"v66013005-1\">5&nbsp;</b>And the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months. <b class=\"verse-num\" id=\"v66013006-1\">6&nbsp;</b>It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven. <b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation, <b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain. <b class=\"verse-num\" id=\"v66013009-1\">9&nbsp;</b>If anyone has an ear, let him hear:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66013010_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66013010-1\">10&nbsp;</b>&nbsp;&nbsp;If anyone is to be taken captive,</span><br><span id=\"p66013010_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to captivity he goes;</span><br><span id=\"p66013010_01-23\" class=\"line\">&nbsp;&nbsp;if anyone is to be slain with the sword,</span><br><span id=\"p66013010_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the sword must he be slain.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66013010_01-23\" class=\"same-paragraph\">Here is a call for the endurance and faith of the saints.</p>\n\n<p id=\"p66013010_04-23\"><b class=\"verse-num\" id=\"v66013011-1\">11&nbsp;</b>Then I saw another beast rising out of the earth. It had two horns like a lamb and it spoke like a dragon. <b class=\"verse-num\" id=\"v66013012-1\">12&nbsp;</b>It exercises all the authority of the first beast in its presence, and makes the earth and its inhabitants worship the first beast, whose mortal wound was healed. <b class=\"verse-num\" id=\"v66013013-1\">13&nbsp;</b>It performs great signs, even making fire come down from heaven to earth in front of people, <b class=\"verse-num\" id=\"v66013014-1\">14&nbsp;</b>and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived. <b class=\"verse-num\" id=\"v66013015-1\">15&nbsp;</b>And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain.</p>\n\n</div>","kjv":"<strong>4</strong> And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?  <strong>5</strong> And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and  two months.  <strong>6</strong> And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.  <strong>7</strong> And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.  <strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  <strong>9</strong> If any man have an ear, let him hear.  <strong>10</strong> He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.  <strong>11</strong> And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.  <strong>12</strong> And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.  <strong>13</strong> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,  <strong>14</strong> And deceiveth them that dwell on the earth by the means of  those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.  <strong>15</strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.  ","niv":"<sup><strong>4</strong></sup> Men worshiped the dragon because he had given authority to the beast, and they also worshiped the beast and asked, \"Who is like the beast? Who can make war against him?\" <sup><strong>5</strong></sup> The beast was given a mouth to utter proud words and blasphemies and to exercise his authority for forty-two months. <sup><strong>6</strong></sup> He opened his mouth to blaspheme God, and to slander his name and his dwelling place and those who live in heaven. <sup><strong>7</strong></sup> He was given power to make war against the saints and to conquer them. And he was given authority over every tribe, people, language and nation. <sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world. <sup><strong>9</strong></sup> He who has an ear, let him hear. <sup><strong>10</strong></sup> If anyone is to go into captivity, into captivity he will go. If anyone is to be killed with the sword, with the sword he will be killed. This calls for patient endurance and faithfulness on the part of the saints. <sup><strong>11</strong></sup> Then I saw another beast, coming out of the earth. He had two horns like a lamb, but he spoke like a dragon. <sup><strong>12</strong></sup> He exercised all the authority of the first beast on his behalf, and made the earth and its inhabitants worship the first beast, whose fatal wound had been healed. <sup><strong>13</strong></sup> And he performed great and miraculous signs, even causing fire to come down from heaven to earth in full view of men. <sup><strong>14</strong></sup> Because of the signs he was given power to do on behalf of the first beast, he deceived the inhabitants of the earth. He ordered them to set up an image in honor of the beast who was wounded by the sword and yet lived. <sup><strong>15</strong></sup> He was given power to give breath to the image of the first beast, so that it could speak and cause all who refused to worship the image to be killed. "},{"_id":"6168f3c7803fbb813a70a840","topicId":"6168f3c0803fbb813a70a82a","verse":"Ezekiel 3:1-27","votes":11,"__v":0,"esv":"<div>\n<p id=\"p26003001_01-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26003001-1\">3:1&nbsp;</b>And he said to me, “Son of man, eat whatever you find here. Eat this scroll, and go, speak to the house of Israel.” <b class=\"verse-num\" id=\"v26003002-1\">2&nbsp;</b>So I opened my mouth, and he gave me this scroll to eat. <b class=\"verse-num\" id=\"v26003003-1\">3&nbsp;</b>And he said to me, “Son of man, feed your belly with this scroll that I give you and fill your stomach with it.” Then I ate it, and it was in my mouth as sweet as honey.</p>\n<p id=\"p26003003_01-24\"><b class=\"verse-num\" id=\"v26003004-1\">4&nbsp;</b>And he said to me, “Son of man, go to the house of Israel and speak with my words to them. <b class=\"verse-num\" id=\"v26003005-1\">5&nbsp;</b>For you are not sent to a people of foreign speech and a hard language, but to the house of Israel—<b class=\"verse-num\" id=\"v26003006-1\">6&nbsp;</b>not to many peoples of foreign speech and a hard language, whose words you cannot understand. Surely, if I sent you to such, they would listen to you. <b class=\"verse-num\" id=\"v26003007-1\">7&nbsp;</b>But the house of Israel will not be willing to listen to you, for they are not willing to listen to me: because all the house of Israel have a hard forehead and a stubborn heart. <b class=\"verse-num\" id=\"v26003008-1\">8&nbsp;</b>Behold, I have made your face as hard as their faces, and your forehead as hard as their foreheads. <b class=\"verse-num\" id=\"v26003009-1\">9&nbsp;</b>Like emery harder than flint have I made your forehead. Fear them not, nor be dismayed at their looks, for they are a rebellious house.” <b class=\"verse-num\" id=\"v26003010-1\">10&nbsp;</b>Moreover, he said to me, “Son of man, all my words that I shall speak to you receive in your heart, and hear with your ears. <b class=\"verse-num\" id=\"v26003011-1\">11&nbsp;</b>And go to the exiles, to your people, and speak to them and say to them, ‘Thus says the Lord GOD,’ whether they hear or refuse to hear.”</p>\n<p id=\"p26003011_01-24\"><b class=\"verse-num\" id=\"v26003012-1\">12&nbsp;</b>Then the Spirit lifted me up, and I heard behind me the voice of a great earthquake: “Blessed be the glory of the LORD from its place!” <b class=\"verse-num\" id=\"v26003013-1\">13&nbsp;</b>It was the sound of the wings of the living creatures as they touched one another, and the sound of the wheels beside them, and the sound of a great earthquake. <b class=\"verse-num\" id=\"v26003014-1\">14&nbsp;</b>The Spirit lifted me up and took me away, and I went in bitterness in the heat of my spirit, the hand of the LORD being strong upon me. <b class=\"verse-num\" id=\"v26003015-1\">15&nbsp;</b>And I came to the exiles at Tel-abib, who were dwelling by the Chebar canal, and I sat where they were dwelling. And I sat there overwhelmed among them seven days.</p>\n\n<p id=\"p26003015_05-24\"><b class=\"verse-num\" id=\"v26003016-1\">16&nbsp;</b>And at the end of seven days, the word of the LORD came to me: <b class=\"verse-num\" id=\"v26003017-1\">17&nbsp;</b>“Son of man, I have made you a watchman for the house of Israel. Whenever you hear a word from my mouth, you shall give them warning from me. <b class=\"verse-num\" id=\"v26003018-1\">18&nbsp;</b>If I say to the wicked, ‘You shall surely die,’ and you give him no warning, nor speak to warn the wicked from his wicked way, in order to save his life, that wicked person shall die for his iniquity, but his blood I will require at your hand. <b class=\"verse-num\" id=\"v26003019-1\">19&nbsp;</b>But if you warn the wicked, and he does not turn from his wickedness, or from his wicked way, he shall die for his iniquity, but you will have delivered your soul. <b class=\"verse-num\" id=\"v26003020-1\">20&nbsp;</b>Again, if a righteous person turns from his righteousness and commits injustice, and I lay a stumbling block before him, he shall die. Because you have not warned him, he shall die for his sin, and his righteous deeds that he has done shall not be remembered, but his blood I will require at your hand. <b class=\"verse-num\" id=\"v26003021-1\">21&nbsp;</b>But if you warn the righteous person not to sin, and he does not sin, he shall surely live, because he took warning, and you will have delivered your soul.”</p>\n<p id=\"p26003021_05-24\"><b class=\"verse-num\" id=\"v26003022-1\">22&nbsp;</b>And the hand of the LORD was upon me there. And he said to me, “Arise, go out into the valley, and there I will speak with you.” <b class=\"verse-num\" id=\"v26003023-1\">23&nbsp;</b>So I arose and went out into the valley, and behold, the glory of the LORD stood there, like the glory that I had seen by the Chebar canal, and I fell on my face. <b class=\"verse-num\" id=\"v26003024-1\">24&nbsp;</b>But the Spirit entered into me and set me on my feet, and he spoke with me and said to me, “Go, shut yourself within your house. <b class=\"verse-num\" id=\"v26003025-1\">25&nbsp;</b>And you, O son of man, behold, cords will be placed upon you, and you shall be bound with them, so that you cannot go out among the people. <b class=\"verse-num\" id=\"v26003026-1\">26&nbsp;</b>And I will make your tongue cling to the roof of your mouth, so that you shall be mute and unable to reprove them, for they are a rebellious house. <b class=\"verse-num\" id=\"v26003027-1\">27&nbsp;</b>But when I speak with you, I will open your mouth, and you shall say to them, ‘Thus says the Lord GOD.’ He who will hear, let him hear; and he who will refuse to hear, let him refuse, for they are a rebellious house.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover he said unto me, Son of man, eat that thou findest; eat this roll, and go speak unto the house of Israel.  <strong>2</strong> So I opened my mouth, and he caused me to eat that roll.  <strong>3</strong> And he said unto me, Son of man, cause thy belly to eat, and fill thy bowels with this roll that I give thee. Then did I eat it; and it was in my mouth as honey for sweetness.  <strong>4</strong> And he said unto me, Son of man, go, get thee unto the house of Israel, and speak with my words unto them.  <strong>5</strong> For thou art not sent to a people of a strange speech and of an hard language, but to the house of Israel;  <strong>6</strong> Not to many people of a strange speech and of an hard language, whose words thou canst not understand. Surely, had I sent thee to them, they would have hearkened unto thee.  <strong>7</strong> But the house of Israel will not hearken unto thee; for they will not hearken unto me: for all the house of Israel are impudent and hardhearted.  <strong>8</strong> Behold, I have made thy face strong against their faces, and thy forehead strong against their foreheads.  <strong>9</strong> As an adamant harder than flint have I made thy forehead: fear them not, neither be dismayed at their looks, though they be a rebellious house.  <strong>10</strong> Moreover he said unto me, Son of man, all my words that I shall speak unto thee receive in thine heart, and hear with thine ears.  <strong>11</strong> And go, get thee to them of the captivity, unto the children of thy people, and speak unto them, and tell them, Thus saith the Lord GOD; whether they will hear, or whether they will forbear.  <strong>12</strong> Then the spirit took me up, and I heard behind me a voice of a great rushing, saying, Blessed be the glory of the LORD from his place.  <strong>13</strong> I heard also the noise of the wings of the living creatures that touched one another, and the noise of the wheels over against them, and a noise of a great rushing.  <strong>14</strong> So the spirit lifted me up, and took me away, and I went in bitterness, in the heat of my spirit; but the hand of the LORD was strong upon me.  <strong>15</strong> Then I came to them of the captivity at Tel-abib, that dwelt by the river of Chebar, and I sat where they sat, and remained there astonished among them seven days.  <strong>16</strong> And it came to pass at the end of seven days, that the word of the LORD came unto me, saying,  <strong>17</strong> Son of man, I have made thee a watchman unto the house of Israel: therefore hear the word at my mouth, and give them warning from me.  <strong>18</strong> When I say unto the wicked, Thou shalt surely die; and thou givest him not warning, nor speakest to warn the wicked from his wicked way, to save his life; the same wicked man shall die in his iniquity; but his blood will I require at thine hand.  <strong>19</strong> Yet if thou warn the wicked, and he turn not from his wickedness, nor from his wicked way, he shall die in his iniquity; but thou hast delivered thy soul.  <strong>20</strong> Again, When a righteous man doth turn from his righteousness, and commit iniquity, and I lay a stumblingblock before him, he shall die: because thou hast not given him warning, he shall die in his sin, and his righteousness which he hath done shall not be remembered; but his blood will I require at thine hand.  <strong>21</strong> Nevertheless if thou warn the righteous man, that the righteous sin not, and he doth not sin, he shall surely live, because he is warned; also thou hast delivered thy soul.  <strong>22</strong> And the hand of the LORD was there upon me; and he said unto me, Arise, go forth into the plain, and I will there talk with thee.  <strong>23</strong> Then I arose, and went forth into the plain: and, behold, the glory of the LORD stood there, as the glory which I saw by the river of Chebar: and I fell on my face.  <strong>24</strong> Then the spirit entered into me, and set me upon my feet, and spake with me, and said unto me, Go, shut thyself within thine house.  <strong>25</strong> But thou, O son of man, behold, they shall put bands upon thee, and shall bind thee with them, and thou shalt not go out among them:  <strong>26</strong> And I will make thy tongue cleave to the roof of thy mouth, that thou shalt be dumb, and shalt not be to them a reprover: for they are  a rebellious house.  <strong>27</strong> But when I speak with thee, I will open thy mouth, and thou shalt say unto them, Thus saith the Lord GOD; He that heareth, let him hear; and he that forbeareth, let him forbear: for they are a rebellious house.  ","niv":"<sup><strong>1</strong></sup> And he said to me, \"Son of man, eat what is before you, eat this scroll; then go and speak to the house of Israel.\" <sup><strong>2</strong></sup> So I opened my mouth, and he gave me the scroll to eat. <sup><strong>3</strong></sup> Then he said to me, \"Son of man, eat this scroll I am giving you and fill your stomach with it.\" So I ate it, and it tasted as sweet as honey in my mouth. <sup><strong>4</strong></sup> He then said to me: \"Son of man, go now to the house of Israel and speak my words to them. <sup><strong>5</strong></sup> You are not being sent to a people of obscure speech and difficult language, but to the house of Israel- <sup><strong>6</strong></sup> not to many peoples of obscure speech and difficult language, whose words you cannot understand. Surely if I had sent you to them, they would have listened to you. <sup><strong>7</strong></sup> But the house of Israel is not willing to listen to you because they are not willing to listen to me, for the whole house of Israel is hardened and obstinate. <sup><strong>8</strong></sup> But I will make you as unyielding and hardened as they are. <sup><strong>9</strong></sup> I will make your forehead like the hardest stone, harder than flint. Do not be afraid of them or terrified by them, though they are a rebellious house.\" <sup><strong>10</strong></sup> And he said to me, \"Son of man, listen carefully and take to heart all the words I speak to you. <sup><strong>11</strong></sup> Go now to your countrymen in exile and speak to them. Say to them, 'This is what the Sovereign LORD says,' whether they listen or fail to listen.\" <sup><strong>12</strong></sup> Then the Spirit lifted me up, and I heard behind me a loud rumbling sound-May the glory of the LORD be praised in his dwelling place!- <sup><strong>13</strong></sup> the sound of the wings of the living creatures brushing against each other and the sound of the wheels beside them, a loud rumbling sound. <sup><strong>14</strong></sup> The Spirit then lifted me up and took me away, and I went in bitterness and in the anger of my spirit, with the strong hand of the LORD upon me. <sup><strong>15</strong></sup> I came to the exiles who lived at Tel Abib near the Kebar River. And there, where they were living, I sat among them for seven days-overwhelmed. <sup><strong>16</strong></sup> At the end of seven days the word of the LORD came to me: <sup><strong>17</strong></sup> \"Son of man, I have made you a watchman for the house of Israel; so hear the word I speak and give them warning from me. <sup><strong>18</strong></sup> When I say to a wicked man, 'You will surely die,' and you do not warn him or speak out to dissuade him from his evil ways in order to save his life, that wicked man will die for his sin, and I will hold you accountable for his blood. <sup><strong>19</strong></sup> But if you do warn the wicked man and he does not turn from his wickedness or from his evil ways, he will die for his sin; but you will have saved yourself. <sup><strong>20</strong></sup> \"Again, when a righteous man turns from his righteousness and does evil, and I put a stumbling block before him, he will die. Since you did not warn him, he will die for his sin. The righteous things he did will not be remembered, and I will hold you accountable for his blood. <sup><strong>21</strong></sup> But if you do warn the righteous man not to sin and he does not sin, he will surely live because he took warning, and you will have saved yourself.\" <sup><strong>22</strong></sup> The hand of the LORD was upon me there, and he said to me, \"Get up and go out to the plain, and there I will speak to you.\" <sup><strong>23</strong></sup> So I got up and went out to the plain. And the glory of the LORD was standing there, like the glory I had seen by the Kebar River, and I fell facedown. <sup><strong>24</strong></sup> Then the Spirit came into me and raised me to my feet. He spoke to me and said: \"Go, shut yourself inside your house. <sup><strong>25</strong></sup> And you, son of man, they will tie with ropes; you will be bound so that you cannot go out among the people. <sup><strong>26</strong></sup> I will make your tongue stick to the roof of your mouth so that you will be silent and unable to rebuke them, though they are a rebellious house. <sup><strong>27</strong></sup> But when I speak to you, I will open your mouth and you shall say to them, 'This is what the Sovereign LORD says.' Whoever will listen let him listen, and whoever will refuse let him refuse; for they are a rebellious house. "},{"_id":"6168f3c7803fbb813a70a841","topicId":"6168f3c0803fbb813a70a82a","verse":"Hebrews 4:16","votes":11,"__v":0,"esv":"<div>\n<p id=\"p58004016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n</div>","kjv":"<strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."},{"_id":"6168f3c7803fbb813a70a842","topicId":"6168f3c0803fbb813a70a82a","verse":"Jeremiah 9:1-26","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24009001_01-26\" class=\"line\"><b class=\"chapter-num\" id=\"v24009001-1\">9:1&nbsp;</b>&nbsp;&nbsp; Oh that my head were waters,</span><br><span id=\"p24009001_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my eyes a fountain of tears,</span><br><span id=\"p24009001_01-26\" class=\"line\">&nbsp;&nbsp;that I might weep day and night</span><br><span id=\"p24009001_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the slain of the daughter of my people!</span><br><span id=\"p24009002_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009002-1\">2&nbsp;</b>&nbsp;&nbsp; Oh that I had in the desert</span><br><span id=\"p24009002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a travelers’ lodging place,</span><br><span id=\"p24009002_01-26\" class=\"line\">&nbsp;&nbsp;that I might leave my people</span><br><span id=\"p24009002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and go away from them!</span><br><span id=\"p24009002_01-26\" class=\"line\">&nbsp;&nbsp;For they are all adulterers,</span><br><span id=\"p24009002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a company of treacherous men.</span><br><span id=\"p24009003_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009003-1\">3&nbsp;</b>&nbsp;&nbsp;They bend their tongue like a bow;</span><br><span id=\"p24009003_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;falsehood and not truth has grown strong in the land;</span><br><span id=\"p24009003_01-26\" class=\"line\">&nbsp;&nbsp;for they proceed from evil to evil,</span><br><span id=\"p24009003_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they do not know me, declares the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24009004_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009004-1\">4&nbsp;</b>&nbsp;&nbsp;Let everyone beware of his neighbor,</span><br><span id=\"p24009004_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and put no trust in any brother,</span><br><span id=\"p24009004_01-26\" class=\"line\">&nbsp;&nbsp;for every brother is a deceiver,</span><br><span id=\"p24009004_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every neighbor goes about as a slanderer.</span><br><span id=\"p24009005_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009005-1\">5&nbsp;</b>&nbsp;&nbsp;Everyone deceives his neighbor,</span><br><span id=\"p24009005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no one speaks the truth;</span><br><span id=\"p24009005_01-26\" class=\"line\">&nbsp;&nbsp;they have taught their tongue to speak lies;</span><br><span id=\"p24009005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they weary themselves committing iniquity.</span><br><span id=\"p24009006_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009006-1\">6&nbsp;</b>&nbsp;&nbsp;Heaping oppression upon oppression, and deceit upon deceit,</span><br><span id=\"p24009006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they refuse to know me, declares the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24009007_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009007-1\">7&nbsp;</b>&nbsp;&nbsp;Therefore thus says the LORD of hosts:</span><br><span id=\"p24009007_01-26\" class=\"line\">&nbsp;&nbsp;“Behold, I will refine them and test them,</span><br><span id=\"p24009007_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for what else can I do, because of my people?</span><br><span id=\"p24009008_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009008-1\">8&nbsp;</b>&nbsp;&nbsp;Their tongue is a deadly arrow;</span><br><span id=\"p24009008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it speaks deceitfully;</span><br><span id=\"p24009008_01-26\" class=\"line\">&nbsp;&nbsp;with his mouth each speaks peace to his neighbor,</span><br><span id=\"p24009008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but in his heart he plans an ambush for him.</span><br><span id=\"p24009009_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009009-1\">9&nbsp;</b>&nbsp;&nbsp;Shall I not punish them for these things? declares the LORD,</span><br><span id=\"p24009009_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall I not avenge myself</span><br><span id=\"p24009009_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on a nation such as this?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24009010_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009010-1\">10&nbsp;</b>&nbsp;&nbsp;“I will take up weeping and wailing for the mountains,</span><br><span id=\"p24009010_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a lamentation for the pastures of the wilderness,</span><br><span id=\"p24009010_01-26\" class=\"line\">&nbsp;&nbsp;because they are laid waste so that no one passes through,</span><br><span id=\"p24009010_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the lowing of cattle is not heard;</span><br><span id=\"p24009010_01-26\" class=\"line\">&nbsp;&nbsp;both the birds of the air and the beasts</span><br><span id=\"p24009010_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have fled and are gone.</span><br><span id=\"p24009011_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009011-1\">11&nbsp;</b>&nbsp;&nbsp;I will make Jerusalem a heap of ruins,</span><br><span id=\"p24009011_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a lair of jackals,</span><br><span id=\"p24009011_01-26\" class=\"line\">&nbsp;&nbsp;and I will make the cities of Judah a desolation,</span><br><span id=\"p24009011_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without inhabitant.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24009011_01-26\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v24009012-1\">12&nbsp;</b>Who is the man so wise that he can understand this? To whom has the mouth of the LORD spoken, that he may declare it? Why is the land ruined and laid waste like a wilderness, so that no one passes through? <b class=\"verse-num\" id=\"v24009013-1\">13&nbsp;</b>And the LORD says: “Because they have forsaken my law that I set before them, and have not obeyed my voice or walked in accord with it, <b class=\"verse-num\" id=\"v24009014-1\">14&nbsp;</b>but have stubbornly followed their own hearts and have gone after the Baals, as their fathers taught them. <b class=\"verse-num\" id=\"v24009015-1\">15&nbsp;</b>Therefore thus says the LORD of hosts, the God of Israel: Behold, I will feed this people with bitter food, and give them poisonous water to drink. <b class=\"verse-num\" id=\"v24009016-1\">16&nbsp;</b>I will scatter them among the nations whom neither they nor their fathers have known, and I will send the sword after them, until I have consumed them.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24009017_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009017-1\">17&nbsp;</b>&nbsp;&nbsp;Thus says the LORD of hosts:</span><br><span id=\"p24009017_01-26\" class=\"line\">&nbsp;&nbsp;“Consider, and call for the mourning women to come;</span><br><span id=\"p24009017_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;send for the skillful women to come;</span><br><span id=\"p24009018_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009018-1\">18&nbsp;</b>&nbsp;&nbsp;let them make haste and raise a wailing over us,</span><br><span id=\"p24009018_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that our eyes may run down with tears</span><br><span id=\"p24009018_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and our eyelids flow with water.</span><br><span id=\"p24009019_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009019-1\">19&nbsp;</b>&nbsp;&nbsp;For a sound of wailing is heard from Zion:</span><br><span id=\"p24009019_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘How we are ruined!</span><br><span id=\"p24009019_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;We are utterly shamed,</span><br><span id=\"p24009019_01-26\" class=\"line\">&nbsp;&nbsp;because we have left the land,</span><br><span id=\"p24009019_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they have cast down our dwellings.’”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24009020_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009020-1\">20&nbsp;</b>&nbsp;&nbsp;Hear, O women, the word of the LORD,</span><br><span id=\"p24009020_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let your ear receive the word of his mouth;</span><br><span id=\"p24009020_01-26\" class=\"line\">&nbsp;&nbsp;teach to your daughters a lament,</span><br><span id=\"p24009020_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and each to her neighbor a dirge.</span><br><span id=\"p24009021_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009021-1\">21&nbsp;</b>&nbsp;&nbsp;For death has come up into our windows;</span><br><span id=\"p24009021_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it has entered our palaces,</span><br><span id=\"p24009021_01-26\" class=\"line\">&nbsp;&nbsp;cutting off the children from the streets</span><br><span id=\"p24009021_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the young men from the squares.</span><br><span id=\"p24009022_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009022-1\">22&nbsp;</b>&nbsp;&nbsp;Speak: “Thus declares the LORD,</span><br><span id=\"p24009022_01-26\" class=\"line\">&nbsp;&nbsp;‘The dead bodies of men shall fall</span><br><span id=\"p24009022_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like dung upon the open field,</span><br><span id=\"p24009022_01-26\" class=\"line\">&nbsp;&nbsp;like sheaves after the reaper,</span><br><span id=\"p24009022_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and none shall gather them.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24009022_01-26\"><b class=\"verse-num\" id=\"v24009023-1\">23&nbsp;</b>Thus says the LORD: “Let not the wise man boast in his wisdom, let not the mighty man boast in his might, let not the rich man boast in his riches, <b class=\"verse-num\" id=\"v24009024-1\">24&nbsp;</b>but let him who boasts boast in this, that he understands and knows me, that I am the LORD who practices steadfast love, justice, and righteousness in the earth. For in these things I delight, declares the LORD.”</p>\n<p id=\"p24009024_01-26\"><b class=\"verse-num\" id=\"v24009025-1\">25&nbsp;</b>“Behold, the days are coming, declares the LORD, when I will punish all those who are circumcised merely in the flesh—<b class=\"verse-num\" id=\"v24009026-1\">26&nbsp;</b>Egypt, Judah, Edom, the sons of Ammon, Moab, and all who dwell in the desert who cut the corners of their hair, for all these nations are uncircumcised, and all the house of Israel are uncircumcised in heart.”</p>\n\n</div>","kjv":"<strong>1</strong> Oh that my head were waters, and mine eyes a fountain of tears, that I might weep day and night for the slain of the daughter of my people!  <strong>2</strong> Oh that I had in the wilderness a lodging place of wayfaring men; that I might leave my people, and go from them! for they be all adulterers, an assembly of treacherous men.  <strong>3</strong> And they bend their tongues like their bow for lies: but they are not valiant for the truth upon the earth; for they proceed from evil to evil, and they know not me, saith the LORD.  <strong>4</strong> Take ye heed every one of his neighbour, and trust ye not in any brother: for every brother will utterly supplant, and every neighbour will walk with slanders.  <strong>5</strong> And they will deceive every one his neighbour, and will not speak the truth: they have taught their tongue to speak lies, and weary themselves to commit iniquity.  <strong>6</strong> Thine habitation is in the midst of deceit; through deceit they refuse to know me, saith the LORD.  <strong>7</strong> Therefore thus saith the LORD of hosts, Behold, I will melt them, and try them; for how shall I do for the daughter of my people?  <strong>8</strong> Their tongue is as an arrow shot out; it speaketh deceit: one speaketh peaceably to his neighbour with his mouth, but in heart he layeth his wait.  <strong>9</strong> Shall I not visit them for these things? saith the LORD: shall not my soul be avenged on such a nation as this?  <strong>10</strong> For the mountains will I take up a weeping and wailing, and for the habitations of the wilderness a lamentation, because they are burned up, so that none can pass through them; neither can men hear the voice of the cattle; both the fowl of the heavens and the beast are fled; they are gone.  <strong>11</strong> And I will make Jerusalem heaps, and a den of dragons; and I will make the cities of Judah desolate, without an inhabitant.  <strong>12</strong> Who is the wise man, that may understand this? and who is he to whom the mouth of the LORD hath spoken, that he may declare it, for what the land perisheth and is burned up like a wilderness, that none passeth through?  <strong>13</strong> And the LORD saith, Because they have forsaken my law which I set before them, and have not obeyed my voice, neither walked therein;  <strong>14</strong> But have walked after the imagination of their own heart, and after Baalim, which their fathers taught them:  <strong>15</strong> Therefore thus saith the LORD of hosts, the God of Israel; Behold, I will feed them, even this people, with wormwood, and give them water of gall to drink.  <strong>16</strong> I will scatter them also among the heathen, whom neither they nor their fathers have known: and I will send a sword after them, till I have consumed them.  <strong>17</strong> Thus saith the LORD of hosts, Consider ye, and call for the mourning women, that they may come; and send for cunning women, that they may come:  <strong>18</strong> And let them make haste, and take up a wailing for us, that our eyes may run down with tears, and our eyelids gush out with waters.  <strong>19</strong> For a voice of wailing is heard out of Zion, How are we spoiled! we are greatly confounded, because we have forsaken the land, because our dwellings have cast us out.  <strong>20</strong> Yet hear the word of the LORD, O ye women, and let your ear receive the word of his mouth, and teach your daughters wailing, and every one her neighbour lamentation.  <strong>21</strong> For death is come up into our windows, and is entered into our palaces, to cut off the children from without, and the young men from the streets.  <strong>22</strong> Speak, Thus saith the LORD, Even the carcases of men shall fall as dung upon the open field, and as the handful after the harvestman, and none shall gather them. <strong>23</strong> Thus saith the LORD, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches:  <strong>24</strong> But let him that glorieth glory in this, that he understandeth and knoweth me, that I am the LORD which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things  I delight, saith the LORD.  <strong>25</strong> Behold, the days come, saith the LORD, that I will punish all them which are circumcised with the uncircumcised;  <strong>26</strong> Egypt, and Judah, and Edom, and the children of Ammon, and Moab, and all that are in the utmost corners, that dwell in the wilderness: for all these nations are uncircumcised, and all the house of Israel are uncircumcised in the heart.  ","niv":"<sup><strong>1</strong></sup> Oh, that my head were a spring of water and my eyes a fountain of tears! I would weep day and night for the slain of my people. <sup><strong>2</strong></sup> Oh, that I had in the desert a lodging place for travelers, so that I might leave my people and go away from them; for they are all adulterers, a crowd of unfaithful people. <sup><strong>3</strong></sup> \"They make ready their tongue like a bow, to shoot lies; it is not by truth that they triumph in the land. They go from one sin to another; they do not acknowledge me,\" declares the LORD. <sup><strong>4</strong></sup> \"Beware of your friends; do not trust your brothers. For every brother is a deceiver, and every friend a slanderer. <sup><strong>5</strong></sup> Friend deceives friend, and no one speaks the truth. They have taught their tongues to lie; they weary themselves with sinning. <sup><strong>6</strong></sup> You live in the midst of deception; in their deceit they refuse to acknowledge me,\" declares the LORD. <sup><strong>7</strong></sup> Therefore this is what the LORD Almighty says: \"See, I will refine and test them, for what else can I do because of the sin of my people? <sup><strong>8</strong></sup> Their tongue is a deadly arrow; it speaks with deceit. With his mouth each speaks cordially to his neighbor, but in his heart he sets a trap for him. <sup><strong>9</strong></sup> Should I not punish them for this?\" declares the LORD. \"Should I not avenge myself on such a nation as this?\" <sup><strong>10</strong></sup> I will weep and wail for the mountains and take up a lament concerning the desert pastures. They are desolate and untraveled, and the lowing of cattle is not heard. The birds of the air have fled and the animals are gone. <sup><strong>11</strong></sup> \"I will make Jerusalem a heap of ruins, a haunt of jackals; and I will lay waste the towns of Judah so no one can live there.\" <sup><strong>12</strong></sup> What man is wise enough to understand this? Who has been instructed by the LORD and can explain it? Why has the land been ruined and laid waste like a desert that no one can cross? <sup><strong>13</strong></sup> The LORD said, \"It is because they have forsaken my law, which I set before them; they have not obeyed me or followed my law. <sup><strong>14</strong></sup> Instead, they have followed the stubbornness of their hearts; they have followed the Baals, as their fathers taught them.\" <sup><strong>15</strong></sup> Therefore, this is what the LORD Almighty, the God of Israel, says: \"See, I will make this people eat bitter food and drink poisoned water. <sup><strong>16</strong></sup> I will scatter them among nations that neither they nor their fathers have known, and I will pursue them with the sword until I have destroyed them.\" <sup><strong>17</strong></sup> This is what the LORD Almighty says: \"Consider now! Call for the wailing women to come; send for the most skillful of them. <sup><strong>18</strong></sup> Let them come quickly and wail over us till our eyes overflow with tears and water streams from our eyelids. <sup><strong>19</strong></sup> The sound of wailing is heard from Zion: 'How ruined we are! How great is our shame! We must leave our land because our houses are in ruins.'\" <sup><strong>20</strong></sup> Now, O women, hear the word of the LORD; open your ears to the words of his mouth. Teach your daughters how to wail; teach one another a lament. <sup><strong>21</strong></sup> Death has climbed in through our windows and has entered our fortresses; it has cut off the children from the streets and the young men from the public squares. <sup><strong>22</strong></sup> Say, \"This is what the LORD declares: \"'The dead bodies of men will lie like refuse on the open field, like cut grain behind the reaper, with no one to gather them.'\" <sup><strong>23</strong></sup> This is what the LORD says: \"Let not the wise man boast of his wisdom or the strong man boast of his strength or the rich man boast of his riches, <sup><strong>24</strong></sup> but let him who boasts boast about this: that he understands and knows me, that I am the LORD, who exercises kindness, justice and righteousness on earth, for in these I delight,\" declares the LORD. <sup><strong>25</strong></sup> \"The days are coming,\" declares the LORD, \"when I will punish all who are circumcised only in the flesh- <sup><strong>26</strong></sup> Egypt, Judah, Edom, Ammon, Moab and all who live in the desert in distant places. For all these nations are really uncircumcised, and even the whole house of Israel is uncircumcised in heart.\" ","modified":"2023-07-20T09:33:53.993Z"},{"_id":"6168f3c8803fbb813a70a843","topicId":"6168f3c0803fbb813a70a82a","verse":"Jeremiah 4:14","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24004014_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v24004014-1\">14&nbsp;</b>&nbsp;&nbsp;O Jerusalem, wash your heart from evil,</span><br><span id=\"p24004014_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you may be saved.</span><br><span id=\"p24004014_01-27\" class=\"line\">&nbsp;&nbsp;How long shall your wicked thoughts</span><br><span id=\"p24004014_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lodge within you?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> O Jerusalem, wash thine heart from wickedness, that thou mayest be saved. How long shall thy vain thoughts lodge within thee?  ","niv":"<sup><strong>14</strong></sup> O Jerusalem, wash the evil from your heart and be saved. How long will you harbor wicked thoughts?","modified":"2023-10-02T19:14:20.284Z"}]}