{"_id":"6168f3ea803fbb813a70a844","slug":"payback","name":"Payback","verses":[{"_id":"6168f3ea803fbb813a70a845","topicId":"6168f3ea803fbb813a70a844","verse":"1 Thessalonians 5:15","votes":10,"__v":0,"esv":"<div>\n<p id=\"p52005015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005015-1\">15&nbsp;</b>See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone.</p>\n</div>","kjv":"<strong>15</strong> See that none render evil for evil unto any man; but ever follow that which is good, both among yourselves, and to all men.  ","niv":"<sup><strong>15</strong></sup> Make sure that nobody pays back wrong for wrong, but always try to be kind to each other and to everyone else."},{"_id":"6168f3ea803fbb813a70a846","topicId":"6168f3ea803fbb813a70a844","verse":"Exodus 14:14","votes":8,"__v":0,"esv":"<div>\n<p id=\"p02014014_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v02014014-1\">14&nbsp;</b>The LORD will fight for you, and you have only to be silent.”</p>\n</div>","kjv":"<strong>14</strong> The LORD shall fight for you, and ye shall hold your peace.  ","niv":"<sup><strong>14</strong></sup> The LORD will fight for you; you need only to be still.\""},{"_id":"6168f3ea803fbb813a70a847","topicId":"6168f3ea803fbb813a70a844","verse":"James 5:1-20","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p59005001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59005001-1\">5:1&nbsp;</b>Come now, you rich, weep and howl for the miseries that are coming upon you. <b class=\"verse-num\" id=\"v59005002-1\">2&nbsp;</b>Your riches have rotted and your garments are moth-eaten. <b class=\"verse-num\" id=\"v59005003-1\">3&nbsp;</b>Your gold and silver have corroded, and their corrosion will be evidence against you and will eat your flesh like fire. You have laid up treasure in the last days. <b class=\"verse-num\" id=\"v59005004-1\">4&nbsp;</b>Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts. <b class=\"verse-num\" id=\"v59005005-1\">5&nbsp;</b>You have lived on the earth in luxury and in self-indulgence. You have fattened your hearts in a day of slaughter. <b class=\"verse-num\" id=\"v59005006-1\">6&nbsp;</b>You have condemned and murdered the righteous person. He does not resist you.</p>\n\n<p id=\"p59005006_08-3\"><b class=\"verse-num\" id=\"v59005007-1\">7&nbsp;</b>Be patient, therefore, brothers, until the coming of the Lord. See how the farmer waits for the precious fruit of the earth, being patient about it, until it receives the early and the late rains. <b class=\"verse-num\" id=\"v59005008-1\">8&nbsp;</b>You also, be patient. Establish your hearts, for the coming of the Lord is at hand. <b class=\"verse-num\" id=\"v59005009-1\">9&nbsp;</b>Do not grumble against one another, brothers, so that you may not be judged; behold, the Judge is standing at the door. <b class=\"verse-num\" id=\"v59005010-1\">10&nbsp;</b>As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord. <b class=\"verse-num\" id=\"v59005011-1\">11&nbsp;</b>Behold, we consider those blessed who remained steadfast. You have heard of the steadfastness of Job, and you have seen the purpose of the Lord, how the Lord is compassionate and merciful.</p>\n<p id=\"p59005011_08-3\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n\n<p id=\"p59005012_12-3\"><b class=\"verse-num\" id=\"v59005013-1\">13&nbsp;</b>Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise. <b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord. <b class=\"verse-num\" id=\"v59005015-1\">15&nbsp;</b>And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven. <b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working. <b class=\"verse-num\" id=\"v59005017-1\">17&nbsp;</b>Elijah was a man with a nature like ours, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth. <b class=\"verse-num\" id=\"v59005018-1\">18&nbsp;</b>Then he prayed again, and heaven gave rain, and the earth bore its fruit.</p>\n<p id=\"p59005018_12-3\"><b class=\"verse-num\" id=\"v59005019-1\">19&nbsp;</b>My brothers, if anyone among you wanders from the truth and someone brings him back, <b class=\"verse-num\" id=\"v59005020-1\">20&nbsp;</b>let him know that whoever brings back a sinner from his wandering will save his soul from death and will cover a multitude of sins.</p>\n\n</div>","kjv":"<strong>1</strong> Go to now, ye rich men, weep and howl for your miseries that shall come upon you.  <strong>2</strong> Your riches are corrupted, and your garments are motheaten.  <strong>3</strong> Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.  <strong>4</strong> Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth.  <strong>5</strong> Ye have lived in pleasure on the earth, and been wanton; ye have nourished your hearts, as in a day of slaughter.  <strong>6</strong> Ye have condemned and killed the just; and he doth not resist you.  <strong>7</strong> Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain.  <strong>8</strong> Be ye also patient; stablish your hearts: for the coming of the Lord draweth nigh.  <strong>9</strong> Grudge not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door.  <strong>10</strong> Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.  <strong>11</strong> Behold, we count them happy which endure. Ye have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy.  <strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  <strong>13</strong> Is any among you afflicted? let him pray. Is any merry? let him sing psalms.  <strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  <strong>15</strong> And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.  <strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  <strong>17</strong> Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.  <strong>18</strong> And he prayed again, and the heaven gave rain, and the earth brought forth her fruit.  <strong>19</strong> Brethren, if any of you do err from the truth, and one convert him;  <strong>20</strong> Let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins.  ","niv":"<sup><strong>1</strong></sup> Now listen, you rich people, weep and wail because of the misery that is coming upon you. <sup><strong>2</strong></sup> Your wealth has rotted, and moths have eaten your clothes. <sup><strong>3</strong></sup> Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days. <sup><strong>4</strong></sup> Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty. <sup><strong>5</strong></sup> You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter. <sup><strong>6</strong></sup> You have condemned and murdered innocent men, who were not opposing you. <sup><strong>7</strong></sup> Be patient, then, brothers, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop and how patient he is for the autumn and spring rains. <sup><strong>8</strong></sup> You too, be patient and stand firm, because the Lord's coming is near. <sup><strong>9</strong></sup> Don't grumble against each other, brothers, or you will be judged. The Judge is standing at the door! <sup><strong>10</strong></sup> Brothers, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord. <sup><strong>11</strong></sup> As you know, we consider blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy. <sup><strong>12</strong></sup> Above all, my brothers, do not swear--not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned. <sup><strong>13</strong></sup> Is any one of you in trouble? He should pray. Is anyone happy? Let him sing songs of praise. <sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord. <sup><strong>15</strong></sup> And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven. <sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective. <sup><strong>17</strong></sup> Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years. <sup><strong>18</strong></sup> Again he prayed, and the heavens gave rain, and the earth produced its crops. <sup><strong>19</strong></sup> My brothers, if one of you should wander from the truth and someone should bring him back, <sup><strong>20</strong></sup> remember this: Whoever turns a sinner from the error of his way will save him from death and cover over a multitude of sins. "},{"_id":"6168f3eb803fbb813a70a848","topicId":"6168f3ea803fbb813a70a844","verse":"3 John 1:2","votes":3,"__v":0,"kjv":"<strong>2</strong> Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"6168f3eb803fbb813a70a849","topicId":"6168f3ea803fbb813a70a844","verse":"Matthew 7:1-29","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n<p id=\"p40007005_03-5\"><b class=\"verse-num woc\" id=\"v40007006-1\">6&nbsp;</b><span class=\"woc\">“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.</span></p>\n\n<p id=\"p40007006_09-5\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v40007008-1\">8&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span> <b class=\"verse-num woc\" id=\"v40007009-1\">9&nbsp;</b><span class=\"woc\">Or which one of you, if his son asks him for bread, will give him a stone?</span> <b class=\"verse-num woc\" id=\"v40007010-1\">10&nbsp;</b><span class=\"woc\">Or if he asks for a fish, will give him a serpent?</span> <b class=\"verse-num woc\" id=\"v40007011-1\">11&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!</span></p>\n\n<p id=\"p40007011_12-5\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n<p id=\"p40007012_12-5\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n<p id=\"p40007014_17-5\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span> <b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n\n<p id=\"p40007020_21-5\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n\n<p id=\"p40007023_27-5\"><b class=\"verse-num woc\" id=\"v40007024-1\">24&nbsp;</b><span class=\"woc\">“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.</span> <b class=\"verse-num woc\" id=\"v40007025-1\">25&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.</span> <b class=\"verse-num woc\" id=\"v40007026-1\">26&nbsp;</b><span class=\"woc\">And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.</span> <b class=\"verse-num woc\" id=\"v40007027-1\">27&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”</span></p>\n\n<p id=\"p40007027_31-5\"><b class=\"verse-num\" id=\"v40007028-1\">28&nbsp;</b>And when Jesus finished these sayings, the crowds were astonished at his teaching, <b class=\"verse-num\" id=\"v40007029-1\">29&nbsp;</b>for he was teaching them as one who had authority, and not as their scribes.</p>\n\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  <strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. <strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  <strong>8</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  <strong>9</strong> Or what man is there of you, whom if his son ask bread, will he give him a stone?  <strong>10</strong> Or if he ask a fish, will he give him a serpent?  <strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  <strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. <strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. <strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  <strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. <strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. <strong>24</strong>           Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:  <strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  <strong>26</strong> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:  <strong>27</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.  <strong>28</strong> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:  <strong>29</strong> For he taught them as one having authority, and not as the scribes.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. <sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. <sup><strong>6</strong></sup> \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and then turn and tear you to pieces. <sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. <sup><strong>8</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened. <sup><strong>9</strong></sup> \"Which of you, if his son asks for bread, will give him a stone? <sup><strong>10</strong></sup> Or if he asks for a fish, will give him a snake? <sup><strong>11</strong></sup> If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him! <sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets. <sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. <sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves. <sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. <sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' <sup><strong>24</strong></sup> \"Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock. <sup><strong>25</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock. <sup><strong>26</strong></sup> But everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand. <sup><strong>27</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.\" <sup><strong>28</strong></sup> When Jesus had finished saying these things, the crowds were amazed at his teaching, <sup><strong>29</strong></sup> because he taught as one who had authority, and not as their teachers of the law. "},{"_id":"6168f3eb803fbb813a70a84a","topicId":"6168f3ea803fbb813a70a844","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-6\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168f3ec803fbb813a70a84b","topicId":"6168f3ea803fbb813a70a844","verse":"2 Peter 2:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p61002001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction. <b class=\"verse-num\" id=\"v61002002-1\">2&nbsp;</b>And many will follow their sensuality, and because of them the way of truth will be blasphemed. <b class=\"verse-num\" id=\"v61002003-1\">3&nbsp;</b>And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep.</p>\n<p id=\"p61002003_05-7\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment; <b class=\"verse-num\" id=\"v61002005-1\">5&nbsp;</b>if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly; <b class=\"verse-num\" id=\"v61002006-1\">6&nbsp;</b>if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction, making them an example of what is going to happen to the ungodly; <b class=\"verse-num\" id=\"v61002007-1\">7&nbsp;</b>and if he rescued righteous Lot, greatly distressed by the sensual conduct of the wicked <b class=\"verse-num\" id=\"v61002008-1\">8&nbsp;</b>(for as that righteous man lived among them day after day, he was tormenting his righteous soul over their lawless deeds that he saw and heard); <b class=\"verse-num\" id=\"v61002009-1\">9&nbsp;</b>then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment, <b class=\"verse-num\" id=\"v61002010-1\">10&nbsp;</b>and especially those who indulge in the lust of defiling passion and despise authority.</p>\n<p id=\"p61002010_05-7\">Bold and willful, they do not tremble as they blaspheme the glorious ones, <b class=\"verse-num\" id=\"v61002011-1\">11&nbsp;</b>whereas angels, though greater in might and power, do not pronounce a blasphemous judgment against them before the Lord. <b class=\"verse-num\" id=\"v61002012-1\">12&nbsp;</b>But these, like irrational animals, creatures of instinct, born to be caught and destroyed, blaspheming about matters of which they are ignorant, will also be destroyed in their destruction, <b class=\"verse-num\" id=\"v61002013-1\">13&nbsp;</b>suffering wrong as the wage for their wrongdoing. They count it pleasure to revel in the daytime. They are blots and blemishes, reveling in their deceptions, while they feast with you. <b class=\"verse-num\" id=\"v61002014-1\">14&nbsp;</b>They have eyes full of adultery, insatiable for sin. They entice unsteady souls. They have hearts trained in greed. Accursed children! <b class=\"verse-num\" id=\"v61002015-1\">15&nbsp;</b>Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing, <b class=\"verse-num\" id=\"v61002016-1\">16&nbsp;</b>but was rebuked for his own transgression; a speechless donkey spoke with human voice and restrained the prophet’s madness.</p>\n<p id=\"p61002016_05-7\"><b class=\"verse-num\" id=\"v61002017-1\">17&nbsp;</b>These are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved. <b class=\"verse-num\" id=\"v61002018-1\">18&nbsp;</b>For, speaking loud boasts of folly, they entice by sensual passions of the flesh those who are barely escaping from those who live in error. <b class=\"verse-num\" id=\"v61002019-1\">19&nbsp;</b>They promise them freedom, but they themselves are slaves of corruption. For whatever overcomes a person, to that he is enslaved. <b class=\"verse-num\" id=\"v61002020-1\">20&nbsp;</b>For if, after they have escaped the defilements of the world through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and overcome, the last state has become worse for them than the first. <b class=\"verse-num\" id=\"v61002021-1\">21&nbsp;</b>For it would have been better for them never to have known the way of righteousness than after knowing it to turn back from the holy commandment delivered to them. <b class=\"verse-num\" id=\"v61002022-1\">22&nbsp;</b>What the true proverb says has happened to them: “The dog returns to its own vomit, and the sow, after washing herself, returns to wallow in the mire.”</p>\n\n</div>","kjv":"<strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  <strong>2</strong> And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.  <strong>3</strong> And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.  <strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  <strong>5</strong> And spared not the old world, but saved Noah the eighth person,  a preacher of righteousness, bringing in the flood upon the world of the ungodly;  <strong>6</strong> And turning the cities of Sodom and Gomorrah into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;  <strong>7</strong> And delivered just Lot, vexed with the filthy conversation of the wicked:  <strong>8</strong> (For that righteous man dwelling among them, in seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds;)  <strong>9</strong> The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:  <strong>10</strong> But chiefly them that walk after the flesh in the lust of uncleanness, and despise government. Presumptuous are they, selfwilled, they are not afraid to speak evil of dignities.  <strong>11</strong> Whereas angels, which are greater in power and might, bring not railing accusation against them before the Lord.  <strong>12</strong> But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption;  <strong>13</strong> And shall receive the reward of unrighteousness, as they that count it pleasure to riot in the daytime. Spots they are and blemishes, sporting themselves with their own deceivings while they feast with you;  <strong>14</strong> Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:  <strong>15</strong> Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;  <strong>16</strong> But was rebuked for his iniquity: the dumb ass speaking with man’s voice forbad the madness of the prophet.  <strong>17</strong> These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.  <strong>18</strong> For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.  <strong>19</strong> While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.  <strong>20</strong> For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.  <strong>21</strong> For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.  <strong>22</strong> But it is happened unto them according to the true proverb, The dog is turned to his own vomit again; and the sow that was washed to her wallowing in the mire.  ","niv":"<sup><strong>1</strong></sup> But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves. <sup><strong>2</strong></sup> Many will follow their shameful ways and will bring the way of truth into disrepute. <sup><strong>3</strong></sup> In their greed these teachers will exploit you with stories they have made up. Their condemnation has long been hanging over them, and their destruction has not been sleeping. <sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment; <sup><strong>5</strong></sup> if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others; <sup><strong>6</strong></sup> if he condemned the cities of Sodom and Gomorrah by burning them to ashes, and made them an example of what is going to happen to the ungodly; <sup><strong>7</strong></sup> and if he rescued Lot, a righteous man, who was distressed by the filthy lives of lawless men <sup><strong>8</strong></sup> (for that righteous man, living among them day after day, was tormented in his righteous soul by the lawless deeds he saw and heard)-- <sup><strong>9</strong></sup> if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment. <sup><strong>10</strong></sup> This is especially true of those who follow the corrupt desire of the sinful nature and despise authority. <sup><strong>11</strong></sup> Bold and arrogant, these men are not afraid to slander celestial beings; yet even angels, although they are stronger and more powerful, do not bring slanderous accusations against such beings in the presence of the Lord. <sup><strong>12</strong></sup> But these men blaspheme in matters they do not understand. They are like brute beasts, creatures of instinct, born only to be caught and destroyed, and like beasts they too will perish. <sup><strong>13</strong></sup> They will be paid back with harm for the harm they have done. Their idea of pleasure is to carouse in broad daylight. They are blots and blemishes, reveling in their pleasures while they feast with you. <sup><strong>14</strong></sup> With eyes full of adultery, they never stop sinning; they seduce the unstable; they are experts in greed--an accursed brood! <sup><strong>15</strong></sup> They have left the straight way and wandered off to follow the way of Balaam son of Beor, who loved the wages of wickedness. <sup><strong>16</strong></sup> But he was rebuked for his wrongdoing by a donkey--a beast without speech--who spoke with a man's voice and restrained the prophet's madness. <sup><strong>17</strong></sup> These men are springs without water and mists driven by a storm. Blackest darkness is reserved for them. <sup><strong>18</strong></sup> For they mouth empty, boastful words and, by appealing to the lustful desires of sinful human nature, they entice people who are just escaping from those who live in error. <sup><strong>19</strong></sup> They promise them freedom, while they themselves are slaves of depravity--for a man is a slave to whatever has mastered him. <sup><strong>20</strong></sup> If they have escaped the corruption of the world by knowing our Lord and Savior Jesus Christ and are again entangled in it and overcome, they are worse off at the end than they were at the beginning. <sup><strong>21</strong></sup> It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them. <sup><strong>22</strong></sup> Of them the proverbs are true: \"A dog returns to its vomit,\" and, \"A sow that is washed goes back to her wallowing in the mud.\" "},{"_id":"6168f3ec803fbb813a70a84c","topicId":"6168f3ea803fbb813a70a844","verse":"1 Timothy 2:1-15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth. <b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time. <b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n<p id=\"p54002007_05-9\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  <strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  <strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  <strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. <sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. <sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles. <sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"6168f3ec803fbb813a70a84d","topicId":"6168f3ea803fbb813a70a844","verse":"1 Corinthians 6:9-10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-11\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. "},{"_id":"6168f3ed803fbb813a70a84e","topicId":"6168f3ea803fbb813a70a844","verse":"Leviticus 25:1-55","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p03025001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03025001-1\">25:1&nbsp;</b>The LORD spoke to Moses on Mount Sinai, saying, <b class=\"verse-num\" id=\"v03025002-1\">2&nbsp;</b>“Speak to the people of Israel and say to them, When you come into the land that I give you, the land shall keep a Sabbath to the LORD. <b class=\"verse-num\" id=\"v03025003-1\">3&nbsp;</b>For six years you shall sow your field, and for six years you shall prune your vineyard and gather in its fruits, <b class=\"verse-num\" id=\"v03025004-1\">4&nbsp;</b>but in the seventh year there shall be a Sabbath of solemn rest for the land, a Sabbath to the LORD. You shall not sow your field or prune your vineyard. <b class=\"verse-num\" id=\"v03025005-1\">5&nbsp;</b>You shall not reap what grows of itself in your harvest, or gather the grapes of your undressed vine. It shall be a year of solemn rest for the land. <b class=\"verse-num\" id=\"v03025006-1\">6&nbsp;</b>The Sabbath of the land shall provide food for you, for yourself and for your male and female slaves and for your hired worker and the sojourner who lives with you, <b class=\"verse-num\" id=\"v03025007-1\">7&nbsp;</b>and for your cattle and for the wild animals that are in your land: all its yield shall be for food.</p>\n\n<p id=\"p03025007_08-12\"><b class=\"verse-num\" id=\"v03025008-1\">8&nbsp;</b>“You shall count seven weeks of years, seven times seven years, so that the time of the seven weeks of years shall give you forty-nine years. <b class=\"verse-num\" id=\"v03025009-1\">9&nbsp;</b>Then you shall sound the loud trumpet on the tenth day of the seventh month. On the Day of Atonement you shall sound the trumpet throughout all your land. <b class=\"verse-num\" id=\"v03025010-1\">10&nbsp;</b>And you shall consecrate the fiftieth year, and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee for you, when each of you shall return to his property and each of you shall return to his clan. <b class=\"verse-num\" id=\"v03025011-1\">11&nbsp;</b>That fiftieth year shall be a jubilee for you; in it you shall neither sow nor reap what grows of itself nor gather the grapes from the undressed vines. <b class=\"verse-num\" id=\"v03025012-1\">12&nbsp;</b>For it is a jubilee. It shall be holy to you. You may eat the produce of the field.</p>\n<p id=\"p03025012_08-12\"><b class=\"verse-num\" id=\"v03025013-1\">13&nbsp;</b>“In this year of jubilee each of you shall return to his property. <b class=\"verse-num\" id=\"v03025014-1\">14&nbsp;</b>And if you make a sale to your neighbor or buy from your neighbor, you shall not wrong one another. <b class=\"verse-num\" id=\"v03025015-1\">15&nbsp;</b>You shall pay your neighbor according to the number of years after the jubilee, and he shall sell to you according to the number of years for crops. <b class=\"verse-num\" id=\"v03025016-1\">16&nbsp;</b>If the years are many, you shall increase the price, and if the years are few, you shall reduce the price, for it is the number of the crops that he is selling to you. <b class=\"verse-num\" id=\"v03025017-1\">17&nbsp;</b>You shall not wrong one another, but you shall fear your God, for I am the LORD your God.</p>\n<p id=\"p03025017_08-12\"><b class=\"verse-num\" id=\"v03025018-1\">18&nbsp;</b>“Therefore you shall do my statutes and keep my rules and perform them, and then you will dwell in the land securely. <b class=\"verse-num\" id=\"v03025019-1\">19&nbsp;</b>The land will yield its fruit, and you will eat your fill and dwell in it securely. <b class=\"verse-num\" id=\"v03025020-1\">20&nbsp;</b>And if you say, ‘What shall we eat in the seventh year, if we may not sow or gather in our crop?’ <b class=\"verse-num\" id=\"v03025021-1\">21&nbsp;</b>I will command my blessing on you in the sixth year, so that it will produce a crop sufficient for three years. <b class=\"verse-num\" id=\"v03025022-1\">22&nbsp;</b>When you sow in the eighth year, you will be eating some of the old crop; you shall eat the old until the ninth year, when its crop arrives.</p>\n\n<p id=\"p03025022_11-12\"><b class=\"verse-num\" id=\"v03025023-1\">23&nbsp;</b>“The land shall not be sold in perpetuity, for the land is mine. For you are strangers and sojourners with me. <b class=\"verse-num\" id=\"v03025024-1\">24&nbsp;</b>And in all the country you possess, you shall allow a redemption of the land.</p>\n<p id=\"p03025024_11-12\"><b class=\"verse-num\" id=\"v03025025-1\">25&nbsp;</b>“If your brother becomes poor and sells part of his property, then his nearest redeemer shall come and redeem what his brother has sold. <b class=\"verse-num\" id=\"v03025026-1\">26&nbsp;</b>If a man has no one to redeem it and then himself becomes prosperous and finds sufficient means to redeem it, <b class=\"verse-num\" id=\"v03025027-1\">27&nbsp;</b>let him calculate the years since he sold it and pay back the balance to the man to whom he sold it, and then return to his property. <b class=\"verse-num\" id=\"v03025028-1\">28&nbsp;</b>But if he does not have sufficient means to recover it, then what he sold shall remain in the hand of the buyer until the year of jubilee. In the jubilee it shall be released, and he shall return to his property.</p>\n<p id=\"p03025028_11-12\"><b class=\"verse-num\" id=\"v03025029-1\">29&nbsp;</b>“If a man sells a dwelling house in a walled city, he may redeem it within a year of its sale. For a full year he shall have the right of redemption. <b class=\"verse-num\" id=\"v03025030-1\">30&nbsp;</b>If it is not redeemed within a full year, then the house in the walled city shall belong in perpetuity to the buyer, throughout his generations; it shall not be released in the jubilee. <b class=\"verse-num\" id=\"v03025031-1\">31&nbsp;</b>But the houses of the villages that have no wall around them shall be classified with the fields of the land. They may be redeemed, and they shall be released in the jubilee. <b class=\"verse-num\" id=\"v03025032-1\">32&nbsp;</b>As for the cities of the Levites, the Levites may redeem at any time the houses in the cities they possess. <b class=\"verse-num\" id=\"v03025033-1\">33&nbsp;</b>And if one of the Levites exercises his right of redemption, then the house that was sold in a city they possess shall be released in the jubilee. For the houses in the cities of the Levites are their possession among the people of Israel. <b class=\"verse-num\" id=\"v03025034-1\">34&nbsp;</b>But the fields of pastureland belonging to their cities may not be sold, for that is their possession forever.</p>\n\n<p id=\"p03025034_15-12\"><b class=\"verse-num\" id=\"v03025035-1\">35&nbsp;</b>“If your brother becomes poor and cannot maintain himself with you, you shall support him as though he were a stranger and a sojourner, and he shall live with you. <b class=\"verse-num\" id=\"v03025036-1\">36&nbsp;</b>Take no interest from him or profit, but fear your God, that your brother may live beside you. <b class=\"verse-num\" id=\"v03025037-1\">37&nbsp;</b>You shall not lend him your money at interest, nor give him your food for profit. <b class=\"verse-num\" id=\"v03025038-1\">38&nbsp;</b>I am the LORD your God, who brought you out of the land of Egypt to give you the land of Canaan, and to be your God.</p>\n<p id=\"p03025038_15-12\"><b class=\"verse-num\" id=\"v03025039-1\">39&nbsp;</b>“If your brother becomes poor beside you and sells himself to you, you shall not make him serve as a slave: <b class=\"verse-num\" id=\"v03025040-1\">40&nbsp;</b>he shall be with you as a hired worker and as a sojourner. He shall serve with you until the year of the jubilee. <b class=\"verse-num\" id=\"v03025041-1\">41&nbsp;</b>Then he shall go out from you, he and his children with him, and go back to his own clan and return to the possession of his fathers. <b class=\"verse-num\" id=\"v03025042-1\">42&nbsp;</b>For they are my servants, whom I brought out of the land of Egypt; they shall not be sold as slaves. <b class=\"verse-num\" id=\"v03025043-1\">43&nbsp;</b>You shall not rule over him ruthlessly but shall fear your God. <b class=\"verse-num\" id=\"v03025044-1\">44&nbsp;</b>As for your male and female slaves whom you may have: you may buy male and female slaves from among the nations that are around you. <b class=\"verse-num\" id=\"v03025045-1\">45&nbsp;</b>You may also buy from among the strangers who sojourn with you and their clans that are with you, who have been born in your land, and they may be your property. <b class=\"verse-num\" id=\"v03025046-1\">46&nbsp;</b>You may bequeath them to your sons after you to inherit as a possession forever. You may make slaves of them, but over your brothers the people of Israel you shall not rule, one over another ruthlessly.</p>\n\n<p id=\"p03025046_19-12\"><b class=\"verse-num\" id=\"v03025047-1\">47&nbsp;</b>“If a stranger or sojourner with you becomes rich, and your brother beside him becomes poor and sells himself to the stranger or sojourner with you or to a member of the stranger’s clan, <b class=\"verse-num\" id=\"v03025048-1\">48&nbsp;</b>then after he is sold he may be redeemed. One of his brothers may redeem him, <b class=\"verse-num\" id=\"v03025049-1\">49&nbsp;</b>or his uncle or his cousin may redeem him, or a close relative from his clan may redeem him. Or if he grows rich he may redeem himself. <b class=\"verse-num\" id=\"v03025050-1\">50&nbsp;</b>He shall calculate with his buyer from the year when he sold himself to him until the year of jubilee, and the price of his sale shall vary with the number of years. The time he was with his owner shall be rated as the time of a hired worker. <b class=\"verse-num\" id=\"v03025051-1\">51&nbsp;</b>If there are still many years left, he shall pay proportionately for his redemption some of his sale price. <b class=\"verse-num\" id=\"v03025052-1\">52&nbsp;</b>If there remain but a few years until the year of jubilee, he shall calculate and pay for his redemption in proportion to his years of service. <b class=\"verse-num\" id=\"v03025053-1\">53&nbsp;</b>He shall treat him as a worker hired year by year. He shall not rule ruthlessly over him in your sight. <b class=\"verse-num\" id=\"v03025054-1\">54&nbsp;</b>And if he is not redeemed by these means, then he and his children with him shall be released in the year of jubilee. <b class=\"verse-num\" id=\"v03025055-1\">55&nbsp;</b>For it is to me that the people of Israel are servants. They are my servants whom I brought out of the land of Egypt: I am the LORD your God.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses in mount Sinai, saying,  <strong>2</strong> Speak unto the children of Israel, and say unto them, When ye come into the land which I give you, then shall the land keep a sabbath unto the LORD.  <strong>3</strong> Six years thou shalt sow thy field, and six years thou shalt prune thy vineyard, and gather in the fruit thereof;  <strong>4</strong> But in the seventh year shall be a sabbath of rest unto the land, a sabbath for the LORD: thou shalt neither sow thy field, nor prune thy vineyard.  <strong>5</strong> That which groweth of its own accord of thy harvest thou shalt not reap, neither gather the grapes of thy vine undressed: for it is a year of rest unto the land.  <strong>6</strong> And the sabbath of the land shall be meat for you; for thee, and for thy servant, and for thy maid, and for thy hired servant, and for thy stranger that sojourneth with thee,  <strong>7</strong> And for thy cattle, and for the beast that are in thy land, shall all the increase thereof be meat.  <strong>8</strong> And thou shalt number seven sabbaths of years unto thee, seven times seven years; and the space of the seven sabbaths of years shall be unto thee forty and nine years.  <strong>9</strong> Then shalt thou cause the trumpet of the jubile to sound on the tenth day of the seventh month, in the day of atonement shall ye make the trumpet sound throughout all your land.  <strong>10</strong> And ye shall hallow the fiftieth year, and proclaim liberty throughout all the land unto all the inhabitants thereof: it shall be a jubile unto you; and ye shall return every man unto his possession, and ye shall return every man unto his family.  <strong>11</strong> A jubile shall that fiftieth year be unto you: ye shall not sow, neither reap that which groweth of itself in it, nor gather the grapes  in it of thy vine undressed.  <strong>12</strong> For it is the jubile; it shall be holy unto you: ye shall eat the increase thereof out of the field.  <strong>13</strong> In the year of this jubile ye shall return every man unto his possession.  <strong>14</strong> And if thou sell ought unto thy neighbour, or buyest ought of thy neighbour’s hand, ye shall not oppress one another:  <strong>15</strong> According to the number of years after the jubile thou shalt buy of thy neighbour, and according unto the number of years of the fruits he shall sell unto thee:  <strong>16</strong> According to the multitude of years thou shalt increase the price thereof, and according to the fewness of years thou shalt diminish the price of it: for according to the number of the years of the fruits doth he sell unto thee.  <strong>17</strong> Ye shall not therefore oppress one another; but thou shalt fear thy God: for I am the LORD your God.  <strong>18</strong> Wherefore ye shall do my statutes, and keep my judgments, and do them; and ye shall dwell in the land in safety.  <strong>19</strong> And the land shall yield her fruit, and ye shall eat your fill, and dwell therein in safety.  <strong>20</strong> And if ye shall say, What shall we eat the seventh year? behold, we shall not sow, nor gather in our increase:  <strong>21</strong> Then I will command my blessing upon you in the sixth year, and it shall bring forth fruit for three years.  <strong>22</strong> And ye shall sow the eighth year, and eat yet of old fruit until the ninth year; until her fruits come in ye shall eat of  the old store. <strong>23</strong> The land shall not be sold for ever: for the land is mine; for ye are strangers and sojourners with me.  <strong>24</strong> And in all the land of your possession ye shall grant a redemption for the land.  <strong>25</strong> If thy brother be waxen poor, and hath sold away some of his possession, and if any of his kin come to redeem it, then shall he redeem that which his brother sold.  <strong>26</strong> And if the man have none to redeem it, and himself be able to redeem it;  <strong>27</strong> Then let him count the years of the sale thereof, and restore the overplus unto the man to whom he sold it; that he may return unto his possession.  <strong>28</strong> But if he be not able to restore it to him, then that which is sold shall remain in the hand of him that hath bought it until the year of jubile: and in the jubile it shall go out, and he shall return unto his possession.  <strong>29</strong> And if a man sell a dwelling house in a walled city, then he may redeem it within a whole year after it is sold; within a full year may he redeem it.  <strong>30</strong> And if it be not redeemed within the space of a full year, then the house that is in the walled city shall be established for ever to him that bought it throughout his generations: it shall not go out in the jubile.  <strong>31</strong> But the houses of the villages which have no wall round about them shall be counted as the fields of the country: they may be redeemed, and they shall go out in the jubile.  <strong>32</strong> Notwithstanding the cities of the Levites, and the houses of the cities of their possession, may the Levites redeem at any time.  <strong>33</strong> And if a man purchase of the Levites, then the house that was sold, and the city of his possession, shall go out in the year of jubile: for the houses of the cities of the Levites are their possession among the children of Israel.  <strong>34</strong> But the field of the suburbs of their cities may not be sold; for it is their perpetual possession.  <strong>35</strong> And if thy brother be waxen poor, and fallen in decay with thee; then thou shalt relieve him: yea, though he be a stranger, or a sojourner; that he may live with thee.  <strong>36</strong> Take thou no usury of him, or increase: but fear thy God; that thy brother may live with thee.  <strong>37</strong> Thou shalt not give him thy money upon usury, nor lend him thy victuals for increase.  <strong>38</strong> I am the LORD your God, which brought you forth out of the land of Egypt, to give you the land of Canaan, and to be your God.  <strong>39</strong> And if thy brother that dwelleth by thee be waxen poor, and be sold unto thee; thou shalt not compel him to serve as a bondservant:  <strong>40</strong> But as an hired servant, and as a sojourner, he shall be with thee, and shall serve thee unto the year of jubile:  <strong>41</strong> And then shall he depart from thee, both he and his children with him, and shall return unto his own family, and unto the possession of his fathers shall he return.  <strong>42</strong> For they are my servants, which I brought forth out of the land of Egypt: they shall not be sold as bondmen.  <strong>43</strong> Thou shalt not rule over him with rigour; but shalt fear thy God.  <strong>44</strong> Both thy bondmen, and thy bondmaids, which thou shalt have, shall be of the heathen that are round about you; of them shall ye buy bondmen and bondmaids.  <strong>45</strong> Moreover of the children of the strangers that do sojourn among you, of them shall ye buy, and of their families that are with you, which they begat in your land: and they shall be your possession.  <strong>46</strong> And ye shall take them as an inheritance for your children after you, to inherit them for a possession; they shall be your bondmen for ever: but over your brethren the children of Israel, ye shall not rule one over another with rigour.  <strong>47</strong> And if a sojourner or stranger wax rich by thee, and thy brother that dwelleth by him wax poor, and sell himself unto the stranger or sojourner by thee, or to the stock of the stranger’s family:  <strong>48</strong> After that he is sold he may be redeemed again; one of his brethren may redeem him:  <strong>49</strong> Either his uncle, or his uncle’s son, may redeem him, or any  that is nigh of kin unto him of his family may redeem him; or if he be able, he may redeem himself.  <strong>50</strong> And he shall reckon with him that bought him from the year that he was sold to him unto the year of jubile: and the price of his sale shall be according unto the number of years, according to the time of an hired servant shall it be with him.  <strong>51</strong> If there be yet many years behind, according unto them he shall give again the price of his redemption out of the money that he was bought for.  <strong>52</strong> And if there remain but few years unto the year of jubile, then he shall count with him, and according unto his years shall he give him again the price of his redemption.  <strong>53</strong> And as a yearly hired servant shall he be with him: and the other shall not rule with rigour over him in thy sight.  <strong>54</strong> And if he be not redeemed in these years, then he shall go out in the year of jubile, both he, and his children with him.  <strong>55</strong> For unto me the children of Israel are servants; they are my servants whom I brought forth out of the land of Egypt: I am the LORD your God.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses on Mount Sinai, <sup><strong>2</strong></sup> \"Speak to the Israelites and say to them: 'When you enter the land I am going to give you, the land itself must observe a sabbath to the LORD. <sup><strong>3</strong></sup> For six years sow your fields, and for six years prune your vineyards and gather their crops. <sup><strong>4</strong></sup> But in the seventh year the land is to have a sabbath of rest, a sabbath to the LORD. Do not sow your fields or prune your vineyards. <sup><strong>5</strong></sup> Do not reap what grows of itself or harvest the grapes of your untended vines. The land is to have a year of rest. <sup><strong>6</strong></sup> Whatever the land yields during the sabbath year will be food for you-for yourself, your manservant and maidservant, and the hired worker and temporary resident who live among you, <sup><strong>7</strong></sup> as well as for your livestock and the wild animals in your land. Whatever the land produces may be eaten. <sup><strong>8</strong></sup> \"'Count off seven sabbaths of years-seven times seven years-so that the seven sabbaths of years amount to a period of forty-nine years. <sup><strong>9</strong></sup> Then have the trumpet sounded everywhere on the tenth day of the seventh month; on the Day of Atonement sound the trumpet throughout your land. <sup><strong>10</strong></sup> Consecrate the fiftieth year and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee for you; each one of you is to return to his family property and each to his own clan. <sup><strong>11</strong></sup> The fiftieth year shall be a jubilee for you; do not sow and do not reap what grows of itself or harvest the untended vines. <sup><strong>12</strong></sup> For it is a jubilee and is to be holy for you; eat only what is taken directly from the fields. <sup><strong>13</strong></sup> \"'In this Year of Jubilee everyone is to return to his own property. <sup><strong>14</strong></sup> \"'If you sell land to one of your countrymen or buy any from him, do not take advantage of each other. <sup><strong>15</strong></sup> You are to buy from your countryman on the basis of the number of years since the Jubilee. And he is to sell to you on the basis of the number of years left for harvesting crops. <sup><strong>16</strong></sup> When the years are many, you are to increase the price, and when the years are few, you are to decrease the price, because what he is really selling you is the number of crops. <sup><strong>17</strong></sup> Do not take advantage of each other, but fear your God. I am the LORD your God. <sup><strong>18</strong></sup> \"'Follow my decrees and be careful to obey my laws, and you will live safely in the land. <sup><strong>19</strong></sup> Then the land will yield its fruit, and you will eat your fill and live there in safety. <sup><strong>20</strong></sup> You may ask, \"What will we eat in the seventh year if we do not plant or harvest our crops?\" <sup><strong>21</strong></sup> I will send you such a blessing in the sixth year that the land will yield enough for three years. <sup><strong>22</strong></sup> While you plant during the eighth year, you will eat from the old crop and will continue to eat from it until the harvest of the ninth year comes in. <sup><strong>23</strong></sup> \"'The land must not be sold permanently, because the land is mine and you are but aliens and my tenants. <sup><strong>24</strong></sup> Throughout the country that you hold as a possession, you must provide for the redemption of the land. <sup><strong>25</strong></sup> \"'If one of your countrymen becomes poor and sells some of his property, his nearest relative is to come and redeem what his countryman has sold. <sup><strong>26</strong></sup> If, however, a man has no one to redeem it for him but he himself prospers and acquires sufficient means to redeem it, <sup><strong>27</strong></sup> he is to determine the value for the years since he sold it and refund the balance to the man to whom he sold it; he can then go back to his own property. <sup><strong>28</strong></sup> But if he does not acquire the means to repay him, what he sold will remain in the possession of the buyer until the Year of Jubilee. It will be returned in the Jubilee, and he can then go back to his property. <sup><strong>29</strong></sup> \"'If a man sells a house in a walled city, he retains the right of redemption a full year after its sale. During that time he may redeem it. <sup><strong>30</strong></sup> If it is not redeemed before a full year has passed, the house in the walled city shall belong permanently to the buyer and his descendants. It is not to be returned in the Jubilee. <sup><strong>31</strong></sup> But houses in villages without walls around them are to be considered as open country. They can be redeemed, and they are to be returned in the Jubilee. <sup><strong>32</strong></sup> \"'The Levites always have the right to redeem their houses in the Levitical towns, which they possess. <sup><strong>33</strong></sup> So the property of the Levites is redeemable-that is, a house sold in any town they hold-and is to be returned in the Jubilee, because the houses in the towns of the Levites are their property among the Israelites. <sup><strong>34</strong></sup> But the pastureland belonging to their towns must not be sold; it is their permanent possession. <sup><strong>35</strong></sup> \"'If one of your countrymen becomes poor and is unable to support himself among you, help him as you would an alien or a temporary resident, so he can continue to live among you. <sup><strong>36</strong></sup> Do not take interest of any kind from him, but fear your God, so that your countryman may continue to live among you. <sup><strong>37</strong></sup> You must not lend him money at interest or sell him food at a profit. <sup><strong>38</strong></sup> I am the LORD your God, who brought you out of Egypt to give you the land of Canaan and to be your God. <sup><strong>39</strong></sup> \"'If one of your countrymen becomes poor among you and sells himself to you, do not make him work as a slave. <sup><strong>40</strong></sup> He is to be treated as a hired worker or a temporary resident among you; he is to work for you until the Year of Jubilee. <sup><strong>41</strong></sup> Then he and his children are to be released, and he will go back to his own clan and to the property of his forefathers. <sup><strong>42</strong></sup> Because the Israelites are my servants, whom I brought out of Egypt, they must not be sold as slaves. <sup><strong>43</strong></sup> Do not rule over them ruthlessly, but fear your God. <sup><strong>44</strong></sup> \"'Your male and female slaves are to come from the nations around you; from them you may buy slaves. <sup><strong>45</strong></sup> You may also buy some of the temporary residents living among you and members of their clans born in your country, and they will become your property. <sup><strong>46</strong></sup> You can will them to your children as inherited property and can make them slaves for life, but you must not rule over your fellow Israelites ruthlessly. <sup><strong>47</strong></sup> \"'If an alien or a temporary resident among you becomes rich and one of your countrymen becomes poor and sells himself to the alien living among you or to a member of the alien's clan, <sup><strong>48</strong></sup> he retains the right of redemption after he has sold himself. One of his relatives may redeem him: <sup><strong>49</strong></sup> An uncle or a cousin or any blood relative in his clan may redeem him. Or if he prospers, he may redeem himself. <sup><strong>50</strong></sup> He and his buyer are to count the time from the year he sold himself up to the Year of Jubilee. The price for his release is to be based on the rate paid to a hired man for that number of years. <sup><strong>51</strong></sup> If many years remain, he must pay for his redemption a larger share of the price paid for him. <sup><strong>52</strong></sup> If only a few years remain until the Year of Jubilee, he is to compute that and pay for his redemption accordingly. <sup><strong>53</strong></sup> He is to be treated as a man hired from year to year; you must see to it that his owner does not rule over him ruthlessly. <sup><strong>54</strong></sup> \"'Even if he is not redeemed in any of these ways, he and his children are to be released in the Year of Jubilee, <sup><strong>55</strong></sup> for the Israelites belong to me as servants. They are my servants, whom I brought out of Egypt. I am the LORD your God. "},{"_id":"6168f3ed803fbb813a70a84f","topicId":"6168f3ea803fbb813a70a844","verse":"1 Corinthians 1:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46001001_02-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46001001-1\">1:1&nbsp;</b>Paul, called by the will of God to be an apostle of Christ Jesus, and our brother Sosthenes,</p>\n<p id=\"p46001001_02-14\"><b class=\"verse-num\" id=\"v46001002-1\">2&nbsp;</b>To the church of God that is in Corinth, to those sanctified in Christ Jesus, called to be saints together with all those who in every place call upon the name of our Lord Jesus Christ, both their Lord and ours:</p>\n<p id=\"p46001002_02-14\"><b class=\"verse-num\" id=\"v46001003-1\">3&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p46001003_03-14\"><b class=\"verse-num\" id=\"v46001004-1\">4&nbsp;</b>I give thanks to my God always for you because of the grace of God that was given you in Christ Jesus, <b class=\"verse-num\" id=\"v46001005-1\">5&nbsp;</b>that in every way you were enriched in him in all speech and all knowledge—<b class=\"verse-num\" id=\"v46001006-1\">6&nbsp;</b>even as the testimony about Christ was confirmed among you—<b class=\"verse-num\" id=\"v46001007-1\">7&nbsp;</b>so that you are not lacking in any gift, as you wait for the revealing of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v46001008-1\">8&nbsp;</b>who will sustain you to the end, guiltless in the day of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v46001009-1\">9&nbsp;</b>God is faithful, by whom you were called into the fellowship of his Son, Jesus Christ our Lord.</p>\n\n<p id=\"p46001009_07-14\"><b class=\"verse-num\" id=\"v46001010-1\">10&nbsp;</b>I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment. <b class=\"verse-num\" id=\"v46001011-1\">11&nbsp;</b>For it has been reported to me by Chloe’s people that there is quarreling among you, my brothers. <b class=\"verse-num\" id=\"v46001012-1\">12&nbsp;</b>What I mean is that each one of you says, “I follow Paul,” or “I follow Apollos,” or “I follow Cephas,” or “I follow Christ.” <b class=\"verse-num\" id=\"v46001013-1\">13&nbsp;</b>Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul? <b class=\"verse-num\" id=\"v46001014-1\">14&nbsp;</b>I thank God that I baptized none of you except Crispus and Gaius, <b class=\"verse-num\" id=\"v46001015-1\">15&nbsp;</b>so that no one may say that you were baptized in my name. <b class=\"verse-num\" id=\"v46001016-1\">16&nbsp;</b>(I did baptize also the household of Stephanas. Beyond that, I do not know whether I baptized anyone else.) <b class=\"verse-num\" id=\"v46001017-1\">17&nbsp;</b>For Christ did not send me to baptize but to preach the gospel, and not with words of eloquent wisdom, lest the cross of Christ be emptied of its power.</p>\n\n<p id=\"p46001017_14-14\"><b class=\"verse-num\" id=\"v46001018-1\">18&nbsp;</b>For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God. <b class=\"verse-num\" id=\"v46001019-1\">19&nbsp;</b>For it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46001019_14-14\" class=\"line\">&nbsp;&nbsp;“I will destroy the wisdom of the wise,</span><br><span id=\"p46001019_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the discernment of the discerning I will thwart.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46001019_14-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46001020-1\">20&nbsp;</b>Where is the one who is wise? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world? <b class=\"verse-num\" id=\"v46001021-1\">21&nbsp;</b>For since, in the wisdom of God, the world did not know God through wisdom, it pleased God through the folly of what we preach to save those who believe. <b class=\"verse-num\" id=\"v46001022-1\">22&nbsp;</b>For Jews demand signs and Greeks seek wisdom, <b class=\"verse-num\" id=\"v46001023-1\">23&nbsp;</b>but we preach Christ crucified, a stumbling block to Jews and folly to Gentiles, <b class=\"verse-num\" id=\"v46001024-1\">24&nbsp;</b>but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God. <b class=\"verse-num\" id=\"v46001025-1\">25&nbsp;</b>For the foolishness of God is wiser than men, and the weakness of God is stronger than men.</p>\n<p id=\"p46001025_14-14\"><b class=\"verse-num\" id=\"v46001026-1\">26&nbsp;</b>For consider your calling, brothers: not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth. <b class=\"verse-num\" id=\"v46001027-1\">27&nbsp;</b>But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong; <b class=\"verse-num\" id=\"v46001028-1\">28&nbsp;</b>God chose what is low and despised in the world, even things that are not, to bring to nothing things that are, <b class=\"verse-num\" id=\"v46001029-1\">29&nbsp;</b>so that no human being might boast in the presence of God. <b class=\"verse-num\" id=\"v46001030-1\">30&nbsp;</b>And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption, <b class=\"verse-num\" id=\"v46001031-1\">31&nbsp;</b>so that, as it is written, “Let the one who boasts, boast in the Lord.”</p>\n\n</div>","kjv":"<strong>1</strong> Paul, called to be an apostle of Jesus Christ through the will of God, and Sosthenes our brother,  <strong>2</strong> Unto the church of God which is at Corinth, to them that are sanctified in Christ Jesus, called to be saints, with all that in every place call upon the name of Jesus Christ our Lord, both theirs and ours:  <strong>3</strong> Grace be unto you, and peace, from God our Father, and from the Lord Jesus Christ.  <strong>4</strong> I thank my God always on your behalf, for the grace of God which is given you by Jesus Christ;  <strong>5</strong> That in every thing ye are enriched by him, in all utterance, and in all knowledge;  <strong>6</strong> Even as the testimony of Christ was confirmed in you:  <strong>7</strong> So that ye come behind in no gift; waiting for the coming of our Lord Jesus Christ:  <strong>8</strong> Who shall also confirm you unto the end, that ye may be blameless in the day of our Lord Jesus Christ.  <strong>9</strong> God is faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord.  <strong>10</strong> Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.  <strong>11</strong> For it hath been declared unto me of you, my brethren, by them which are of the house of Chloe, that there are contentions among you.  <strong>12</strong> Now this I say, that every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ.  <strong>13</strong> Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?  <strong>14</strong> I thank God that I baptized none of you, but Crispus and Gaius;  <strong>15</strong> Lest any should say that I had baptized in mine own name.  <strong>16</strong> And I baptized also the household of Stephanas: besides, I know not whether I baptized any other.  <strong>17</strong> For Christ sent me not to baptize, but to preach the gospel: not with wisdom of words, lest the cross of Christ should be made of none effect.  <strong>18</strong> For the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God.  <strong>19</strong> For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent.  <strong>20</strong> Where is the wise? where is the scribe? where is the disputer of this world? hath not God made foolish the wisdom of this world?  <strong>21</strong> For after that in the wisdom of God the world by wisdom knew not God, it pleased God by the foolishness of preaching to save them that believe.  <strong>22</strong> For the Jews require a sign, and the Greeks seek after wisdom:  <strong>23</strong> But we preach Christ crucified, unto the Jews a stumblingblock, and unto the Greeks foolishness;  <strong>24</strong> But unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God.  <strong>25</strong> Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.  <strong>26</strong> For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:  <strong>27</strong> But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;  <strong>28</strong> And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:  <strong>29</strong> That no flesh should glory in his presence.  <strong>30</strong> But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:  <strong>31</strong> That, according as it is written, He that glorieth, let him glory in the Lord.  ","niv":"<sup><strong>1</strong></sup> Paul, called to be an apostle of Christ Jesus by the will of God, and our brother Sosthenes, <sup><strong>2</strong></sup> To the church of God in Corinth, to those sanctified in Christ Jesus and called to be holy, together with all those everywhere who call on the name of our Lord Jesus Christ--their Lord and ours: <sup><strong>3</strong></sup> Grace and peace to you from God our Father and the Lord Jesus Christ. <sup><strong>4</strong></sup> I always thank God for you because of his grace given you in Christ Jesus. <sup><strong>5</strong></sup> For in him you have been enriched in every way--in all your speaking and in all your knowledge-- <sup><strong>6</strong></sup> because our testimony about Christ was confirmed in you. <sup><strong>7</strong></sup> Therefore you do not lack any spiritual gift as you eagerly wait for our Lord Jesus Christ to be revealed. <sup><strong>8</strong></sup> He will keep you strong to the end, so that you will be blameless on the day of our Lord Jesus Christ. <sup><strong>9</strong></sup> God, who has called you into fellowship with his Son Jesus Christ our Lord, is faithful. <sup><strong>10</strong></sup> I appeal to you, brothers, in the name of our Lord Jesus Christ, that all of you agree with one another so that there may be no divisions among you and that you may be perfectly united in mind and thought. <sup><strong>11</strong></sup> My brothers, some from Chloe's household have informed me that there are quarrels among you. <sup><strong>12</strong></sup> What I mean is this: One of you says, \"I follow Paul\"; another, \"I follow Apollos\"; another, \"I follow Cephas \"; still another, \"I follow Christ.\" <sup><strong>13</strong></sup> Is Christ divided? Was Paul crucified for you? Were you baptized into the name of Paul? <sup><strong>14</strong></sup> I am thankful that I did not baptize any of you except Crispus and Gaius, <sup><strong>15</strong></sup> so no one can say that you were baptized into my name. <sup><strong>16</strong></sup> (Yes, I also baptized the household of Stephanas; beyond that, I don't remember if I baptized anyone else.) <sup><strong>17</strong></sup> For Christ did not send me to baptize, but to preach the gospel--not with words of human wisdom, lest the cross of Christ be emptied of its power. <sup><strong>18</strong></sup> For the message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God. <sup><strong>19</strong></sup> For it is written: \"I will destroy the wisdom of the wise; the intelligence of the intelligent I will frustrate.\" <sup><strong>20</strong></sup> Where is the wise man? Where is the scholar? Where is the philosopher of this age? Has not God made foolish the wisdom of the world? <sup><strong>21</strong></sup> For since in the wisdom of God the world through its wisdom did not know him, God was pleased through the foolishness of what was preached to save those who believe. <sup><strong>22</strong></sup> Jews demand miraculous signs and Greeks look for wisdom, <sup><strong>23</strong></sup> but we preach Christ crucified: a stumbling block to Jews and foolishness to Gentiles, <sup><strong>24</strong></sup> but to those whom God has called, both Jews and Greeks, Christ the power of God and the wisdom of God. <sup><strong>25</strong></sup> For the foolishness of God is wiser than man's wisdom, and the weakness of God is stronger than man's strength. <sup><strong>26</strong></sup> Brothers, think of what you were when you were called. Not many of you were wise by human standards; not many were influential; not many were of noble birth. <sup><strong>27</strong></sup> But God chose the foolish things of the world to shame the wise; God chose the weak things of the world to shame the strong. <sup><strong>28</strong></sup> He chose the lowly things of this world and the despised things--and the things that are not--to nullify the things that are, <sup><strong>29</strong></sup> so that no one may boast before him. <sup><strong>30</strong></sup> It is because of him that you are in Christ Jesus, who has become for us wisdom from God--that is, our righteousness, holiness and redemption. <sup><strong>31</strong></sup> Therefore, as it is written: \"Let him who boasts boast in the Lord.\" "},{"_id":"6168f3ed803fbb813a70a850","topicId":"6168f3ea803fbb813a70a844","verse":"Romans 1:1-32","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-15\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-15\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-15\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-15\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-15\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-15\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-15\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-15\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"6168f3ed803fbb813a70a851","topicId":"6168f3ea803fbb813a70a844","verse":"John 8:4-5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43008004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43008004-1\">4&nbsp;</b>they said to him, “Teacher, this woman has been caught in the act of adultery. <b class=\"verse-num\" id=\"v43008005-1\">5&nbsp;</b>Now in the Law, Moses commanded us to stone such women. So what do you say?”</p>\n</div>","kjv":"<strong>4</strong> They say unto him, Master, this woman was taken in adultery, in the very act.  <strong>5</strong> Now Moses in the law commanded us, that such should be stoned: but what sayest thou?  ","niv":"<sup><strong>4</strong></sup> and said to Jesus, \"Teacher, this woman was caught in the act of adultery. <sup><strong>5</strong></sup> In the Law Moses commanded us to stone such women. Now what do you say?\" "},{"_id":"6168f3ee803fbb813a70a852","topicId":"6168f3ea803fbb813a70a844","verse":"Luke 12:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42012015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  ","niv":"<sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\""},{"_id":"6168f3ee803fbb813a70a853","topicId":"6168f3ea803fbb813a70a844","verse":"Luke 1:35-38","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42001001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42001001-1\">1:1&nbsp;</b>Inasmuch as many have undertaken to compile a narrative of the things that have been accomplished among us, <b class=\"verse-num\" id=\"v42001002-1\">2&nbsp;</b>just as those who from the beginning were eyewitnesses and ministers of the word have delivered them to us, <b class=\"verse-num\" id=\"v42001003-1\">3&nbsp;</b>it seemed good to me also, having followed all things closely for some time past, to write an orderly account for you, most excellent Theophilus, <b class=\"verse-num\" id=\"v42001004-1\">4&nbsp;</b>that you may have certainty concerning the things you have been taught.</p>\n\n<p id=\"p42001004_10-23\"><b class=\"verse-num\" id=\"v42001005-1\">5&nbsp;</b>In the days of Herod, king of Judea, there was a priest named Zechariah, of the division of Abijah. And he had a wife from the daughters of Aaron, and her name was Elizabeth. <b class=\"verse-num\" id=\"v42001006-1\">6&nbsp;</b>And they were both righteous before God, walking blamelessly in all the commandments and statutes of the Lord. <b class=\"verse-num\" id=\"v42001007-1\">7&nbsp;</b>But they had no child, because Elizabeth was barren, and both were advanced in years.</p>\n<p id=\"p42001007_10-23\"><b class=\"verse-num\" id=\"v42001008-1\">8&nbsp;</b>Now while he was serving as priest before God when his division was on duty, <b class=\"verse-num\" id=\"v42001009-1\">9&nbsp;</b>according to the custom of the priesthood, he was chosen by lot to enter the temple of the Lord and burn incense. <b class=\"verse-num\" id=\"v42001010-1\">10&nbsp;</b>And the whole multitude of the people were praying outside at the hour of incense. <b class=\"verse-num\" id=\"v42001011-1\">11&nbsp;</b>And there appeared to him an angel of the Lord standing on the right side of the altar of incense. <b class=\"verse-num\" id=\"v42001012-1\">12&nbsp;</b>And Zechariah was troubled when he saw him, and fear fell upon him. <b class=\"verse-num\" id=\"v42001013-1\">13&nbsp;</b>But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John. <b class=\"verse-num\" id=\"v42001014-1\">14&nbsp;</b>And you will have joy and gladness, and many will rejoice at his birth, <b class=\"verse-num\" id=\"v42001015-1\">15&nbsp;</b>for he will be great before the Lord. And he must not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother’s womb. <b class=\"verse-num\" id=\"v42001016-1\">16&nbsp;</b>And he will turn many of the children of Israel to the Lord their God, <b class=\"verse-num\" id=\"v42001017-1\">17&nbsp;</b>and he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared.”</p>\n<p id=\"p42001017_10-23\"><b class=\"verse-num\" id=\"v42001018-1\">18&nbsp;</b>And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.” <b class=\"verse-num\" id=\"v42001019-1\">19&nbsp;</b>And the angel answered him, “I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news. <b class=\"verse-num\" id=\"v42001020-1\">20&nbsp;</b>And behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their time.” <b class=\"verse-num\" id=\"v42001021-1\">21&nbsp;</b>And the people were waiting for Zechariah, and they were wondering at his delay in the temple. <b class=\"verse-num\" id=\"v42001022-1\">22&nbsp;</b>And when he came out, he was unable to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them and remained mute. <b class=\"verse-num\" id=\"v42001023-1\">23&nbsp;</b>And when his time of service was ended, he went to his home.</p>\n<p id=\"p42001023_10-23\"><b class=\"verse-num\" id=\"v42001024-1\">24&nbsp;</b>After these days his wife Elizabeth conceived, and for five months she kept herself hidden, saying, <b class=\"verse-num\" id=\"v42001025-1\">25&nbsp;</b>“Thus the Lord has done for me in the days when he looked on me, to take away my reproach among people.”</p>\n\n<p id=\"p42001025_14-23\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. <b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n<p id=\"p42001033_14-23\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_14-23\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. <b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. <b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.” <b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n<p id=\"p42001038_17-23\"><b class=\"verse-num\" id=\"v42001039-1\">39&nbsp;</b>In those days Mary arose and went with haste into the hill country, to a town in Judah, <b class=\"verse-num\" id=\"v42001040-1\">40&nbsp;</b>and she entered the house of Zechariah and greeted Elizabeth. <b class=\"verse-num\" id=\"v42001041-1\">41&nbsp;</b>And when Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit, <b class=\"verse-num\" id=\"v42001042-1\">42&nbsp;</b>and she exclaimed with a loud cry, “Blessed are you among women, and blessed is the fruit of your womb! <b class=\"verse-num\" id=\"v42001043-1\">43&nbsp;</b>And why is this granted to me that the mother of my Lord should come to me? <b class=\"verse-num\" id=\"v42001044-1\">44&nbsp;</b>For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy. <b class=\"verse-num\" id=\"v42001045-1\">45&nbsp;</b>And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”</p>\n\n<p id=\"p42001045_23-23\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_23-23\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br><span id=\"p42001047_23-23\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_23-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_23-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br><span id=\"p42001049_23-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001049-1\">49&nbsp;</b>&nbsp;&nbsp;for he who is mighty has done great things for me,</span><br><span id=\"p42001049_23-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holy is his name.</span><br><span id=\"p42001050_23-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001050-1\">50&nbsp;</b>&nbsp;&nbsp;And his mercy is for those who fear him</span><br><span id=\"p42001050_23-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from generation to generation.</span><br><span id=\"p42001051_23-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001051-1\">51&nbsp;</b>&nbsp;&nbsp;He has shown strength with his arm;</span><br><span id=\"p42001051_23-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has scattered the proud in the thoughts of their hearts;</span><br><span id=\"p42001052_23-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001052-1\">52&nbsp;</b>&nbsp;&nbsp;he has brought down the mighty from their thrones</span><br><span id=\"p42001052_23-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalted those of humble estate;</span><br><span id=\"p42001053_23-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001053-1\">53&nbsp;</b>&nbsp;&nbsp;he has filled the hungry with good things,</span><br><span id=\"p42001053_23-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rich he has sent away empty.</span><br><span id=\"p42001054_23-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001054-1\">54&nbsp;</b>&nbsp;&nbsp;He has helped his servant Israel,</span><br><span id=\"p42001054_23-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in remembrance of his mercy,</span><br><span id=\"p42001055_23-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001055-1\">55&nbsp;</b>&nbsp;&nbsp;as he spoke to our fathers,</span><br><span id=\"p42001055_23-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Abraham and to his offspring forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001055_23-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001056-1\">56&nbsp;</b>And Mary remained with her about three months and returned to her home.</p>\n\n<p id=\"p42001056_29-23\"><b class=\"verse-num\" id=\"v42001057-1\">57&nbsp;</b>Now the time came for Elizabeth to give birth, and she bore a son. <b class=\"verse-num\" id=\"v42001058-1\">58&nbsp;</b>And her neighbors and relatives heard that the Lord had shown great mercy to her, and they rejoiced with her. <b class=\"verse-num\" id=\"v42001059-1\">59&nbsp;</b>And on the eighth day they came to circumcise the child. And they would have called him Zechariah after his father, <b class=\"verse-num\" id=\"v42001060-1\">60&nbsp;</b>but his mother answered, “No; he shall be called John.” <b class=\"verse-num\" id=\"v42001061-1\">61&nbsp;</b>And they said to her, “None of your relatives is called by this name.” <b class=\"verse-num\" id=\"v42001062-1\">62&nbsp;</b>And they made signs to his father, inquiring what he wanted him to be called. <b class=\"verse-num\" id=\"v42001063-1\">63&nbsp;</b>And he asked for a writing tablet and wrote, “His name is John.” And they all wondered. <b class=\"verse-num\" id=\"v42001064-1\">64&nbsp;</b>And immediately his mouth was opened and his tongue loosed, and he spoke, blessing God. <b class=\"verse-num\" id=\"v42001065-1\">65&nbsp;</b>And fear came on all their neighbors. And all these things were talked about through all the hill country of Judea, <b class=\"verse-num\" id=\"v42001066-1\">66&nbsp;</b>and all who heard them laid them up in their hearts, saying, “What then will this child be?” For the hand of the Lord was with him.</p>\n\n<p id=\"p42001066_31-23\"><b class=\"verse-num\" id=\"v42001067-1\">67&nbsp;</b>And his father Zechariah was filled with the Holy Spirit and prophesied, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001068_31-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001068-1\">68&nbsp;</b>&nbsp;&nbsp;“Blessed be the Lord God of Israel,</span><br><span id=\"p42001068_31-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he has visited and redeemed his people</span><br><span id=\"p42001069_31-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001069-1\">69&nbsp;</b>&nbsp;&nbsp;and has raised up a horn of salvation for us</span><br><span id=\"p42001069_31-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of his servant David,</span><br><span id=\"p42001070_31-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001070-1\">70&nbsp;</b>&nbsp;&nbsp;as he spoke by the mouth of his holy prophets from of old,</span><br><span id=\"p42001071_31-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001071-1\">71&nbsp;</b>&nbsp;&nbsp;that we should be saved from our enemies</span><br><span id=\"p42001071_31-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the hand of all who hate us;</span><br><span id=\"p42001072_31-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001072-1\">72&nbsp;</b>&nbsp;&nbsp;to show the mercy promised to our fathers</span><br><span id=\"p42001072_31-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to remember his holy covenant,</span><br><span id=\"p42001073_31-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001073-1\">73&nbsp;</b>&nbsp;&nbsp;the oath that he swore to our father Abraham, to grant us</span><br><span id=\"p42001074_31-23\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001074-1\">74&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that we, being delivered from the hand of our enemies,</span><br><span id=\"p42001074_31-23\" class=\"line\">&nbsp;&nbsp;might serve him without fear,</span><br><span id=\"p42001075_31-23\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001075-1\">75&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;in holiness and righteousness before him all our days.</span><br><span id=\"p42001076_31-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001076-1\">76&nbsp;</b>&nbsp;&nbsp;And you, child, will be called the prophet of the Most High;</span><br><span id=\"p42001076_31-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you will go before the Lord to prepare his ways,</span><br><span id=\"p42001077_31-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001077-1\">77&nbsp;</b>&nbsp;&nbsp;to give knowledge of salvation to his people</span><br><span id=\"p42001077_31-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the forgiveness of their sins,</span><br><span id=\"p42001078_31-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001078-1\">78&nbsp;</b>&nbsp;&nbsp;because of the tender mercy of our God,</span><br><span id=\"p42001078_31-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whereby the sunrise shall visit us from on high</span><br><span id=\"p42001079_31-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001079-1\">79&nbsp;</b>&nbsp;&nbsp;to give light to those who sit in darkness and in the shadow of death,</span><br><span id=\"p42001079_31-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guide our feet into the way of peace.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001079_31-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001080-1\">80&nbsp;</b>And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.</p>\n\n</div>","kjv":"<strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  ","niv":"<sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. "},{"_id":"6168f3ee803fbb813a70a854","topicId":"6168f3ea803fbb813a70a844","verse":"Luke 1:34","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42001034_01-19\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n\n</div>","kjv":"<strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  ","niv":"<sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\""},{"_id":"6168f3ef803fbb813a70a855","topicId":"6168f3ea803fbb813a70a844","verse":"Luke 1:30-33","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42001030_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n</div>","kjv":"<strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  ","niv":"<sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" "},{"_id":"6168f3ef803fbb813a70a856","topicId":"6168f3ea803fbb813a70a844","verse":"Luke 1:26-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42001026_05-21\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be.</p>\n\n</div>","kjv":"<strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  ","niv":"<sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. "},{"_id":"6168f3ef803fbb813a70a857","topicId":"6168f3ea803fbb813a70a844","verse":"Luke 1:17-19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42001017_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001017-1\">17&nbsp;</b>and he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared.”</p>\n<p id=\"p42001017_01-22\"><b class=\"verse-num\" id=\"v42001018-1\">18&nbsp;</b>And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.” <b class=\"verse-num\" id=\"v42001019-1\">19&nbsp;</b>And the angel answered him, “I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news.</p>\n</div>","kjv":"<strong>17</strong> And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.  <strong>18</strong> And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  <strong>19</strong> And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.  ","niv":"<sup><strong>17</strong></sup> And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous--to make ready a people prepared for the Lord.\" <sup><strong>18</strong></sup> Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\" <sup><strong>19</strong></sup> The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news. "},{"_id":"6168f3f0803fbb813a70a858","topicId":"6168f3ea803fbb813a70a844","verse":"Luke 1:1-80","votes":1,"__v":0,"kjv":"<strong>1</strong> Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,  <strong>2</strong> Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;  <strong>3</strong> It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,  <strong>4</strong> That thou mightest know the certainty of those things, wherein thou hast been instructed.  <strong>5</strong> There was in the days of Herod, the king of Judaea, a certain priest named Zacharias, of the course of Abia: and his wife was of the daughters of Aaron, and her name was Elisabeth.  <strong>6</strong> And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless.  <strong>7</strong> And they had no child, because that Elisabeth was barren, and they both were now well stricken in years.  <strong>8</strong> And it came to pass, that while he executed the priest’s office before God in the order of his course,  <strong>9</strong> According to the custom of the priest’s office, his lot was to burn incense when he went into the temple of the Lord.  <strong>10</strong> And the whole multitude of the people were praying without at the time of incense.  <strong>11</strong> And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.  <strong>12</strong> And when Zacharias saw him, he was troubled, and fear fell upon him.  <strong>13</strong> But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.  <strong>14</strong> And thou shalt have joy and gladness; and many shall rejoice at his birth.  <strong>15</strong> For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother’s womb.  <strong>16</strong> And many of the children of Israel shall he turn to the Lord their God.  <strong>17</strong> And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.  <strong>18</strong> And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  <strong>19</strong> And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.  <strong>20</strong> And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.  <strong>21</strong> And the people waited for Zacharias, and marvelled that he tarried so long in the temple.  <strong>22</strong> And when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless.  <strong>23</strong> And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.  <strong>24</strong> And after those days his wife Elisabeth conceived, and hid herself five months, saying,  <strong>25</strong> Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.  <strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  <strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  <strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  <strong>39</strong> And Mary arose in those days, and went into the hill country with haste, into a city of Juda;  <strong>40</strong> And entered into the house of Zacharias, and saluted Elisabeth.  <strong>41</strong> And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:  <strong>42</strong> And she spake out with a loud voice, and said, Blessed art  thou among women, and blessed is the fruit of thy womb.  <strong>43</strong> And whence is this to me, that the mother of my Lord should come to me?  <strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  <strong>45</strong> And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.  <strong>46</strong> And Mary said, My soul doth magnify the Lord,  <strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  <strong>49</strong> For he that is mighty hath done to me great things; and holy is  his name.  <strong>50</strong> And his mercy is on them that fear him from generation to generation.  <strong>51</strong> He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.  <strong>52</strong> He hath put down the mighty from their seats, and exalted them of low degree.  <strong>53</strong> He hath filled the hungry with good things; and the rich he hath sent empty away.  <strong>54</strong> He hath holpen his servant Israel, in remembrance of his  mercy;  <strong>55</strong> As he spake to our fathers, to Abraham, and to his seed for ever.  <strong>56</strong> And Mary abode with her about three months, and returned to her own house.  <strong>57</strong> Now Elisabeth’s full time came that she should be delivered; and she brought forth a son.  <strong>58</strong> And her neighbours and her cousins heard how the Lord had shewed great mercy upon her; and they rejoiced with her.  <strong>59</strong> And it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father.  <strong>60</strong> And his mother answered and said, Not so; but he shall be called John.  <strong>61</strong> And they said unto her, There is none of thy kindred that is called by this name.  <strong>62</strong> And they made signs to his father, how he would have him called.  <strong>63</strong> And he asked for a writing table, and wrote, saying, His name is John. And they marvelled all.  <strong>64</strong> And his mouth was opened immediately, and his tongue loosed,  and he spake, and praised God.  <strong>65</strong> And fear came on all that dwelt round about them: and all these sayings were noised abroad throughout all the hill country of Judaea.  <strong>66</strong> And all they that heard them laid them up in their hearts, saying, What manner of child shall this be! And the hand of the Lord was with him.  <strong>67</strong> And his father Zacharias was filled with the Holy Ghost, and prophesied, saying,  <strong>68</strong> Blessed be the Lord God of Israel; for he hath visited and redeemed his people,  <strong>69</strong> And hath raised up an horn of salvation for us in the house of his servant David;  <strong>70</strong> As he spake by the mouth of his holy prophets, which have been since the world began:  <strong>71</strong> That we should be saved from our enemies, and from the hand of all that hate us;  <strong>72</strong> To perform the mercy promised to our fathers, and to remember his holy covenant;  <strong>73</strong> The oath which he sware to our father Abraham,  <strong>74</strong> That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,  <strong>75</strong> In holiness and righteousness before him, all the days of our life.  <strong>76</strong> And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;  <strong>77</strong> To give knowledge of salvation unto his people by the remission of their sins,  <strong>78</strong> Through the tender mercy of our God; whereby the dayspring from on high hath visited us,  <strong>79</strong> To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace.  <strong>80</strong> And the child grew, and waxed strong in spirit, and was in the deserts till the day of his shewing unto Israel.  ","niv":"<sup><strong>1</strong></sup> Many have undertaken to draw up an account of the things that have been fulfilled among us, <sup><strong>2</strong></sup> just as they were handed down to us by those who from the first were eyewitnesses and servants of the word. <sup><strong>3</strong></sup> Therefore, since I myself have carefully investigated everything from the beginning, it seemed good also to me to write an orderly account for you, most excellent Theophilus, <sup><strong>4</strong></sup> so that you may know the certainty of the things you have been taught. <sup><strong>5</strong></sup> In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah; his wife Elizabeth was also a descendant of Aaron. <sup><strong>6</strong></sup> Both of them were upright in the sight of God, observing all the Lord's commandments and regulations blamelessly. <sup><strong>7</strong></sup> But they had no children, because Elizabeth was barren; and they were both well along in years. <sup><strong>8</strong></sup> Once when Zechariah's division was on duty and he was serving as priest before God, <sup><strong>9</strong></sup> he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense. <sup><strong>10</strong></sup> And when the time for the burning of incense came, all the assembled worshipers were praying outside. <sup><strong>11</strong></sup> Then an angel of the Lord appeared to him, standing at the right side of the altar of incense. <sup><strong>12</strong></sup> When Zechariah saw him, he was startled and was gripped with fear. <sup><strong>13</strong></sup> But the angel said to him: \"Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to give him the name John. <sup><strong>14</strong></sup> He will be a joy and delight to you, and many will rejoice because of his birth, <sup><strong>15</strong></sup> for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even from birth. <sup><strong>16</strong></sup> Many of the people of Israel will he bring back to the Lord their God. <sup><strong>17</strong></sup> And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous--to make ready a people prepared for the Lord.\" <sup><strong>18</strong></sup> Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\" <sup><strong>19</strong></sup> The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news. <sup><strong>20</strong></sup> And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their proper time.\" <sup><strong>21</strong></sup> Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple. <sup><strong>22</strong></sup> When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak. <sup><strong>23</strong></sup> When his time of service was completed, he returned home. <sup><strong>24</strong></sup> After this his wife Elizabeth became pregnant and for five months remained in seclusion. <sup><strong>25</strong></sup> \"The Lord has done this for me,\" she said. \"In these days he has shown his favor and taken away my disgrace among the people.\" <sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" <sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. <sup><strong>39</strong></sup> At that time Mary got ready and hurried to a town in the hill country of Judea, <sup><strong>40</strong></sup> where she entered Zechariah's home and greeted Elizabeth. <sup><strong>41</strong></sup> When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. <sup><strong>42</strong></sup> In a loud voice she exclaimed: \"Blessed are you among women, and blessed is the child you will bear! <sup><strong>43</strong></sup> But why am I so favored, that the mother of my Lord should come to me? <sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy. <sup><strong>45</strong></sup> Blessed is she who has believed that what the Lord has said to her will be accomplished!\" <sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord <sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, <sup><strong>49</strong></sup> for the Mighty One has done great things for me--holy is his name. <sup><strong>50</strong></sup> His mercy extends to those who fear him, from generation to generation. <sup><strong>51</strong></sup> He has performed mighty deeds with his arm; he has scattered those who are proud in their inmost thoughts. <sup><strong>52</strong></sup> He has brought down rulers from their thrones but has lifted up the humble. <sup><strong>53</strong></sup> He has filled the hungry with good things but has sent the rich away empty. <sup><strong>54</strong></sup> He has helped his servant Israel, remembering to be merciful <sup><strong>55</strong></sup> to Abraham and his descendants forever, even as he said to our fathers.\" <sup><strong>56</strong></sup> Mary stayed with Elizabeth for about three months and then returned home. <sup><strong>57</strong></sup> When it was time for Elizabeth to have her baby, she gave birth to a son. <sup><strong>58</strong></sup> Her neighbors and relatives heard that the Lord had shown her great mercy, and they shared her joy. <sup><strong>59</strong></sup> On the eighth day they came to circumcise the child, and they were going to name him after his father Zechariah, <sup><strong>60</strong></sup> but his mother spoke up and said, \"No! He is to be called John.\" <sup><strong>61</strong></sup> They said to her, \"There is no one among your relatives who has that name.\" <sup><strong>62</strong></sup> Then they made signs to his father, to find out what he would like to name the child. <sup><strong>63</strong></sup> He asked for a writing tablet, and to everyone's astonishment he wrote, \"His name is John.\" <sup><strong>64</strong></sup> Immediately his mouth was opened and his tongue was loosed, and he began to speak, praising God. <sup><strong>65</strong></sup> The neighbors were all filled with awe, and throughout the hill country of Judea people were talking about all these things. <sup><strong>66</strong></sup> Everyone who heard this wondered about it, asking, \"What then is this child going to be?\" For the Lord's hand was with him. <sup><strong>67</strong></sup> His father Zechariah was filled with the Holy Spirit and prophesied: <sup><strong>68</strong></sup> \"Praise be to the Lord, the God of Israel, because he has come and has redeemed his people. <sup><strong>69</strong></sup> He has raised up a horn of salvation for us in the house of his servant David <sup><strong>70</strong></sup> (as he said through his holy prophets of long ago), <sup><strong>71</strong></sup> salvation from our enemies and from the hand of all who hate us-- <sup><strong>72</strong></sup> to show mercy to our fathers and to remember his holy covenant, <sup><strong>73</strong></sup> the oath he swore to our father Abraham: <sup><strong>74</strong></sup> to rescue us from the hand of our enemies, and to enable us to serve him without fear <sup><strong>75</strong></sup> in holiness and righteousness before him all our days. <sup><strong>76</strong></sup> And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him, <sup><strong>77</strong></sup> to give his people the knowledge of salvation through the forgiveness of their sins, <sup><strong>78</strong></sup> because of the tender mercy of our God, by which the rising sun will come to us from heaven <sup><strong>79</strong></sup> to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.\" <sup><strong>80</strong></sup> And the child grew and became strong in spirit; and he lived in the desert until he appeared publicly to Israel. "},{"_id":"6168f3f0803fbb813a70a859","topicId":"6168f3ea803fbb813a70a844","verse":"Daniel 7:1-28","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p27007001_07-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27007001-1\">7:1&nbsp;</b>In the first year of Belshazzar king of Babylon, Daniel saw a dream and visions of his head as he lay in his bed. Then he wrote down the dream and told the sum of the matter. <b class=\"verse-num\" id=\"v27007002-1\">2&nbsp;</b>Daniel declared, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the great sea. <b class=\"verse-num\" id=\"v27007003-1\">3&nbsp;</b>And four great beasts came up out of the sea, different from one another. <b class=\"verse-num\" id=\"v27007004-1\">4&nbsp;</b>The first was like a lion and had eagles’ wings. Then as I looked its wings were plucked off, and it was lifted up from the ground and made to stand on two feet like a man, and the mind of a man was given to it. <b class=\"verse-num\" id=\"v27007005-1\">5&nbsp;</b>And behold, another beast, a second one, like a bear. It was raised up on one side. It had three ribs in its mouth between its teeth; and it was told, ‘Arise, devour much flesh.’ <b class=\"verse-num\" id=\"v27007006-1\">6&nbsp;</b>After this I looked, and behold, another, like a leopard, with four wings of a bird on its back. And the beast had four heads, and dominion was given to it. <b class=\"verse-num\" id=\"v27007007-1\">7&nbsp;</b>After this I saw in the night visions, and behold, a fourth beast, terrifying and dreadful and exceedingly strong. It had great iron teeth; it devoured and broke in pieces and stamped what was left with its feet. It was different from all the beasts that were before it, and it had ten horns. <b class=\"verse-num\" id=\"v27007008-1\">8&nbsp;</b>I considered the horns, and behold, there came up among them another horn, a little one, before which three of the first horns were plucked up by the roots. And behold, in this horn were eyes like the eyes of a man, and a mouth speaking great things.</p>\n\n<p id=\"p27007008_12-24\"><b class=\"verse-num\" id=\"v27007009-1\">9&nbsp;</b>“As I looked,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007009_12-24\" class=\"line\">&nbsp;&nbsp;thrones were placed,</span><br><span id=\"p27007009_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Ancient of Days took his seat;</span><br><span id=\"p27007009_12-24\" class=\"line\">&nbsp;&nbsp;his clothing was white as snow,</span><br><span id=\"p27007009_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hair of his head like pure wool;</span><br><span id=\"p27007009_12-24\" class=\"line\">&nbsp;&nbsp;his throne was fiery flames;</span><br><span id=\"p27007009_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;its wheels were burning fire.</span><br><span id=\"p27007010_12-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007010-1\">10&nbsp;</b>&nbsp;&nbsp;A stream of fire issued</span><br><span id=\"p27007010_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and came out from before him;</span><br><span id=\"p27007010_12-24\" class=\"line\">&nbsp;&nbsp;a thousand thousands served him,</span><br><span id=\"p27007010_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ten thousand times ten thousand stood before him;</span><br><span id=\"p27007010_12-24\" class=\"line\">&nbsp;&nbsp;the court sat in judgment,</span><br><span id=\"p27007010_12-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the books were opened.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27007010_12-24\"><b class=\"verse-num\" id=\"v27007011-1\">11&nbsp;</b>“I looked then because of the sound of the great words that the horn was speaking. And as I looked, the beast was killed, and its body destroyed and given over to be burned with fire. <b class=\"verse-num\" id=\"v27007012-1\">12&nbsp;</b>As for the rest of the beasts, their dominion was taken away, but their lives were prolonged for a season and a time.</p>\n\n<p id=\"p27007012_19-24\"><b class=\"verse-num\" id=\"v27007013-1\">13&nbsp;</b>“I saw in the night visions,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007013_19-24\" class=\"line\">&nbsp;&nbsp;and behold, with the clouds of heaven</span><br><span id=\"p27007013_19-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there came one like a son of man,</span><br><span id=\"p27007013_19-24\" class=\"line\">&nbsp;&nbsp;and he came to the Ancient of Days</span><br><span id=\"p27007013_19-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was presented before him.</span><br><span id=\"p27007014_19-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007014-1\">14&nbsp;</b>&nbsp;&nbsp;And to him was given dominion</span><br><span id=\"p27007014_19-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and glory and a kingdom,</span><br><span id=\"p27007014_19-24\" class=\"line\">&nbsp;&nbsp;that all peoples, nations, and languages</span><br><span id=\"p27007014_19-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;should serve him;</span><br><span id=\"p27007014_19-24\" class=\"line\">&nbsp;&nbsp;his dominion is an everlasting dominion,</span><br><span id=\"p27007014_19-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which shall not pass away,</span><br><span id=\"p27007014_19-24\" class=\"line\">&nbsp;&nbsp;and his kingdom one</span><br><span id=\"p27007014_19-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that shall not be destroyed.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p27007014_22-24\"><b class=\"verse-num\" id=\"v27007015-1\">15&nbsp;</b>“As for me, Daniel, my spirit within me was anxious, and the visions of my head alarmed me. <b class=\"verse-num\" id=\"v27007016-1\">16&nbsp;</b>I approached one of those who stood there and asked him the truth concerning all this. So he told me and made known to me the interpretation of the things. <b class=\"verse-num\" id=\"v27007017-1\">17&nbsp;</b>‘These four great beasts are four kings who shall arise out of the earth. <b class=\"verse-num\" id=\"v27007018-1\">18&nbsp;</b>But the saints of the Most High shall receive the kingdom and possess the kingdom forever, forever and ever.’</p>\n<p id=\"p27007018_22-24\"><b class=\"verse-num\" id=\"v27007019-1\">19&nbsp;</b>“Then I desired to know the truth about the fourth beast, which was different from all the rest, exceedingly terrifying, with its teeth of iron and claws of bronze, and which devoured and broke in pieces and stamped what was left with its feet, <b class=\"verse-num\" id=\"v27007020-1\">20&nbsp;</b>and about the ten horns that were on its head, and the other horn that came up and before which three of them fell, the horn that had eyes and a mouth that spoke great things, and that seemed greater than its companions. <b class=\"verse-num\" id=\"v27007021-1\">21&nbsp;</b>As I looked, this horn made war with the saints and prevailed over them, <b class=\"verse-num\" id=\"v27007022-1\">22&nbsp;</b>until the Ancient of Days came, and judgment was given for the saints of the Most High, and the time came when the saints possessed the kingdom.</p>\n<p id=\"p27007022_22-24\"><b class=\"verse-num\" id=\"v27007023-1\">23&nbsp;</b>“Thus he said: ‘As for the fourth beast,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007023_22-24\" class=\"line\">&nbsp;&nbsp;there shall be a fourth kingdom on earth,</span><br><span id=\"p27007023_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which shall be different from all the kingdoms,</span><br><span id=\"p27007023_22-24\" class=\"line\">&nbsp;&nbsp;and it shall devour the whole earth,</span><br><span id=\"p27007023_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and trample it down, and break it to pieces.</span><br><span id=\"p27007024_22-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007024-1\">24&nbsp;</b>&nbsp;&nbsp;As for the ten horns,</span><br><span id=\"p27007024_22-24\" class=\"line\">&nbsp;&nbsp;out of this kingdom ten kings shall arise,</span><br><span id=\"p27007024_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and another shall arise after them;</span><br><span id=\"p27007024_22-24\" class=\"line\">&nbsp;&nbsp;he shall be different from the former ones,</span><br><span id=\"p27007024_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall put down three kings.</span><br><span id=\"p27007025_22-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007025-1\">25&nbsp;</b>&nbsp;&nbsp;He shall speak words against the Most High,</span><br><span id=\"p27007025_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall wear out the saints of the Most High,</span><br><span id=\"p27007025_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall think to change the times and the law;</span><br><span id=\"p27007025_22-24\" class=\"line\">&nbsp;&nbsp;and they shall be given into his hand</span><br><span id=\"p27007025_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for a time, times, and half a time.</span><br><span id=\"p27007026_22-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007026-1\">26&nbsp;</b>&nbsp;&nbsp;But the court shall sit in judgment,</span><br><span id=\"p27007026_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his dominion shall be taken away,</span><br><span id=\"p27007026_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to be consumed and destroyed to the end.</span><br><span id=\"p27007027_22-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007027-1\">27&nbsp;</b>&nbsp;&nbsp;And the kingdom and the dominion</span><br><span id=\"p27007027_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the greatness of the kingdoms under the whole heaven</span><br><span id=\"p27007027_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be given to the people of the saints of the Most High;</span><br><span id=\"p27007027_22-24\" class=\"line\">&nbsp;&nbsp;his kingdom shall be an everlasting kingdom,</span><br><span id=\"p27007027_22-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all dominions shall serve and obey him.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27007027_22-24\"><b class=\"verse-num\" id=\"v27007028-1\">28&nbsp;</b>“Here is the end of the matter. As for me, Daniel, my thoughts greatly alarmed me, and my color changed, but I kept the matter in my heart.”</p>\n\n</div>","kjv":"<strong>1</strong> In the first year of Belshazzar king of Babylon Daniel had a dream and visions of his head upon his bed: then he wrote the dream, and  told the sum of the matters.  <strong>2</strong> Daniel spake and said, I saw in my vision by night, and, behold, the four winds of the heaven strove upon the great sea.  <strong>3</strong> And four great beasts came up from the sea, diverse one from another.  <strong>4</strong> The first was like a lion, and had eagle’s wings: I beheld till the wings thereof were plucked, and it was lifted up from the earth, and made stand upon the feet as a man, and a man’s heart was given to it.  <strong>5</strong> And behold another beast, a second, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh.  <strong>6</strong> After this I beheld, and lo another, like a leopard, which had upon the back of it four wings of a fowl; the beast had also four heads; and dominion was given to it.  <strong>7</strong> After this I saw in the night visions, and behold a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and brake in pieces, and stamped the residue with the feet of it: and it was diverse from all the beasts that were before it; and it had ten horns.  <strong>8</strong> I considered the horns, and, behold, there came up among them another little horn, before whom there were three of the first horns plucked up by the roots: and, behold, in this horn were eyes like the eyes of man, and a mouth speaking great things.  <strong>9</strong> I beheld till the thrones were cast down, and the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and  his wheels as burning fire.  <strong>10</strong> A fiery stream issued and came forth from before him: thousand thousands ministered unto him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened.  <strong>11</strong> I beheld then because of the voice of the great words which the horn spake: I beheld even till the beast was slain, and his body destroyed, and given to the burning flame.  <strong>12</strong> As concerning the rest of the beasts, they had their dominion taken away: yet their lives were prolonged for a season and time.  <strong>13</strong> I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him.  <strong>14</strong> And there was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him: his dominion is  an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed.  <strong>15</strong> I Daniel was grieved in my spirit in the midst of my body, and the visions of my head troubled me.  <strong>16</strong> I came near unto one of them that stood by, and asked him the truth of all this. So he told me, and made me know the interpretation of the things.  <strong>17</strong> These great beasts, which are four, are four kings, which shall arise out of the earth.  <strong>18</strong> But the saints of the most High shall take the kingdom, and possess the kingdom for ever, even for ever and ever.  <strong>19</strong> Then I would know the truth of the fourth beast, which was diverse from all the others, exceeding dreadful, whose teeth were of iron, and his nails of brass; which devoured, brake in pieces, and stamped the residue with his feet;  <strong>20</strong> And of the ten horns that were in his head, and of  the other which came up, and before whom three fell; even of  that horn that had eyes, and a mouth that spake very great things, whose look was more stout than his fellows.  <strong>21</strong> I beheld, and the same horn made war with the saints, and prevailed against them;  <strong>22</strong> Until the Ancient of days came, and judgment was given to the saints of the most High; and the time came that the saints possessed the kingdom.  <strong>23</strong> Thus he said, The fourth beast shall be the fourth kingdom upon earth, which shall be diverse from all kingdoms, and shall devour the whole earth, and shall tread it down, and break it in pieces.  <strong>24</strong> And the ten horns out of this kingdom are ten kings that shall arise: and another shall rise after them; and he shall be diverse from the first, and he shall subdue three kings.  <strong>25</strong> And he shall speak great words against the most High, and shall wear out the saints of the most High, and think to change times and laws: and they shall be given into his hand until a time and times and the dividing of time.  <strong>26</strong> But the judgment shall sit, and they shall take away his dominion, to consume and to destroy it unto the end.  <strong>27</strong> And the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.  <strong>28</strong> Hitherto is the end of the matter. As for me Daniel, my cogitations much troubled me, and my countenance changed in me: but I kept the matter in my heart.  ","niv":"<sup><strong>1</strong></sup> In the first year of Belshazzar king of Babylon, Daniel had a dream, and visions passed through his mind as he was lying on his bed. He wrote down the substance of his dream. <sup><strong>2</strong></sup> Daniel said: \"In my vision at night I looked, and there before me were the four winds of heaven churning up the great sea. <sup><strong>3</strong></sup> Four great beasts, each different from the others, came up out of the sea. <sup><strong>4</strong></sup> \"The first was like a lion, and it had the wings of an eagle. I watched until its wings were torn off and it was lifted from the ground so that it stood on two feet like a man, and the heart of a man was given to it. <sup><strong>5</strong></sup> \"And there before me was a second beast, which looked like a bear. It was raised up on one of its sides, and it had three ribs in its mouth between its teeth. It was told, 'Get up and eat your fill of flesh!' <sup><strong>6</strong></sup> \"After that, I looked, and there before me was another beast, one that looked like a leopard. And on its back it had four wings like those of a bird. This beast had four heads, and it was given authority to rule. <sup><strong>7</strong></sup> \"After that, in my vision at night I looked, and there before me was a fourth beast-terrifying and frightening and very powerful. It had large iron teeth; it crushed and devoured its victims and trampled underfoot whatever was left. It was different from all the former beasts, and it had ten horns. <sup><strong>8</strong></sup> \"While I was thinking about the horns, there before me was another horn, a little one, which came up among them; and three of the first horns were uprooted before it. This horn had eyes like the eyes of a man and a mouth that spoke boastfully. <sup><strong>9</strong></sup> \"As I looked, \"thrones were set in place, and the Ancient of Days took his seat. His clothing was as white as snow; the hair of his head was white like wool. His throne was flaming with fire, and its wheels were all ablaze. <sup><strong>10</strong></sup> A river of fire was flowing, coming out from before him. Thousands upon thousands attended him; ten thousand times ten thousand stood before him. The court was seated, and the books were opened. <sup><strong>11</strong></sup> \"Then I continued to watch because of the boastful words the horn was speaking. I kept looking until the beast was slain and its body destroyed and thrown into the blazing fire. <sup><strong>12</strong></sup> (The other beasts had been stripped of their authority, but were allowed to live for a period of time.) <sup><strong>13</strong></sup> \"In my vision at night I looked, and there before me was one like a son of man, coming with the clouds of heaven. He approached the Ancient of Days and was led into his presence. <sup><strong>14</strong></sup> He was given authority, glory and sovereign power; all peoples, nations and men of every language worshiped him. His dominion is an everlasting dominion that will not pass away, and his kingdom is one that will never be destroyed. <sup><strong>15</strong></sup> \"I, Daniel, was troubled in spirit, and the visions that passed through my mind disturbed me. <sup><strong>16</strong></sup> I approached one of those standing there and asked him the true meaning of all this. \"So he told me and gave me the interpretation of these things: <sup><strong>17</strong></sup> 'The four great beasts are four kingdoms that will rise from the earth. <sup><strong>18</strong></sup> But the saints of the Most High will receive the kingdom and will possess it forever-yes, for ever and ever.' <sup><strong>19</strong></sup> \"Then I wanted to know the true meaning of the fourth beast, which was different from all the others and most terrifying, with its iron teeth and bronze claws-the beast that crushed and devoured its victims and trampled underfoot whatever was left. <sup><strong>20</strong></sup> I also wanted to know about the ten horns on its head and about the other horn that came up, before which three of them fell-the horn that looked more imposing than the others and that had eyes and a mouth that spoke boastfully. <sup><strong>21</strong></sup> As I watched, this horn was waging war against the saints and defeating them, <sup><strong>22</strong></sup> until the Ancient of Days came and pronounced judgment in favor of the saints of the Most High, and the time came when they possessed the kingdom. <sup><strong>23</strong></sup> \"He gave me this explanation: 'The fourth beast is a fourth kingdom that will appear on earth. It will be different from all the other kingdoms and will devour the whole earth, trampling it down and crushing it. <sup><strong>24</strong></sup> The ten horns are ten kings who will come from this kingdom. After them another king will arise, different from the earlier ones; he will subdue three kings. <sup><strong>25</strong></sup> He will speak against the Most High and oppress his saints and try to change the set times and the laws. The saints will be handed over to him for a time, times and half a time. <sup><strong>26</strong></sup> \"'But the court will sit, and his power will be taken away and completely destroyed forever. <sup><strong>27</strong></sup> Then the sovereignty, power and greatness of the kingdoms under the whole heaven will be handed over to the saints, the people of the Most High. His kingdom will be an everlasting kingdom, and all rulers will worship and obey him.' <sup><strong>28</strong></sup> \"This is the end of the matter. I, Daniel, was deeply troubled by my thoughts, and my face turned pale, but I kept the matter to myself.\" "},{"_id":"6168f3f0803fbb813a70a85a","topicId":"6168f3ea803fbb813a70a844","verse":"Isaiah 1:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p23001001_01-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23001001-1\">1:1&nbsp;</b>The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001002_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001002-1\">2&nbsp;</b>&nbsp;&nbsp;Hear, O heavens, and give ear, O earth;</span><br><span id=\"p23001002_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD has spoken:</span><br><span id=\"p23001002_05-25\" class=\"line\">&nbsp;&nbsp;“Children have I reared and brought up,</span><br><span id=\"p23001002_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they have rebelled against me.</span><br><span id=\"p23001003_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001003-1\">3&nbsp;</b>&nbsp;&nbsp;The ox knows its owner,</span><br><span id=\"p23001003_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the donkey its master’s crib,</span><br><span id=\"p23001003_05-25\" class=\"line\">&nbsp;&nbsp;but Israel does not know,</span><br><span id=\"p23001003_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my people do not understand.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001004_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001004-1\">4&nbsp;</b>&nbsp;&nbsp;Ah, sinful nation,</span><br><span id=\"p23001004_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a people laden with iniquity,</span><br><span id=\"p23001004_05-25\" class=\"line\">&nbsp;&nbsp;offspring of evildoers,</span><br><span id=\"p23001004_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;children who deal corruptly!</span><br><span id=\"p23001004_05-25\" class=\"line\">&nbsp;&nbsp;They have forsaken the LORD,</span><br><span id=\"p23001004_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have despised the Holy One of Israel,</span><br><span id=\"p23001004_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are utterly estranged.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001005_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001005-1\">5&nbsp;</b>&nbsp;&nbsp;Why will you still be struck down?</span><br><span id=\"p23001005_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Why will you continue to rebel?</span><br><span id=\"p23001005_05-25\" class=\"line\">&nbsp;&nbsp;The whole head is sick,</span><br><span id=\"p23001005_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the whole heart faint.</span><br><span id=\"p23001006_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001006-1\">6&nbsp;</b>&nbsp;&nbsp;From the sole of the foot even to the head,</span><br><span id=\"p23001006_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is no soundness in it,</span><br><span id=\"p23001006_05-25\" class=\"line\">&nbsp;&nbsp;but bruises and sores</span><br><span id=\"p23001006_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raw wounds;</span><br><span id=\"p23001006_05-25\" class=\"line\">&nbsp;&nbsp;they are not pressed out or bound up</span><br><span id=\"p23001006_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or softened with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001007_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001007-1\">7&nbsp;</b>&nbsp;&nbsp;Your country lies desolate;</span><br><span id=\"p23001007_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your cities are burned with fire;</span><br><span id=\"p23001007_05-25\" class=\"line\">&nbsp;&nbsp;in your very presence</span><br><span id=\"p23001007_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;foreigners devour your land;</span><br><span id=\"p23001007_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is desolate, as overthrown by foreigners.</span><br><span id=\"p23001008_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001008-1\">8&nbsp;</b>&nbsp;&nbsp;And the daughter of Zion is left</span><br><span id=\"p23001008_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a booth in a vineyard,</span><br><span id=\"p23001008_05-25\" class=\"line\">&nbsp;&nbsp;like a lodge in a cucumber field,</span><br><span id=\"p23001008_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a besieged city.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001009_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001009-1\">9&nbsp;</b>&nbsp;&nbsp;If the LORD of hosts</span><br><span id=\"p23001009_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;had not left us a few survivors,</span><br><span id=\"p23001009_05-25\" class=\"line\">&nbsp;&nbsp;we should have been like Sodom,</span><br><span id=\"p23001009_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001010_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001010-1\">10&nbsp;</b>&nbsp;&nbsp;Hear the word of the LORD,</span><br><span id=\"p23001010_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you rulers of Sodom!</span><br><span id=\"p23001010_05-25\" class=\"line\">&nbsp;&nbsp;Give ear to the teaching of our God,</span><br><span id=\"p23001010_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you people of Gomorrah!</span><br><span id=\"p23001011_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001011-1\">11&nbsp;</b>&nbsp;&nbsp;“What to me is the multitude of your sacrifices?</span><br><span id=\"p23001011_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD;</span><br><span id=\"p23001011_05-25\" class=\"line\">&nbsp;&nbsp;I have had enough of burnt offerings of rams</span><br><span id=\"p23001011_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fat of well-fed beasts;</span><br><span id=\"p23001011_05-25\" class=\"line\">&nbsp;&nbsp;I do not delight in the blood of bulls,</span><br><span id=\"p23001011_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of lambs, or of goats.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001012_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001012-1\">12&nbsp;</b>&nbsp;&nbsp;“When you come to appear before me,</span><br><span id=\"p23001012_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has required of you</span><br><span id=\"p23001012_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;this trampling of my courts?</span><br><span id=\"p23001013_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001013-1\">13&nbsp;</b>&nbsp;&nbsp;Bring no more vain offerings;</span><br><span id=\"p23001013_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;incense is an abomination to me.</span><br><span id=\"p23001013_05-25\" class=\"line\">&nbsp;&nbsp;New moon and Sabbath and the calling of convocations—</span><br><span id=\"p23001013_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I cannot endure iniquity and solemn assembly.</span><br><span id=\"p23001014_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001014-1\">14&nbsp;</b>&nbsp;&nbsp;Your new moons and your appointed feasts</span><br><span id=\"p23001014_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul hates;</span><br><span id=\"p23001014_05-25\" class=\"line\">&nbsp;&nbsp;they have become a burden to me;</span><br><span id=\"p23001014_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary of bearing them.</span><br><span id=\"p23001015_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001015-1\">15&nbsp;</b>&nbsp;&nbsp;When you spread out your hands,</span><br><span id=\"p23001015_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will hide my eyes from you;</span><br><span id=\"p23001015_05-25\" class=\"line\">&nbsp;&nbsp;even though you make many prayers,</span><br><span id=\"p23001015_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not listen;</span><br><span id=\"p23001015_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your hands are full of blood.</span><br><span id=\"p23001016_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001016-1\">16&nbsp;</b>&nbsp;&nbsp;Wash yourselves; make yourselves clean;</span><br><span id=\"p23001016_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;remove the evil of your deeds from before my eyes;</span><br><span id=\"p23001016_05-25\" class=\"line\">&nbsp;&nbsp;cease to do evil,</span><br><span id=\"p23001017_05-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_05-25\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_05-25\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001018_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_05-25\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_05-25\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br><span id=\"p23001019_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001019-1\">19&nbsp;</b>&nbsp;&nbsp;If you are willing and obedient,</span><br><span id=\"p23001019_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat the good of the land;</span><br><span id=\"p23001020_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001020-1\">20&nbsp;</b>&nbsp;&nbsp;but if you refuse and rebel,</span><br><span id=\"p23001020_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be eaten by the sword;</span><br><span id=\"p23001020_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001021_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001021-1\">21&nbsp;</b>&nbsp;&nbsp;How the faithful city</span><br><span id=\"p23001021_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become a whore,</span><br><span id=\"p23001021_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she who was full of justice!</span><br><span id=\"p23001021_08-25\" class=\"line\">&nbsp;&nbsp;Righteousness lodged in her,</span><br><span id=\"p23001021_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but now murderers.</span><br><span id=\"p23001022_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001022-1\">22&nbsp;</b>&nbsp;&nbsp;Your silver has become dross,</span><br><span id=\"p23001022_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your best wine mixed with water.</span><br><span id=\"p23001023_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001023-1\">23&nbsp;</b>&nbsp;&nbsp;Your princes are rebels</span><br><span id=\"p23001023_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and companions of thieves.</span><br><span id=\"p23001023_08-25\" class=\"line\">&nbsp;&nbsp;Everyone loves a bribe</span><br><span id=\"p23001023_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and runs after gifts.</span><br><span id=\"p23001023_08-25\" class=\"line\">&nbsp;&nbsp;They do not bring justice to the fatherless,</span><br><span id=\"p23001023_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the widow’s cause does not come to them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001024_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001024-1\">24&nbsp;</b>&nbsp;&nbsp;Therefore the Lord declares,</span><br><span id=\"p23001024_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts,</span><br><span id=\"p23001024_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Mighty One of Israel:</span><br><span id=\"p23001024_08-25\" class=\"line\">&nbsp;&nbsp;“Ah, I will get relief from my enemies</span><br><span id=\"p23001024_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and avenge myself on my foes.</span><br><span id=\"p23001025_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001025-1\">25&nbsp;</b>&nbsp;&nbsp;I will turn my hand against you</span><br><span id=\"p23001025_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will smelt away your dross as with lye</span><br><span id=\"p23001025_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remove all your alloy.</span><br><span id=\"p23001026_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001026-1\">26&nbsp;</b>&nbsp;&nbsp;And I will restore your judges as at the first,</span><br><span id=\"p23001026_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your counselors as at the beginning.</span><br><span id=\"p23001026_08-25\" class=\"line\">&nbsp;&nbsp;Afterward you shall be called the city of righteousness,</span><br><span id=\"p23001026_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the faithful city.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001027_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001027-1\">27&nbsp;</b>&nbsp;&nbsp;Zion shall be redeemed by justice,</span><br><span id=\"p23001027_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those in her who repent, by righteousness.</span><br><span id=\"p23001028_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001028-1\">28&nbsp;</b>&nbsp;&nbsp;But rebels and sinners shall be broken together,</span><br><span id=\"p23001028_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who forsake the LORD shall be consumed.</span><br><span id=\"p23001029_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001029-1\">29&nbsp;</b>&nbsp;&nbsp;For they shall be ashamed of the oaks</span><br><span id=\"p23001029_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you desired;</span><br><span id=\"p23001029_08-25\" class=\"line\">&nbsp;&nbsp;and you shall blush for the gardens</span><br><span id=\"p23001029_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have chosen.</span><br><span id=\"p23001030_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001030-1\">30&nbsp;</b>&nbsp;&nbsp;For you shall be like an oak</span><br><span id=\"p23001030_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose leaf withers,</span><br><span id=\"p23001030_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a garden without water.</span><br><span id=\"p23001031_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001031-1\">31&nbsp;</b>&nbsp;&nbsp;And the strong shall become tinder,</span><br><span id=\"p23001031_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his work a spark,</span><br><span id=\"p23001031_08-25\" class=\"line\">&nbsp;&nbsp;and both of them shall burn together,</span><br><span id=\"p23001031_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with none to quench them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.  <strong>2</strong> Hear, O heavens, and give ear, O earth: for the LORD hath spoken, I have nourished and brought up children, and they have rebelled against me.  <strong>3</strong> The ox knoweth his owner, and the ass his master’s crib: but  Israel doth not know, my people doth not consider.  <strong>4</strong> Ah sinful nation, a people laden with iniquity, a seed of evildoers, children that are corrupters: they have forsaken the LORD, they have provoked the Holy One of Israel unto anger, they are gone away backward.  <strong>5</strong> Why should ye be stricken any more? ye will revolt more and more: the whole head is sick, and the whole heart faint.  <strong>6</strong> From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrifying sores: they have not been closed, neither bound up, neither mollified with ointment.  <strong>7</strong> Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence, and it is  desolate, as overthrown by strangers.  <strong>8</strong> And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged city.  <strong>9</strong> Except the LORD of hosts had left unto us a very small remnant, we should have been as Sodom, and we should have been like unto Gomorrah.  <strong>10</strong> Hear the word of the LORD, ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah.  <strong>11</strong> To what purpose is the multitude of your sacrifices unto me? saith the LORD: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats.  <strong>12</strong> When ye come to appear before me, who hath required this at your hand, to tread my courts?  <strong>13</strong> Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is  iniquity, even the solemn meeting.  <strong>14</strong> Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear them.  <strong>15</strong> And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.  <strong>16</strong> Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;  <strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  <strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  <strong>19</strong> If ye be willing and obedient, ye shall eat the good of the land:  <strong>20</strong> But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the LORD hath spoken it. <strong>21</strong> How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers.  <strong>22</strong> Thy silver is become dross, thy wine mixed with water:  <strong>23</strong> Thy princes are rebellious, and companions of thieves: every one loveth gifts, and followeth after rewards: they judge not the fatherless, neither doth the cause of the widow come unto them.  <strong>24</strong> Therefore saith the Lord, the LORD of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:  <strong>25</strong> And I will turn my hand upon thee, and purely purge away thy dross, and take away all thy tin:  <strong>26</strong> And I will restore thy judges as at the first, and thy counsellors as at the beginning: afterward thou shalt be called, The city of righteousness, the faithful city.  <strong>27</strong> Zion shall be redeemed with judgment, and her converts with righteousness.  <strong>28</strong> And the destruction of the transgressors and of the sinners shall be together, and they that forsake the LORD shall be consumed.  <strong>29</strong> For they shall be ashamed of the oaks which ye have desired, and ye shall be confounded for the gardens that ye have chosen.  <strong>30</strong> For ye shall be as an oak whose leaf fadeth, and as a garden that hath no water.  <strong>31</strong> And the strong shall be as tow, and the maker of it as a spark, and they shall both burn together, and none shall quench them. ","niv":"<sup><strong>1</strong></sup> The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah. <sup><strong>2</strong></sup> Hear, O heavens! Listen, O earth! For the LORD has spoken: \"I reared children and brought them up, but they have rebelled against me. <sup><strong>3</strong></sup> The ox knows his master, the donkey his owner's manger, but Israel does not know, my people do not understand.\" <sup><strong>4</strong></sup> Ah, sinful nation, a people loaded with guilt, a brood of evildoers, children given to corruption! They have forsaken the LORD; they have spurned the Holy One of Israel and turned their backs on him. <sup><strong>5</strong></sup> Why should you be beaten anymore? Why do you persist in rebellion? Your whole head is injured, your whole heart afflicted. <sup><strong>6</strong></sup> From the sole of your foot to the top of your head there is no soundness- only wounds and welts and open sores, not cleansed or bandaged or soothed with oil. <sup><strong>7</strong></sup> Your country is desolate, your cities burned with fire; your fields are being stripped by foreigners right before you, laid waste as when overthrown by strangers. <sup><strong>8</strong></sup> The Daughter of Zion is left like a shelter in a vineyard, like a hut in a field of melons, like a city under siege. <sup><strong>9</strong></sup> Unless the LORD Almighty had left us some survivors, we would have become like Sodom, we would have been like Gomorrah. <sup><strong>10</strong></sup> Hear the word of the LORD, you rulers of Sodom; listen to the law of our God, you people of Gomorrah! <sup><strong>11</strong></sup> \"The multitude of your sacrifices- what are they to me?\" says the LORD. \"I have more than enough of burnt offerings, of rams and the fat of fattened animals; I have no pleasure in the blood of bulls and lambs and goats. <sup><strong>12</strong></sup> When you come to appear before me, who has asked this of you, this trampling of my courts? <sup><strong>13</strong></sup> Stop bringing meaningless offerings! Your incense is detestable to me. New Moons, Sabbaths and convocations- I cannot bear your evil assemblies. <sup><strong>14</strong></sup> Your New Moon festivals and your appointed feasts my soul hates. They have become a burden to me; I am weary of bearing them. <sup><strong>15</strong></sup> When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood; <sup><strong>16</strong></sup> wash and make yourselves clean. Take your evil deeds out of my sight! Stop doing wrong, <sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow. <sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool. <sup><strong>19</strong></sup> If you are willing and obedient, you will eat the best from the land; <sup><strong>20</strong></sup> but if you resist and rebel, you will be devoured by the sword.\" For the mouth of the LORD has spoken. <sup><strong>21</strong></sup> See how the faithful city has become a harlot! She once was full of justice; righteousness used to dwell in her- but now murderers! <sup><strong>22</strong></sup> Your silver has become dross, your choice wine is diluted with water. <sup><strong>23</strong></sup> Your rulers are rebels, companions of thieves; they all love bribes and chase after gifts. They do not defend the cause of the fatherless; the widow's case does not come before them. <sup><strong>24</strong></sup> Therefore the Lord, the LORD Almighty, the Mighty One of Israel, declares: \"Ah, I will get relief from my foes and avenge myself on my enemies. <sup><strong>25</strong></sup> I will turn my hand against you; I will thoroughly purge away your dross and remove all your impurities. <sup><strong>26</strong></sup> I will restore your judges as in days of old, your counselors as at the beginning. Afterward you will be called the City of Righteousness, the Faithful City.\" <sup><strong>27</strong></sup> Zion will be redeemed with justice, her penitent ones with righteousness. <sup><strong>28</strong></sup> But rebels and sinners will both be broken, and those who forsake the LORD will perish. <sup><strong>29</strong></sup> \"You will be ashamed because of the sacred oaks in which you have delighted; you will be disgraced because of the gardens that you have chosen. <sup><strong>30</strong></sup> You will be like an oak with fading leaves, like a garden without water. <sup><strong>31</strong></sup> The mighty man will become tinder and his work a spark; both will burn together, with no one to quench the fire.\" "},{"_id":"6168f3f0803fbb813a70a85b","topicId":"6168f3ea803fbb813a70a844","verse":"Judges 7:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p07007002_01-26\"><b class=\"verse-num\" id=\"v07007002-1\">2&nbsp;</b>The LORD said to Gideon, “The people with you are too many for me to give the Midianites into their hand, lest Israel boast over me, saying, ‘My own hand has saved me.’</p>\n</div>","kjv":"<strong>2</strong> And the LORD said unto Gideon, The people that are with thee are too many for me to give the Midianites into their hands, lest Israel vaunt themselves against me, saying, Mine own hand hath saved me.  ","niv":"<sup><strong>2</strong></sup> The LORD said to Gideon, \"You have too many men for me to deliver Midian into their hands. In order that Israel may not boast against me that her own strength has saved her,"},{"_id":"6168f3f1803fbb813a70a85c","topicId":"6168f3ea803fbb813a70a844","verse":"Judges 5:31","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p07005031_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v07005031-1\">31&nbsp;</b>&nbsp;&nbsp;“So may all your enemies perish, O LORD!</span><br><span id=\"p07005031_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;But your friends be like the sun as he rises in his might.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p07005031_01-27\" class=\"same-paragraph\">And the land had rest for forty years.</p>\n</div>","kjv":"<strong>31</strong> So let all thine enemies perish, O LORD: but let them that love him be as the sun when he goeth forth in his might. And the land had rest forty years.  ","niv":"<sup><strong>31</strong></sup> \"So may all your enemies perish, O LORD! But may they who love you be like the sun when it rises in its strength.\" Then the land had peace forty years."},{"_id":"6168f3f1803fbb813a70a85d","topicId":"6168f3ea803fbb813a70a844","verse":"Judges 4:4-5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p07004004_01-28\"><b class=\"verse-num\" id=\"v07004004-1\">4&nbsp;</b>Now Deborah, a prophetess, the wife of Lappidoth, was judging Israel at that time. <b class=\"verse-num\" id=\"v07004005-1\">5&nbsp;</b>She used to sit under the palm of Deborah between Ramah and Bethel in the hill country of Ephraim, and the people of Israel came up to her for judgment.</p>\n</div>","kjv":"<strong>4</strong> And Deborah, a prophetess, the wife of Lapidoth, she judged Israel at that time.  <strong>5</strong> And she dwelt under the palm tree of Deborah between Ramah and Bethel in mount Ephraim: and the children of Israel came up to her for judgment.  ","niv":"<sup><strong>4</strong></sup> Deborah, a prophetess, the wife of Lappidoth, was leading Israel at that time. <sup><strong>5</strong></sup> She held court under the Palm of Deborah between Ramah and Bethel in the hill country of Ephraim, and the Israelites came to her to have their disputes decided. "}]}