{"_id":"6168f4c5803fbb813a70a8ca","slug":"paying-debt","name":"Paying Debt","verses":[{"_id":"6168f4c5803fbb813a70a8cb","topicId":"6168f4c5803fbb813a70a8ca","verse":"Psalm 37:21","votes":296,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037021_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037021-1\">21&nbsp;</b>&nbsp;&nbsp;The wicked borrows but does not pay back,</span><br><span id=\"p19037021_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous is generous and gives;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> The wicked borroweth, and payeth not again: but the righteous sheweth mercy, and giveth.  ","niv":"<sup><strong>21</strong></sup> The wicked borrow and do not repay, but the righteous give generously;","modified":"2022-11-17T00:43:50.980Z"},{"_id":"6168f4c6803fbb813a70a8cc","topicId":"6168f4c5803fbb813a70a8ca","verse":"Romans 13:7-8","votes":294,"__v":0,"esv":"<div>\n<p id=\"p45013007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_06-2\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.</p>\n</div>","kjv":"<strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  ","niv":"<sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. ","modified":"2022-11-11T20:58:02.391Z"},{"_id":"6168f4c6803fbb813a70a8cd","topicId":"6168f4c5803fbb813a70a8ca","verse":"Proverbs 22:7","votes":175,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022007_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022007-1\">7&nbsp;</b>&nbsp;&nbsp;The rich rules over the poor,</span><br><span id=\"p20022007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the borrower is the slave of the lender.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The rich ruleth over the poor, and the borrower is servant to the lender.  ","niv":"<sup><strong>7</strong></sup> The rich rule over the poor, and the borrower is servant to the lender.","modified":"2023-04-10T19:55:05.118Z"},{"_id":"6168f4c6803fbb813a70a8ce","topicId":"6168f4c5803fbb813a70a8ca","verse":"Proverbs 3:27-28","votes":170,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003027_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003027-1\">27&nbsp;</b>&nbsp;&nbsp;Do not withhold good from those to whom it is due,</span><br><span id=\"p20003027_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when it is in your power to do it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003028_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003028-1\">28&nbsp;</b>&nbsp;&nbsp;Do not say to your neighbor, “Go, and come again,</span><br><span id=\"p20003028_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tomorrow I will give it”—when you have it with you.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> Withhold not good from them to whom it is due, when it is in the power of thine hand to do it.  <strong>28</strong> Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee.  ","niv":"<sup><strong>27</strong></sup> Do not withhold good from those who deserve it, when it is in your power to act. <sup><strong>28</strong></sup> Do not say to your neighbor, \"Come back later; I'll give it tomorrow\"- when you now have it with you. "},{"_id":"6168f4c7803fbb813a70a8cf","topicId":"6168f4c5803fbb813a70a8ca","verse":"Ecclesiastes 5:5","votes":161,"__v":0,"esv":"<div>\n<p id=\"p21005005_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v21005005-1\">5&nbsp;</b>It is better that you should not vow than that you should vow and not pay.</p>\n</div>","kjv":"<strong>5</strong> Better is it that thou shouldest not vow, than that thou shouldest vow and not pay.  ","niv":"<sup><strong>5</strong></sup> It is better not to vow than to make a vow and not fulfill it."},{"_id":"6168f4c7803fbb813a70a8d0","topicId":"6168f4c5803fbb813a70a8ca","verse":"Romans 13:8","votes":138,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-6\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law."},{"_id":"6168f4c7803fbb813a70a8d1","topicId":"6168f4c5803fbb813a70a8ca","verse":"Romans 13:7","votes":99,"__v":0,"esv":"<div>\n<p id=\"p45013007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor."},{"_id":"6168f4c8803fbb813a70a8d2","topicId":"6168f4c5803fbb813a70a8ca","verse":"Romans 13:5-7","votes":72,"__v":0,"esv":"<div>\n<p id=\"p45013005_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"6168f4c8803fbb813a70a8d3","topicId":"6168f4c5803fbb813a70a8ca","verse":"Numbers 30:2","votes":65,"__v":0,"esv":"<div>\n<p id=\"p04030002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v04030002-1\">2&nbsp;</b>If a man vows a vow to the LORD, or swears an oath to bind himself by a pledge, he shall not break his word. He shall do according to all that proceeds out of his mouth.</p>\n</div>","kjv":"<strong>2</strong> If a man vow a vow unto the LORD, or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceedeth out of his mouth.  ","niv":"<sup><strong>2</strong></sup> When a man makes a vow to the LORD or takes an oath to obligate himself by a pledge, he must not break his word but must do everything he said."},{"_id":"6168f4c8803fbb813a70a8d4","topicId":"6168f4c5803fbb813a70a8ca","verse":"Proverbs 3:28","votes":51,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003028_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003028-1\">28&nbsp;</b>&nbsp;&nbsp;Do not say to your neighbor, “Go, and come again,</span><br><span id=\"p20003028_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tomorrow I will give it”—when you have it with you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee.  ","niv":"<sup><strong>28</strong></sup> Do not say to your neighbor, \"Come back later; I'll give it tomorrow\"- when you now have it with you."},{"_id":"6168f4c8803fbb813a70a8d5","topicId":"6168f4c5803fbb813a70a8ca","verse":"Proverbs 22:26-27","votes":48,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022026_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022026-1\">26&nbsp;</b>&nbsp;&nbsp;Be not one of those who give pledges,</span><br><span id=\"p20022026_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who put up security for debts.</span><br><span id=\"p20022027_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022027-1\">27&nbsp;</b>&nbsp;&nbsp;If you have nothing with which to pay,</span><br><span id=\"p20022027_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;why should your bed be taken from under you?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> Be not thou one of them that strike hands, or of them that are sureties for debts.  <strong>27</strong> If thou hast nothing to pay, why should he take away thy bed from under thee?  ","niv":"<sup><strong>26</strong></sup> Do not be a man who strikes hands in pledge or puts up security for debts; <sup><strong>27</strong></sup> if you lack the means to pay, your very bed will be snatched from under you. ","modified":"2022-12-25T19:29:41.220Z"},{"_id":"6168f4c9803fbb813a70a8d6","topicId":"6168f4c5803fbb813a70a8ca","verse":"Leviticus 19:11","votes":46,"__v":0,"esv":"<div>\n<p id=\"p03019011_01-12\"><b class=\"verse-num\" id=\"v03019011-1\">11&nbsp;</b>“You shall not steal; you shall not deal falsely; you shall not lie to one another.</p>\n</div>","kjv":"<strong>11</strong> Ye shall not steal, neither deal falsely, neither lie one to another.  ","niv":"<sup><strong>11</strong></sup> \"'Do not steal. \"'Do not lie. \"'Do not deceive one another."},{"_id":"6168f4c9803fbb813a70a8d7","topicId":"6168f4c5803fbb813a70a8ca","verse":"Matthew 6:12","votes":44,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006012_01-13\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_01-13\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And forgive us our debts, as we forgive our debtors.  ","niv":"<sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors."},{"_id":"6168f4c9803fbb813a70a8d8","topicId":"6168f4c5803fbb813a70a8ca","verse":"Deuteronomy 15:1-23","votes":41,"__v":0,"esv":"<div>\n\n<p id=\"p05015001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05015001-1\">15:1&nbsp;</b>“At the end of every seven years you shall grant a release. <b class=\"verse-num\" id=\"v05015002-1\">2&nbsp;</b>And this is the manner of the release: every creditor shall release what he has lent to his neighbor. He shall not exact it of his neighbor, his brother, because the LORD’s release has been proclaimed. <b class=\"verse-num\" id=\"v05015003-1\">3&nbsp;</b>Of a foreigner you may exact it, but whatever of yours is with your brother your hand shall release. <b class=\"verse-num\" id=\"v05015004-1\">4&nbsp;</b>But there will be no poor among you; for the LORD will bless you in the land that the LORD your God is giving you for an inheritance to possess—<b class=\"verse-num\" id=\"v05015005-1\">5&nbsp;</b>if only you will strictly obey the voice of the LORD your God, being careful to do all this commandment that I command you today. <b class=\"verse-num\" id=\"v05015006-1\">6&nbsp;</b>For the LORD your God will bless you, as he promised you, and you shall lend to many nations, but you shall not borrow, and you shall rule over many nations, but they shall not rule over you.</p>\n<p id=\"p05015006_04-14\"><b class=\"verse-num\" id=\"v05015007-1\">7&nbsp;</b>“If among you, one of your brothers should become poor, in any of your towns within your land that the LORD your God is giving you, you shall not harden your heart or shut your hand against your poor brother, <b class=\"verse-num\" id=\"v05015008-1\">8&nbsp;</b>but you shall open your hand to him and lend him sufficient for his need, whatever it may be. <b class=\"verse-num\" id=\"v05015009-1\">9&nbsp;</b>Take care lest there be an unworthy thought in your heart and you say, ‘The seventh year, the year of release is near,’ and your eye look grudgingly on your poor brother, and you give him nothing, and he cry to the LORD against you, and you be guilty of sin. <b class=\"verse-num\" id=\"v05015010-1\">10&nbsp;</b>You shall give to him freely, and your heart shall not be grudging when you give to him, because for this the LORD your God will bless you in all your work and in all that you undertake. <b class=\"verse-num\" id=\"v05015011-1\">11&nbsp;</b>For there will never cease to be poor in the land. Therefore I command you, ‘You shall open wide your hand to your brother, to the needy and to the poor, in your land.’</p>\n<p id=\"p05015011_04-14\"><b class=\"verse-num\" id=\"v05015012-1\">12&nbsp;</b>“If your brother, a Hebrew man or a Hebrew woman, is sold to you, he shall serve you six years, and in the seventh year you shall let him go free from you. <b class=\"verse-num\" id=\"v05015013-1\">13&nbsp;</b>And when you let him go free from you, you shall not let him go empty-handed. <b class=\"verse-num\" id=\"v05015014-1\">14&nbsp;</b>You shall furnish him liberally out of your flock, out of your threshing floor, and out of your winepress. As the LORD your God has blessed you, you shall give to him. <b class=\"verse-num\" id=\"v05015015-1\">15&nbsp;</b>You shall remember that you were a slave in the land of Egypt, and the LORD your God redeemed you; therefore I command you this today. <b class=\"verse-num\" id=\"v05015016-1\">16&nbsp;</b>But if he says to you, ‘I will not go out from you,’ because he loves you and your household, since he is well-off with you, <b class=\"verse-num\" id=\"v05015017-1\">17&nbsp;</b>then you shall take an awl, and put it through his ear into the door, and he shall be your slave forever. And to your female slave you shall do the same. <b class=\"verse-num\" id=\"v05015018-1\">18&nbsp;</b>It shall not seem hard to you when you let him go free from you, for at half the cost of a hired worker he has served you six years. So the LORD your God will bless you in all that you do.</p>\n<p id=\"p05015018_04-14\"><b class=\"verse-num\" id=\"v05015019-1\">19&nbsp;</b>“All the firstborn males that are born of your herd and flock you shall dedicate to the LORD your God. You shall do no work with the firstborn of your herd, nor shear the firstborn of your flock. <b class=\"verse-num\" id=\"v05015020-1\">20&nbsp;</b>You shall eat it, you and your household, before the LORD your God year by year at the place that the LORD will choose. <b class=\"verse-num\" id=\"v05015021-1\">21&nbsp;</b>But if it has any blemish, if it is lame or blind or has any serious blemish whatever, you shall not sacrifice it to the LORD your God. <b class=\"verse-num\" id=\"v05015022-1\">22&nbsp;</b>You shall eat it within your towns. The unclean and the clean alike may eat it, as though it were a gazelle or a deer. <b class=\"verse-num\" id=\"v05015023-1\">23&nbsp;</b>Only you shall not eat its blood; you shall pour it out on the ground like water.</p>\n\n</div>","kjv":"<strong>1</strong> At the end of every seven years thou shalt make a release.  <strong>2</strong> And this is the manner of the release: Every creditor that lendeth ought unto his neighbour shall release it; he shall not exact it of his neighbour, or of his brother; because it is called the LORD’S release.  <strong>3</strong> Of a foreigner thou mayest exact it again: but that  which is thine with thy brother thine hand shall release;  <strong>4</strong> Save when there shall be no poor among you; for the LORD shall greatly bless thee in the land which the LORD thy God giveth thee for an inheritance to possess it:  <strong>5</strong> Only if thou carefully hearken unto the voice of the LORD thy God, to observe to do all these commandments which I command thee this day.  <strong>6</strong> For the LORD thy God blesseth thee, as he promised thee: and thou shalt lend unto many nations, but thou shalt not borrow; and thou shalt reign over many nations, but they shall not reign over thee.  <strong>7</strong> If there be among you a poor man of one of thy brethren within any of thy gates in thy land which the LORD thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother:  <strong>8</strong> But thou shalt open thine hand wide unto him, and shalt surely lend him sufficient for his need, in that which he wanteth.  <strong>9</strong> Beware that there be not a thought in thy wicked heart, saying, The seventh year, the year of release, is at hand; and thine eye be evil against thy poor brother, and thou givest him nought; and he cry unto the LORD against thee, and it be sin unto thee.  <strong>10</strong> Thou shalt surely give him, and thine heart shall not be grieved when thou givest unto him: because that for this thing the LORD thy God shall bless thee in all thy works, and in all that thou puttest thine hand unto.  <strong>11</strong> For the poor shall never cease out of the land: therefore I command thee, saying, Thou shalt open thine hand wide unto thy brother, to thy poor, and to thy needy, in thy land.  <strong>12</strong>           And if thy brother, an Hebrew man, or an Hebrew woman, be sold unto thee, and serve thee six years; then in the seventh year thou shalt let him go free from thee.  <strong>13</strong> And when thou sendest him out free from thee, thou shalt not let him go away empty:  <strong>14</strong> Thou shalt furnish him liberally out of thy flock, and out of thy floor, and out of thy winepress: of that wherewith the LORD thy God hath blessed thee thou shalt give unto him.  <strong>15</strong> And thou shalt remember that thou wast a bondman in the land of Egypt, and the LORD thy God redeemed thee: therefore I command thee this thing to day.  <strong>16</strong> And it shall be, if he say unto thee, I will not go away from thee; because he loveth thee and thine house, because he is well with thee;  <strong>17</strong> Then thou shalt take an aul, and thrust it through his ear unto the door, and he shall be thy servant for ever. And also unto thy maidservant thou shalt do likewise.  <strong>18</strong> It shall not seem hard unto thee, when thou sendest him away free from thee; for he hath been worth a double hired servant to thee, in serving thee six years: and the LORD thy God shall bless thee in all that thou doest.  <strong>19</strong> All the firstling males that come of thy herd and of thy flock thou shalt sanctify unto the LORD thy God: thou shalt do no work with the firstling of thy bullock, nor shear the firstling of thy sheep.  <strong>20</strong> Thou shalt eat it before the LORD thy God year by year in the place which the LORD shall choose, thou and thy household.  <strong>21</strong> And if there be any blemish therein, as if it be  lame, or blind, or have any ill blemish, thou shalt not sacrifice it unto the LORD thy God.  <strong>22</strong> Thou shalt eat it within thy gates: the unclean and the clean person shall eat it alike, as the roebuck, and as the hart.  <strong>23</strong> Only thou shalt not eat the blood thereof; thou shalt pour it upon the ground as water.  ","niv":"<sup><strong>1</strong></sup> At the end of every seven years you must cancel debts. <sup><strong>2</strong></sup> This is how it is to be done: Every creditor shall cancel the loan he has made to his fellow Israelite. He shall not require payment from his fellow Israelite or brother, because the LORD's time for canceling debts has been proclaimed. <sup><strong>3</strong></sup> You may require payment from a foreigner, but you must cancel any debt your brother owes you. <sup><strong>4</strong></sup> However, there should be no poor among you, for in the land the LORD your God is giving you to possess as your inheritance, he will richly bless you, <sup><strong>5</strong></sup> if only you fully obey the LORD your God and are careful to follow all these commands I am giving you today. <sup><strong>6</strong></sup> For the LORD your God will bless you as he has promised, and you will lend to many nations but will borrow from none. You will rule over many nations but none will rule over you. <sup><strong>7</strong></sup> If there is a poor man among your brothers in any of the towns of the land that the LORD your God is giving you, do not be hardhearted or tightfisted toward your poor brother. <sup><strong>8</strong></sup> Rather be openhanded and freely lend him whatever he needs. <sup><strong>9</strong></sup> Be careful not to harbor this wicked thought: \"The seventh year, the year for canceling debts, is near,\" so that you do not show ill will toward your needy brother and give him nothing. He may then appeal to the LORD against you, and you will be found guilty of sin. <sup><strong>10</strong></sup> Give generously to him and do so without a grudging heart; then because of this the LORD your God will bless you in all your work and in everything you put your hand to. <sup><strong>11</strong></sup> There will always be poor people in the land. Therefore I command you to be openhanded toward your brothers and toward the poor and needy in your land. <sup><strong>12</strong></sup> If a fellow Hebrew, a man or a woman, sells himself to you and serves you six years, in the seventh year you must let him go free. <sup><strong>13</strong></sup> And when you release him, do not send him away empty-handed. <sup><strong>14</strong></sup> Supply him liberally from your flock, your threshing floor and your winepress. Give to him as the LORD your God has blessed you. <sup><strong>15</strong></sup> Remember that you were slaves in Egypt and the LORD your God redeemed you. That is why I give you this command today. <sup><strong>16</strong></sup> But if your servant says to you, \"I do not want to leave you,\" because he loves you and your family and is well off with you, <sup><strong>17</strong></sup> then take an awl and push it through his ear lobe into the door, and he will become your servant for life. Do the same for your maidservant. <sup><strong>18</strong></sup> Do not consider it a hardship to set your servant free, because his service to you these six years has been worth twice as much as that of a hired hand. And the LORD your God will bless you in everything you do. <sup><strong>19</strong></sup> Set apart for the LORD your God every firstborn male of your herds and flocks. Do not put the firstborn of your oxen to work, and do not shear the firstborn of your sheep. <sup><strong>20</strong></sup> Each year you and your family are to eat them in the presence of the LORD your God at the place he will choose. <sup><strong>21</strong></sup> If an animal has a defect, is lame or blind, or has any serious flaw, you must not sacrifice it to the LORD your God. <sup><strong>22</strong></sup> You are to eat it in your own towns. Both the ceremonially unclean and the clean may eat it, as if it were gazelle or deer. <sup><strong>23</strong></sup> But you must not eat the blood; pour it out on the ground like water. "},{"_id":"6168f4ca803fbb813a70a8d9","topicId":"6168f4c5803fbb813a70a8ca","verse":"Matthew 6:33","votes":40,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"6168f4ca803fbb813a70a8da","topicId":"6168f4c5803fbb813a70a8ca","verse":"Proverbs 22:1","votes":40,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022001_01-16\" class=\"line\"><b class=\"chapter-num\" id=\"v20022001-1\">22:1&nbsp;</b>&nbsp;&nbsp;A good name is to be chosen rather than great riches,</span><br><span id=\"p20022001_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and favor is better than silver or gold.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A good name is rather to be chosen than great riches, and loving favour rather than silver and gold.  ","niv":"<sup><strong>1</strong></sup> A good name is more desirable than great riches; to be esteemed is better than silver or gold."},{"_id":"6168f4ca803fbb813a70a8db","topicId":"6168f4c5803fbb813a70a8ca","verse":"Matthew 22:17-21","votes":38,"__v":0,"esv":"<div>\n<p id=\"p40022017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022017-1\">17&nbsp;</b>Tell us, then, what you think. Is it lawful to pay taxes to Caesar, or not?” <b class=\"verse-num\" id=\"v40022018-1\">18&nbsp;</b>But Jesus, aware of their malice, said, <span class=\"woc\">“Why put me to the test, you hypocrites?</span> <b class=\"verse-num woc\" id=\"v40022019-1\">19&nbsp;</b><span class=\"woc\">Show me the coin for the tax.”</span> And they brought him a denarius. <b class=\"verse-num\" id=\"v40022020-1\">20&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Whose likeness and inscription is this?”</span> <b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span></p>\n\n</div>","kjv":"<strong>17</strong> Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?  <strong>18</strong> But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?  <strong>19</strong> Shew me the tribute money. And they brought unto him a penny.  <strong>20</strong> And he saith unto them, Whose is this image and superscription?  <strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  ","niv":"<sup><strong>17</strong></sup> Tell us then, what is your opinion? Is it right to pay taxes to Caesar or not?\" <sup><strong>18</strong></sup> But Jesus, knowing their evil intent, said, \"You hypocrites, why are you trying to trap me? <sup><strong>19</strong></sup> Show me the coin used for paying the tax.\" They brought him a denarius, <sup><strong>20</strong></sup> and he asked them, \"Whose portrait is this? And whose inscription?\" <sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\" "},{"_id":"6168f4cb803fbb813a70a8dc","topicId":"6168f4c5803fbb813a70a8ca","verse":"Colossians 3:23","votes":34,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,"},{"_id":"6168f4cb803fbb813a70a8dd","topicId":"6168f4c5803fbb813a70a8ca","verse":"Luke 6:34-35","votes":33,"__v":0,"esv":"<div>\n<p id=\"p42006034_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006034-1\">34&nbsp;</b><span class=\"woc\">And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.</span> <b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span></p>\n</div>","kjv":"<strong>34</strong> And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again.  <strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  ","niv":"<sup><strong>34</strong></sup> And if you lend to those from whom you expect repayment, what credit is that to you? Even 'sinners' lend to 'sinners,' expecting to be repaid in full. <sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked. "},{"_id":"6168f4cb803fbb813a70a8de","topicId":"6168f4c5803fbb813a70a8ca","verse":"Leviticus 19:13","votes":32,"__v":0,"esv":"<div>\n<p id=\"p03019013_01-20\"><b class=\"verse-num\" id=\"v03019013-1\">13&nbsp;</b>“You shall not oppress your neighbor or rob him. The wages of a hired worker shall not remain with you all night until the morning.</p>\n</div>","kjv":"<strong>13</strong> Thou shalt not defraud thy neighbour, neither rob him: the wages of him that is hired shall not abide with thee all night until the morning.  ","niv":"<sup><strong>13</strong></sup> \"'Do not defraud your neighbor or rob him. \"'Do not hold back the wages of a hired man overnight."},{"_id":"6168f4cb803fbb813a70a8df","topicId":"6168f4c5803fbb813a70a8ca","verse":"Proverbs 17:18","votes":30,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017018_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017018-1\">18&nbsp;</b>&nbsp;&nbsp;One who lacks sense gives a pledge</span><br><span id=\"p20017018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and puts up security in the presence of his neighbor.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> A man void of understanding striketh hands, and becometh surety in the presence of his friend.  ","niv":"<sup><strong>18</strong></sup> A man lacking in judgment strikes hands in pledge and puts up security for his neighbor."},{"_id":"6168f4cc803fbb813a70a8e0","topicId":"6168f4c5803fbb813a70a8ca","verse":"Deuteronomy 15:6","votes":29,"__v":0,"esv":"<div>\n<p id=\"p05015006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v05015006-1\">6&nbsp;</b>For the LORD your God will bless you, as he promised you, and you shall lend to many nations, but you shall not borrow, and you shall rule over many nations, but they shall not rule over you.</p>\n</div>","kjv":"<strong>6</strong> For the LORD thy God blesseth thee, as he promised thee: and thou shalt lend unto many nations, but thou shalt not borrow; and thou shalt reign over many nations, but they shall not reign over thee.  ","niv":"<sup><strong>6</strong></sup> For the LORD your God will bless you as he has promised, and you will lend to many nations but will borrow from none. You will rule over many nations but none will rule over you."},{"_id":"6168f4cc803fbb813a70a8e1","topicId":"6168f4c5803fbb813a70a8ca","verse":"Matthew 6:24","votes":27,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-23\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"6168f4cc803fbb813a70a8e2","topicId":"6168f4c5803fbb813a70a8ca","verse":"Romans 13:5-8","votes":26,"__v":0,"esv":"<div>\n<p id=\"p45013005_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_06-24\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.</p>\n</div>","kjv":"<strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  ","niv":"<sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. "},{"_id":"6168f4cd803fbb813a70a8e3","topicId":"6168f4c5803fbb813a70a8ca","verse":"Luke 14:28","votes":22,"__v":0,"esv":"<div>\n<p id=\"p42014028_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014028-1\">28&nbsp;</b><span class=\"woc\">For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?</span></p>\n</div>","kjv":"<strong>28</strong> For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?  ","niv":"<sup><strong>28</strong></sup> \"Suppose one of you wants to build a tower. Will he not first sit down and estimate the cost to see if he has enough money to complete it?","modified":"2022-11-17T00:45:09.426Z"}]}