{"_id":"6168f517803fbb813a70a8ef","slug":"paying-taxes","name":"Paying Taxes","verses":[{"_id":"6168f517803fbb813a70a8f0","topicId":"6168f517803fbb813a70a8ef","verse":"Romans 13:6-7","votes":91,"__v":0,"esv":"<div>\n<p id=\"p45013006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"6168f517803fbb813a70a8f1","topicId":"6168f517803fbb813a70a8ef","verse":"Matthew 22:17-21","votes":80,"__v":0,"esv":"<div>\n<p id=\"p40022017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022017-1\">17&nbsp;</b>Tell us, then, what you think. Is it lawful to pay taxes to Caesar, or not?” <b class=\"verse-num\" id=\"v40022018-1\">18&nbsp;</b>But Jesus, aware of their malice, said, <span class=\"woc\">“Why put me to the test, you hypocrites?</span> <b class=\"verse-num woc\" id=\"v40022019-1\">19&nbsp;</b><span class=\"woc\">Show me the coin for the tax.”</span> And they brought him a denarius. <b class=\"verse-num\" id=\"v40022020-1\">20&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Whose likeness and inscription is this?”</span> <b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span></p>\n\n</div>","kjv":"<strong>17</strong> Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?  <strong>18</strong> But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?  <strong>19</strong> Shew me the tribute money. And they brought unto him a penny.  <strong>20</strong> And he saith unto them, Whose is this image and superscription?  <strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  ","niv":"<sup><strong>17</strong></sup> Tell us then, what is your opinion? Is it right to pay taxes to Caesar or not?\" <sup><strong>18</strong></sup> But Jesus, knowing their evil intent, said, \"You hypocrites, why are you trying to trap me? <sup><strong>19</strong></sup> Show me the coin used for paying the tax.\" They brought him a denarius, <sup><strong>20</strong></sup> and he asked them, \"Whose portrait is this? And whose inscription?\" <sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\" "},{"_id":"6168f518803fbb813a70a8f2","topicId":"6168f517803fbb813a70a8ef","verse":"Romans 13:1-7","votes":73,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"6168f518803fbb813a70a8f3","topicId":"6168f517803fbb813a70a8ef","verse":"Matthew 17:24-27","votes":47,"__v":0,"esv":"<div>\n\n<p id=\"p40017024_04-4\"><b class=\"verse-num\" id=\"v40017024-1\">24&nbsp;</b>When they came to Capernaum, the collectors of the two-drachma tax went up to Peter and said, “Does your teacher not pay the tax?” <b class=\"verse-num\" id=\"v40017025-1\">25&nbsp;</b>He said, “Yes.” And when he came into the house, Jesus spoke to him first, saying, <span class=\"woc\">“What do you think, Simon? From whom do kings of the earth take toll or tax? From their sons or from others?”</span> <b class=\"verse-num\" id=\"v40017026-1\">26&nbsp;</b>And when he said, “From others,” Jesus said to him, <span class=\"woc\">“Then the sons are free.</span> <b class=\"verse-num woc\" id=\"v40017027-1\">27&nbsp;</b><span class=\"woc\">However, not to give offense to them, go to the sea and cast a hook and take the first fish that comes up, and when you open its mouth you will find a shekel. Take that and give it to them for me and for yourself.”</span></p>\n\n</div>","kjv":"<strong>24</strong> And when they were come to Capernaum, they that received tribute money came to Peter, and said, Doth not your master pay tribute?  <strong>25</strong> He saith, Yes. And when he was come into the house, Jesus prevented him, saying, What thinkest thou, Simon? of whom do the kings of the earth take custom or tribute? of their own children, or of strangers?  <strong>26</strong> Peter saith unto him, Of strangers. Jesus saith unto him, Then are the children free.  <strong>27</strong> Notwithstanding, lest we should offend them, go thou to the sea, and cast an hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a piece of money: that take, and give unto them for me and thee. ","niv":"<sup><strong>24</strong></sup> After Jesus and his disciples arrived in Capernaum, the collectors of the two-drachma tax came to Peter and asked, \"Doesn't your teacher pay the temple tax?\" <sup><strong>25</strong></sup> \"Yes, he does,\" he replied. When Peter came into the house, Jesus was the first to speak. \"What do you think, Simon?\" he asked. \"From whom do the kings of the earth collect duty and taxes--from their own sons or from others?\" <sup><strong>26</strong></sup> \"From others,\" Peter answered. <sup><strong>27</strong></sup> \"Then the sons are exempt,\" Jesus said to him. \"But so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours.\" "},{"_id":"6168f518803fbb813a70a8f4","topicId":"6168f517803fbb813a70a8ef","verse":"Romans 13:2","votes":45,"__v":0,"esv":"<div>\n<p id=\"p45013002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment.</p>\n</div>","kjv":"<strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  ","niv":"<sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves."},{"_id":"6168f519803fbb813a70a8f5","topicId":"6168f517803fbb813a70a8ef","verse":"Matthew 22:15-22","votes":41,"__v":0,"esv":"<div>\n\n<p id=\"p40022015_05-6\"><b class=\"verse-num\" id=\"v40022015-1\">15&nbsp;</b>Then the Pharisees went and plotted how to entangle him in his words. <b class=\"verse-num\" id=\"v40022016-1\">16&nbsp;</b>And they sent their disciples to him, along with the Herodians, saying, “Teacher, we know that you are true and teach the way of God truthfully, and you do not care about anyone’s opinion, for you are not swayed by appearances. <b class=\"verse-num\" id=\"v40022017-1\">17&nbsp;</b>Tell us, then, what you think. Is it lawful to pay taxes to Caesar, or not?” <b class=\"verse-num\" id=\"v40022018-1\">18&nbsp;</b>But Jesus, aware of their malice, said, <span class=\"woc\">“Why put me to the test, you hypocrites?</span> <b class=\"verse-num woc\" id=\"v40022019-1\">19&nbsp;</b><span class=\"woc\">Show me the coin for the tax.”</span> And they brought him a denarius. <b class=\"verse-num\" id=\"v40022020-1\">20&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Whose likeness and inscription is this?”</span> <b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> <b class=\"verse-num\" id=\"v40022022-1\">22&nbsp;</b>When they heard it, they marveled. And they left him and went away.</p>\n\n</div>","kjv":"<strong>15</strong> Then went the Pharisees, and took counsel how they might entangle him in his talk.  <strong>16</strong> And they sent out unto him their disciples with the Herodians, saying, Master, we know that thou art true, and teachest the way of God in truth, neither carest thou for any man: for thou regardest not the person of men.  <strong>17</strong> Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?  <strong>18</strong> But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?  <strong>19</strong> Shew me the tribute money. And they brought unto him a penny.  <strong>20</strong> And he saith unto them, Whose is this image and superscription?  <strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  <strong>22</strong> When they had heard these words, they marvelled, and left him, and went their way.  ","niv":"<sup><strong>15</strong></sup> Then the Pharisees went out and laid plans to trap him in his words. <sup><strong>16</strong></sup> They sent their disciples to him along with the Herodians. \"Teacher,\" they said, \"we know you are a man of integrity and that you teach the way of God in accordance with the truth. You aren't swayed by men, because you pay no attention to who they are. <sup><strong>17</strong></sup> Tell us then, what is your opinion? Is it right to pay taxes to Caesar or not?\" <sup><strong>18</strong></sup> But Jesus, knowing their evil intent, said, \"You hypocrites, why are you trying to trap me? <sup><strong>19</strong></sup> Show me the coin used for paying the tax.\" They brought him a denarius, <sup><strong>20</strong></sup> and he asked them, \"Whose portrait is this? And whose inscription?\" <sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\" <sup><strong>22</strong></sup> When they heard this, they were amazed. So they left him and went away. "},{"_id":"6168f519803fbb813a70a8f6","topicId":"6168f517803fbb813a70a8ef","verse":"Romans 13:5-7","votes":39,"__v":0,"esv":"<div>\n<p id=\"p45013005_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"6168f519803fbb813a70a8f7","topicId":"6168f517803fbb813a70a8ef","verse":"Romans 13:7-8","votes":37,"__v":0,"esv":"<div>\n<p id=\"p45013007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_06-8\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.</p>\n</div>","kjv":"<strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  ","niv":"<sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. "},{"_id":"6168f519803fbb813a70a8f8","topicId":"6168f517803fbb813a70a8ef","verse":"Romans 13:1","votes":37,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God."},{"_id":"6168f51a803fbb813a70a8f9","topicId":"6168f517803fbb813a70a8ef","verse":"Romans 13:7","votes":34,"__v":0,"esv":"<div>\n<p id=\"p45013007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor."},{"_id":"6168f51a803fbb813a70a8fa","topicId":"6168f517803fbb813a70a8ef","verse":"Luke 3:12-13","votes":30,"__v":0,"esv":"<div>\n<p id=\"p42003012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003012-1\">12&nbsp;</b>Tax collectors also came to be baptized and said to him, “Teacher, what shall we do?” <b class=\"verse-num\" id=\"v42003013-1\">13&nbsp;</b>And he said to them, “Collect no more than you are authorized to do.”</p>\n</div>","kjv":"<strong>12</strong> Then came also publicans to be baptized, and said unto him, Master, what shall we do?  <strong>13</strong> And he said unto them, Exact no more than that which is appointed you.  ","niv":"<sup><strong>12</strong></sup> Tax collectors also came to be baptized. \"Teacher,\" they asked, \"what should we do?\" <sup><strong>13</strong></sup> \"Don't collect any more than you are required to,\" he told "},{"_id":"6168f51a803fbb813a70a8fb","topicId":"6168f517803fbb813a70a8ef","verse":"Matthew 22:21","votes":28,"__v":0,"esv":"<div>\n<p id=\"p40022021_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span></p>\n</div>","kjv":"<strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  ","niv":"<sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\""},{"_id":"6168f51b803fbb813a70a8fc","topicId":"6168f517803fbb813a70a8ef","verse":"Mark 12:13-17","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p41012013_05-13\"><b class=\"verse-num\" id=\"v41012013-1\">13&nbsp;</b>And they sent to him some of the Pharisees and some of the Herodians, to trap him in his talk. <b class=\"verse-num\" id=\"v41012014-1\">14&nbsp;</b>And they came and said to him, “Teacher, we know that you are true and do not care about anyone’s opinion. For you are not swayed by appearances, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not? Should we pay them, or should we not?” <b class=\"verse-num\" id=\"v41012015-1\">15&nbsp;</b>But, knowing their hypocrisy, he said to them, <span class=\"woc\">“Why put me to the test? Bring me a denarius and let me look at it.”</span> <b class=\"verse-num\" id=\"v41012016-1\">16&nbsp;</b>And they brought one. And he said to them, <span class=\"woc\">“Whose likeness and inscription is this?”</span> They said to him, “Caesar’s.” <b class=\"verse-num\" id=\"v41012017-1\">17&nbsp;</b>Jesus said to them, <span class=\"woc\">“Render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> And they marveled at him.</p>\n\n</div>","kjv":"<strong>13</strong> And they send unto him certain of the Pharisees and of the Herodians, to catch him in his words.  <strong>14</strong> And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth: Is it lawful to give tribute to Caesar, or not?  <strong>15</strong> Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may seeit.  <strong>16</strong> And they brought it. And he saith unto them, Whose is this image and superscription? And they said unto him, Caesar’s.  <strong>17</strong> And Jesus answering said unto them, Render to Caesar the things that are Caesar’s, and to God the things that are God’s. And they marvelled at him.  ","niv":"<sup><strong>13</strong></sup> Later they sent some of the Pharisees and Herodians to Jesus to catch him in his words. <sup><strong>14</strong></sup> They came to him and said, \"Teacher, we know you are a man of integrity. You aren't swayed by men, because you pay no attention to who they are; but you teach the way of God in accordance with the truth. Is it right to pay taxes to Caesar or not? <sup><strong>15</strong></sup> Should we pay or shouldn't we?\" <sup><strong>16</strong></sup> But Jesus knew their hypocrisy. \"Why are you trying to trap me?\" he asked. \"Bring me a denarius and let me look at it.\" They brought the coin, and he asked them, \"Whose portrait is this? And whose inscription?Caesar's,\" they replied. <sup><strong>17</strong></sup> Then Jesus said to them, \"Give to Caesar what is Caesar's and to God what is God's.\" And they were amazed at him. "},{"_id":"6168f51b803fbb813a70a8fd","topicId":"6168f517803fbb813a70a8ef","verse":"Luke 20:19-26","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p42020019_05-14\"><b class=\"verse-num\" id=\"v42020019-1\">19&nbsp;</b>The scribes and the chief priests sought to lay hands on him at that very hour, for they perceived that he had told this parable against them, but they feared the people. <b class=\"verse-num\" id=\"v42020020-1\">20&nbsp;</b>So they watched him and sent spies, who pretended to be sincere, that they might catch him in something he said, so as to deliver him up to the authority and jurisdiction of the governor. <b class=\"verse-num\" id=\"v42020021-1\">21&nbsp;</b>So they asked him, “Teacher, we know that you speak and teach rightly, and show no partiality, but truly teach the way of God. <b class=\"verse-num\" id=\"v42020022-1\">22&nbsp;</b>Is it lawful for us to give tribute to Caesar, or not?” <b class=\"verse-num\" id=\"v42020023-1\">23&nbsp;</b>But he perceived their craftiness, and said to them, <b class=\"verse-num woc\" id=\"v42020024-1\">24&nbsp;</b><span class=\"woc\">“Show me a denarius. Whose likeness and inscription does it have?”</span> They said, “Caesar’s.” <b class=\"verse-num\" id=\"v42020025-1\">25&nbsp;</b>He said to them, <span class=\"woc\">“Then render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> <b class=\"verse-num\" id=\"v42020026-1\">26&nbsp;</b>And they were not able in the presence of the people to catch him in what he said, but marveling at his answer they became silent.</p>\n\n</div>","kjv":"<strong>19</strong> And the chief priests and the scribes the same hour sought to lay hands on him; and they feared the people: for they perceived that he had spoken this parable against them.  <strong>20</strong> And they watched him, and sent forth spies, which should feign themselves just men, that they might take hold of his words, that so they might deliver him unto the power and authority of the governor.  <strong>21</strong> And they asked him, saying, Master, we know that thou sayest and teachest rightly, neither acceptest thou the person of any, but teachest the way of God truly:  <strong>22</strong> Is it lawful for us to give tribute unto Caesar, or no?  <strong>23</strong> But he perceived their craftiness, and said unto them, Why tempt ye me?  <strong>24</strong> Shew me a penny. Whose image and superscription hath it? They answered and said, Caesar’s.  <strong>25</strong> And he said unto them, Render therefore unto Caesar the things which be Caesar’s, and unto God the things which be God’s.  <strong>26</strong> And they could not take hold of his words before the people: and they marvelled at his answer, and held their peace.  ","niv":"<sup><strong>19</strong></sup> The teachers of the law and the chief priests looked for a way to arrest him immediately, because they knew he had spoken this parable against them. But they were afraid of the people. <sup><strong>20</strong></sup> Keeping a close watch on him, they sent spies, who pretended to be honest. They hoped to catch Jesus in something he said so that they might hand him over to the power and authority of the governor. <sup><strong>21</strong></sup> So the spies questioned him: \"Teacher, we know that you speak and teach what is right, and that you do not show partiality but teach the way of God in accordance with the truth. <sup><strong>22</strong></sup> Is it right for us to pay taxes to Caesar or not?\" <sup><strong>23</strong></sup> He saw through their duplicity and said to them, <sup><strong>24</strong></sup> \"Show me a denarius. Whose portrait and inscription are on it?\" <sup><strong>25</strong></sup> \"Caesar's,\" they replied. He said to them, \"Then give to Caesar what is Caesar's, and to God what is God's.\" <sup><strong>26</strong></sup> They were unable to trap him in what he had said there in public. And astonished by his answer, they became silent. "},{"_id":"6168f51b803fbb813a70a8fe","topicId":"6168f517803fbb813a70a8ef","verse":"Matthew 22:17-29","votes":24,"__v":0,"esv":"<div>\n<p id=\"p40022017_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022017-1\">17&nbsp;</b>Tell us, then, what you think. Is it lawful to pay taxes to Caesar, or not?” <b class=\"verse-num\" id=\"v40022018-1\">18&nbsp;</b>But Jesus, aware of their malice, said, <span class=\"woc\">“Why put me to the test, you hypocrites?</span> <b class=\"verse-num woc\" id=\"v40022019-1\">19&nbsp;</b><span class=\"woc\">Show me the coin for the tax.”</span> And they brought him a denarius. <b class=\"verse-num\" id=\"v40022020-1\">20&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Whose likeness and inscription is this?”</span> <b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> <b class=\"verse-num\" id=\"v40022022-1\">22&nbsp;</b>When they heard it, they marveled. And they left him and went away.</p>\n\n<p id=\"p40022022_06-15\"><b class=\"verse-num\" id=\"v40022023-1\">23&nbsp;</b>The same day Sadducees came to him, who say that there is no resurrection, and they asked him a question, <b class=\"verse-num\" id=\"v40022024-1\">24&nbsp;</b>saying, “Teacher, Moses said, ‘If a man dies having no children, his brother must marry the widow and raise up offspring for his brother.’ <b class=\"verse-num\" id=\"v40022025-1\">25&nbsp;</b>Now there were seven brothers among us. The first married and died, and having no offspring left his wife to his brother. <b class=\"verse-num\" id=\"v40022026-1\">26&nbsp;</b>So too the second and third, down to the seventh. <b class=\"verse-num\" id=\"v40022027-1\">27&nbsp;</b>After them all, the woman died. <b class=\"verse-num\" id=\"v40022028-1\">28&nbsp;</b>In the resurrection, therefore, of the seven, whose wife will she be? For they all had her.”</p>\n<p id=\"p40022028_06-15\"><b class=\"verse-num\" id=\"v40022029-1\">29&nbsp;</b>But Jesus answered them, <span class=\"woc\">“You are wrong, because you know neither the Scriptures nor the power of God.</span></p>\n\n</div>","kjv":"<strong>17</strong> Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?  <strong>18</strong> But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?  <strong>19</strong> Shew me the tribute money. And they brought unto him a penny.  <strong>20</strong> And he saith unto them, Whose is this image and superscription?  <strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  <strong>22</strong> When they had heard these words, they marvelled, and left him, and went their way.  <strong>23</strong> The same day came to him the Sadducees, which say that there is no resurrection, and asked him,  <strong>24</strong> Saying, Master, Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seed unto his brother.  <strong>25</strong> Now there were with us seven brethren: and the first, when he had married a wife, deceased, and, having no issue, left his wife unto his brother:  <strong>26</strong> Likewise the second also, and the third, unto the seventh.  <strong>27</strong> And last of all the woman died also.  <strong>28</strong> Therefore in the resurrection whose wife shall she be of the seven? for they all had her.  <strong>29</strong> Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God.  ","niv":"<sup><strong>17</strong></sup> Tell us then, what is your opinion? Is it right to pay taxes to Caesar or not?\" <sup><strong>18</strong></sup> But Jesus, knowing their evil intent, said, \"You hypocrites, why are you trying to trap me? <sup><strong>19</strong></sup> Show me the coin used for paying the tax.\" They brought him a denarius, <sup><strong>20</strong></sup> and he asked them, \"Whose portrait is this? And whose inscription?\" <sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\" <sup><strong>22</strong></sup> When they heard this, they were amazed. So they left him and went away. <sup><strong>23</strong></sup> That same day the Sadducees, who say there is no resurrection, came to him with a question. <sup><strong>24</strong></sup> \"Teacher,\" they said, \"Moses told us that if a man dies without having children, his brother must marry the widow and have children for him. <sup><strong>25</strong></sup> Now there were seven brothers among us. The first one married and died, and since he had no children, he left his wife to his brother. <sup><strong>26</strong></sup> The same thing happened to the second and third brother, right on down to the seventh. <sup><strong>27</strong></sup> Finally, the woman died. <sup><strong>28</strong></sup> Now then, at the resurrection, whose wife will she be of the seven, since all of them were married to her?\" <sup><strong>29</strong></sup> Jesus replied, \"You are in error because you do not know the Scriptures or the power of God. "},{"_id":"6168f51c803fbb813a70a8ff","topicId":"6168f517803fbb813a70a8ef","verse":"Matthew 17:27","votes":21,"__v":0,"esv":"<div>\n<p id=\"p40017027_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40017027-1\">27&nbsp;</b><span class=\"woc\">However, not to give offense to them, go to the sea and cast a hook and take the first fish that comes up, and when you open its mouth you will find a shekel. Take that and give it to them for me and for yourself.”</span></p>\n\n</div>","kjv":"<strong>27</strong> Notwithstanding, lest we should offend them, go thou to the sea, and cast an hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a piece of money: that take, and give unto them for me and thee. ","niv":"<sup><strong>27</strong></sup> \"Then the sons are exempt,\" Jesus said to him. \"But so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours.\""},{"_id":"6168f51c803fbb813a70a900","topicId":"6168f517803fbb813a70a8ef","verse":"Luke 20:20-26","votes":18,"__v":0,"esv":"<div>\n<p id=\"p42020020_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v42020020-1\">20&nbsp;</b>So they watched him and sent spies, who pretended to be sincere, that they might catch him in something he said, so as to deliver him up to the authority and jurisdiction of the governor. <b class=\"verse-num\" id=\"v42020021-1\">21&nbsp;</b>So they asked him, “Teacher, we know that you speak and teach rightly, and show no partiality, but truly teach the way of God. <b class=\"verse-num\" id=\"v42020022-1\">22&nbsp;</b>Is it lawful for us to give tribute to Caesar, or not?” <b class=\"verse-num\" id=\"v42020023-1\">23&nbsp;</b>But he perceived their craftiness, and said to them, <b class=\"verse-num woc\" id=\"v42020024-1\">24&nbsp;</b><span class=\"woc\">“Show me a denarius. Whose likeness and inscription does it have?”</span> They said, “Caesar’s.” <b class=\"verse-num\" id=\"v42020025-1\">25&nbsp;</b>He said to them, <span class=\"woc\">“Then render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> <b class=\"verse-num\" id=\"v42020026-1\">26&nbsp;</b>And they were not able in the presence of the people to catch him in what he said, but marveling at his answer they became silent.</p>\n\n</div>","kjv":"<strong>20</strong> And they watched him, and sent forth spies, which should feign themselves just men, that they might take hold of his words, that so they might deliver him unto the power and authority of the governor.  <strong>21</strong> And they asked him, saying, Master, we know that thou sayest and teachest rightly, neither acceptest thou the person of any, but teachest the way of God truly:  <strong>22</strong> Is it lawful for us to give tribute unto Caesar, or no?  <strong>23</strong> But he perceived their craftiness, and said unto them, Why tempt ye me?  <strong>24</strong> Shew me a penny. Whose image and superscription hath it? They answered and said, Caesar’s.  <strong>25</strong> And he said unto them, Render therefore unto Caesar the things which be Caesar’s, and unto God the things which be God’s.  <strong>26</strong> And they could not take hold of his words before the people: and they marvelled at his answer, and held their peace.  ","niv":"<sup><strong>20</strong></sup> Keeping a close watch on him, they sent spies, who pretended to be honest. They hoped to catch Jesus in something he said so that they might hand him over to the power and authority of the governor. <sup><strong>21</strong></sup> So the spies questioned him: \"Teacher, we know that you speak and teach what is right, and that you do not show partiality but teach the way of God in accordance with the truth. <sup><strong>22</strong></sup> Is it right for us to pay taxes to Caesar or not?\" <sup><strong>23</strong></sup> He saw through their duplicity and said to them, <sup><strong>24</strong></sup> \"Show me a denarius. Whose portrait and inscription are on it?\" <sup><strong>25</strong></sup> \"Caesar's,\" they replied. He said to them, \"Then give to Caesar what is Caesar's, and to God what is God's.\" <sup><strong>26</strong></sup> They were unable to trap him in what he had said there in public. And astonished by his answer, they became silent. "},{"_id":"6168f51c803fbb813a70a901","topicId":"6168f517803fbb813a70a8ef","verse":"Luke 2:1-6","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p42002001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42002001-1\">2:1&nbsp;</b>In those days a decree went out from Caesar Augustus that all the world should be registered. <b class=\"verse-num\" id=\"v42002002-1\">2&nbsp;</b>This was the first registration when Quirinius was governor of Syria. <b class=\"verse-num\" id=\"v42002003-1\">3&nbsp;</b>And all went to be registered, each to his own town. <b class=\"verse-num\" id=\"v42002004-1\">4&nbsp;</b>And Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David, <b class=\"verse-num\" id=\"v42002005-1\">5&nbsp;</b>to be registered with Mary, his betrothed, who was with child. <b class=\"verse-num\" id=\"v42002006-1\">6&nbsp;</b>And while they were there, the time came for her to give birth.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed.  <strong>2</strong> (And this taxing was first made when Cyrenius was governor of Syria.)  <strong>3</strong> And all went to be taxed, every one into his own city.  <strong>4</strong> And Joseph also went up from Galilee, out of the city of Nazareth, into Judaea, unto the city of David, which is called Bethlehem; (because he was of the house and lineage of David:)  <strong>5</strong> To be taxed with Mary his espoused wife, being great with child.  <strong>6</strong> And so it was, that, while they were there, the days were accomplished that she should be delivered.  ","niv":"<sup><strong>1</strong></sup> In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. <sup><strong>2</strong></sup> (This was the first census that took place while Quirinius was governor of Syria.) <sup><strong>3</strong></sup> And everyone went to his own town to register. <sup><strong>4</strong></sup> So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David. <sup><strong>5</strong></sup> He went there to register with Mary, who was pledged to be married to him and was expecting a child. <sup><strong>6</strong></sup> While they were there, the time came for the baby to be born, "},{"_id":"6168f51c803fbb813a70a902","topicId":"6168f517803fbb813a70a8ef","verse":"Romans 13:6","votes":18,"__v":0,"esv":"<div>\n<p id=\"p45013006_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing.</p>\n</div>","kjv":"<strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  ","niv":"<sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing."},{"_id":"6168f51d803fbb813a70a903","topicId":"6168f517803fbb813a70a8ef","verse":"Matthew 11:19","votes":17,"__v":0,"esv":"<div>\n<p id=\"p40011019_01-20\" class=\"same-paragraph virtual\"><b class=\"verse-num woc\" id=\"v40011019-1\">19&nbsp;</b><span class=\"woc\">The Son of Man came eating and drinking, and they say, ‘Look at him! A glutton and a drunkard, a friend of tax collectors and sinners!’ Yet wisdom is justified by her deeds.”</span></p>\n\n</div>","kjv":"<strong>19</strong> The Son of man came eating and drinking, and they say, Behold a man gluttonous, and a winebibber, a friend of publicans and sinners. But wisdom is justified of her children. ","niv":"<sup><strong>19</strong></sup> The Son of Man came eating and drinking, and they say, 'Here is a glutton and a drunkard, a friend of tax collectors and \"sinners.\"' But wisdom is proved right by her actions.\""},{"_id":"6168f51d803fbb813a70a904","topicId":"6168f517803fbb813a70a8ef","verse":"Matthew 17:24","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p40017024_04-21\"><b class=\"verse-num\" id=\"v40017024-1\">24&nbsp;</b>When they came to Capernaum, the collectors of the two-drachma tax went up to Peter and said, “Does your teacher not pay the tax?”</p>\n</div>","kjv":"<strong>24</strong> And when they were come to Capernaum, they that received tribute money came to Peter, and said, Doth not your master pay tribute?  ","niv":"<sup><strong>24</strong></sup> After Jesus and his disciples arrived in Capernaum, the collectors of the two-drachma tax came to Peter and asked, \"Doesn't your teacher pay the temple tax?\""},{"_id":"6168f51d803fbb813a70a905","topicId":"6168f517803fbb813a70a8ef","verse":"Mark 12:14","votes":14,"__v":0,"esv":"<div>\n<p id=\"p41012014_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v41012014-1\">14&nbsp;</b>And they came and said to him, “Teacher, we know that you are true and do not care about anyone’s opinion. For you are not swayed by appearances, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not? Should we pay them, or should we not?”</p>\n\n</div>","kjv":"<strong>14</strong> And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth: Is it lawful to give tribute to Caesar, or not?  ","niv":"<sup><strong>14</strong></sup> They came to him and said, \"Teacher, we know you are a man of integrity. You aren't swayed by men, because you pay no attention to who they are; but you teach the way of God in accordance with the truth. Is it right to pay taxes to Caesar or not?","modified":"2022-11-13T21:25:54.617Z"},{"_id":"6168f51e803fbb813a70a906","topicId":"6168f517803fbb813a70a8ef","verse":"Amos 5:11","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30005011_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005011-1\">11&nbsp;</b>&nbsp;&nbsp;Therefore because you trample on the poor</span><br><span id=\"p30005011_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you exact taxes of grain from him,</span><br><span id=\"p30005011_01-23\" class=\"line\">&nbsp;&nbsp;you have built houses of hewn stone,</span><br><span id=\"p30005011_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you shall not dwell in them;</span><br><span id=\"p30005011_01-23\" class=\"line\">&nbsp;&nbsp;you have planted pleasant vineyards,</span><br><span id=\"p30005011_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you shall not drink their wine.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> Forasmuch therefore as your treading is upon the poor, and ye take from him burdens of wheat: ye have built houses of hewn stone, but ye shall not dwell in them; ye have planted pleasant vineyards, but ye shall not drink wine of them.  ","niv":"<sup><strong>11</strong></sup> You trample on the poor and force him to give you grain. Therefore, though you have built stone mansions, you will not live in them; though you have planted lush vineyards, you will not drink their wine."},{"_id":"6168f51e803fbb813a70a907","topicId":"6168f517803fbb813a70a8ef","verse":"Mark 12:17","votes":15,"__v":0,"esv":"<div>\n<p id=\"p41012017_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v41012017-1\">17&nbsp;</b>Jesus said to them, <span class=\"woc\">“Render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> And they marveled at him.</p>\n</div>","kjv":"<strong>17</strong> And Jesus answering said unto them, Render to Caesar the things that are Caesar’s, and to God the things that are God’s. And they marvelled at him.  ","niv":"<sup><strong>17</strong></sup> Then Jesus said to them, \"Give to Caesar what is Caesar's and to God what is God's.\" And they were amazed at him."},{"_id":"6168f51e803fbb813a70a908","topicId":"6168f517803fbb813a70a8ef","verse":"Matthew 22:17","votes":15,"__v":0,"esv":"<div>\n<p id=\"p40022017_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022017-1\">17&nbsp;</b>Tell us, then, what you think. Is it lawful to pay taxes to Caesar, or not?”</p>\n</div>","kjv":"<strong>17</strong> Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?  ","niv":"<sup><strong>17</strong></sup> Tell us then, what is your opinion? Is it right to pay taxes to Caesar or not?\""}]}