{"_id":"6168f53f803fbb813a70a909","slug":"paying-the-pastor","name":"Paying The Pastor","verses":[{"_id":"6168f540803fbb813a70a90a","topicId":"6168f53f803fbb813a70a909","verse":"1 Timothy 5:17-18","votes":95,"__v":0,"esv":"<div>\n<p id=\"p54005017_01-1\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching. <b class=\"verse-num\" id=\"v54005018-1\">18&nbsp;</b>For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, <span class=\"woc\">“The laborer deserves his wages.”</span></p>\n</div>","kjv":"<strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  <strong>18</strong> For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.  ","niv":"<sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching. <sup><strong>18</strong></sup> For the Scripture says, \"Do not muzzle the ox while it is treading out the grain,\" and \"The worker deserves his wages.\" ","modified":"2023-02-23T12:15:09.785Z"},{"_id":"6168f540803fbb813a70a90b","topicId":"6168f53f803fbb813a70a909","verse":"Galatians 6:6","votes":89,"__v":0,"esv":"<div>\n<p id=\"p48006006_01-2\"><b class=\"verse-num\" id=\"v48006006-1\">6&nbsp;</b>Let the one who is taught the word share all good things with the one who teaches.</p>\n</div>","kjv":"<strong>6</strong> Let him that is taught in the word communicate unto him that teacheth in all good things.  ","niv":"<sup><strong>6</strong></sup> Anyone who receives instruction in the word must share all good things with his instructor.","modified":"2022-12-11T09:29:34.192Z"},{"_id":"6168f540803fbb813a70a90c","topicId":"6168f53f803fbb813a70a909","verse":"1 Corinthians 9:14","votes":74,"__v":0,"esv":"<div>\n<p id=\"p46009014_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009014-1\">14&nbsp;</b>In the same way, the Lord commanded that those who proclaim the gospel should get their living by the gospel.</p>\n</div>","kjv":"<strong>14</strong> Even so hath the Lord ordained that they which preach the gospel should live of the gospel.  ","niv":"<sup><strong>14</strong></sup> In the same way, the Lord has commanded that those who preach the gospel should receive their living from the gospel.","modified":"2022-07-31T21:30:18.128Z"},{"_id":"6168f540803fbb813a70a90d","topicId":"6168f53f803fbb813a70a909","verse":"1 Corinthians 9:9-14","votes":54,"__v":0,"esv":"<div>\n<p id=\"p46009009_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009009-1\">9&nbsp;</b>For it is written in the Law of Moses, “You shall not muzzle an ox when it treads out the grain.” Is it for oxen that God is concerned? <b class=\"verse-num\" id=\"v46009010-1\">10&nbsp;</b>Does he not certainly speak for our sake? It was written for our sake, because the plowman should plow in hope and the thresher thresh in hope of sharing in the crop. <b class=\"verse-num\" id=\"v46009011-1\">11&nbsp;</b>If we have sown spiritual things among you, is it too much if we reap material things from you? <b class=\"verse-num\" id=\"v46009012-1\">12&nbsp;</b>If others share this rightful claim on you, do not we even more?</p>\n<p id=\"p46009012_01-6\">Nevertheless, we have not made use of this right, but we endure anything rather than put an obstacle in the way of the gospel of Christ. <b class=\"verse-num\" id=\"v46009013-1\">13&nbsp;</b>Do you not know that those who are employed in the temple service get their food from the temple, and those who serve at the altar share in the sacrificial offerings? <b class=\"verse-num\" id=\"v46009014-1\">14&nbsp;</b>In the same way, the Lord commanded that those who proclaim the gospel should get their living by the gospel.</p>\n</div>","kjv":"<strong>9</strong> For it is written in the law of Moses, Thou shalt not muzzle the mouth of the ox that treadeth out the corn. Doth God take care for oxen?  <strong>10</strong> Or saith he it altogether for our sakes? For our sakes, no doubt, this is written: that he that ploweth should plow in hope; and that he that thresheth in hope should be partaker of his hope.  <strong>11</strong> If we have sown unto you spiritual things, is it a great thing if we shall reap your carnal things?  <strong>12</strong> If others be partakers of this power over you, are  not we rather? Nevertheless we have not used this power; but suffer all things, lest we should hinder the gospel of Christ.  <strong>13</strong> Do ye not know that they which minister about holy things live of the things of the temple? and they which wait at the altar are partakers with the altar?  <strong>14</strong> Even so hath the Lord ordained that they which preach the gospel should live of the gospel.  ","niv":"<sup><strong>9</strong></sup> For it is written in the Law of Moses: \"Do not muzzle an ox while it is treading out the grain.\" Is it about oxen that God is concerned? <sup><strong>10</strong></sup> Surely he says this for us, doesn't he? Yes, this was written for us, because when the plowman plows and the thresher threshes, they ought to do so in the hope of sharing in the harvest. <sup><strong>11</strong></sup> If we have sown spiritual seed among you, is it too much if we reap a material harvest from you? <sup><strong>12</strong></sup> If others have this right of support from you, shouldn't we have it all the more? <sup><strong>13</strong></sup> But we did not use this right. On the contrary, we put up with anything rather than hinder the gospel of Christ. Don't you know that those who work in the temple get their food from the temple, and those who serve at the altar share in what is offered on the altar? <sup><strong>14</strong></sup> In the same way, the Lord has commanded that those who preach the gospel should receive their living from the gospel. ","modified":"2023-08-20T12:10:19.140Z"},{"_id":"6168f541803fbb813a70a90e","topicId":"6168f53f803fbb813a70a909","verse":"Acts 20:33-35","votes":51,"__v":0,"esv":"<div>\n<p id=\"p44020033_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020033-1\">33&nbsp;</b>I coveted no one’s silver or gold or apparel. <b class=\"verse-num\" id=\"v44020034-1\">34&nbsp;</b>You yourselves know that these hands ministered to my necessities and to those who were with me. <b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>33</strong> I have coveted no man’s silver, or gold, or apparel.  <strong>34</strong> Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me.  <strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>33</strong></sup> I have not coveted anyone's silver or gold or clothing. <sup><strong>34</strong></sup> You yourselves know that these hands of mine have supplied my own needs and the needs of my companions. <sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\" ","modified":"2022-03-31T23:10:10.258Z"},{"_id":"6168f541803fbb813a70a90f","topicId":"6168f53f803fbb813a70a909","verse":"Luke 10:7","votes":40,"__v":0,"esv":"<div>\n<p id=\"p42010007_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42010007-1\">7&nbsp;</b><span class=\"woc\">And remain in the same house, eating and drinking what they provide, for the laborer deserves his wages. Do not go from house to house.</span></p>\n</div>","kjv":"<strong>7</strong> And in the same house remain, eating and drinking such things as they give: for the labourer is worthy of his hire. Go not from house to house.  ","niv":"<sup><strong>7</strong></sup> Stay in that house, eating and drinking whatever they give you, for the worker deserves his wages. Do not move around from house to house."},{"_id":"6168f541803fbb813a70a910","topicId":"6168f53f803fbb813a70a909","verse":"2 Thessalonians 3:7-10","votes":39,"__v":0,"esv":"<div>\n<p id=\"p53003007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v53003007-1\">7&nbsp;</b>For you yourselves know how you ought to imitate us, because we were not idle when we were with you, <b class=\"verse-num\" id=\"v53003008-1\">8&nbsp;</b>nor did we eat anyone’s bread without paying for it, but with toil and labor we worked night and day, that we might not be a burden to any of you. <b class=\"verse-num\" id=\"v53003009-1\">9&nbsp;</b>It was not because we do not have that right, but to give you in ourselves an example to imitate. <b class=\"verse-num\" id=\"v53003010-1\">10&nbsp;</b>For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.</p>\n</div>","kjv":"<strong>7</strong> For yourselves know how ye ought to follow us: for we behaved not ourselves disorderly among you;  <strong>8</strong> Neither did we eat any man’s bread for nought; but wrought with labour and travail night and day, that we might not be chargeable to any of you:  <strong>9</strong> Not because we have not power, but to make ourselves an ensample unto you to follow us.  <strong>10</strong> For even when we were with you, this we commanded you, that if any would not work, neither should he eat.  ","niv":"<sup><strong>7</strong></sup> For you yourselves know how you ought to follow our example. We were not idle when we were with you, <sup><strong>8</strong></sup> nor did we eat anyone's food without paying for it. On the contrary, we worked night and day, laboring and toiling so that we would not be a burden to any of you. <sup><strong>9</strong></sup> We did this, not because we do not have the right to such help, but in order to make ourselves a model for you to follow. <sup><strong>10</strong></sup> For even when we were with you, we gave you this rule: \"If a man will not work, he shall not eat.\" "},{"_id":"6168f542803fbb813a70a911","topicId":"6168f53f803fbb813a70a909","verse":"1 Thessalonians 5:12-13","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p52005012_05-11\"><b class=\"verse-num\" id=\"v52005012-1\">12&nbsp;</b>We ask you, brothers, to respect those who labor among you and are over you in the Lord and admonish you, <b class=\"verse-num\" id=\"v52005013-1\">13&nbsp;</b>and to esteem them very highly in love because of their work. Be at peace among yourselves.</p>\n</div>","kjv":"<strong>12</strong> And we beseech you, brethren, to know them which labour among you, and are over you in the Lord, and admonish you;  <strong>13</strong> And to esteem them very highly in love for their work’s sake. And be at peace among yourselves.  ","niv":"<sup><strong>12</strong></sup> Now we ask you, brothers, to respect those who work hard among you, who are over you in the Lord and who admonish you. <sup><strong>13</strong></sup> Hold them in the highest regard in love because of their work. Live in peace with each other. ","modified":"2022-05-26T13:09:44.958Z"},{"_id":"6168f542803fbb813a70a912","topicId":"6168f53f803fbb813a70a909","verse":"Romans 4:4","votes":32,"__v":0,"esv":"<div>\n<p id=\"p45004004_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45004004-1\">4&nbsp;</b>Now to the one who works, his wages are not counted as a gift but as his due.</p>\n</div>","kjv":"<strong>4</strong> Now to him that worketh is the reward not reckoned of grace, but of debt.  ","niv":"<sup><strong>4</strong></sup> Now when a man works, his wages are not credited to him as a gift, but as an obligation."},{"_id":"6168f542803fbb813a70a913","topicId":"6168f53f803fbb813a70a909","verse":"1 Corinthians 9:18-19","votes":27,"__v":0,"esv":"<div>\n<p id=\"p46009018_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009018-1\">18&nbsp;</b>What then is my reward? That in my preaching I may present the gospel free of charge, so as not to make full use of my right in the gospel.</p>\n<p id=\"p46009018_01-14\"><b class=\"verse-num\" id=\"v46009019-1\">19&nbsp;</b>For though I am free from all, I have made myself a servant to all, that I might win more of them.</p>\n</div>","kjv":"<strong>18</strong> What is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel.  <strong>19</strong> For though I be free from all men, yet have I made myself servant unto all, that I might gain the more.  ","niv":"<sup><strong>18</strong></sup> What then is my reward? Just this: that in preaching the gospel I may offer it free of charge, and so not make use of my rights in preaching it. <sup><strong>19</strong></sup> Though I am free and belong to no man, I make myself a slave to everyone, to win as many as possible. ","modified":"2022-10-26T23:39:03.730Z"},{"_id":"6168f543803fbb813a70a914","topicId":"6168f53f803fbb813a70a909","verse":"Deuteronomy 25:4","votes":25,"__v":0,"esv":"<div>\n<p id=\"p05025004_01-15\"><b class=\"verse-num\" id=\"v05025004-1\">4&nbsp;</b>“You shall not muzzle an ox when it is treading out the grain.</p>\n</div>","kjv":"<strong>4</strong> Thou shalt not muzzle the ox when he treadeth out the corn.  ","niv":"<sup><strong>4</strong></sup> Do not muzzle an ox while it is treading out the grain.","modified":"2022-08-16T18:45:07.427Z"},{"_id":"6168f543803fbb813a70a915","topicId":"6168f53f803fbb813a70a909","verse":"1 Timothy 5:17","votes":22,"__v":0,"esv":"<div>\n<p id=\"p54005017_01-17\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching.</p>\n</div>","kjv":"<strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  ","niv":"<sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching."},{"_id":"6168f543803fbb813a70a916","topicId":"6168f53f803fbb813a70a909","verse":"Philippians 4:16-19","votes":22,"__v":0,"esv":"<div>\n<p id=\"p50004016_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004016-1\">16&nbsp;</b>Even in Thessalonica you sent me help for my needs once and again. <b class=\"verse-num\" id=\"v50004017-1\">17&nbsp;</b>Not that I seek the gift, but I seek the fruit that increases to your credit. <b class=\"verse-num\" id=\"v50004018-1\">18&nbsp;</b>I have received full payment, and more. I am well supplied, having received from Epaphroditus the gifts you sent, a fragrant offering, a sacrifice acceptable and pleasing to God. <b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus.</p>\n\n</div>","kjv":"<strong>16</strong> For even in Thessalonica ye sent once and again unto my necessity.  <strong>17</strong> Not because I desire a gift: but I desire fruit that may abound to your account.  <strong>18</strong> But I have all, and abound: I am full, having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, wellpleasing to God.  <strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  ","niv":"<sup><strong>16</strong></sup> for even when I was in Thessalonica, you sent me aid again and again when I was in need. <sup><strong>17</strong></sup> Not that I am looking for a gift, but I am looking for what may be credited to your account. <sup><strong>18</strong></sup> I have received full payment and even more; I am amply supplied, now that I have received from Epaphroditus the gifts you sent. They are a fragrant offering, an acceptable sacrifice, pleasing to God. <sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus. "},{"_id":"6168f543803fbb813a70a917","topicId":"6168f53f803fbb813a70a909","verse":"2 Corinthians 11:7-9","votes":21,"__v":0,"esv":"<div>\n<p id=\"p47011007_01-19\"><b class=\"verse-num\" id=\"v47011007-1\">7&nbsp;</b>Or did I commit a sin in humbling myself so that you might be exalted, because I preached God’s gospel to you free of charge? <b class=\"verse-num\" id=\"v47011008-1\">8&nbsp;</b>I robbed other churches by accepting support from them in order to serve you. <b class=\"verse-num\" id=\"v47011009-1\">9&nbsp;</b>And when I was with you and was in need, I did not burden anyone, for the brothers who came from Macedonia supplied my need. So I refrained and will refrain from burdening you in any way.</p>\n</div>","kjv":"<strong>7</strong> Have I committed an offence in abasing myself that ye might be exalted, because I have preached to you the gospel of God freely?  <strong>8</strong> I robbed other churches, taking wages of them, to do you service.  <strong>9</strong> And when I was present with you, and wanted, I was chargeable to no man: for that which was lacking to me the brethren which came from Macedonia supplied: and in all things I have kept myself from being burdensome unto you, and so will I keep myself.  ","niv":"<sup><strong>7</strong></sup> Was it a sin for me to lower myself in order to elevate you by preaching the gospel of God to you free of charge? <sup><strong>8</strong></sup> I robbed other churches by receiving support from them so as to serve you. <sup><strong>9</strong></sup> And when I was with you and needed something, I was not a burden to anyone, for the brothers who came from Macedonia supplied what I needed. I have kept myself from being a burden to you in any way, and will continue to do so. ","modified":"2023-10-16T16:12:06.202Z"},{"_id":"6168f544803fbb813a70a918","topicId":"6168f53f803fbb813a70a909","verse":"Matthew 10:8-10","votes":18,"__v":0,"esv":"<div>\n<p id=\"p40010008_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010008-1\">8&nbsp;</b><span class=\"woc\">Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without paying; give without pay.</span> <b class=\"verse-num woc\" id=\"v40010009-1\">9&nbsp;</b><span class=\"woc\">Acquire no gold or silver or copper for your belts,</span> <b class=\"verse-num woc\" id=\"v40010010-1\">10&nbsp;</b><span class=\"woc\">no bag for your journey, or two tunics or sandals or a staff, for the laborer deserves his food.</span></p>\n\n</div>","kjv":"<strong>8</strong> Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.  <strong>9</strong> Provide neither gold, nor silver, nor brass in your purses,  <strong>10</strong> Nor scrip for your journey, neither two coats, neither shoes, nor yet staves: for the workman is worthy of his meat.  ","niv":"<sup><strong>8</strong></sup> Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received, freely give. <sup><strong>9</strong></sup> Do not take along any gold or silver or copper in your belts; <sup><strong>10</strong></sup> take no bag for the journey, or extra tunic, or sandals or a staff; for the worker is worth his keep. "},{"_id":"6168f544803fbb813a70a919","topicId":"6168f53f803fbb813a70a909","verse":"Numbers 18:24","votes":17,"__v":0,"esv":"<div>\n<p id=\"p04018024_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v04018024-1\">24&nbsp;</b>For the tithe of the people of Israel, which they present as a contribution to the LORD, I have given to the Levites for an inheritance. Therefore I have said of them that they shall have no inheritance among the people of Israel.”</p>\n</div>","kjv":"<strong>24</strong> But the tithes of the children of Israel, which they offer as  an heave offering unto the LORD, I have given to the Levites to inherit: therefore I have said unto them, Among the children of Israel they shall have no inheritance.  ","niv":"<sup><strong>24</strong></sup> Instead, I give to the Levites as their inheritance the tithes that the Israelites present as an offering to the LORD. That is why I said concerning them: 'They will have no inheritance among the Israelites.'\""},{"_id":"6168f544803fbb813a70a91a","topicId":"6168f53f803fbb813a70a909","verse":"Numbers 18:8-32","votes":17,"__v":0,"esv":"<div>\n<p id=\"p04018008_01-22\"><b class=\"verse-num\" id=\"v04018008-1\">8&nbsp;</b>Then the LORD spoke to Aaron, “Behold, I have given you charge of the contributions made to me, all the consecrated things of the people of Israel. I have given them to you as a portion and to your sons as a perpetual due. <b class=\"verse-num\" id=\"v04018009-1\">9&nbsp;</b>This shall be yours of the most holy things, reserved from the fire: every offering of theirs, every grain offering of theirs and every sin offering of theirs and every guilt offering of theirs, which they render to me, shall be most holy to you and to your sons. <b class=\"verse-num\" id=\"v04018010-1\">10&nbsp;</b>In a most holy place shall you eat it. Every male may eat it; it is holy to you. <b class=\"verse-num\" id=\"v04018011-1\">11&nbsp;</b>This also is yours: the contribution of their gift, all the wave offerings of the people of Israel. I have given them to you, and to your sons and daughters with you, as a perpetual due. Everyone who is clean in your house may eat it. <b class=\"verse-num\" id=\"v04018012-1\">12&nbsp;</b>All the best of the oil and all the best of the wine and of the grain, the firstfruits of what they give to the LORD, I give to you. <b class=\"verse-num\" id=\"v04018013-1\">13&nbsp;</b>The first ripe fruits of all that is in their land, which they bring to the LORD, shall be yours. Everyone who is clean in your house may eat it. <b class=\"verse-num\" id=\"v04018014-1\">14&nbsp;</b>Every devoted thing in Israel shall be yours. <b class=\"verse-num\" id=\"v04018015-1\">15&nbsp;</b>Everything that opens the womb of all flesh, whether man or beast, which they offer to the LORD, shall be yours. Nevertheless, the firstborn of man you shall redeem, and the firstborn of unclean animals you shall redeem. <b class=\"verse-num\" id=\"v04018016-1\">16&nbsp;</b>And their redemption price (at a month old you shall redeem them) you shall fix at five shekels in silver, according to the shekel of the sanctuary, which is twenty gerahs. <b class=\"verse-num\" id=\"v04018017-1\">17&nbsp;</b>But the firstborn of a cow, or the firstborn of a sheep, or the firstborn of a goat, you shall not redeem; they are holy. You shall sprinkle their blood on the altar and shall burn their fat as a food offering, with a pleasing aroma to the LORD. <b class=\"verse-num\" id=\"v04018018-1\">18&nbsp;</b>But their flesh shall be yours, as the breast that is waved and as the right thigh are yours. <b class=\"verse-num\" id=\"v04018019-1\">19&nbsp;</b>All the holy contributions that the people of Israel present to the LORD I give to you, and to your sons and daughters with you, as a perpetual due. It is a covenant of salt forever before the LORD for you and for your offspring with you.” <b class=\"verse-num\" id=\"v04018020-1\">20&nbsp;</b>And the LORD said to Aaron, “You shall have no inheritance in their land, neither shall you have any portion among them. I am your portion and your inheritance among the people of Israel.</p>\n<p id=\"p04018020_01-22\"><b class=\"verse-num\" id=\"v04018021-1\">21&nbsp;</b>“To the Levites I have given every tithe in Israel for an inheritance, in return for their service that they do, their service in the tent of meeting, <b class=\"verse-num\" id=\"v04018022-1\">22&nbsp;</b>so that the people of Israel do not come near the tent of meeting, lest they bear sin and die. <b class=\"verse-num\" id=\"v04018023-1\">23&nbsp;</b>But the Levites shall do the service of the tent of meeting, and they shall bear their iniquity. It shall be a perpetual statute throughout your generations, and among the people of Israel they shall have no inheritance. <b class=\"verse-num\" id=\"v04018024-1\">24&nbsp;</b>For the tithe of the people of Israel, which they present as a contribution to the LORD, I have given to the Levites for an inheritance. Therefore I have said of them that they shall have no inheritance among the people of Israel.”</p>\n<p id=\"p04018024_01-22\"><b class=\"verse-num\" id=\"v04018025-1\">25&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04018026-1\">26&nbsp;</b>“Moreover, you shall speak and say to the Levites, ‘When you take from the people of Israel the tithe that I have given you from them for your inheritance, then you shall present a contribution from it to the LORD, a tithe of the tithe. <b class=\"verse-num\" id=\"v04018027-1\">27&nbsp;</b>And your contribution shall be counted to you as though it were the grain of the threshing floor, and as the fullness of the winepress. <b class=\"verse-num\" id=\"v04018028-1\">28&nbsp;</b>So you shall also present a contribution to the LORD from all your tithes, which you receive from the people of Israel. And from it you shall give the LORD’s contribution to Aaron the priest. <b class=\"verse-num\" id=\"v04018029-1\">29&nbsp;</b>Out of all the gifts to you, you shall present every contribution due to the LORD; from each its best part is to be dedicated.’ <b class=\"verse-num\" id=\"v04018030-1\">30&nbsp;</b>Therefore you shall say to them, ‘When you have offered from it the best of it, then the rest shall be counted to the Levites as produce of the threshing floor, and as produce of the winepress. <b class=\"verse-num\" id=\"v04018031-1\">31&nbsp;</b>And you may eat it in any place, you and your households, for it is your reward in return for your service in the tent of meeting. <b class=\"verse-num\" id=\"v04018032-1\">32&nbsp;</b>And you shall bear no sin by reason of it, when you have contributed the best of it. But you shall not profane the holy things of the people of Israel, lest you die.’”</p>\n\n</div>","kjv":"<strong>8</strong> And the LORD spake unto Aaron, Behold, I also have given thee the charge of mine heave offerings of all the hallowed things of the children of Israel; unto thee have I given them by reason of the anointing, and to thy sons, by an ordinance for ever.  <strong>9</strong> This shall be thine of the most holy things, reserved from the fire: every oblation of theirs, every meat offering of theirs, and every sin offering of theirs, and every trespass offering of theirs, which they shall render unto me, shall be most holy for thee and for thy sons.  <strong>10</strong> In the most holy place shalt thou eat it; every male shall eat it: it shall be holy unto thee.  <strong>11</strong> And this is thine; the heave offering of their gift, with all the wave offerings of the children of Israel: I have given them unto thee, and to thy sons and to thy daughters with thee, by a statute for ever: every one that is clean in thy house shall eat of it.  <strong>12</strong> All the best of the oil, and all the best of the wine, and of the wheat, the firstfruits of them which they shall offer unto the LORD, them have I given thee.  <strong>13</strong> And whatsoever is first ripe in the land, which they shall bring unto the LORD, shall be thine; every one that is clean in thine house shall eat of it.  <strong>14</strong> Every thing devoted in Israel shall be thine.  <strong>15</strong> Every thing that openeth the matrix in all flesh, which they bring unto the LORD, whether it be of men or beasts, shall be thine: nevertheless the firstborn of man shalt thou surely redeem, and the firstling of unclean beasts shalt thou redeem.  <strong>16</strong> And those that are to be redeemed from a month old shalt thou redeem, according to thine estimation, for the money of five shekels, after the shekel of the sanctuary, which is twenty gerahs.  <strong>17</strong> But the firstling of a cow, or the firstling of a sheep, or the firstling of a goat, thou shalt not redeem; they are holy: thou shalt sprinkle their blood upon the altar, and shalt burn their fat for an offering made by fire, for a sweet savour unto the LORD.  <strong>18</strong> And the flesh of them shall be thine, as the wave breast and as the right shoulder are thine.  <strong>19</strong> All the heave offerings of the holy things, which the children of Israel offer unto the LORD, have I given thee, and thy sons and thy daughters with thee, by a statute for ever: it is a covenant of salt for ever before the LORD unto thee and to thy seed with thee.  <strong>20</strong> And the LORD spake unto Aaron, Thou shalt have no inheritance in their land, neither shalt thou have any part among them: I am thy part and thine inheritance among the children of Israel.  <strong>21</strong> And, behold, I have given the children of Levi all the tenth in Israel for an inheritance, for their service which they serve, even the service of the tabernacle of the congregation.  <strong>22</strong> Neither must the children of Israel henceforth come nigh the tabernacle of the congregation, lest they bear sin, and die.  <strong>23</strong> But the Levites shall do the service of the tabernacle of the congregation, and they shall bear their iniquity: it shall be a statute for ever throughout your generations, that among the children of Israel they have no inheritance.  <strong>24</strong> But the tithes of the children of Israel, which they offer as  an heave offering unto the LORD, I have given to the Levites to inherit: therefore I have said unto them, Among the children of Israel they shall have no inheritance.  <strong>25</strong> And the LORD spake unto Moses, saying,  <strong>26</strong> Thus speak unto the Levites, and say unto them, When ye take of the children of Israel the tithes which I have given you from them for your inheritance, then ye shall offer up an heave offering of it for the LORD, even a tenth part of the tithe.  <strong>27</strong> And this your heave offering shall be reckoned unto you, as though it were the corn of the threshingfloor, and as the fulness of the winepress.  <strong>28</strong> Thus ye also shall offer an heave offering unto the LORD of all your tithes, which ye receive of the children of Israel; and ye shall give thereof the LORD’S heave offering to Aaron the priest.  <strong>29</strong> Out of all your gifts ye shall offer every heave offering of the LORD, of all the best thereof, even the hallowed part thereof out of it.  <strong>30</strong> Therefore thou shalt say unto them, When ye have heaved the best thereof from it, then it shall be counted unto the Levites as the increase of the threshingfloor, and as the increase of the winepress.  <strong>31</strong> And ye shall eat it in every place, ye and your households: for it is your reward for your service in the tabernacle of the congregation.  <strong>32</strong> And ye shall bear no sin by reason of it, when ye have heaved from it the best of it: neither shall ye pollute the holy things of the children of Israel, lest ye die.  ","niv":"<sup><strong>8</strong></sup> Then the LORD said to Aaron, \"I myself have put you in charge of the offerings presented to me; all the holy offerings the Israelites give me I give to you and your sons as your portion and regular share. <sup><strong>9</strong></sup> You are to have the part of the most holy offerings that is kept from the fire. From all the gifts they bring me as most holy offerings, whether grain or sin or guilt offerings, that part belongs to you and your sons. <sup><strong>10</strong></sup> Eat it as something most holy; every male shall eat it. You must regard it as holy. <sup><strong>11</strong></sup> \"This also is yours: whatever is set aside from the gifts of all the wave offerings of the Israelites. I give this to you and your sons and daughters as your regular share. Everyone in your household who is ceremonially clean may eat it. <sup><strong>12</strong></sup> \"I give you all the finest olive oil and all the finest new wine and grain they give the LORD as the firstfruits of their harvest. <sup><strong>13</strong></sup> All the land's firstfruits that they bring to the LORD will be yours. Everyone in your household who is ceremonially clean may eat it. <sup><strong>14</strong></sup> \"Everything in Israel that is devoted to the LORD is yours. <sup><strong>15</strong></sup> The first offspring of every womb, both man and animal, that is offered to the LORD is yours. But you must redeem every firstborn son and every firstborn male of unclean animals. <sup><strong>16</strong></sup> When they are a month old, you must redeem them at the redemption price set at five shekels of silver, according to the sanctuary shekel, which weighs twenty gerahs. <sup><strong>17</strong></sup> \"But you must not redeem the firstborn of an ox, a sheep or a goat; they are holy. Sprinkle their blood on the altar and burn their fat as an offering made by fire, an aroma pleasing to the LORD. <sup><strong>18</strong></sup> Their meat is to be yours, just as the breast of the wave offering and the right thigh are yours. <sup><strong>19</strong></sup> Whatever is set aside from the holy offerings the Israelites present to the LORD I give to you and your sons and daughters as your regular share. It is an everlasting covenant of salt before the LORD for both you and your offspring.\" <sup><strong>20</strong></sup> The LORD said to Aaron, \"You will have no inheritance in their land, nor will you have any share among them; I am your share and your inheritance among the Israelites. <sup><strong>21</strong></sup> \"I give to the Levites all the tithes in Israel as their inheritance in return for the work they do while serving at the Tent of Meeting. <sup><strong>22</strong></sup> From now on the Israelites must not go near the Tent of Meeting, or they will bear the consequences of their sin and will die. <sup><strong>23</strong></sup> It is the Levites who are to do the work at the Tent of Meeting and bear the responsibility for offenses against it. This is a lasting ordinance for the generations to come. They will receive no inheritance among the Israelites. <sup><strong>24</strong></sup> Instead, I give to the Levites as their inheritance the tithes that the Israelites present as an offering to the LORD. That is why I said concerning them: 'They will have no inheritance among the Israelites.'\" <sup><strong>25</strong></sup> The LORD said to Moses, <sup><strong>26</strong></sup> \"Speak to the Levites and say to them: 'When you receive from the Israelites the tithe I give you as your inheritance, you must present a tenth of that tithe as the LORD's offering. <sup><strong>27</strong></sup> Your offering will be reckoned to you as grain from the threshing floor or juice from the winepress. <sup><strong>28</strong></sup> In this way you also will present an offering to the LORD from all the tithes you receive from the Israelites. From these tithes you must give the LORD's portion to Aaron the priest. <sup><strong>29</strong></sup> You must present as the LORD's portion the best and holiest part of everything given to you.' <sup><strong>30</strong></sup> \"Say to the Levites: 'When you present the best part, it will be reckoned to you as the product of the threshing floor or the winepress. <sup><strong>31</strong></sup> You and your households may eat the rest of it anywhere, for it is your wages for your work at the Tent of Meeting. <sup><strong>32</strong></sup> By presenting the best part of it you will not be guilty in this matter; then you will not defile the holy offerings of the Israelites, and you will not die.'\" "},{"_id":"6168f545803fbb813a70a91b","topicId":"6168f53f803fbb813a70a909","verse":"Acts 4:32-35","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p44004032_06-23\"><b class=\"verse-num\" id=\"v44004032-1\">32&nbsp;</b>Now the full number of those who believed were of one heart and soul, and no one said that any of the things that belonged to him was his own, but they had everything in common. <b class=\"verse-num\" id=\"v44004033-1\">33&nbsp;</b>And with great power the apostles were giving their testimony to the resurrection of the Lord Jesus, and great grace was upon them all. <b class=\"verse-num\" id=\"v44004034-1\">34&nbsp;</b>There was not a needy person among them, for as many as were owners of lands or houses sold them and brought the proceeds of what was sold <b class=\"verse-num\" id=\"v44004035-1\">35&nbsp;</b>and laid it at the apostles’ feet, and it was distributed to each as any had need.</p>\n</div>","kjv":"<strong>32</strong> And the multitude of them that believed were of one heart and of one soul: neither said any of them that ought of the things which he possessed was his own; but they had all things common.  <strong>33</strong> And with great power gave the apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all.  <strong>34</strong> Neither was there any among them that lacked: for as many as were possessors of lands or houses sold them, and brought the prices of the things that were sold,  <strong>35</strong> And laid them down at the apostles’ feet: and distribution was made unto every man according as he had need.  ","niv":"<sup><strong>32</strong></sup> All the believers were one in heart and mind. No one claimed that any of his possessions was his own, but they shared everything they had. <sup><strong>33</strong></sup> With great power the apostles continued to testify to the resurrection of the Lord Jesus, and much grace was upon them all. <sup><strong>34</strong></sup> There were no needy persons among them. For from time to time those who owned lands or houses sold them, brought the money from the sales <sup><strong>35</strong></sup> and put it at the apostles' feet, and it was distributed to anyone as he had need. "},{"_id":"6168f545803fbb813a70a91c","topicId":"6168f53f803fbb813a70a909","verse":"1 Timothy 5:18","votes":14,"__v":0,"esv":"<div>\n<p id=\"p54005018_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005018-1\">18&nbsp;</b>For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, <span class=\"woc\">“The laborer deserves his wages.”</span></p>\n</div>","kjv":"<strong>18</strong> For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.  ","niv":"<sup><strong>18</strong></sup> For the Scripture says, \"Do not muzzle the ox while it is treading out the grain,\" and \"The worker deserves his wages.\""},{"_id":"6168f545803fbb813a70a91d","topicId":"6168f53f803fbb813a70a909","verse":"Mark 10:43-45","votes":14,"__v":0,"esv":"<div>\n<p id=\"p41010043_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41010043-1\">43&nbsp;</b><span class=\"woc\">But it shall not be so among you. But whoever would be great among you must be your servant,</span> <b class=\"verse-num woc\" id=\"v41010044-1\">44&nbsp;</b><span class=\"woc\">and whoever would be first among you must be slave of all.</span> <b class=\"verse-num woc\" id=\"v41010045-1\">45&nbsp;</b><span class=\"woc\">For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n\n</div>","kjv":"<strong>43</strong> But so shall it not be among you: but whosoever will be great among you, shall be your minister:  <strong>44</strong> And whosoever of you will be the chiefest, shall be servant of all.  <strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. ","niv":"<sup><strong>43</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant, <sup><strong>44</strong></sup> and whoever wants to be first must be slave of all. <sup><strong>45</strong></sup> For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" "},{"_id":"6168f546803fbb813a70a91e","topicId":"6168f53f803fbb813a70a909","verse":"Hebrews 13:17","votes":13,"__v":0,"esv":"<div>\n<p id=\"p58013017_01-27\"><b class=\"verse-num\" id=\"v58013017-1\">17&nbsp;</b>Obey your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you.</p>\n</div>","kjv":"<strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  ","niv":"<sup><strong>17</strong></sup> Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you."},{"_id":"6168f546803fbb813a70a91f","topicId":"6168f53f803fbb813a70a909","verse":"Acts 20:28","votes":14,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood.","modified":"2023-10-10T11:00:00.632Z"},{"_id":"6168f546803fbb813a70a920","topicId":"6168f53f803fbb813a70a909","verse":"Ephesians 4:11","votes":12,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-29\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers,"},{"_id":"6168f546803fbb813a70a921","topicId":"6168f53f803fbb813a70a909","verse":"Matthew 10:10","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40010010_01-30\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010010-1\">10&nbsp;</b><span class=\"woc\">no bag for your journey, or two tunics or sandals or a staff, for the laborer deserves his food.</span></p>\n\n</div>","kjv":"<strong>10</strong> Nor scrip for your journey, neither two coats, neither shoes, nor yet staves: for the workman is worthy of his meat.  ","niv":"<sup><strong>10</strong></sup> take no bag for the journey, or extra tunic, or sandals or a staff; for the worker is worth his keep."},{"_id":"6168f547803fbb813a70a922","topicId":"6168f53f803fbb813a70a909","verse":"1 Peter 5:1-4","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-32\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed: <b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; <b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock. <b class=\"verse-num\" id=\"v60005004-1\">4&nbsp;</b>And when the chief Shepherd appears, you will receive the unfading crown of glory.</p>\n\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  <strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  <strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  <strong>4</strong> And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed: <sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve; <sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. <sup><strong>4</strong></sup> And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away. "}]}