{"_id":"6168f634803fbb813a70a9a5","slug":"penny","name":"Penny","verses":[{"_id":"6168f634803fbb813a70a9a6","topicId":"6168f634803fbb813a70a9a5","verse":"John 3:16-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-1\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"6168f634803fbb813a70a9a7","topicId":"6168f634803fbb813a70a9a5","verse":"Matthew 17:24-27","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40017024_04-2\"><b class=\"verse-num\" id=\"v40017024-1\">24&nbsp;</b>When they came to Capernaum, the collectors of the two-drachma tax went up to Peter and said, “Does your teacher not pay the tax?” <b class=\"verse-num\" id=\"v40017025-1\">25&nbsp;</b>He said, “Yes.” And when he came into the house, Jesus spoke to him first, saying, <span class=\"woc\">“What do you think, Simon? From whom do kings of the earth take toll or tax? From their sons or from others?”</span> <b class=\"verse-num\" id=\"v40017026-1\">26&nbsp;</b>And when he said, “From others,” Jesus said to him, <span class=\"woc\">“Then the sons are free.</span> <b class=\"verse-num woc\" id=\"v40017027-1\">27&nbsp;</b><span class=\"woc\">However, not to give offense to them, go to the sea and cast a hook and take the first fish that comes up, and when you open its mouth you will find a shekel. Take that and give it to them for me and for yourself.”</span></p>\n\n</div>","kjv":"<strong>24</strong> And when they were come to Capernaum, they that received tribute money came to Peter, and said, Doth not your master pay tribute?  <strong>25</strong> He saith, Yes. And when he was come into the house, Jesus prevented him, saying, What thinkest thou, Simon? of whom do the kings of the earth take custom or tribute? of their own children, or of strangers?  <strong>26</strong> Peter saith unto him, Of strangers. Jesus saith unto him, Then are the children free.  <strong>27</strong> Notwithstanding, lest we should offend them, go thou to the sea, and cast an hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a piece of money: that take, and give unto them for me and thee. ","niv":"<sup><strong>24</strong></sup> After Jesus and his disciples arrived in Capernaum, the collectors of the two-drachma tax came to Peter and asked, \"Doesn't your teacher pay the temple tax?\" <sup><strong>25</strong></sup> \"Yes, he does,\" he replied. When Peter came into the house, Jesus was the first to speak. \"What do you think, Simon?\" he asked. \"From whom do the kings of the earth collect duty and taxes--from their own sons or from others?\" <sup><strong>26</strong></sup> \"From others,\" Peter answered. <sup><strong>27</strong></sup> \"Then the sons are exempt,\" Jesus said to him. \"But so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours.\" "}]}