{"_id":"6168f644803fbb813a70a9a8","slug":"pentacostals","name":"Pentacostals","verses":[{"_id":"6168f644803fbb813a70a9a9","topicId":"6168f644803fbb813a70a9a8","verse":"Acts 2:38-39","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-2\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-2\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-2\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-2\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-2\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-2\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-2\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-2\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-2\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-2\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-2\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-2\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" "},{"_id":"6168f645803fbb813a70a9aa","topicId":"6168f644803fbb813a70a9a8","verse":"Acts 2:1-47","votes":3,"__v":0,"kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"6168f645803fbb813a70a9ab","topicId":"6168f644803fbb813a70a9a8","verse":"2 Thessalonians 3:6","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p53003006_04-3\"><b class=\"verse-num\" id=\"v53003006-1\">6&nbsp;</b>Now we command you, brothers, in the name of our Lord Jesus Christ, that you keep away from any brother who is walking in idleness and not in accord with the tradition that you received from us.</p>\n</div>","kjv":"<strong>6</strong> Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us.  ","niv":"<sup><strong>6</strong></sup> In the name of the Lord Jesus Christ, we command you, brothers, to keep away from every brother who is idle and does not live according to the teaching you received from us."},{"_id":"6168f645803fbb813a70a9ac","topicId":"6168f644803fbb813a70a9a8","verse":"2 Thessalonians 2:14-15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p53002014_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002014-1\">14&nbsp;</b>To this he called you through our gospel, so that you may obtain the glory of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v53002015-1\">15&nbsp;</b>So then, brothers, stand firm and hold to the traditions that you were taught by us, either by our spoken word or by our letter.</p>\n</div>","kjv":"<strong>14</strong> Whereunto he called you by our gospel, to the obtaining of the glory of our Lord Jesus Christ.  <strong>15</strong> Therefore, brethren, stand fast, and hold the traditions which ye have been taught, whether by word, or our epistle.  ","niv":"<sup><strong>14</strong></sup> He called you to this through our gospel, that you might share in the glory of our Lord Jesus Christ. <sup><strong>15</strong></sup> So then, brothers, stand firm and hold to the teachings we passed on to you, whether by word of mouth or by letter. "},{"_id":"6168f646803fbb813a70a9ad","topicId":"6168f644803fbb813a70a9a8","verse":"John 20:19-24","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43020019_06-5\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020020-1\">20&nbsp;</b>When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. <b class=\"verse-num\" id=\"v43020021-1\">21&nbsp;</b>Jesus said to them again, <span class=\"woc\">“Peace be with you. As the Father has sent me, even so I am sending you.”</span> <b class=\"verse-num\" id=\"v43020022-1\">22&nbsp;</b>And when he had said this, he breathed on them and said to them, <span class=\"woc\">“Receive the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v43020023-1\">23&nbsp;</b><span class=\"woc\">If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”</span></p>\n\n<p id=\"p43020023_09-5\"><b class=\"verse-num\" id=\"v43020024-1\">24&nbsp;</b>Now Thomas, one of the twelve, called the Twin, was not with them when Jesus came.</p>\n\n</div>","kjv":"<strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  <strong>20</strong> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.  <strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  <strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  <strong>23</strong> Whose soever sins ye remit, they are remitted unto them; and  whose soever sins ye retain, they are retained. <strong>24</strong> But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.  ","niv":"<sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>20</strong></sup> After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord. <sup><strong>21</strong></sup> Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\" <sup><strong>22</strong></sup> And with that he breathed on them and said, \"Receive the Holy Spirit. <sup><strong>23</strong></sup> If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.\" <sup><strong>24</strong></sup> Now Thomas (called Didymus), one of the Twelve, was not with the disciples when Jesus came. "},{"_id":"6168f646803fbb813a70a9ae","topicId":"6168f644803fbb813a70a9a8","verse":"John 6:67-71","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43006067_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n</div>","kjv":"<strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"6168f646803fbb813a70a9af","topicId":"6168f644803fbb813a70a9a8","verse":"John 6:55-59","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43006055_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n</div>","kjv":"<strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  ","niv":"<sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. "},{"_id":"6168f646803fbb813a70a9b0","topicId":"6168f644803fbb813a70a9a8","verse":"John 6:50-71","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43006050_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span> <b class=\"verse-num woc\" id=\"v43006051-1\">51&nbsp;</b><span class=\"woc\">I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”</span></p>\n<p id=\"p43006051_01-8\"><b class=\"verse-num\" id=\"v43006052-1\">52&nbsp;</b>The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?” <b class=\"verse-num\" id=\"v43006053-1\">53&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.</span> <b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n<p id=\"p43006059_06-8\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n<p id=\"p43006065_06-8\"><b class=\"verse-num\" id=\"v43006066-1\">66&nbsp;</b>After this many of his disciples turned back and no longer walked with him. <b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n\n</div>","kjv":"<strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. <sup><strong>51</strong></sup> I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. This bread is my flesh, which I will give for the life of the world.\" <sup><strong>52</strong></sup> Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\" <sup><strong>53</strong></sup> Jesus said to them, \"I tell you the truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you. <sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day. <sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. <sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" <sup><strong>66</strong></sup> From this time many of his disciples turned back and no longer followed him. <sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"6168f647803fbb813a70a9b1","topicId":"6168f644803fbb813a70a9a8","verse":"Luke 1:48","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001048_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  ","niv":"<sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed,"},{"_id":"6168f647803fbb813a70a9b2","topicId":"6168f644803fbb813a70a9a8","verse":"Matthew 9:6-8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40009006_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40009006-1\">6&nbsp;</b><span class=\"woc\">But that you may know that the Son of Man has authority on earth to forgive sins”</span>—he then said to the paralytic—<span class=\"woc\">“Rise, pick up your bed and go home.”</span> <b class=\"verse-num\" id=\"v40009007-1\">7&nbsp;</b>And he rose and went home. <b class=\"verse-num\" id=\"v40009008-1\">8&nbsp;</b>When the crowds saw it, they were afraid, and they glorified God, who had given such authority to men.</p>\n</div>","kjv":"<strong>6</strong> But that ye may know that the Son of man hath power on earth to forgive sins, (then saith he to the sick of the palsy,) Arise, take up thy bed, and go unto thine house.  <strong>7</strong> And he arose, and departed to his house.  <strong>8</strong> But when the multitudes saw it, they marvelled, and glorified God, which had given such power unto men.  ","niv":"<sup><strong>6</strong></sup> But so that you may know that the Son of Man has authority on earth to forgive sins....\" Then he said to the paralytic, \"Get up, take your mat and go home.\" <sup><strong>7</strong></sup> And the man got up and went home. <sup><strong>8</strong></sup> When the crowd saw this, they were filled with awe; and they praised God, who had given such authority to men. "},{"_id":"6168f647803fbb813a70a9b3","topicId":"6168f644803fbb813a70a9a8","verse":"1 Peter 4:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60004010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace:</p>\n</div>","kjv":"<strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  ","niv":"<sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms."},{"_id":"6168f648803fbb813a70a9b4","topicId":"6168f644803fbb813a70a9a8","verse":"2 Timothy 3:16-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"6168f648803fbb813a70a9b5","topicId":"6168f644803fbb813a70a9a8","verse":"Colossians 1:24","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p51001024_06-14\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church,</p>\n</div>","kjv":"<strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  ","niv":"<sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church."},{"_id":"6168f648803fbb813a70a9b6","topicId":"6168f644803fbb813a70a9a8","verse":"Philippians 2:12-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p50002012_05-15\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n</div>","kjv":"<strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  ","niv":"<sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. "},{"_id":"6168f648803fbb813a70a9b7","topicId":"6168f644803fbb813a70a9a8","verse":"Philippians 2:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50002011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n</div>","kjv":"<strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  ","niv":"<sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father."},{"_id":"6168f649803fbb813a70a9b8","topicId":"6168f644803fbb813a70a9a8","verse":"Ephesians 2:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"6168f649803fbb813a70a9b9","topicId":"6168f644803fbb813a70a9a8","verse":"1 Corinthians 11:1-2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-19\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you.</p>\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. "},{"_id":"6168f64a803fbb813a70a9bb","topicId":"6168f644803fbb813a70a9a8","verse":"Matthew 9:1-5","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40009001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40009001-1\">9:1&nbsp;</b>And getting into a boat he crossed over and came to his own city. <b class=\"verse-num\" id=\"v40009002-1\">2&nbsp;</b>And behold, some people brought to him a paralytic, lying on a bed. And when Jesus saw their faith, he said to the paralytic, <span class=\"woc\">“Take heart, my son; your sins are forgiven.”</span> <b class=\"verse-num\" id=\"v40009003-1\">3&nbsp;</b>And behold, some of the scribes said to themselves, “This man is blaspheming.” <b class=\"verse-num\" id=\"v40009004-1\">4&nbsp;</b>But Jesus, knowing their thoughts, said, <span class=\"woc\">“Why do you think evil in your hearts?</span> <b class=\"verse-num woc\" id=\"v40009005-1\">5&nbsp;</b><span class=\"woc\">For which is easier, to say, ‘Your sins are forgiven,’ or to say, ‘Rise and walk’?</span></p>\n\n</div>","kjv":"<strong>1</strong> And he entered into a ship, and passed over, and came into his own city.  <strong>2</strong> And, behold, they brought to him a man sick of the palsy, lying on a bed: and Jesus seeing their faith said unto the sick of the palsy; Son, be of good cheer; thy sins be forgiven thee.  <strong>3</strong> And, behold, certain of the scribes said within themselves, This man blasphemeth.  <strong>4</strong> And Jesus knowing their thoughts said, Wherefore think ye evil in your hearts?  <strong>5</strong> For whether is easier, to say, Thy sins be forgiven thee; or to say, Arise, and walk?  ","niv":"<sup><strong>1</strong></sup> Jesus stepped into a boat, crossed over and came to his own town. <sup><strong>2</strong></sup> Some men brought to him a paralytic, lying on a mat. When Jesus saw their faith, he said to the paralytic, \"Take heart, son; your sins are forgiven.\" <sup><strong>3</strong></sup> At this, some of the teachers of the law said to themselves, \"This fellow is blaspheming!\" <sup><strong>4</strong></sup> Knowing their thoughts, Jesus said, \"Why do you entertain evil thoughts in your hearts? <sup><strong>5</strong></sup> Which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? "},{"_id":"6168f64a803fbb813a70a9ba","topicId":"6168f644803fbb813a70a9a8","verse":"Romans 2:6-8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45002006_01-21\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury.</p>\n\n</div>","kjv":"<strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  ","niv":"<sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" <sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. <sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. "},{"_id":"6168f64a803fbb813a70a9bc","topicId":"6168f644803fbb813a70a9a8","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6168f64a803fbb813a70a9bd","topicId":"6168f644803fbb813a70a9a8","verse":"1 Timothy 2:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002005_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  ","niv":"<sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus,"},{"_id":"6168f64b803fbb813a70a9be","topicId":"6168f644803fbb813a70a9a8","verse":"1 Corinthians 14:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46014002_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014002-1\">2&nbsp;</b>For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit.</p>\n</div>","kjv":"<strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  ","niv":"<sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit."},{"_id":"6168f64b803fbb813a70a9bf","topicId":"6168f644803fbb813a70a9a8","verse":"Hebrews 13:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58013008_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever.</p>\n</div>","kjv":"<strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  ","niv":"<sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever."},{"_id":"6168f64b803fbb813a70a9c0","topicId":"6168f644803fbb813a70a9a8","verse":"Hebrews 10:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58010010_01-28\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v58010010-1\">10&nbsp;</b>And by that will we have been sanctified through the offering of the body of Jesus Christ once for all.</p>\n</div>","kjv":"<strong>10</strong> By the which will we are sanctified through the offering of the body of Jesus Christ once for all.  ","niv":"<sup><strong>10</strong></sup> And by that will, we have been made holy through the sacrifice of the body of Jesus Christ once for all."},{"_id":"6168f64b803fbb813a70a9c1","topicId":"6168f644803fbb813a70a9a8","verse":"2 Timothy 2:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."}]}