{"_id":"6168f812803fbb813a70aabf","slug":"perfectionist","name":"Perfectionist","verses":[{"_id":"6168f813803fbb813a70aac0","topicId":"6168f812803fbb813a70aabf","verse":"Galatians 3:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48003003_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003003-1\">3&nbsp;</b>Are you so foolish? Having begun by the Spirit, are you now being perfected by the flesh?</p>\n\n</div>","kjv":"<strong>3</strong> Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?  ","niv":"<sup><strong>3</strong></sup> Are you so foolish? After beginning with the Spirit, are you now trying to attain your goal by human effort?"},{"_id":"6168f813803fbb813a70aac1","topicId":"6168f812803fbb813a70aabf","verse":"James 3:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.</p>\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly."},{"_id":"6168f813803fbb813a70aac2","topicId":"6168f812803fbb813a70aabf","verse":"Hebrews 11:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58011006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."},{"_id":"6168f813803fbb813a70aac3","topicId":"6168f812803fbb813a70aabf","verse":"2 Timothy 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6168f814803fbb813a70aac4","topicId":"6168f812803fbb813a70aabf","verse":"2 Timothy 3:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003015_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus.</p>\n</div>","kjv":"<strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  ","niv":"<sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus."},{"_id":"6168f814803fbb813a70aac5","topicId":"6168f812803fbb813a70aabf","verse":"Psalm 12:6-7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19012006_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19012006-1\">6&nbsp;</b>&nbsp;&nbsp;The words of the LORD are pure words,</span><br><span id=\"p19012006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like silver refined in a furnace on the ground,</span><br><span id=\"p19012006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;purified seven times.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19012007_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19012007-1\">7&nbsp;</b>&nbsp;&nbsp;You, O LORD, will keep them;</span><br><span id=\"p19012007_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will guard us from this generation forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> The words of the LORD are pure words: as silver tried in a furnace of earth, purified seven times.  <strong>7</strong> Thou shalt keep them, O LORD, thou shalt preserve them from this generation for ever.  ","niv":"<sup><strong>6</strong></sup> And the words of the LORD are flawless, like silver refined in a furnace of clay, purified seven times. <sup><strong>7</strong></sup> O LORD, you will keep us safe and protect us from such people forever. "},{"_id":"6168f814803fbb813a70aac6","topicId":"6168f812803fbb813a70aabf","verse":"Revelation 22:18-19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-7\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. "},{"_id":"6168f815803fbb813a70aac7","topicId":"6168f812803fbb813a70aabf","verse":"1 John 5:1-21","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62005001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62005001-1\">5:1&nbsp;</b>Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him. <b class=\"verse-num\" id=\"v62005002-1\">2&nbsp;</b>By this we know that we love the children of God, when we love God and obey his commandments. <b class=\"verse-num\" id=\"v62005003-1\">3&nbsp;</b>For this is the love of God, that we keep his commandments. And his commandments are not burdensome. <b class=\"verse-num\" id=\"v62005004-1\">4&nbsp;</b>For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith. <b class=\"verse-num\" id=\"v62005005-1\">5&nbsp;</b>Who is it that overcomes the world except the one who believes that Jesus is the Son of God?</p>\n\n<p id=\"p62005005_10-8\"><b class=\"verse-num\" id=\"v62005006-1\">6&nbsp;</b>This is he who came by water and blood—Jesus Christ; not by the water only but by the water and the blood. And the Spirit is the one who testifies, because the Spirit is the truth. <b class=\"verse-num\" id=\"v62005007-1\">7&nbsp;</b>For there are three that testify: <b class=\"verse-num\" id=\"v62005008-1\">8&nbsp;</b>the Spirit and the water and the blood; and these three agree. <b class=\"verse-num\" id=\"v62005009-1\">9&nbsp;</b>If we receive the testimony of men, the testimony of God is greater, for this is the testimony of God that he has borne concerning his Son. <b class=\"verse-num\" id=\"v62005010-1\">10&nbsp;</b>Whoever believes in the Son of God has the testimony in himself. Whoever does not believe God has made him a liar, because he has not believed in the testimony that God has borne concerning his Son. <b class=\"verse-num\" id=\"v62005011-1\">11&nbsp;</b>And this is the testimony, that God gave us eternal life, and this life is in his Son. <b class=\"verse-num\" id=\"v62005012-1\">12&nbsp;</b>Whoever has the Son has life; whoever does not have the Son of God does not have life.</p>\n\n<p id=\"p62005012_14-8\"><b class=\"verse-num\" id=\"v62005013-1\">13&nbsp;</b>I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life. <b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us. <b class=\"verse-num\" id=\"v62005015-1\">15&nbsp;</b>And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him.</p>\n<p id=\"p62005015_14-8\"><b class=\"verse-num\" id=\"v62005016-1\">16&nbsp;</b>If anyone sees his brother committing a sin not leading to death, he shall ask, and God will give him life—to those who commit sins that do not lead to death. There is sin that leads to death; I do not say that one should pray for that. <b class=\"verse-num\" id=\"v62005017-1\">17&nbsp;</b>All wrongdoing is sin, but there is sin that does not lead to death.</p>\n<p id=\"p62005017_14-8\"><b class=\"verse-num\" id=\"v62005018-1\">18&nbsp;</b>We know that everyone who has been born of God does not keep on sinning, but he who was born of God protects him, and the evil one does not touch him.</p>\n<p id=\"p62005018_14-8\"><b class=\"verse-num\" id=\"v62005019-1\">19&nbsp;</b>We know that we are from God, and the whole world lies in the power of the evil one.</p>\n<p id=\"p62005019_14-8\"><b class=\"verse-num\" id=\"v62005020-1\">20&nbsp;</b>And we know that the Son of God has come and has given us understanding, so that we may know him who is true; and we are in him who is true, in his Son Jesus Christ. He is the true God and eternal life. <b class=\"verse-num\" id=\"v62005021-1\">21&nbsp;</b>Little children, keep yourselves from idols.</p>\n\n</div>","kjv":"<strong>1</strong> Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him.  <strong>2</strong> By this we know that we love the children of God, when we love God, and keep his commandments.  <strong>3</strong> For this is the love of God, that we keep his commandments: and his commandments are not grievous.  <strong>4</strong> For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.  <strong>5</strong> Who is he that overcometh the world, but he that believeth that Jesus is the Son of God?  <strong>6</strong> This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth.  <strong>7</strong> For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.  <strong>8</strong> And there are three that bear witness in earth, the spirit, and the water, and the blood: and these three agree in one.  <strong>9</strong> If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.  <strong>10</strong> He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.  <strong>11</strong> And this is the record, that God hath given to us eternal life, and this life is in his Son.  <strong>12</strong> He that hath the Son hath life; and he that hath not the Son of God hath not life.  <strong>13</strong> These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.  <strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  <strong>15</strong> And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.  <strong>16</strong> If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that he shall pray for it.  <strong>17</strong> All unrighteousness is sin: and there is a sin not unto death.  <strong>18</strong> We know that whosoever is born of God sinneth not; but he that is begotten of God keepeth himself, and that wicked one toucheth him not.  <strong>19</strong> And we know that we are of God, and the whole world lieth in wickedness.  <strong>20</strong> And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.  <strong>21</strong> Little children, keep yourselves from idols. Amen.  ","niv":"<sup><strong>1</strong></sup> Everyone who believes that Jesus is the Christ is born of God, and everyone who loves the father loves his child as well. <sup><strong>2</strong></sup> This is how we know that we love the children of God: by loving God and carrying out his commands. <sup><strong>3</strong></sup> This is love for God: to obey his commands. And his commands are not burdensome, <sup><strong>4</strong></sup> for everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith. <sup><strong>5</strong></sup> Who is it that overcomes the world? Only he who believes that Jesus is the Son of God. <sup><strong>6</strong></sup> This is the one who came by water and blood--Jesus Christ. He did not come by water only, but by water and blood. And it is the Spirit who testifies, because the Spirit is the truth. <sup><strong>7</strong></sup> For there are three that testify: <sup><strong>8</strong></sup> the Spirit, the water and the blood; and the three are in agreement. <sup><strong>9</strong></sup> We accept man's testimony, but God's testimony is greater because it is the testimony of God, which he has given about his Son. <sup><strong>10</strong></sup> Anyone who believes in the Son of God has this testimony in his heart. Anyone who does not believe God has made him out to be a liar, because he has not believed the testimony God has given about his Son. <sup><strong>11</strong></sup> And this is the testimony: God has given us eternal life, and this life is in his Son. <sup><strong>12</strong></sup> He who has the Son has life; he who does not have the Son of God does not have life. <sup><strong>13</strong></sup> I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life. <sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us. <sup><strong>15</strong></sup> And if we know that he hears us--whatever we ask--we know that we have what we asked of him. <sup><strong>16</strong></sup> If anyone sees his brother commit a sin that does not lead to death, he should pray and God will give him life. I refer to those whose sin does not lead to death. There is a sin that leads to death. I am not saying that he should pray about that. <sup><strong>17</strong></sup> All wrongdoing is sin, and there is sin that does not lead to death. <sup><strong>18</strong></sup> We know that anyone born of God does not continue to sin; the one who was born of God keeps him safe, and the evil one cannot harm him. <sup><strong>19</strong></sup> We know that we are children of God, and that the whole world is under the control of the evil one. <sup><strong>20</strong></sup> We know also that the Son of God has come and has given us understanding, so that we may know him who is true. And we are in him who is true--even in his Son Jesus Christ. He is the true God and eternal life. <sup><strong>21</strong></sup> Dear children, keep yourselves from idols. "},{"_id":"6168f815803fbb813a70aac8","topicId":"6168f812803fbb813a70aabf","verse":"1 John 2:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62002027_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n</div>","kjv":"<strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  ","niv":"<sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him."},{"_id":"6168f815803fbb813a70aac9","topicId":"6168f812803fbb813a70aabf","verse":"John 10:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43010027_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010027-1\">27&nbsp;</b><span class=\"woc\">My sheep hear my voice, and I know them, and they follow me.</span></p>\n</div>","kjv":"<strong>27</strong> My sheep hear my voice, and I know them, and they follow me:  ","niv":"<sup><strong>27</strong></sup> My sheep listen to my voice; I know them, and they follow me."},{"_id":"6168f816803fbb813a70aaca","topicId":"6168f812803fbb813a70aabf","verse":"2 Peter 1:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"6168f816803fbb813a70aacb","topicId":"6168f812803fbb813a70aabf","verse":"James 2:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59002010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002010-1\">10&nbsp;</b>For whoever keeps the whole law but fails in one point has become guilty of all of it.</p>\n</div>","kjv":"<strong>10</strong> For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.  ","niv":"<sup><strong>10</strong></sup> For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it."},{"_id":"6168f816803fbb813a70aacc","topicId":"6168f812803fbb813a70aabf","verse":"Titus 3:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56003010_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,</p>\n</div>","kjv":"<strong>10</strong> A man that is an heretick after the first and second admonition reject;  ","niv":"<sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him."},{"_id":"6168f817803fbb813a70aacd","topicId":"6168f812803fbb813a70aabf","verse":"Galatians 1:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48001010_01-14\"><b class=\"verse-num\" id=\"v48001010-1\">10&nbsp;</b>For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.</p>\n\n</div>","kjv":"<strong>10</strong> For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.  ","niv":"<sup><strong>10</strong></sup> Am I now trying to win the approval of men, or of God? Or am I trying to please men? If I were still trying to please men, I would not be a servant of Christ."},{"_id":"6168f817803fbb813a70aace","topicId":"6168f812803fbb813a70aabf","verse":"John 14:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."},{"_id":"6168f817803fbb813a70aacf","topicId":"6168f812803fbb813a70aabf","verse":"John 3:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-16\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-16\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-16\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-16\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-16\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"6168f817803fbb813a70aad0","topicId":"6168f812803fbb813a70aabf","verse":"Luke 21:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42021033_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021033-1\">33&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n</div>","kjv":"<strong>33</strong> Heaven and earth shall pass away: but my words shall not pass away.  ","niv":"<sup><strong>33</strong></sup> Heaven and earth will pass away, but my words will never pass away."},{"_id":"6168f818803fbb813a70aad1","topicId":"6168f812803fbb813a70aabf","verse":"Mark 13:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41013031_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41013031-1\">31&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n</div>","kjv":"<strong>31</strong> Heaven and earth shall pass away: but my words shall not pass away.  ","niv":"<sup><strong>31</strong></sup> Heaven and earth will pass away, but my words will never pass away."},{"_id":"6168f818803fbb813a70aad2","topicId":"6168f812803fbb813a70aabf","verse":"Matthew 24:35","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40024035_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n</div>","kjv":"<strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  ","niv":"<sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away."},{"_id":"6168f818803fbb813a70aad3","topicId":"6168f812803fbb813a70aabf","verse":"Matthew 7:13-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40007013_01-20\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n</div>","kjv":"<strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. ","niv":"<sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. "},{"_id":"6168f819803fbb813a70aad4","topicId":"6168f812803fbb813a70aabf","verse":"Proverbs 16:25","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016025_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016025-1\">25&nbsp;</b>&nbsp;&nbsp;There is a way that seems right to a man,</span><br><span id=\"p20016025_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but its end is the way to death.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>25</strong> There is a way that seemeth right unto a man, but the end thereof are the ways of death.  ","niv":"<sup><strong>25</strong></sup> There is a way that seems right to a man, but in the end it leads to death."},{"_id":"6168f819803fbb813a70aad5","topicId":"6168f812803fbb813a70aabf","verse":"Psalm 119:151-152","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119151_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119151-1\">151&nbsp;</b>&nbsp;&nbsp;But you are near, O LORD,</span><br><span id=\"p19119151_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all your commandments are true.</span><br><span id=\"p19119152_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119152-1\">152&nbsp;</b>&nbsp;&nbsp;Long have I known from your testimonies</span><br><span id=\"p19119152_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have founded them forever.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>151</strong> Thou art near, O LORD; and all thy commandments are  truth.  <strong>152</strong> Concerning thy testimonies, I have known of old that thou hast founded them for ever.  ","niv":"<sup><strong>151</strong></sup> Yet you are near, O LORD, and all your commands are true. <sup><strong>152</strong></sup> Long ago I learned from your statutes that you established them to last forever. "},{"_id":"6168f819803fbb813a70aad6","topicId":"6168f812803fbb813a70aabf","verse":"Psalm 119:140","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119140_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119140-1\">140&nbsp;</b>&nbsp;&nbsp;Your promise is well tried,</span><br><span id=\"p19119140_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your servant loves it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>140</strong> Thy word is very pure: therefore thy servant loveth it.  ","niv":"<sup><strong>140</strong></sup> Your promises have been thoroughly tested, and your servant loves them."},{"_id":"6168f819803fbb813a70aad7","topicId":"6168f812803fbb813a70aabf","verse":"Psalm 12:7","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19012007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19012007-1\">7&nbsp;</b>&nbsp;&nbsp;You, O LORD, will keep them;</span><br><span id=\"p19012007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will guard us from this generation forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> Thou shalt keep them, O LORD, thou shalt preserve them from this generation for ever.  ","niv":"<sup><strong>7</strong></sup> O LORD, you will keep us safe and protect us from such people forever."},{"_id":"6168f81a803fbb813a70aad8","topicId":"6168f812803fbb813a70aabf","verse":"Deuteronomy 6:10-12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05006010_01-25\"><b class=\"verse-num\" id=\"v05006010-1\">10&nbsp;</b>“And when the LORD your God brings you into the land that he swore to your fathers, to Abraham, to Isaac, and to Jacob, to give you—with great and good cities that you did not build, <b class=\"verse-num\" id=\"v05006011-1\">11&nbsp;</b>and houses full of all good things that you did not fill, and cisterns that you did not dig, and vineyards and olive trees that you did not plant—and when you eat and are full, <b class=\"verse-num\" id=\"v05006012-1\">12&nbsp;</b>then take care lest you forget the LORD, who brought you out of the land of Egypt, out of the house of slavery.</p>\n</div>","kjv":"<strong>10</strong> And it shall be, when the LORD thy God shall have brought thee into the land which he sware unto thy fathers, to Abraham, to Isaac, and to Jacob, to give thee great and goodly cities, which thou buildedst not,  <strong>11</strong> And houses full of all good things, which thou filledst not, and wells digged, which thou diggedst not, vineyards and olive trees, which thou plantedst not; when thou shalt have eaten and be full;  <strong>12</strong> Then beware lest thou forget the LORD, which brought thee forth out of the land of Egypt, from the house of bondage.  ","niv":"<sup><strong>10</strong></sup> When the LORD your God brings you into the land he swore to your fathers, to Abraham, Isaac and Jacob, to give you-a land with large, flourishing cities you did not build, <sup><strong>11</strong></sup> houses filled with all kinds of good things you did not provide, wells you did not dig, and vineyards and olive groves you did not plant-then when you eat and are satisfied, <sup><strong>12</strong></sup> be careful that you do not forget the LORD, who brought you out of Egypt, out of the land of slavery. "}]}