{"_id":"6168f8ca803fbb813a70ab24","slug":"perish","name":"Perish","verses":[{"_id":"6168f8ca803fbb813a70ab25","topicId":"6168f8ca803fbb813a70ab24","verse":"John 3:16","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-1\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168f8cb803fbb813a70ab26","topicId":"6168f8ca803fbb813a70ab24","verse":"2 Peter 3:9","votes":14,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"6168f8cb803fbb813a70ab27","topicId":"6168f8ca803fbb813a70ab24","verse":"Matthew 10:28","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},{"_id":"6168f8cb803fbb813a70ab28","topicId":"6168f8ca803fbb813a70ab24","verse":"Romans 6:23","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p45006001_07-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45006001-1\">6:1&nbsp;</b>What shall we say then? Are we to continue in sin that grace may abound? <b class=\"verse-num\" id=\"v45006002-1\">2&nbsp;</b>By no means! How can we who died to sin still live in it? <b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? <b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n<p id=\"p45006004_07-22\"><b class=\"verse-num\" id=\"v45006005-1\">5&nbsp;</b>For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his. <b class=\"verse-num\" id=\"v45006006-1\">6&nbsp;</b>We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin. <b class=\"verse-num\" id=\"v45006007-1\">7&nbsp;</b>For one who has died has been set free from sin. <b class=\"verse-num\" id=\"v45006008-1\">8&nbsp;</b>Now if we have died with Christ, we believe that we will also live with him. <b class=\"verse-num\" id=\"v45006009-1\">9&nbsp;</b>We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him. <b class=\"verse-num\" id=\"v45006010-1\">10&nbsp;</b>For the death he died he died to sin, once for all, but the life he lives he lives to God. <b class=\"verse-num\" id=\"v45006011-1\">11&nbsp;</b>So you also must consider yourselves dead to sin and alive to God in Christ Jesus.</p>\n<p id=\"p45006011_07-22\"><b class=\"verse-num\" id=\"v45006012-1\">12&nbsp;</b>Let not sin therefore reign in your mortal body, to make you obey its passions. <b class=\"verse-num\" id=\"v45006013-1\">13&nbsp;</b>Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness. <b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n\n<p id=\"p45006014_10-22\"><b class=\"verse-num\" id=\"v45006015-1\">15&nbsp;</b>What then? Are we to sin because we are not under law but under grace? By no means! <b class=\"verse-num\" id=\"v45006016-1\">16&nbsp;</b>Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness? <b class=\"verse-num\" id=\"v45006017-1\">17&nbsp;</b>But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed, <b class=\"verse-num\" id=\"v45006018-1\">18&nbsp;</b>and, having been set free from sin, have become slaves of righteousness. <b class=\"verse-num\" id=\"v45006019-1\">19&nbsp;</b>I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification.</p>\n<p id=\"p45006019_10-22\"><b class=\"verse-num\" id=\"v45006020-1\">20&nbsp;</b>For when you were slaves of sin, you were free in regard to righteousness. <b class=\"verse-num\" id=\"v45006021-1\">21&nbsp;</b>But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death. <b class=\"verse-num\" id=\"v45006022-1\">22&nbsp;</b>But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life. <b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"6168f8cc803fbb813a70ab29","topicId":"6168f8ca803fbb813a70ab24","verse":"Hosea 4:6","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28004006_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004006-1\">6&nbsp;</b>&nbsp;&nbsp;My people are destroyed for lack of knowledge;</span><br><span id=\"p28004006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have rejected knowledge,</span><br><span id=\"p28004006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I reject you from being a priest to me.</span><br><span id=\"p28004006_01-5\" class=\"line\">&nbsp;&nbsp;And since you have forgotten the law of your God,</span><br><span id=\"p28004006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I also will forget your children.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> My people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing thou hast forgotten the law of thy God, I will also forget thy children.  ","niv":"<sup><strong>6</strong></sup> my people are destroyed from lack of knowledge. \"Because you have rejected knowledge, I also reject you as my priests; because you have ignored the law of your God, I also will ignore your children."},{"_id":"6168f8cc803fbb813a70ab2a","topicId":"6168f8ca803fbb813a70ab24","verse":"Matthew 24:35","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40024035_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n</div>","kjv":"<strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  ","niv":"<sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away."},{"_id":"6168f8cc803fbb813a70ab2b","topicId":"6168f8ca803fbb813a70ab24","verse":"John 3:3","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43003003_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span></p>\n\n</div>","kjv":"<strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  ","niv":"<sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \""},{"_id":"6168f8cc803fbb813a70ab2c","topicId":"6168f8ca803fbb813a70ab24","verse":"Matthew 5:1-48","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p40005001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-8\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-8\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-8\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-8\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-8\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-8\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-8\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-8\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-8\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-8\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n<p id=\"p40005012_11-8\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n<p id=\"p40005013_11-8\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n<p id=\"p40005016_17-8\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span> <b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span> <b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40005020-1\">20&nbsp;</b><span class=\"woc\">For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.</span></p>\n\n<p id=\"p40005020_18-8\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span> <b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span> <b class=\"verse-num woc\" id=\"v40005025-1\">25&nbsp;</b><span class=\"woc\">Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.</span> <b class=\"verse-num woc\" id=\"v40005026-1\">26&nbsp;</b><span class=\"woc\">Truly, I say to you, you will never get out until you have paid the last penny.</span></p>\n\n<p id=\"p40005026_19-8\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span> <b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n\n<p id=\"p40005030_20-8\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n\n<p id=\"p40005032_21-8\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n<p id=\"p40005037_22-8\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_25-8\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. <sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. <sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. <sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"6168f8cd803fbb813a70ab2d","topicId":"6168f8ca803fbb813a70ab24","verse":"Luke 10:30-37","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42010030_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010030-1\">30&nbsp;</b>Jesus replied, <span class=\"woc\">“A man was going down from Jerusalem to Jericho, and he fell among robbers, who stripped him and beat him and departed, leaving him half dead.</span> <b class=\"verse-num woc\" id=\"v42010031-1\">31&nbsp;</b><span class=\"woc\">Now by chance a priest was going down that road, and when he saw him he passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010032-1\">32&nbsp;</b><span class=\"woc\">So likewise a Levite, when he came to the place and saw him, passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010033-1\">33&nbsp;</b><span class=\"woc\">But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion.</span> <b class=\"verse-num woc\" id=\"v42010034-1\">34&nbsp;</b><span class=\"woc\">He went to him and bound up his wounds, pouring on oil and wine. Then he set him on his own animal and brought him to an inn and took care of him.</span> <b class=\"verse-num woc\" id=\"v42010035-1\">35&nbsp;</b><span class=\"woc\">And the next day he took out two denarii and gave them to the innkeeper, saying, ‘Take care of him, and whatever more you spend, I will repay you when I come back.’</span> <b class=\"verse-num woc\" id=\"v42010036-1\">36&nbsp;</b><span class=\"woc\">Which of these three, do you think, proved to be a neighbor to the man who fell among the robbers?”</span> <b class=\"verse-num\" id=\"v42010037-1\">37&nbsp;</b>He said, “The one who showed him mercy.” And Jesus said to him, <span class=\"woc\">“You go, and do likewise.”</span></p>\n\n</div>","kjv":"<strong>30</strong> And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him  half dead.  <strong>31</strong> And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.  <strong>32</strong> And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.  <strong>33</strong> But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,  <strong>34</strong> And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.  <strong>35</strong> And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.  <strong>36</strong> Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?  <strong>37</strong> And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise. ","niv":"<sup><strong>30</strong></sup> In reply Jesus said: \"A man was going down from Jerusalem to Jericho, when he fell into the hands of robbers. They stripped him of his clothes, beat him and went away, leaving him half dead. <sup><strong>31</strong></sup> A priest happened to be going down the same road, and when he saw the man, he passed by on the other side. <sup><strong>32</strong></sup> So too, a Levite, when he came to the place and saw him, passed by on the other side. <sup><strong>33</strong></sup> But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him. <sup><strong>34</strong></sup> He went to him and bandaged his wounds, pouring on oil and wine. Then he put the man on his own donkey, took him to an inn and took care of him. <sup><strong>35</strong></sup> The next day he took out two silver coins and gave them to the innkeeper. 'Look after him,' he said, 'and when I return, I will reimburse you for any extra expense you may have.' <sup><strong>36</strong></sup> \"Which of these three do you think was a neighbor to the man who fell into the hands of robbers?\" <sup><strong>37</strong></sup> The expert in the law replied, \"The one who had mercy on him.\" Jesus told him, \"Go and do likewise.\" "},{"_id":"6168f8cd803fbb813a70ab2e","topicId":"6168f8ca803fbb813a70ab24","verse":"John 14:26","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."},{"_id":"6168f8cd803fbb813a70ab2f","topicId":"6168f8ca803fbb813a70ab24","verse":"John 14:15","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p43014015_06-11\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span></p>\n</div>","kjv":"<strong>15</strong>           If ye love me, keep my commandments.  ","niv":"<sup><strong>15</strong></sup> \"If you love me, you will obey what I command."},{"_id":"6168f8cd803fbb813a70ab30","topicId":"6168f8ca803fbb813a70ab24","verse":"Hebrews 13:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p58013008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever.</p>\n</div>","kjv":"<strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  ","niv":"<sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever."},{"_id":"6168f8ce803fbb813a70ab31","topicId":"6168f8ca803fbb813a70ab24","verse":"Revelation 21:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"6168f8ce803fbb813a70ab32","topicId":"6168f8ca803fbb813a70ab24","verse":"Psalm 46:1","votes":5,"__v":0,"esv":"<div>\n\n<h4 id=\"p19046001_05-14\" class=\"psalm-title\">To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046001_05-14\" class=\"line\"><b class=\"chapter-num\" id=\"v19046001-1\">46:1&nbsp;</b>&nbsp;&nbsp;God is our refuge and strength,</span><br><span id=\"p19046001_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a very present help in trouble.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> God is our refuge and strength, a very present help in trouble.  ","niv":"<sup><strong>1</strong></sup> God is our refuge and strength, an ever-present help in trouble."},{"_id":"6168f8cf803fbb813a70ab33","topicId":"6168f8ca803fbb813a70ab24","verse":"Luke 10:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42010027_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.”</p>\n</div>","kjv":"<strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  ","niv":"<sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\""},{"_id":"6168f8cf803fbb813a70ab34","topicId":"6168f8ca803fbb813a70ab24","verse":"Matthew 26:52-54","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40026052_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026052-1\">52&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Put your sword back into its place. For all who take the sword will perish by the sword.</span> <b class=\"verse-num woc\" id=\"v40026053-1\">53&nbsp;</b><span class=\"woc\">Do you think that I cannot appeal to my Father, and he will at once send me more than twelve legions of angels?</span> <b class=\"verse-num woc\" id=\"v40026054-1\">54&nbsp;</b><span class=\"woc\">But how then should the Scriptures be fulfilled, that it must be so?”</span></p>\n</div>","kjv":"<strong>52</strong> Then said Jesus unto him, Put up again thy sword into his place: for all they that take the sword shall perish with the sword.  <strong>53</strong> Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?  <strong>54</strong> But how then shall the scriptures be fulfilled, that thus it must be?  ","niv":"<sup><strong>52</strong></sup> \"Put your sword back in its place,\" Jesus said to him, \"for all who draw the sword will die by the sword. <sup><strong>53</strong></sup> Do you think I cannot call on my Father, and he will at once put at my disposal more than twelve legions of angels? <sup><strong>54</strong></sup> But how then would the Scriptures be fulfilled that say it must happen in this way?\" "},{"_id":"6168f8cf803fbb813a70ab35","topicId":"6168f8ca803fbb813a70ab24","verse":"John 17:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth."},{"_id":"6168f8cf803fbb813a70ab37","topicId":"6168f8ca803fbb813a70ab24","verse":"Matthew 5:19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40005019_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span></p>\n</div>","kjv":"<strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  ","niv":"<sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven."},{"_id":"6168f8cf803fbb813a70ab36","topicId":"6168f8ca803fbb813a70ab24","verse":"Deuteronomy 28:47-48","votes":4,"__v":0,"esv":"<div>\n<p id=\"p05028047_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v05028047-1\">47&nbsp;</b>Because you did not serve the LORD your God with joyfulness and gladness of heart, because of the abundance of all things, <b class=\"verse-num\" id=\"v05028048-1\">48&nbsp;</b>therefore you shall serve your enemies whom the LORD will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you.</p>\n</div>","kjv":"<strong>47</strong> Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;  <strong>48</strong> Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  ","niv":"<sup><strong>47</strong></sup> Because you did not serve the LORD your God joyfully and gladly in the time of prosperity, <sup><strong>48</strong></sup> therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the LORD sends against you. He will put an iron yoke on your neck until he has destroyed you. "},{"_id":"6168f8d0803fbb813a70ab38","topicId":"6168f8ca803fbb813a70ab24","verse":"1 Peter 1:1-25","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p60001001_02-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60001001-1\">1:1&nbsp;</b>Peter, an apostle of Jesus Christ,</p>\n<p id=\"p60001001_02-21\">To those who are elect exiles of the Dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia, <b class=\"verse-num\" id=\"v60001002-1\">2&nbsp;</b>according to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood:</p>\n<p id=\"p60001002_02-21\">May grace and peace be multiplied to you.</p>\n\n<p id=\"p60001002_08-21\"><b class=\"verse-num\" id=\"v60001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead, <b class=\"verse-num\" id=\"v60001004-1\">4&nbsp;</b>to an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you, <b class=\"verse-num\" id=\"v60001005-1\">5&nbsp;</b>who by God’s power are being guarded through faith for a salvation ready to be revealed in the last time. <b class=\"verse-num\" id=\"v60001006-1\">6&nbsp;</b>In this you rejoice, though now for a little while, if necessary, you have been grieved by various trials, <b class=\"verse-num\" id=\"v60001007-1\">7&nbsp;</b>so that the tested genuineness of your faith—more precious than gold that perishes though it is tested by fire—may be found to result in praise and glory and honor at the revelation of Jesus Christ. <b class=\"verse-num\" id=\"v60001008-1\">8&nbsp;</b>Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory, <b class=\"verse-num\" id=\"v60001009-1\">9&nbsp;</b>obtaining the outcome of your faith, the salvation of your souls.</p>\n<p id=\"p60001009_08-21\"><b class=\"verse-num\" id=\"v60001010-1\">10&nbsp;</b>Concerning this salvation, the prophets who prophesied about the grace that was to be yours searched and inquired carefully, <b class=\"verse-num\" id=\"v60001011-1\">11&nbsp;</b>inquiring what person or time the Spirit of Christ in them was indicating when he predicted the sufferings of Christ and the subsequent glories. <b class=\"verse-num\" id=\"v60001012-1\">12&nbsp;</b>It was revealed to them that they were serving not themselves but you, in the things that have now been announced to you through those who preached the good news to you by the Holy Spirit sent from heaven, things into which angels long to look.</p>\n\n<p id=\"p60001012_12-21\"><b class=\"verse-num\" id=\"v60001013-1\">13&nbsp;</b>Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ. <b class=\"verse-num\" id=\"v60001014-1\">14&nbsp;</b>As obedient children, do not be conformed to the passions of your former ignorance, <b class=\"verse-num\" id=\"v60001015-1\">15&nbsp;</b>but as he who called you is holy, you also be holy in all your conduct, <b class=\"verse-num\" id=\"v60001016-1\">16&nbsp;</b>since it is written, “You shall be holy, for I am holy.” <b class=\"verse-num\" id=\"v60001017-1\">17&nbsp;</b>And if you call on him as Father who judges impartially according to each one’s deeds, conduct yourselves with fear throughout the time of your exile, <b class=\"verse-num\" id=\"v60001018-1\">18&nbsp;</b>knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold, <b class=\"verse-num\" id=\"v60001019-1\">19&nbsp;</b>but with the precious blood of Christ, like that of a lamb without blemish or spot. <b class=\"verse-num\" id=\"v60001020-1\">20&nbsp;</b>He was foreknown before the foundation of the world but was made manifest in the last times for the sake of you <b class=\"verse-num\" id=\"v60001021-1\">21&nbsp;</b>who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope are in God.</p>\n<p id=\"p60001021_12-21\"><b class=\"verse-num\" id=\"v60001022-1\">22&nbsp;</b>Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart, <b class=\"verse-num\" id=\"v60001023-1\">23&nbsp;</b>since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God; <b class=\"verse-num\" id=\"v60001024-1\">24&nbsp;</b>for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60001024_12-21\" class=\"line\">&nbsp;&nbsp;“All flesh is like grass</span><br><span id=\"p60001024_12-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all its glory like the flower of grass.</span><br><span id=\"p60001024_12-21\" class=\"line\">&nbsp;&nbsp;The grass withers,</span><br><span id=\"p60001024_12-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the flower falls,</span><br><span id=\"p60001025_12-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v60001025-1\">25&nbsp;</b>&nbsp;&nbsp;but the word of the Lord remains forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60001025_12-21\" class=\"same-paragraph\">And this word is the good news that was preached to you.</p>\n\n</div>","kjv":"<strong>1</strong> Peter, an apostle of Jesus Christ, to the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,  <strong>2</strong> Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.  <strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,  <strong>4</strong> To an inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you,  <strong>5</strong> Who are kept by the power of God through faith unto salvation ready to be revealed in the last time.  <strong>6</strong> Wherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations:  <strong>7</strong> That the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:  <strong>8</strong> Whom having not seen, ye love; in whom, though now ye see him  not, yet believing, ye rejoice with joy unspeakable and full of glory:  <strong>9</strong> Receiving the end of your faith, even the salvation of your souls.  <strong>10</strong> Of which salvation the prophets have enquired and searched diligently, who prophesied of the grace that should come unto you:  <strong>11</strong> Searching what, or what manner of time the Spirit of Christ which was in them did signify, when it testified beforehand the sufferings of Christ, and the glory that should follow.  <strong>12</strong> Unto whom it was revealed, that not unto themselves, but unto us they did minister the things, which are now reported unto you by them that have preached the gospel unto you with the Holy Ghost sent down from heaven; which things the angels desire to look into.  <strong>13</strong> Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;  <strong>14</strong> As obedient children, not fashioning yourselves according to the former lusts in your ignorance:  <strong>15</strong> But as he which hath called you is holy, so be ye holy in all manner of conversation;  <strong>16</strong> Because it is written, Be ye holy; for I am holy.  <strong>17</strong> And if ye call on the Father, who without respect of persons judgeth according to every man’s work, pass the time of your sojourning here  in fear:  <strong>18</strong> Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received  by tradition from your fathers;  <strong>19</strong> But with the precious blood of Christ, as of a lamb without blemish and without spot:  <strong>20</strong> Who verily was foreordained before the foundation of the world, but was manifest in these last times for you,  <strong>21</strong> Who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God.  <strong>22</strong> Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:  <strong>23</strong> Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.  <strong>24</strong> For all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:  <strong>25</strong> But the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you.  ","niv":"<sup><strong>1</strong></sup> Peter, an apostle of Jesus Christ, To God's elect, strangers in the world, scattered throughout Pontus, Galatia, Cappadocia, Asia and Bithynia, <sup><strong>2</strong></sup> who have been chosen according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, for obedience to Jesus Christ and sprinkling by his blood: Grace and peace be yours in abundance. <sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead, <sup><strong>4</strong></sup> and into an inheritance that can never perish, spoil or fade--kept in heaven for you, <sup><strong>5</strong></sup> who through faith are shielded by God's power until the coming of the salvation that is ready to be revealed in the last time. <sup><strong>6</strong></sup> In this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials. <sup><strong>7</strong></sup> These have come so that your faith--of greater worth than gold, which perishes even though refined by fire--may be proved genuine and may result in praise, glory and honor when Jesus Christ is revealed. <sup><strong>8</strong></sup> Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy, <sup><strong>9</strong></sup> for you are receiving the goal of your faith, the salvation of your souls. <sup><strong>10</strong></sup> Concerning this salvation, the prophets, who spoke of the grace that was to come to you, searched intently and with the greatest care, <sup><strong>11</strong></sup> trying to find out the time and circumstances to which the Spirit of Christ in them was pointing when he predicted the sufferings of Christ and the glories that would follow. <sup><strong>12</strong></sup> It was revealed to them that they were not serving themselves but you, when they spoke of the things that have now been told you by those who have preached the gospel to you by the Holy Spirit sent from heaven. Even angels long to look into these things. <sup><strong>13</strong></sup> Therefore, prepare your minds for action; be self-controlled; set your hope fully on the grace to be given you when Jesus Christ is revealed. <sup><strong>14</strong></sup> As obedient children, do not conform to the evil desires you had when you lived in ignorance. <sup><strong>15</strong></sup> But just as he who called you is holy, so be holy in all you do; <sup><strong>16</strong></sup> for it is written: \"Be holy, because I am holy.\" <sup><strong>17</strong></sup> Since you call on a Father who judges each man's work impartially, live your lives as strangers here in reverent fear. <sup><strong>18</strong></sup> For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your forefathers, <sup><strong>19</strong></sup> but with the precious blood of Christ, a lamb without blemish or defect. <sup><strong>20</strong></sup> He was chosen before the creation of the world, but was revealed in these last times for your sake. <sup><strong>21</strong></sup> Through him you believe in God, who raised him from the dead and glorified him, and so your faith and hope are in God. <sup><strong>22</strong></sup> Now that you have purified yourselves by obeying the truth so that you have sincere love for your brothers, love one another deeply, from the heart. <sup><strong>23</strong></sup> For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God. <sup><strong>24</strong></sup> For, \"All men are like grass, and all their glory is like the flowers of the field; the grass withers and the flowers fall, <sup><strong>25</strong></sup> but the word of the Lord stands forever.\" And this is the word that was preached to you. "},{"_id":"6168f8d0803fbb813a70ab39","topicId":"6168f8ca803fbb813a70ab24","verse":"Romans 6:1-23","votes":4,"__v":0,"kjv":"<strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> What shall we say, then? Shall we go on sinning so that grace may increase? <sup><strong>2</strong></sup> By no means! We died to sin; how can we live in it any longer? <sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. <sup><strong>5</strong></sup> If we have been united with him like this in his death, we will certainly also be united with him in his resurrection. <sup><strong>6</strong></sup> For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin-- <sup><strong>7</strong></sup> because anyone who has died has been freed from sin. <sup><strong>8</strong></sup> Now if we died with Christ, we believe that we will also live with him. <sup><strong>9</strong></sup> For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him. <sup><strong>10</strong></sup> The death he died, he died to sin once for all; but the life he lives, he lives to God. <sup><strong>11</strong></sup> In the same way, count yourselves dead to sin but alive to God in Christ Jesus. <sup><strong>12</strong></sup> Therefore do not let sin reign in your mortal body so that you obey its evil desires. <sup><strong>13</strong></sup> Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness. <sup><strong>14</strong></sup> For sin shall not be your master, because you are not under law, but under grace. <sup><strong>15</strong></sup> What then? Shall we sin because we are not under law but under grace? By no means! <sup><strong>16</strong></sup> Don't you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey--whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness? <sup><strong>17</strong></sup> But thanks be to God that, though you used to be slaves to sin, you wholeheartedly obeyed the form of teaching to which you were entrusted. <sup><strong>18</strong></sup> You have been set free from sin and have become slaves to righteousness. <sup><strong>19</strong></sup> I put this in human terms because you are weak in your natural selves. Just as you used to offer the parts of your body in slavery to impurity and to ever-increasing wickedness, so now offer them in slavery to righteousness leading to holiness. <sup><strong>20</strong></sup> When you were slaves to sin, you were free from the control of righteousness. <sup><strong>21</strong></sup> What benefit did you reap at that time from the things you are now ashamed of? Those things result in death! <sup><strong>22</strong></sup> But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life. <sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord. "},{"_id":"6168f8d1803fbb813a70ab3a","topicId":"6168f8ca803fbb813a70ab24","verse":"Acts 2:38","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6168f8d1803fbb813a70ab3b","topicId":"6168f8ca803fbb813a70ab24","verse":"Psalm 144:1","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19144001_06-24\" class=\"psalm-title\">Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19144001_06-24\" class=\"line\"><b class=\"chapter-num\" id=\"v19144001-1\">144:1&nbsp;</b>&nbsp;&nbsp;Blessed be the LORD, my rock,</span><br><span id=\"p19144001_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who trains my hands for war,</span><br><span id=\"p19144001_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my fingers for battle;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Blessed be the LORD my strength, which teacheth my hands to war, and my fingers to fight:  ","niv":"<sup><strong>1</strong></sup> Praise be to the LORD my Rock, who trains my hands for war, my fingers for battle."},{"_id":"6168f8d1803fbb813a70ab3d","topicId":"6168f8ca803fbb813a70ab24","verse":"Matthew 4:1-25","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40004001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40004001-1\">4:1&nbsp;</b>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <b class=\"verse-num\" id=\"v40004002-1\">2&nbsp;</b>And after fasting forty days and forty nights, he was hungry. <b class=\"verse-num\" id=\"v40004003-1\">3&nbsp;</b>And the tempter came and said to him, “If you are the Son of God, command these stones to become loaves of bread.” <b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_05-25\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_05-25\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004004_05-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004005-1\">5&nbsp;</b>Then the devil took him to the holy city and set him on the pinnacle of the temple <b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-25\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-25\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-25\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. <b class=\"verse-num\" id=\"v40004009-1\">9&nbsp;</b>And he said to him, “All these I will give you, if you will fall down and worship me.” <b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_05-25\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_05-25\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004010_05-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004011-1\">11&nbsp;</b>Then the devil left him, and behold, angels came and were ministering to him.</p>\n\n<p id=\"p40004011_09-25\"><b class=\"verse-num\" id=\"v40004012-1\">12&nbsp;</b>Now when he heard that John had been arrested, he withdrew into Galilee. <b class=\"verse-num\" id=\"v40004013-1\">13&nbsp;</b>And leaving Nazareth he went and lived in Capernaum by the sea, in the territory of Zebulun and Naphtali, <b class=\"verse-num\" id=\"v40004014-1\">14&nbsp;</b>so that what was spoken by the prophet Isaiah might be fulfilled:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004015_09-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004015-1\">15&nbsp;</b>&nbsp;&nbsp;“The land of Zebulun and the land of Naphtali,</span><br><span id=\"p40004015_09-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the way of the sea, beyond the Jordan, Galilee of the Gentiles—</span><br><span id=\"p40004016_09-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004016-1\">16&nbsp;</b>&nbsp;&nbsp;the people dwelling in darkness</span><br><span id=\"p40004016_09-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have seen a great light,</span><br><span id=\"p40004016_09-25\" class=\"line\">&nbsp;&nbsp;and for those dwelling in the region and shadow of death,</span><br><span id=\"p40004016_09-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on them a light has dawned.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004016_09-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004017-1\">17&nbsp;</b>From that time Jesus began to preach, saying, <span class=\"woc\">“Repent, for the kingdom of heaven is at hand.”</span></p>\n\n<p id=\"p40004017_14-25\"><b class=\"verse-num\" id=\"v40004018-1\">18&nbsp;</b>While walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen. <b class=\"verse-num\" id=\"v40004019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“Follow me, and I will make you fishers of men.”</span> <b class=\"verse-num\" id=\"v40004020-1\">20&nbsp;</b>Immediately they left their nets and followed him. <b class=\"verse-num\" id=\"v40004021-1\">21&nbsp;</b>And going on from there he saw two other brothers, James the son of Zebedee and John his brother, in the boat with Zebedee their father, mending their nets, and he called them. <b class=\"verse-num\" id=\"v40004022-1\">22&nbsp;</b>Immediately they left the boat and their father and followed him.</p>\n\n<p id=\"p40004022_19-25\"><b class=\"verse-num\" id=\"v40004023-1\">23&nbsp;</b>And he went throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction among the people. <b class=\"verse-num\" id=\"v40004024-1\">24&nbsp;</b>So his fame spread throughout all Syria, and they brought him all the sick, those afflicted with various diseases and pains, those oppressed by demons, those having seizures, and paralytics, and he healed them. <b class=\"verse-num\" id=\"v40004025-1\">25&nbsp;</b>And great crowds followed him from Galilee and the Decapolis, and from Jerusalem and Judea, and from beyond the Jordan.</p>\n\n</div>","kjv":"<strong>1</strong> Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.  <strong>2</strong> And when he had fasted forty days and forty nights, he was afterward an hungred.  <strong>3</strong> And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.  <strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  <strong>5</strong> Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,  <strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  <strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  <strong>9</strong> And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.  <strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>11</strong> Then the devil leaveth him, and, behold, angels came and ministered unto him.  <strong>12</strong> Now when Jesus had heard that John was cast into prison, he departed into Galilee;  <strong>13</strong> And leaving Nazareth, he came and dwelt in Capernaum, which is upon the sea coast, in the borders of Zabulon and Nephthalim:  <strong>14</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying,  <strong>15</strong> The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles;  <strong>16</strong> The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.  <strong>17</strong> From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand. <strong>18</strong> And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.  <strong>19</strong> And he saith unto them, Follow me, and I will make you fishers of men.  <strong>20</strong> And they straightway left their nets, and followed him.  <strong>21</strong> And going on from thence, he saw other two brethren, James the son  of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and he called them.  <strong>22</strong> And they immediately left the ship and their father, and followed him.  <strong>23</strong> And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.  <strong>24</strong> And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatick, and those that had the palsy; and he healed them.  <strong>25</strong> And there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from  Judaea, and from beyond Jordan.  ","niv":"<sup><strong>1</strong></sup> Then Jesus was led by the Spirit into the desert to be tempted by the devil. <sup><strong>2</strong></sup> After fasting forty days and forty nights, he was hungry. <sup><strong>3</strong></sup> The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\" <sup><strong>5</strong></sup> Then the devil took him to the holy city and had him stand on the highest point of the temple. <sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" <sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. <sup><strong>9</strong></sup> \"All this I will give you,\" he said, \"if you will bow down and worship me.\" <sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" <sup><strong>11</strong></sup> Then the devil left him, and angels came and attended him. <sup><strong>12</strong></sup> When Jesus heard that John had been put in prison, he returned to Galilee. <sup><strong>13</strong></sup> Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali-- <sup><strong>14</strong></sup> to fulfill what was said through the prophet Isaiah: <sup><strong>15</strong></sup> \"Land of Zebulun and land of Naphtali, the way to the sea, along the Jordan, Galilee of the Gentiles-- <sup><strong>16</strong></sup> the people living in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned.\" <sup><strong>17</strong></sup> From that time on Jesus began to preach, \"Repent, for the kingdom of heaven is near.\" <sup><strong>18</strong></sup> As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen. <sup><strong>19</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\" <sup><strong>20</strong></sup> At once they left their nets and followed him. <sup><strong>21</strong></sup> Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them, <sup><strong>22</strong></sup> and immediately they left the boat and their father and followed him. <sup><strong>23</strong></sup> Jesus went throughout Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and sickness among the people. <sup><strong>24</strong></sup> News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed, and he healed them. <sup><strong>25</strong></sup> Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him. "},{"_id":"6168f8d1803fbb813a70ab3c","topicId":"6168f8ca803fbb813a70ab24","verse":"Matthew 6:33","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."}]}