{"_id":"6168f99d803fbb813a70ab8c","slug":"persistence","name":"Persistence","verses":[{"_id":"6168f99d803fbb813a70ab8d","topicId":"6168f99d803fbb813a70ab8c","verse":"Galatians 6:9","votes":169,"__v":0,"esv":"<div>\n<p id=\"p48006009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up.</p>\n</div>","kjv":"<strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  ","niv":"<sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.","modified":"2023-11-02T08:13:16.070Z"},{"_id":"6168f99e803fbb813a70ab8e","topicId":"6168f99d803fbb813a70ab8c","verse":"Proverbs 24:16","votes":96,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024016_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024016-1\">16&nbsp;</b>&nbsp;&nbsp;for the righteous falls seven times and rises again,</span><br><span id=\"p20024016_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the wicked stumble in times of calamity.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> For a just man falleth seven times, and riseth up again: but the wicked shall fall into mischief.  ","niv":"<sup><strong>16</strong></sup> for though a righteous man falls seven times, he rises again, but the wicked are brought down by calamity.","modified":"2023-11-02T08:13:28.503Z"},{"_id":"6168f99e803fbb813a70ab8f","topicId":"6168f99d803fbb813a70ab8c","verse":"Luke 11:9-10","votes":133,"__v":0,"esv":"<div>\n<p id=\"p42011009_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011009-1\">9&nbsp;</b><span class=\"woc\">And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v42011010-1\">10&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span></p>\n</div>","kjv":"<strong>9</strong> And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.  <strong>10</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  ","niv":"<sup><strong>9</strong></sup> \"So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. <sup><strong>10</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened. ","modified":"2023-11-02T08:13:12.279Z"},{"_id":"6168f99e803fbb813a70ab90","topicId":"6168f99d803fbb813a70ab8c","verse":"Luke 18:1-8","votes":101,"__v":0,"esv":"<div>\n\n<p id=\"p42018001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42018001-1\">18:1&nbsp;</b>And he told them a parable to the effect that they ought always to pray and not lose heart. <b class=\"verse-num\" id=\"v42018002-1\">2&nbsp;</b>He said, <span class=\"woc\">“In a certain city there was a judge who neither feared God nor respected man.</span> <b class=\"verse-num woc\" id=\"v42018003-1\">3&nbsp;</b><span class=\"woc\">And there was a widow in that city who kept coming to him and saying, ‘Give me justice against my adversary.’</span> <b class=\"verse-num woc\" id=\"v42018004-1\">4&nbsp;</b><span class=\"woc\">For a while he refused, but afterward he said to himself, ‘Though I neither fear God nor respect man,</span> <b class=\"verse-num woc\" id=\"v42018005-1\">5&nbsp;</b><span class=\"woc\">yet because this widow keeps bothering me, I will give her justice, so that she will not beat me down by her continual coming.’”</span> <b class=\"verse-num\" id=\"v42018006-1\">6&nbsp;</b>And the Lord said, <span class=\"woc\">“Hear what the unrighteous judge says.</span> <b class=\"verse-num woc\" id=\"v42018007-1\">7&nbsp;</b><span class=\"woc\">And will not God give justice to his elect, who cry to him day and night? Will he delay long over them?</span> <b class=\"verse-num woc\" id=\"v42018008-1\">8&nbsp;</b><span class=\"woc\">I tell you, he will give justice to them speedily. Nevertheless, when the Son of Man comes, will he find faith on earth?”</span></p>\n</div>","kjv":"<strong>1</strong> And he spake a parable unto them to this end, that men ought always to pray, and not to faint;  <strong>2</strong> Saying, There was in a city a judge, which feared not God, neither regarded man:  <strong>3</strong> And there was a widow in that city; and she came unto him, saying, Avenge me of mine adversary.  <strong>4</strong> And he would not for a while: but afterward he said within himself, Though I fear not God, nor regard man;  <strong>5</strong> Yet because this widow troubleth me, I will avenge her, lest by her continual coming she weary me.  <strong>6</strong> And the Lord said, Hear what the unjust judge saith.  <strong>7</strong> And shall not God avenge his own elect, which cry day and night unto him, though he bear long with them?  <strong>8</strong> I tell you that he will avenge them speedily. Nevertheless when the Son of man cometh, shall he find faith on the earth?  ","niv":"<sup><strong>1</strong></sup> Then Jesus told his disciples a parable to show them that they should always pray and not give up. <sup><strong>2</strong></sup> He said: \"In a certain town there was a judge who neither feared God nor cared about men. <sup><strong>3</strong></sup> And there was a widow in that town who kept coming to him with the plea, 'Grant me justice against my adversary.' <sup><strong>4</strong></sup> \"For some time he refused. But finally he said to himself, 'Even though I don't fear God or care about men, <sup><strong>5</strong></sup> yet because this widow keeps bothering me, I will see that she gets justice, so that she won't eventually wear me out with her coming!'\" <sup><strong>6</strong></sup> And the Lord said, \"Listen to what the unjust judge says. <sup><strong>7</strong></sup> And will not God bring about justice for his chosen ones, who cry out to him day and night? Will he keep putting them off? <sup><strong>8</strong></sup> I tell you, he will see that they get justice, and quickly. However, when the Son of Man comes, will he find faith on the earth?\" ","modified":"2023-11-02T08:13:09.438Z"},{"_id":"6168f99f803fbb813a70ab91","topicId":"6168f99d803fbb813a70ab8c","verse":"Luke 11:5-10","votes":60,"__v":0,"esv":"<div>\n<p id=\"p42011005_01-5\"><b class=\"verse-num\" id=\"v42011005-1\">5&nbsp;</b>And he said to them, <span class=\"woc\">“Which of you who has a friend will go to him at midnight and say to him, ‘Friend, lend me three loaves,</span> <b class=\"verse-num woc\" id=\"v42011006-1\">6&nbsp;</b><span class=\"woc\">for a friend of mine has arrived on a journey, and I have nothing to set before him’;</span> <b class=\"verse-num woc\" id=\"v42011007-1\">7&nbsp;</b><span class=\"woc\">and he will answer from within, ‘Do not bother me; the door is now shut, and my children are with me in bed. I cannot get up and give you anything’?</span> <b class=\"verse-num woc\" id=\"v42011008-1\">8&nbsp;</b><span class=\"woc\">I tell you, though he will not get up and give him anything because he is his friend, yet because of his impudence he will rise and give him whatever he needs.</span> <b class=\"verse-num woc\" id=\"v42011009-1\">9&nbsp;</b><span class=\"woc\">And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v42011010-1\">10&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span></p>\n\n</div>","kjv":"<strong>5</strong> And he said unto them, Which of you shall have a friend, and shall go unto him at midnight, and say unto him, Friend, lend me three loaves;  <strong>6</strong> For a friend of mine in his journey is come to me, and I have nothing to set before him?  <strong>7</strong> And he from within shall answer and say, Trouble me not: the door is now shut, and my children are with me in bed; I cannot rise and give thee.  <strong>8</strong> I say unto you, Though he will not rise and give him, because he is his friend, yet because of his importunity he will rise and give him as many as he needeth.  <strong>9</strong> And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.  <strong>10</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  ","niv":"<sup><strong>5</strong></sup> Then he said to them, \"Suppose one of you has a friend, and he goes to him at midnight and says, 'Friend, lend me three loaves of bread, <sup><strong>6</strong></sup> because a friend of mine on a journey has come to me, and I have nothing to set before him.' <sup><strong>7</strong></sup> \"Then the one inside answers, 'Don't bother me. The door is already locked, and my children are with me in bed. I can't get up and give you anything.' <sup><strong>8</strong></sup> I tell you, though he will not get up and give him the bread because he is his friend, yet because of the man's boldness he will get up and give him as much as he needs. <sup><strong>9</strong></sup> \"So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. <sup><strong>10</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened. ","modified":"2023-11-02T08:12:55.295Z"},{"_id":"6168f99f803fbb813a70ab92","topicId":"6168f99d803fbb813a70ab8c","verse":"Hebrews 12:1-2","votes":47,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, <b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us. <sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God. "},{"_id":"6168f99f803fbb813a70ab93","topicId":"6168f99d803fbb813a70ab8c","verse":"2 Thessalonians 3:13","votes":50,"__v":0,"esv":"<div>\n<p id=\"p53003013_01-7\"><b class=\"verse-num\" id=\"v53003013-1\">13&nbsp;</b>As for you, brothers, do not grow weary in doing good.</p>\n</div>","kjv":"<strong>13</strong> But ye, brethren, be not weary in well doing.  ","niv":"<sup><strong>13</strong></sup> And as for you, brothers, never tire of doing what is right."},{"_id":"6168f9a0803fbb813a70ab94","topicId":"6168f99d803fbb813a70ab8c","verse":"Philippians 3:14","votes":39,"__v":0,"esv":"<div>\n<p id=\"p50003014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus.</p>\n</div>","kjv":"<strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  ","niv":"<sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus."},{"_id":"6168f9a0803fbb813a70ab95","topicId":"6168f99d803fbb813a70ab8c","verse":"James 1:1-27","votes":37,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-9\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-9\">Greetings.</p>\n\n<p id=\"p59001001_06-9\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-9\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-9\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-9\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-9\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-9\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-9\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-9\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"6168f9a0803fbb813a70ab96","topicId":"6168f99d803fbb813a70ab8c","verse":"1 Corinthians 15:58","votes":34,"__v":0,"esv":"<div>\n<p id=\"p46015058_01-11\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n</div>","kjv":"<strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain."},{"_id":"6168f9a0803fbb813a70ab97","topicId":"6168f99d803fbb813a70ab8c","verse":"Revelation 2:10","votes":31,"__v":0,"esv":"<div>\n<p id=\"p66002010_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002010-1\">10&nbsp;</b><span class=\"woc\">Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.</span></p>\n</div>","kjv":"<strong>10</strong> Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.  ","niv":"<sup><strong>10</strong></sup> Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you the crown of life."},{"_id":"6168f9a1803fbb813a70ab98","topicId":"6168f99d803fbb813a70ab8c","verse":"1 Thessalonians 5:17","votes":31,"__v":0,"esv":"<div>\n<p id=\"p52005017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing,</p>\n</div>","kjv":"<strong>17</strong> Pray without ceasing.  ","niv":"<sup><strong>17</strong></sup> pray continually;"},{"_id":"6168f9a1803fbb813a70ab99","topicId":"6168f99d803fbb813a70ab8c","verse":"Hebrews 11:6","votes":27,"__v":0,"esv":"<div>\n<p id=\"p58011006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."},{"_id":"6168f9a1803fbb813a70ab9a","topicId":"6168f99d803fbb813a70ab8c","verse":"Philippians 1:6","votes":30,"__v":0,"esv":"<div>\n<p id=\"p50001006_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50001006-1\">6&nbsp;</b>And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.</p>\n</div>","kjv":"<strong>6</strong> Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:  ","niv":"<sup><strong>6</strong></sup> being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus."},{"_id":"6168f9a2803fbb813a70ab9b","topicId":"6168f99d803fbb813a70ab8c","verse":"1 John 5:15","votes":24,"__v":0,"esv":"<div>\n<p id=\"p62005015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005015-1\">15&nbsp;</b>And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him.</p>\n</div>","kjv":"<strong>15</strong> And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.  ","niv":"<sup><strong>15</strong></sup> And if we know that he hears us--whatever we ask--we know that we have what we asked of him."},{"_id":"6168f9a2803fbb813a70ab9d","topicId":"6168f99d803fbb813a70ab8c","verse":"James 1:12","votes":22,"__v":0,"esv":"<div>\n<p id=\"p59001012_01-18\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.</p>\n</div>","kjv":"<strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  ","niv":"<sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him."},{"_id":"6168f9a2803fbb813a70ab9c","topicId":"6168f99d803fbb813a70ab8c","verse":"2 Kings 2:1-15","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p12002001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12002001-1\">2:1&nbsp;</b>Now when the LORD was about to take Elijah up to heaven by a whirlwind, Elijah and Elisha were on their way from Gilgal. <b class=\"verse-num\" id=\"v12002002-1\">2&nbsp;</b>And Elijah said to Elisha, “Please stay here, for the LORD has sent me as far as Bethel.” But Elisha said, “As the LORD lives, and as you yourself live, I will not leave you.” So they went down to Bethel. <b class=\"verse-num\" id=\"v12002003-1\">3&nbsp;</b>And the sons of the prophets who were in Bethel came out to Elisha and said to him, “Do you know that today the LORD will take away your master from over you?” And he said, “Yes, I know it; keep quiet.”</p>\n<p id=\"p12002003_05-19\"><b class=\"verse-num\" id=\"v12002004-1\">4&nbsp;</b>Elijah said to him, “Elisha, please stay here, for the LORD has sent me to Jericho.” But he said, “As the LORD lives, and as you yourself live, I will not leave you.” So they came to Jericho. <b class=\"verse-num\" id=\"v12002005-1\">5&nbsp;</b>The sons of the prophets who were at Jericho drew near to Elisha and said to him, “Do you know that today the LORD will take away your master from over you?” And he answered, “Yes, I know it; keep quiet.”</p>\n<p id=\"p12002005_05-19\"><b class=\"verse-num\" id=\"v12002006-1\">6&nbsp;</b>Then Elijah said to him, “Please stay here, for the LORD has sent me to the Jordan.” But he said, “As the LORD lives, and as you yourself live, I will not leave you.” So the two of them went on. <b class=\"verse-num\" id=\"v12002007-1\">7&nbsp;</b>Fifty men of the sons of the prophets also went and stood at some distance from them, as they both were standing by the Jordan. <b class=\"verse-num\" id=\"v12002008-1\">8&nbsp;</b>Then Elijah took his cloak and rolled it up and struck the water, and the water was parted to the one side and to the other, till the two of them could go over on dry ground.</p>\n<p id=\"p12002008_05-19\"><b class=\"verse-num\" id=\"v12002009-1\">9&nbsp;</b>When they had crossed, Elijah said to Elisha, “Ask what I shall do for you, before I am taken from you.” And Elisha said, “Please let there be a double portion of your spirit on me.” <b class=\"verse-num\" id=\"v12002010-1\">10&nbsp;</b>And he said, “You have asked a hard thing; yet, if you see me as I am being taken from you, it shall be so for you, but if you do not see me, it shall not be so.” <b class=\"verse-num\" id=\"v12002011-1\">11&nbsp;</b>And as they still went on and talked, behold, chariots of fire and horses of fire separated the two of them. And Elijah went up by a whirlwind into heaven. <b class=\"verse-num\" id=\"v12002012-1\">12&nbsp;</b>And Elisha saw it and he cried, “My father, my father! The chariots of Israel and its horsemen!” And he saw him no more.</p>\n<p id=\"p12002012_05-19\">Then he took hold of his own clothes and tore them in two pieces. <b class=\"verse-num\" id=\"v12002013-1\">13&nbsp;</b>And he took up the cloak of Elijah that had fallen from him and went back and stood on the bank of the Jordan. <b class=\"verse-num\" id=\"v12002014-1\">14&nbsp;</b>Then he took the cloak of Elijah that had fallen from him and struck the water, saying, “Where is the LORD, the God of Elijah?” And when he had struck the water, the water was parted to the one side and to the other, and Elisha went over.</p>\n\n<p id=\"p12002014_08-19\"><b class=\"verse-num\" id=\"v12002015-1\">15&nbsp;</b>Now when the sons of the prophets who were at Jericho saw him opposite them, they said, “The spirit of Elijah rests on Elisha.” And they came to meet him and bowed to the ground before him.</p>\n</div>","kjv":"<strong>1</strong> And it came to pass, when the LORD would take up Elijah into heaven by a whirlwind, that Elijah went with Elisha from Gilgal.  <strong>2</strong> And Elijah said unto Elisha, Tarry here, I pray thee; for the LORD hath sent me to Bethel. And Elisha said unto him, As the LORD liveth, and as thy soul liveth, I will not leave thee. So they went down to Bethel.  <strong>3</strong> And the sons of the prophets that were at Bethel came forth to Elisha, and said unto him, Knowest thou that the LORD will take away thy master from thy head to day? And he said, Yea, I know it; hold ye your peace.  <strong>4</strong> And Elijah said unto him, Elisha, tarry here, I pray thee; for the LORD hath sent me to Jericho. And he said, As the LORD liveth, and as thy soul liveth, I will not leave thee. So they came to Jericho.  <strong>5</strong> And the sons of the prophets that were at Jericho came to Elisha, and said unto him, Knowest thou that the LORD will take away thy master from thy head to day? And he answered, Yea, I know it; hold ye your peace.  <strong>6</strong> And Elijah said unto him, Tarry, I pray thee, here; for the LORD hath sent me to Jordan. And he said, As the LORD liveth, and as  thy soul liveth, I will not leave thee. And they two went on.  <strong>7</strong> And fifty men of the sons of the prophets went, and stood to view afar off: and they two stood by Jordan.  <strong>8</strong> And Elijah took his mantle, and wrapped it together, and smote the waters, and they were divided hither and thither, so that they two went over on dry ground.  <strong>9</strong> And it came to pass, when they were gone over, that Elijah said unto Elisha, Ask what I shall do for thee, before I be taken away from thee. And Elisha said, I pray thee, let a double portion of thy spirit be upon me.  <strong>10</strong> And he said, Thou hast asked a hard thing: nevertheless,  if thou see me when I am taken from thee, it shall be so unto thee; but if not, it shall not be so.  <strong>11</strong> And it came to pass, as they still went on, and talked, that, behold, there appeared a chariot of fire, and horses of fire, and parted them both asunder; and Elijah went up by a whirlwind into heaven.  <strong>12</strong> And Elisha saw it, and he cried, My father, my father, the chariot of Israel, and the horsemen thereof. And he saw him no more: and he took hold of his own clothes, and rent them in two pieces.  <strong>13</strong> He took up also the mantle of Elijah that fell from him, and went back, and stood by the bank of Jordan;  <strong>14</strong> And he took the mantle of Elijah that fell from him, and smote the waters, and said, Where is the LORD God of Elijah? and when he also had smitten the waters, they parted hither and thither: and Elisha went over.  <strong>15</strong> And when the sons of the prophets which were to view at Jericho saw him, they said, The spirit of Elijah doth rest on Elisha. And they came to meet him, and bowed themselves to the ground before him.  ","niv":"<sup><strong>1</strong></sup> When the LORD was about to take Elijah up to heaven in a whirlwind, Elijah and Elisha were on their way from Gilgal. <sup><strong>2</strong></sup> Elijah said to Elisha, \"Stay here; the LORD has sent me to Bethel.\" But Elisha said, \"As surely as the LORD lives and as you live, I will not leave you.\" So they went down to Bethel. <sup><strong>3</strong></sup> The company of the prophets at Bethel came out to Elisha and asked, \"Do you know that the LORD is going to take your master from you today?Yes, I know,\" Elisha replied, \"but do not speak of it.\" <sup><strong>4</strong></sup> Then Elijah said to him, \"Stay here, Elisha; the LORD has sent me to Jericho.\" And he replied, \"As surely as the LORD lives and as you live, I will not leave you.\" So they went to Jericho. <sup><strong>5</strong></sup> The company of the prophets at Jericho went up to Elisha and asked him, \"Do you know that the LORD is going to take your master from you today?Yes, I know,\" he replied, \"but do not speak of it.\" <sup><strong>6</strong></sup> Then Elijah said to him, \"Stay here; the LORD has sent me to the Jordan.\" And he replied, \"As surely as the LORD lives and as you live, I will not leave you.\" So the two of them walked on. <sup><strong>7</strong></sup> Fifty men of the company of the prophets went and stood at a distance, facing the place where Elijah and Elisha had stopped at the Jordan. <sup><strong>8</strong></sup> Elijah took his cloak, rolled it up and struck the water with it. The water divided to the right and to the left, and the two of them crossed over on dry ground. <sup><strong>9</strong></sup> When they had crossed, Elijah said to Elisha, \"Tell me, what can I do for you before I am taken from you?Let me inherit a double portion of your spirit,\" Elisha replied. <sup><strong>10</strong></sup> \"You have asked a difficult thing,\" Elijah said, \"yet if you see me when I am taken from you, it will be yours-otherwise not.\" <sup><strong>11</strong></sup> As they were walking along and talking together, suddenly a chariot of fire and horses of fire appeared and separated the two of them, and Elijah went up to heaven in a whirlwind. <sup><strong>12</strong></sup> Elisha saw this and cried out, \"My father! My father! The chariots and horsemen of Israel!\" And Elisha saw him no more. Then he took hold of his own clothes and tore them apart. <sup><strong>13</strong></sup> He picked up the cloak that had fallen from Elijah and went back and stood on the bank of the Jordan. <sup><strong>14</strong></sup> Then he took the cloak that had fallen from him and struck the water with it. \"Where now is the LORD, the God of Elijah?\" he asked. When he struck the water, it divided to the right and to the left, and he crossed over. <sup><strong>15</strong></sup> The company of the prophets from Jericho, who were watching, said, \"The spirit of Elijah is resting on Elisha.\" And they went to meet him and bowed to the ground before him. ","modified":"2023-12-11T19:16:59.647Z"},{"_id":"6168f9a3803fbb813a70ab9e","topicId":"6168f99d803fbb813a70ab8c","verse":"Romans 15:13","votes":22,"__v":0,"esv":"<div>\n<p id=\"p45015013_01-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015013-1\">13&nbsp;</b>May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.</p>\n</div>","kjv":"<strong>13</strong> Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.  ","niv":"<sup><strong>13</strong></sup> May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit."},{"_id":"6168f9a3803fbb813a70aba0","topicId":"6168f99d803fbb813a70ab8c","verse":"Ephesians 6:18","votes":16,"__v":0,"esv":"<div>\n<p id=\"p49006018_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints."},{"_id":"6168f9a3803fbb813a70ab9f","topicId":"6168f99d803fbb813a70ab8c","verse":"Proverbs 12:27","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012027_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012027-1\">27&nbsp;</b>&nbsp;&nbsp;Whoever is slothful will not roast his game,</span><br><span id=\"p20012027_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the diligent man will get precious wealth.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> The slothful man roasteth not that which he took in hunting: but the substance of a diligent man is precious.  ","niv":"<sup><strong>27</strong></sup> The lazy man does not roast his game, but the diligent man prizes his possessions."},{"_id":"6168f9a3803fbb813a70aba1","topicId":"6168f99d803fbb813a70ab8c","verse":"Romans 2:7","votes":15,"__v":0,"esv":"<div>\n<p id=\"p45002007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life;</p>\n</div>","kjv":"<strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  ","niv":"<sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life."},{"_id":"6168f9a4803fbb813a70aba2","topicId":"6168f99d803fbb813a70ab8c","verse":"John 14:26","votes":12,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you.","modified":"2023-03-08T15:14:50.509Z"},{"_id":"6168f9a4803fbb813a70aba3","topicId":"6168f99d803fbb813a70ab8c","verse":"James 1:2-4","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p59001002_05-25\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n\n</div>","kjv":"<strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  ","niv":"<sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. "},{"_id":"6168f9a5803fbb813a70aba4","topicId":"6168f99d803fbb813a70ab8c","verse":"Romans 12:12","votes":8,"__v":0,"modified":"2023-06-29T10:53:27.853Z"},{"_id":"6168f9a5803fbb813a70aba5","topicId":"6168f99d803fbb813a70ab8c","verse":"Hebrews 12:1","votes":12,"__v":0,"modified":"2022-07-21T20:49:12.349Z"}]}