{"_id":"6168fc2b803fbb813a70acb2","slug":"pharoahs-dream","name":"Pharoahs Dream","verses":[{"_id":"6168fc2c803fbb813a70acb3","topicId":"6168fc2b803fbb813a70acb2","verse":"Isaiah 7:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p23007001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23007001-1\">7:1&nbsp;</b>In the days of Ahaz the son of Jotham, son of Uzziah, king of Judah, Rezin the king of Syria and Pekah the son of Remaliah the king of Israel came up to Jerusalem to wage war against it, but could not yet mount an attack against it. <b class=\"verse-num\" id=\"v23007002-1\">2&nbsp;</b>When the house of David was told, “Syria is in league with Ephraim,” the heart of Ahaz and the heart of his people shook as the trees of the forest shake before the wind.</p>\n<p id=\"p23007002_06-1\"><b class=\"verse-num\" id=\"v23007003-1\">3&nbsp;</b>And the LORD said to Isaiah, “Go out to meet Ahaz, you and Shear-jashub your son, at the end of the conduit of the upper pool on the highway to the Washer’s Field. <b class=\"verse-num\" id=\"v23007004-1\">4&nbsp;</b>And say to him, ‘Be careful, be quiet, do not fear, and do not let your heart be faint because of these two smoldering stumps of firebrands, at the fierce anger of Rezin and Syria and the son of Remaliah. <b class=\"verse-num\" id=\"v23007005-1\">5&nbsp;</b>Because Syria, with Ephraim and the son of Remaliah, has devised evil against you, saying, <b class=\"verse-num\" id=\"v23007006-1\">6&nbsp;</b>“Let us go up against Judah and terrify it, and let us conquer it for ourselves, and set up the son of Tabeel as king in the midst of it,” <b class=\"verse-num\" id=\"v23007007-1\">7&nbsp;</b>thus says the Lord GOD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23007007_06-1\" class=\"line\">&nbsp;&nbsp;“‘It shall not stand,</span><br><span id=\"p23007007_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall not come to pass.</span><br><span id=\"p23007008_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23007008-1\">8&nbsp;</b>&nbsp;&nbsp;For the head of Syria is Damascus,</span><br><span id=\"p23007008_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the head of Damascus is Rezin.</span><br><span id=\"p23007008_06-1\" class=\"line\">&nbsp;&nbsp;And within sixty-five years</span><br><span id=\"p23007008_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Ephraim will be shattered from being a people.</span><br><span id=\"p23007009_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23007009-1\">9&nbsp;</b>&nbsp;&nbsp;And the head of Ephraim is Samaria,</span><br><span id=\"p23007009_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the head of Samaria is the son of Remaliah.</span><br><span id=\"p23007009_06-1\" class=\"line\">&nbsp;&nbsp;If you are not firm in faith,</span><br><span id=\"p23007009_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will not be firm at all.’”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p23007009_10-1\"><b class=\"verse-num\" id=\"v23007010-1\">10&nbsp;</b>Again the LORD spoke to Ahaz: <b class=\"verse-num\" id=\"v23007011-1\">11&nbsp;</b>“Ask a sign of the LORD your God; let it be deep as Sheol or high as heaven.” <b class=\"verse-num\" id=\"v23007012-1\">12&nbsp;</b>But Ahaz said, “I will not ask, and I will not put the LORD to the test.” <b class=\"verse-num\" id=\"v23007013-1\">13&nbsp;</b>And he said, “Hear then, O house of David! Is it too little for you to weary men, that you weary my God also? <b class=\"verse-num\" id=\"v23007014-1\">14&nbsp;</b>Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel. <b class=\"verse-num\" id=\"v23007015-1\">15&nbsp;</b>He shall eat curds and honey when he knows how to refuse the evil and choose the good. <b class=\"verse-num\" id=\"v23007016-1\">16&nbsp;</b>For before the boy knows how to refuse the evil and choose the good, the land whose two kings you dread will be deserted. <b class=\"verse-num\" id=\"v23007017-1\">17&nbsp;</b>The LORD will bring upon you and upon your people and upon your father’s house such days as have not come since the day that Ephraim departed from Judah—the king of Assyria!”</p>\n<p id=\"p23007017_10-1\"><b class=\"verse-num\" id=\"v23007018-1\">18&nbsp;</b>In that day the LORD will whistle for the fly that is at the end of the streams of Egypt, and for the bee that is in the land of Assyria. <b class=\"verse-num\" id=\"v23007019-1\">19&nbsp;</b>And they will all come and settle in the steep ravines, and in the clefts of the rocks, and on all the thornbushes, and on all the pastures.</p>\n<p id=\"p23007019_10-1\"><b class=\"verse-num\" id=\"v23007020-1\">20&nbsp;</b>In that day the Lord will shave with a razor that is hired beyond the River—with the king of Assyria—the head and the hair of the feet, and it will sweep away the beard also.</p>\n<p id=\"p23007020_10-1\"><b class=\"verse-num\" id=\"v23007021-1\">21&nbsp;</b>In that day a man will keep alive a young cow and two sheep, <b class=\"verse-num\" id=\"v23007022-1\">22&nbsp;</b>and because of the abundance of milk that they give, he will eat curds, for everyone who is left in the land will eat curds and honey.</p>\n<p id=\"p23007022_10-1\"><b class=\"verse-num\" id=\"v23007023-1\">23&nbsp;</b>In that day every place where there used to be a thousand vines, worth a thousand shekels of silver, will become briers and thorns. <b class=\"verse-num\" id=\"v23007024-1\">24&nbsp;</b>With bow and arrows a man will come there, for all the land will be briers and thorns. <b class=\"verse-num\" id=\"v23007025-1\">25&nbsp;</b>And as for all the hills that used to be hoed with a hoe, you will not come there for fear of briers and thorns, but they will become a place where cattle are let loose and where sheep tread.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin the king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.  <strong>2</strong> And it was told the house of David, saying, Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind.  <strong>3</strong> Then said the LORD unto Isaiah, Go forth now to meet Ahaz, thou, and Shear-jashub thy son, at the end of the conduit of the upper pool in the highway of the fuller’s field;  <strong>4</strong> And say unto him, Take heed, and be quiet; fear not, neither be fainthearted for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah.  <strong>5</strong> Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against thee, saying,  <strong>6</strong> Let us go up against Judah, and vex it, and let us make a breach therein for us, and set a king in the midst of it, even the son of Tabeal:  <strong>7</strong> Thus saith the Lord GOD, It shall not stand, neither shall it come to pass.  <strong>8</strong> For the head of Syria is Damascus, and the head of Damascus is Rezin; and within threescore and five years shall Ephraim be broken, that it be not a people.  <strong>9</strong> And the head of Ephraim is Samaria, and the head of Samaria is Remaliah’s son. If ye will not believe, surely ye shall not be established.  <strong>10</strong> Moreover the LORD spake again unto Ahaz, saying,  <strong>11</strong> Ask thee a sign of the LORD thy God; ask it either in the depth, or in the height above.  <strong>12</strong> But Ahaz said, I will not ask, neither will I tempt the LORD.  <strong>13</strong> And he said, Hear ye now, O house of David; Is it a small thing for you to weary men, but will ye weary my God also?  <strong>14</strong> Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.  <strong>15</strong> Butter and honey shall he eat, that he may know to refuse the evil, and choose the good.  <strong>16</strong> For before the child shall know to refuse the evil, and choose the good, the land that thou abhorrest shall be forsaken of both her kings.  <strong>17</strong> The LORD shall bring upon thee, and upon thy people, and upon thy father’s house, days that have not come, from the day that Ephraim departed from Judah; even the king of Assyria.  <strong>18</strong> And it shall come to pass in that day, that the LORD shall hiss for the fly that is in the uttermost part of the rivers of Egypt, and for the bee that is in the land of Assyria.  <strong>19</strong> And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes.  <strong>20</strong> In the same day shall the Lord shave with a razor that is hired, namely, by them beyond the river, by the king of Assyria, the head, and the hair of the feet: and it shall also consume the beard.  <strong>21</strong> And it shall come to pass in that day, that a man shall nourish a young cow, and two sheep;  <strong>22</strong> And it shall come to pass, for the abundance of milk that  they shall give he shall eat butter: for butter and honey shall every one eat that is left in the land.  <strong>23</strong> And it shall come to pass in that day, that every place shall be, where there were a thousand vines at a thousand silverlings, it shall even be for briers and thorns.  <strong>24</strong> With arrows and with bows shall men come thither; because all the land shall become briers and thorns.  <strong>25</strong> And on all hills that shall be digged with the mattock, there shall not come thither the fear of briers and thorns: but it shall be for the sending forth of oxen, and for the treading of lesser cattle.  ","niv":"<sup><strong>1</strong></sup> When Ahaz son of Jotham, the son of Uzziah, was king of Judah, King Rezin of Aram and Pekah son of Remaliah king of Israel marched up to fight against Jerusalem, but they could not overpower it. <sup><strong>2</strong></sup> Now the house of David was told, \"Aram has allied itself with Ephraim\"; so the hearts of Ahaz and his people were shaken, as the trees of the forest are shaken by the wind. <sup><strong>3</strong></sup> Then the LORD said to Isaiah, \"Go out, you and your son Shear-Jashub, to meet Ahaz at the end of the aqueduct of the Upper Pool, on the road to the Washerman's Field. <sup><strong>4</strong></sup> Say to him, 'Be careful, keep calm and don't be afraid. Do not lose heart because of these two smoldering stubs of firewood-because of the fierce anger of Rezin and Aram and of the son of Remaliah. <sup><strong>5</strong></sup> Aram, Ephraim and Remaliah's son have plotted your ruin, saying, <sup><strong>6</strong></sup> \"Let us invade Judah; let us tear it apart and divide it among ourselves, and make the son of Tabeel king over it.\" <sup><strong>7</strong></sup> Yet this is what the Sovereign LORD says: \"'It will not take place, it will not happen, <sup><strong>8</strong></sup> for the head of Aram is Damascus, and the head of Damascus is only Rezin. Within sixty-five years Ephraim will be too shattered to be a people. <sup><strong>9</strong></sup> The head of Ephraim is Samaria, and the head of Samaria is only Remaliah's son. If you do not stand firm in your faith, you will not stand at all.'\" <sup><strong>10</strong></sup> Again the LORD spoke to Ahaz, <sup><strong>11</strong></sup> \"Ask the LORD your God for a sign, whether in the deepest depths or in the highest heights.\" <sup><strong>12</strong></sup> But Ahaz said, \"I will not ask; I will not put the LORD to the test.\" <sup><strong>13</strong></sup> Then Isaiah said, \"Hear now, you house of David! Is it not enough to try the patience of men? Will you try the patience of my God also? <sup><strong>14</strong></sup> Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel. <sup><strong>15</strong></sup> He will eat curds and honey when he knows enough to reject the wrong and choose the right. <sup><strong>16</strong></sup> But before the boy knows enough to reject the wrong and choose the right, the land of the two kings you dread will be laid waste. <sup><strong>17</strong></sup> The LORD will bring on you and on your people and on the house of your father a time unlike any since Ephraim broke away from Judah-he will bring the king of Assyria.\" <sup><strong>18</strong></sup> In that day the LORD will whistle for flies from the distant streams of Egypt and for bees from the land of Assyria. <sup><strong>19</strong></sup> They will all come and settle in the steep ravines and in the crevices in the rocks, on all the thornbushes and at all the water holes. <sup><strong>20</strong></sup> In that day the Lord will use a razor hired from beyond the River -the king of Assyria-to shave your head and the hair of your legs, and to take off your beards also. <sup><strong>21</strong></sup> In that day, a man will keep alive a young cow and two goats. <sup><strong>22</strong></sup> And because of the abundance of the milk they give, he will have curds to eat. All who remain in the land will eat curds and honey. <sup><strong>23</strong></sup> In that day, in every place where there were a thousand vines worth a thousand silver shekels, there will be only briers and thorns. <sup><strong>24</strong></sup> Men will go there with bow and arrow, for the land will be covered with briers and thorns. <sup><strong>25</strong></sup> As for all the hills once cultivated by the hoe, you will no longer go there for fear of the briers and thorns; they will become places where cattle are turned loose and where sheep run. "},{"_id":"6168fc2c803fbb813a70acb4","topicId":"6168fc2b803fbb813a70acb2","verse":"Revelation 22:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66022016_01-2\"><b class=\"verse-num woc\" id=\"v66022016-1\">16&nbsp;</b><span class=\"woc\">“I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.”</span></p>\n</div>","kjv":"<strong>16</strong>           I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. ","niv":"<sup><strong>16</strong></sup> \"I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.\""},{"_id":"6168fc2d803fbb813a70acb5","topicId":"6168fc2b803fbb813a70acb2","verse":"Revelation 12:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66012004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012004-1\">4&nbsp;</b>His tail swept down a third of the stars of heaven and cast them to the earth. And the dragon stood before the woman who was about to give birth, so that when she bore her child he might devour it.</p>\n</div>","kjv":"<strong>4</strong> And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon stood before the woman which was ready to be delivered, for to devour her child as soon as it was born.  ","niv":"<sup><strong>4</strong></sup> His tail swept a third of the stars out of the sky and flung them to the earth. The dragon stood in front of the woman who was about to give birth, so that he might devour her child the moment it was born."},{"_id":"6168fc2d803fbb813a70acb6","topicId":"6168fc2b803fbb813a70acb2","verse":"Ephesians 5:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49005014_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_01-4\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_01-4\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  ","niv":"<sup><strong>14</strong></sup> for it is light that makes everything visible. This is why it is said: \"Wake up, O sleeper, rise from the dead, and Christ will shine on you.\""},{"_id":"6168fc2d803fbb813a70acb7","topicId":"6168fc2b803fbb813a70acb2","verse":"Revelation 3:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66003021_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003021-1\">21&nbsp;</b><span class=\"woc\">The one who conquers, I will grant him to sit with me on my throne, as I also conquered and sat down with my Father on his throne.</span></p>\n</div>","kjv":"<strong>21</strong> To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.  ","niv":"<sup><strong>21</strong></sup> To him who overcomes, I will give the right to sit with me on my throne, just as I overcame and sat down with my Father on his throne."},{"_id":"6168fc2d803fbb813a70acb8","topicId":"6168fc2b803fbb813a70acb2","verse":"Ephesians 1:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49001004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001004-1\">4&nbsp;</b>even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love</p>\n</div>","kjv":"<strong>4</strong> According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:  ","niv":"<sup><strong>4</strong></sup> For he chose us in him before the creation of the world to be holy and blameless in his sight. In love"},{"_id":"6168fc2e803fbb813a70acb9","topicId":"6168fc2b803fbb813a70acb2","verse":"Acts 10:34","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44010034_06-7\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality,</p>\n</div>","kjv":"<strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  ","niv":"<sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism"},{"_id":"6168fc2e803fbb813a70acba","topicId":"6168fc2b803fbb813a70acb2","verse":"Acts 10:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44010001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44010001-1\">10:1&nbsp;</b>At Caesarea there was a man named Cornelius, a centurion of what was known as the Italian Cohort,</p>\n</div>","kjv":"<strong>1</strong> There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band,  ","niv":"<sup><strong>1</strong></sup> At Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment."},{"_id":"6168fc2f803fbb813a70acbb","topicId":"6168fc2b803fbb813a70acb2","verse":"Acts 1:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44001002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001002-1\">2&nbsp;</b>until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen.</p>\n</div>","kjv":"<strong>2</strong> Until the day in which he was taken up, after that he through the Holy Ghost had given commandments unto the apostles whom he had chosen:  ","niv":"<sup><strong>2</strong></sup> until the day he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles he had chosen."},{"_id":"6168fc2f803fbb813a70acbe","topicId":"6168fc2b803fbb813a70acb2","verse":"Daniel 12:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27012003_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v27012003-1\">3&nbsp;</b>And those who are wise shall shine like the brightness of the sky above; and those who turn many to righteousness, like the stars forever and ever.</p>\n\n</div>","kjv":"<strong>3</strong> And they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever.  ","niv":"<sup><strong>3</strong></sup> Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness, like the stars for ever and ever."},{"_id":"6168fc2f803fbb813a70acbc","topicId":"6168fc2b803fbb813a70acb2","verse":"Matthew 2:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40002002_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v40002002-1\">2&nbsp;</b>saying, “Where is he who has been born king of the Jews? For we saw his star when it rose and have come to worship him.”</p>\n\n</div>","kjv":"<strong>2</strong> Saying, Where is he that is born King of the Jews? for we have seen his star in the east, and are come to worship him.  ","niv":"<sup><strong>2</strong></sup> and asked, \"Where is the one who has been born king of the Jews? We saw his star in the east and have come to worship him.\""},{"_id":"6168fc2f803fbb813a70acbd","topicId":"6168fc2b803fbb813a70acb2","verse":"Matthew 24:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40024024_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span></p>\n</div>","kjv":"<strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  ","niv":"<sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible."},{"_id":"6168fc2f803fbb813a70acbf","topicId":"6168fc2b803fbb813a70acb2","verse":"Jeremiah 1:5","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-13\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-13\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"6168fc30803fbb813a70acc1","topicId":"6168fc2b803fbb813a70acb2","verse":"Isaiah 52:1","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23052001_05-14\" class=\"line\"><b class=\"chapter-num\" id=\"v23052001-1\">52:1&nbsp;</b>&nbsp;&nbsp;Awake, awake,</span><br><span id=\"p23052001_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;put on your strength, O Zion;</span><br><span id=\"p23052001_05-14\" class=\"line\">&nbsp;&nbsp;put on your beautiful garments,</span><br><span id=\"p23052001_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Jerusalem, the holy city;</span><br><span id=\"p23052001_05-14\" class=\"line\">&nbsp;&nbsp;for there shall no more come into you</span><br><span id=\"p23052001_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the uncircumcised and the unclean.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Awake, awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean.  ","niv":"<sup><strong>1</strong></sup> Awake, awake, O Zion, clothe yourself with strength. Put on your garments of splendor, O Jerusalem, the holy city. The uncircumcised and defiled will not enter you again."},{"_id":"6168fc30803fbb813a70acc0","topicId":"6168fc2b803fbb813a70acb2","verse":"Isaiah 54:7","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23054007_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054007-1\">7&nbsp;</b>&nbsp;&nbsp;For a brief moment I deserted you,</span><br><span id=\"p23054007_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with great compassion I will gather you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> For a small moment have I forsaken thee; but with great mercies will I gather thee.  ","niv":"<sup><strong>7</strong></sup> \"For a brief moment I abandoned you, but with deep compassion I will bring you back."},{"_id":"6168fc31803fbb813a70acc2","topicId":"6168fc2b803fbb813a70acb2","verse":"Isaiah 49:1","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23049001_06-16\" class=\"line\"><b class=\"chapter-num\" id=\"v23049001-1\">49:1&nbsp;</b>&nbsp;&nbsp;Listen to me, O coastlands,</span><br><span id=\"p23049001_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give attention, you peoples from afar.</span><br><span id=\"p23049001_06-16\" class=\"line\">&nbsp;&nbsp;The LORD called me from the womb,</span><br><span id=\"p23049001_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the body of my mother he named my name.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Listen, O isles, unto me; and hearken, ye people, from far; The LORD hath called me from the womb; from the bowels of my mother hath he made mention of my name.  ","niv":"<sup><strong>1</strong></sup> Listen to me, you islands; hear this, you distant nations: Before I was born the LORD called me; from my birth he has made mention of my name."},{"_id":"6168fc31803fbb813a70acc3","topicId":"6168fc2b803fbb813a70acb2","verse":"Isaiah 13:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p23013001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23013001-1\">13:1&nbsp;</b>The oracle concerning Babylon which Isaiah the son of Amoz saw.</p>\n</div>","kjv":"<strong>1</strong> The burden of Babylon, which Isaiah the son of Amoz did see.  ","niv":"<sup><strong>1</strong></sup> An oracle concerning Babylon that Isaiah son of Amoz saw:"},{"_id":"6168fc31803fbb813a70acc4","topicId":"6168fc2b803fbb813a70acb2","verse":"Isaiah 26:19","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23026019_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026019-1\">19&nbsp;</b>&nbsp;&nbsp;Your dead shall live; their bodies shall rise.</span><br><span id=\"p23026019_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;You who dwell in the dust, awake and sing for joy!</span><br><span id=\"p23026019_01-18\" class=\"line\">&nbsp;&nbsp;For your dew is a dew of light,</span><br><span id=\"p23026019_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the earth will give birth to the dead.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> Thy dead men shall live, together with my dead body shall they arise. Awake and sing, ye that dwell in dust: for thy dew is as the dew of herbs, and the earth shall cast out the dead.  ","niv":"<sup><strong>19</strong></sup> But your dead will live; their bodies will rise. You who dwell in the dust, wake up and shout for joy. Your dew is like the dew of the morning; the earth will give birth to her dead."},{"_id":"6168fc31803fbb813a70acc5","topicId":"6168fc2b803fbb813a70acb2","verse":"Isaiah 40:26","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040026_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040026-1\">26&nbsp;</b>&nbsp;&nbsp;Lift up your eyes on high and see:</span><br><span id=\"p23040026_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who created these?</span><br><span id=\"p23040026_01-19\" class=\"line\">&nbsp;&nbsp;He who brings out their host by number,</span><br><span id=\"p23040026_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;calling them all by name;</span><br><span id=\"p23040026_01-19\" class=\"line\">&nbsp;&nbsp;by the greatness of his might</span><br><span id=\"p23040026_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and because he is strong in power,</span><br><span id=\"p23040026_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one is missing.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> Lift up your eyes on high, and behold who hath created these things,  that bringeth out their host by number: he calleth them all by names by the greatness of his might, for that he is strong in power; not one faileth.  ","niv":"<sup><strong>26</strong></sup> Lift your eyes and look to the heavens: Who created all these? He who brings out the starry host one by one, and calls them each by name. Because of his great power and mighty strength, not one of them is missing."},{"_id":"6168fc32803fbb813a70acc6","topicId":"6168fc2b803fbb813a70acb2","verse":"Isaiah 1:10","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001010_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001010-1\">10&nbsp;</b>&nbsp;&nbsp;Hear the word of the LORD,</span><br><span id=\"p23001010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you rulers of Sodom!</span><br><span id=\"p23001010_01-20\" class=\"line\">&nbsp;&nbsp;Give ear to the teaching of our God,</span><br><span id=\"p23001010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you people of Gomorrah!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Hear the word of the LORD, ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah.  ","niv":"<sup><strong>10</strong></sup> Hear the word of the LORD, you rulers of Sodom; listen to the law of our God, you people of Gomorrah!"},{"_id":"6168fc32803fbb813a70acc7","topicId":"6168fc2b803fbb813a70acb2","verse":"Isaiah 3:9","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23003009_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003009-1\">9&nbsp;</b>&nbsp;&nbsp;For the look on their faces bears witness against them;</span><br><span id=\"p23003009_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they proclaim their sin like Sodom;</span><br><span id=\"p23003009_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they do not hide it.</span><br><span id=\"p23003009_01-21\" class=\"line\">&nbsp;&nbsp;Woe to them!</span><br><span id=\"p23003009_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For they have brought evil on themselves.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The shew of their countenance doth witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have rewarded evil unto themselves.  ","niv":"<sup><strong>9</strong></sup> The look on their faces testifies against them; they parade their sin like Sodom; they do not hide it. Woe to them! They have brought disaster upon themselves."},{"_id":"6168fc32803fbb813a70acc8","topicId":"6168fc2b803fbb813a70acb2","verse":"Psalm 147:4","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19147004_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19147004-1\">4&nbsp;</b>&nbsp;&nbsp;He determines the number of the stars;</span><br><span id=\"p19147004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he gives to all of them their names.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> He telleth the number of the stars; he calleth them all by their  names.  ","niv":"<sup><strong>4</strong></sup> He determines the number of the stars and calls them each by name."},{"_id":"6168fc33803fbb813a70acc9","topicId":"6168fc2b803fbb813a70acb2","verse":"Psalm 50:5","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19050005_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19050005-1\">5&nbsp;</b>&nbsp;&nbsp;“Gather to me my faithful ones,</span><br><span id=\"p19050005_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who made a covenant with me by sacrifice!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Gather my saints together unto me; those that have made a covenant with me by sacrifice.  ","niv":"<sup><strong>5</strong></sup> \"Gather to me my consecrated ones, who made a covenant with me by sacrifice.\""},{"_id":"6168fc33803fbb813a70acca","topicId":"6168fc2b803fbb813a70acb2","verse":"Job 38:7","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18038007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v18038007-1\">7&nbsp;</b>&nbsp;&nbsp;when the morning stars sang together</span><br><span id=\"p18038007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the sons of God shouted for joy?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> When the morning stars sang together, and all the sons of God shouted for joy?  ","niv":"<sup><strong>7</strong></sup> while the morning stars sang together and all the angels shouted for joy?"},{"_id":"6168fc33803fbb813a70accb","topicId":"6168fc2b803fbb813a70acb2","verse":"Numbers 24:17","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04024017_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v04024017-1\">17&nbsp;</b>&nbsp;&nbsp;I see him, but not now;</span><br><span id=\"p04024017_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I behold him, but not near:</span><br><span id=\"p04024017_01-25\" class=\"line\">&nbsp;&nbsp;a star shall come out of Jacob,</span><br><span id=\"p04024017_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a scepter shall rise out of Israel;</span><br><span id=\"p04024017_01-25\" class=\"line\">&nbsp;&nbsp;it shall crush the forehead of Moab</span><br><span id=\"p04024017_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and break down all the sons of Sheth.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>17</strong> I shall see him, but not now: I shall behold him, but not nigh: there shall come a Star out of Jacob, and a Sceptre shall rise out of Israel, and shall smite the corners of Moab, and destroy all the children of Sheth.  ","niv":"<sup><strong>17</strong></sup> \"I see him, but not now; I behold him, but not near. A star will come out of Jacob; a scepter will rise out of Israel. He will crush the foreheads of Moab, the skulls of all the sons of Sheth."}]}