{"_id":"6168fe56803fbb813a70adad","slug":"pilgrims","name":"Pilgrims","verses":[{"_id":"6168fe57803fbb813a70adae","topicId":"6168fe56803fbb813a70adad","verse":"1 Peter 2:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60002011_01-1\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul.</p>\n</div>","kjv":"<strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  ","niv":"<sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul.","modified":"2022-06-29T17:30:28.928Z"},{"_id":"6168fe57803fbb813a70adaf","topicId":"6168fe56803fbb813a70adad","verse":"John 4:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43004024_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span></p>\n</div>","kjv":"<strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  ","niv":"<sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\""},{"_id":"6168fe58803fbb813a70adb0","topicId":"6168fe56803fbb813a70adad","verse":"Hebrews 1:1-14","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58001001_06-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58001001-1\">1:1&nbsp;</b>Long ago, at many times and in many ways, God spoke to our fathers by the prophets, <b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world. <b class=\"verse-num\" id=\"v58001003-1\">3&nbsp;</b>He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high, <b class=\"verse-num\" id=\"v58001004-1\">4&nbsp;</b>having become as much superior to angels as the name he has inherited is more excellent than theirs.</p>\n<p id=\"p58001004_06-3\"><b class=\"verse-num\" id=\"v58001005-1\">5&nbsp;</b>For to which of the angels did God ever say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001005_06-3\" class=\"line\">&nbsp;&nbsp;“You are my Son,</span><br><span id=\"p58001005_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001005_06-3\" class=\"same-paragraph\">Or again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001005_06-3\" class=\"line\">&nbsp;&nbsp;“I will be to him a father,</span><br><span id=\"p58001005_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall be to me a son”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001005_06-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001006-1\">6&nbsp;</b>And again, when he brings the firstborn into the world, he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001006_06-3\" class=\"line\">&nbsp;&nbsp;“Let all God’s angels worship him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001006_06-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001007-1\">7&nbsp;</b>Of the angels he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001007_06-3\" class=\"line\">&nbsp;&nbsp;“He makes his angels winds,</span><br><span id=\"p58001007_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ministers a flame of fire.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001007_06-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001008-1\">8&nbsp;</b>But of the Son he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001008_06-3\" class=\"line\">&nbsp;&nbsp;“Your throne, O God, is forever and ever,</span><br><span id=\"p58001008_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the scepter of uprightness is the scepter of your kingdom.</span><br><span id=\"p58001009_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v58001009-1\">9&nbsp;</b>&nbsp;&nbsp;You have loved righteousness and hated wickedness;</span><br><span id=\"p58001009_06-3\" class=\"line\">&nbsp;&nbsp;therefore God, your God, has anointed you</span><br><span id=\"p58001009_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the oil of gladness beyond your companions.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001009_06-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001010-1\">10&nbsp;</b>And,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001010_06-3\" class=\"line\">&nbsp;&nbsp;“You, Lord, laid the foundation of the earth in the beginning,</span><br><span id=\"p58001010_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the heavens are the work of your hands;</span><br><span id=\"p58001011_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v58001011-1\">11&nbsp;</b>&nbsp;&nbsp;they will perish, but you remain;</span><br><span id=\"p58001011_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they will all wear out like a garment,</span><br><span id=\"p58001012_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v58001012-1\">12&nbsp;</b>&nbsp;&nbsp;like a robe you will roll them up,</span><br><span id=\"p58001012_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a garment they will be changed.</span><br><span id=\"p58001012_06-3\" class=\"line\">&nbsp;&nbsp;But you are the same,</span><br><span id=\"p58001012_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your years will have no end.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001012_06-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001013-1\">13&nbsp;</b>And to which of the angels has he ever said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001013_06-3\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand</span><br><span id=\"p58001013_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies a footstool for your feet”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001013_06-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001014-1\">14&nbsp;</b>Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?</p>\n\n</div>","kjv":"<strong>1</strong> God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,  <strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  <strong>3</strong> Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;  <strong>4</strong> Being made so much better than the angels, as he hath by inheritance obtained a more excellent name than they.  <strong>5</strong> For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?  <strong>6</strong> And again, when he bringeth in the firstbegotten into the world, he saith, And let all the angels of God worship him.  <strong>7</strong> And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.  <strong>8</strong> But unto the Son he saith, Thy throne, O God, is  for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom.  <strong>9</strong> Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.  <strong>10</strong> And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:  <strong>11</strong> They shall perish; but thou remainest; and they all shall wax old as doth a garment;  <strong>12</strong> And as a vesture shalt thou fold them up, and they shall be changed: but thou art the same, and thy years shall not fail.  <strong>13</strong> But to which of the angels said he at any time, Sit on my right hand, until I make thine enemies thy footstool?  <strong>14</strong> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?  ","niv":"<sup><strong>1</strong></sup> In the past God spoke to our forefathers through the prophets at many times and in various ways, <sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe. <sup><strong>3</strong></sup> The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven. <sup><strong>4</strong></sup> So he became as much superior to the angels as the name he has inherited is superior to theirs. <sup><strong>5</strong></sup> For to which of the angels did God ever say, \"You are my Son; today I have become your Father \"? Or again, \"I will be his Father, and he will be my Son\"? <sup><strong>6</strong></sup> And again, when God brings his firstborn into the world, he says, \"Let all God's angels worship him.\" <sup><strong>7</strong></sup> In speaking of the angels he says, \"He makes his angels winds, his servants flames of fire.\" <sup><strong>8</strong></sup> But about the Son he says, \"Your throne, O God, will last for ever and ever, and righteousness will be the scepter of your kingdom. <sup><strong>9</strong></sup> You have loved righteousness and hated wickedness; therefore God, your God, has set you above your companions by anointing you with the oil of joy.\" <sup><strong>10</strong></sup> He also says, \"In the beginning, O Lord, you laid the foundations of the earth, and the heavens are the work of your hands. <sup><strong>11</strong></sup> They will perish, but you remain; they will all wear out like a garment. <sup><strong>12</strong></sup> You will roll them up like a robe; like a garment they will be changed. But you remain the same, and your years will never end.\" <sup><strong>13</strong></sup> To which of the angels did God ever say, \"Sit at my right hand until I make your enemies a footstool for your feet\"? <sup><strong>14</strong></sup> Are not all angels ministering spirits sent to serve those who will inherit salvation? "},{"_id":"6168fe58803fbb813a70adb1","topicId":"6168fe56803fbb813a70adad","verse":"John 14:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."},{"_id":"6168fe58803fbb813a70adb2","topicId":"6168fe56803fbb813a70adad","verse":"Romans 1:21-22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45001021_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools,</p>\n</div>","kjv":"<strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  ","niv":"<sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools "},{"_id":"6168fe58803fbb813a70adb3","topicId":"6168fe56803fbb813a70adad","verse":"John 9:1-7","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43009001_07-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43009001-1\">9:1&nbsp;</b>As he passed by, he saw a man blind from birth. <b class=\"verse-num\" id=\"v43009002-1\">2&nbsp;</b>And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?” <b class=\"verse-num\" id=\"v43009003-1\">3&nbsp;</b>Jesus answered, <span class=\"woc\">“It was not that this man sinned, or his parents, but that the works of God might be displayed in him.</span> <b class=\"verse-num woc\" id=\"v43009004-1\">4&nbsp;</b><span class=\"woc\">We must work the works of him who sent me while it is day; night is coming, when no one can work.</span> <b class=\"verse-num woc\" id=\"v43009005-1\">5&nbsp;</b><span class=\"woc\">As long as I am in the world, I am the light of the world.”</span> <b class=\"verse-num\" id=\"v43009006-1\">6&nbsp;</b>Having said these things, he spit on the ground and made mud with the saliva. Then he anointed the man’s eyes with the mud <b class=\"verse-num\" id=\"v43009007-1\">7&nbsp;</b>and said to him, <span class=\"woc\">“Go, wash in the pool of Siloam”</span> (which means Sent). So he went and washed and came back seeing.</p>\n</div>","kjv":"<strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  <strong>4</strong> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.  <strong>5</strong> As long as I am in the world, I am the light of the world.  <strong>6</strong> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,  <strong>7</strong> And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.  ","niv":"<sup><strong>1</strong></sup> As he went along, he saw a man blind from birth. <sup><strong>2</strong></sup> His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" <sup><strong>3</strong></sup> \"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life. <sup><strong>4</strong></sup> As long as it is day, we must do the work of him who sent me. Night is coming, when no one can work. <sup><strong>5</strong></sup> While I am in the world, I am the light of the world.\" <sup><strong>6</strong></sup> Having said this, he spit on the ground, made some mud with the saliva, and put it on the man's eyes. <sup><strong>7</strong></sup> \"Go,\" he told him, \"wash in the Pool of Siloam\" (this word means Sent). So the man went and washed, and came home seeing. ","modified":"2022-11-24T22:47:16.290Z"},{"_id":"6168fe59803fbb813a70adb4","topicId":"6168fe56803fbb813a70adad","verse":"1 John 3:1","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62003001_01-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62003001-1\">3:1&nbsp;</b>See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him.</p>\n</div>","kjv":"<strong>1</strong> Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.  ","niv":"<sup><strong>1</strong></sup> How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him."},{"_id":"6168fe59803fbb813a70adb5","topicId":"6168fe56803fbb813a70adad","verse":"2 Peter 3:15-16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61003015_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003015-1\">15&nbsp;</b>And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him, <b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.</p>\n</div>","kjv":"<strong>15</strong> And account that the longsuffering of our Lord is  salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;  <strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  ","niv":"<sup><strong>15</strong></sup> Bear in mind that our Lord's patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him. <sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction. "},{"_id":"6168fe59803fbb813a70adb6","topicId":"6168fe56803fbb813a70adad","verse":"1 John 3:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62003002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.</p>\n\n</div>","kjv":"<strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  ","niv":"<sup><strong>2</strong></sup> Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is."},{"_id":"6168fe5a803fbb813a70adb7","topicId":"6168fe56803fbb813a70adad","verse":"Hebrews 11:13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-12\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-12\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-12\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-12\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-12\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-12\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-12\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-12\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  ","niv":"<sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth.","modified":"2023-05-21T07:31:36.364Z"},{"_id":"6168fe5a803fbb813a70adb8","topicId":"6168fe56803fbb813a70adad","verse":"Hebrews 12:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, <b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n\n<p id=\"p58012002_12-11\"><b class=\"verse-num\" id=\"v58012003-1\">3&nbsp;</b>Consider him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted. <b class=\"verse-num\" id=\"v58012004-1\">4&nbsp;</b>In your struggle against sin you have not yet resisted to the point of shedding your blood. <b class=\"verse-num\" id=\"v58012005-1\">5&nbsp;</b>And have you forgotten the exhortation that addresses you as sons?</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58012005_12-11\" class=\"line\">&nbsp;&nbsp;“My son, do not regard lightly the discipline of the Lord,</span><br><span id=\"p58012005_12-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be weary when reproved by him.</span><br><span id=\"p58012006_12-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v58012006-1\">6&nbsp;</b>&nbsp;&nbsp;For the Lord disciplines the one he loves,</span><br><span id=\"p58012006_12-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and chastises every son whom he receives.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58012006_12-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58012007-1\">7&nbsp;</b>It is for discipline that you have to endure. God is treating you as sons. For what son is there whom his father does not discipline? <b class=\"verse-num\" id=\"v58012008-1\">8&nbsp;</b>If you are left without discipline, in which all have participated, then you are illegitimate children and not sons. <b class=\"verse-num\" id=\"v58012009-1\">9&nbsp;</b>Besides this, we have had earthly fathers who disciplined us and we respected them. Shall we not much more be subject to the Father of spirits and live? <b class=\"verse-num\" id=\"v58012010-1\">10&nbsp;</b>For they disciplined us for a short time as it seemed best to them, but he disciplines us for our good, that we may share his holiness. <b class=\"verse-num\" id=\"v58012011-1\">11&nbsp;</b>For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.</p>\n<p id=\"p58012011_12-11\"><b class=\"verse-num\" id=\"v58012012-1\">12&nbsp;</b>Therefore lift your drooping hands and strengthen your weak knees, <b class=\"verse-num\" id=\"v58012013-1\">13&nbsp;</b>and make straight paths for your feet, so that what is lame may not be put out of joint but rather be healed. <b class=\"verse-num\" id=\"v58012014-1\">14&nbsp;</b>Strive for peace with everyone, and for the holiness without which no one will see the Lord. <b class=\"verse-num\" id=\"v58012015-1\">15&nbsp;</b>See to it that no one fails to obtain the grace of God; that no “root of bitterness” springs up and causes trouble, and by it many become defiled; <b class=\"verse-num\" id=\"v58012016-1\">16&nbsp;</b>that no one is sexually immoral or unholy like Esau, who sold his birthright for a single meal. <b class=\"verse-num\" id=\"v58012017-1\">17&nbsp;</b>For you know that afterward, when he desired to inherit the blessing, he was rejected, for he found no chance to repent, though he sought it with tears.</p>\n\n<p id=\"p58012017_18-11\"><b class=\"verse-num\" id=\"v58012018-1\">18&nbsp;</b>For you have not come to what may be touched, a blazing fire and darkness and gloom and a tempest <b class=\"verse-num\" id=\"v58012019-1\">19&nbsp;</b>and the sound of a trumpet and a voice whose words made the hearers beg that no further messages be spoken to them. <b class=\"verse-num\" id=\"v58012020-1\">20&nbsp;</b>For they could not endure the order that was given, “If even a beast touches the mountain, it shall be stoned.” <b class=\"verse-num\" id=\"v58012021-1\">21&nbsp;</b>Indeed, so terrifying was the sight that Moses said, “I tremble with fear.” <b class=\"verse-num\" id=\"v58012022-1\">22&nbsp;</b>But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to innumerable angels in festal gathering, <b class=\"verse-num\" id=\"v58012023-1\">23&nbsp;</b>and to the assembly of the firstborn who are enrolled in heaven, and to God, the judge of all, and to the spirits of the righteous made perfect, <b class=\"verse-num\" id=\"v58012024-1\">24&nbsp;</b>and to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel.</p>\n<p id=\"p58012024_18-11\"><b class=\"verse-num\" id=\"v58012025-1\">25&nbsp;</b>See that you do not refuse him who is speaking. For if they did not escape when they refused him who warned them on earth, much less will we escape if we reject him who warns from heaven. <b class=\"verse-num\" id=\"v58012026-1\">26&nbsp;</b>At that time his voice shook the earth, but now he has promised, “Yet once more I will shake not only the earth but also the heavens.” <b class=\"verse-num\" id=\"v58012027-1\">27&nbsp;</b>This phrase, “Yet once more,” indicates the removal of things that are shaken—that is, things that have been made—in order that the things that cannot be shaken may remain. <b class=\"verse-num\" id=\"v58012028-1\">28&nbsp;</b>Therefore let us be grateful for receiving a kingdom that cannot be shaken, and thus let us offer to God acceptable worship, with reverence and awe, <b class=\"verse-num\" id=\"v58012029-1\">29&nbsp;</b>for our God is a consuming fire.</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  <strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  <strong>4</strong> Ye have not yet resisted unto blood, striving against sin.  <strong>5</strong> And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:  <strong>6</strong> For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.  <strong>7</strong> If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?  <strong>8</strong> But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.  <strong>9</strong> Furthermore we have had fathers of our flesh which corrected us,  and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?  <strong>10</strong> For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.  <strong>11</strong> Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.  <strong>12</strong> Wherefore lift up the hands which hang down, and the feeble knees;  <strong>13</strong> And make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed.  <strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  <strong>15</strong> Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;  <strong>16</strong> Lest there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright.  <strong>17</strong> For ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears.  <strong>18</strong> For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,  <strong>19</strong> And the sound of a trumpet, and the voice of words; which  voice they that heard intreated that the word should not be spoken to them any more:  <strong>20</strong> (For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:  <strong>21</strong> And so terrible was the sight, that Moses said, I exceedingly fear and quake:)  <strong>22</strong> But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,  <strong>23</strong> To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,  <strong>24</strong> And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.  <strong>25</strong> See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape,  if we turn away from him that speaketh from heaven:  <strong>26</strong> Whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven.  <strong>27</strong> And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.  <strong>28</strong> Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:  <strong>29</strong> For our God is a consuming fire.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us. <sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God. <sup><strong>3</strong></sup> Consider him who endured such opposition from sinful men, so that you will not grow weary and lose heart. <sup><strong>4</strong></sup> In your struggle against sin, you have not yet resisted to the point of shedding your blood. <sup><strong>5</strong></sup> And you have forgotten that word of encouragement that addresses you as sons: \"My son, do not make light of the Lord's discipline, and do not lose heart when he rebukes you, <sup><strong>6</strong></sup> because the Lord disciplines those he loves, and he punishes everyone he accepts as a son.\" <sup><strong>7</strong></sup> Endure hardship as discipline; God is treating you as sons. For what son is not disciplined by his father? <sup><strong>8</strong></sup> If you are not disciplined (and everyone undergoes discipline), then you are illegitimate children and not true sons. <sup><strong>9</strong></sup> Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of our spirits and live! <sup><strong>10</strong></sup> Our fathers disciplined us for a little while as they thought best; but God disciplines us for our good, that we may share in his holiness. <sup><strong>11</strong></sup> No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it. <sup><strong>12</strong></sup> Therefore, strengthen your feeble arms and weak knees. <sup><strong>13</strong></sup> \"Make level paths for your feet,\" so that the lame may not be disabled, but rather healed. <sup><strong>14</strong></sup> Make every effort to live in peace with all men and to be holy; without holiness no one will see the Lord. <sup><strong>15</strong></sup> See to it that no one misses the grace of God and that no bitter root grows up to cause trouble and defile many. <sup><strong>16</strong></sup> See that no one is sexually immoral, or is godless like Esau, who for a single meal sold his inheritance rights as the oldest son. <sup><strong>17</strong></sup> Afterward, as you know, when he wanted to inherit this blessing, he was rejected. He could bring about no change of mind, though he sought the blessing with tears. <sup><strong>18</strong></sup> You have not come to a mountain that can be touched and that is burning with fire; to darkness, gloom and storm; <sup><strong>19</strong></sup> to a trumpet blast or to such a voice speaking words that those who heard it begged that no further word be spoken to them, <sup><strong>20</strong></sup> because they could not bear what was commanded: \"If even an animal touches the mountain, it must be stoned.\" <sup><strong>21</strong></sup> The sight was so terrifying that Moses said, \"I am trembling with fear.\" <sup><strong>22</strong></sup> But you have come to Mount Zion, to the heavenly Jerusalem, the city of the living God. You have come to thousands upon thousands of angels in joyful assembly, <sup><strong>23</strong></sup> to the church of the firstborn, whose names are written in heaven. You have come to God, the judge of all men, to the spirits of righteous men made perfect, <sup><strong>24</strong></sup> to Jesus the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel. <sup><strong>25</strong></sup> See to it that you do not refuse him who speaks. If they did not escape when they refused him who warned them on earth, how much less will we, if we turn away from him who warns us from heaven? <sup><strong>26</strong></sup> At that time his voice shook the earth, but now he has promised, \"Once more I will shake not only the earth but also the heavens.\" <sup><strong>27</strong></sup> The words \"once more\" indicate the removing of what can be shaken--that is, created things--so that what cannot be shaken may remain. <sup><strong>28</strong></sup> Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe, <sup><strong>29</strong></sup> for our \"God is a consuming fire.\" "},{"_id":"6168fe5a803fbb813a70adb9","topicId":"6168fe56803fbb813a70adad","verse":"Hebrews 11:1-40","votes":1,"__v":0,"kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. ","modified":"2022-08-29T13:30:58.270Z"},{"_id":"6168fe5b803fbb813a70adba","topicId":"6168fe56803fbb813a70adad","verse":"2 Timothy 3:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003005_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people.</p>\n</div>","kjv":"<strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  ","niv":"<sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them."},{"_id":"6168fe5b803fbb813a70adbb","topicId":"6168fe56803fbb813a70adad","verse":"2 Timothy 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6168fe5b803fbb813a70adbc","topicId":"6168fe56803fbb813a70adad","verse":"Hebrews 10:1-39","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58010001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58010001-1\">10:1&nbsp;</b>For since the law has but a shadow of the good things to come instead of the true form of these realities, it can never, by the same sacrifices that are continually offered every year, make perfect those who draw near. <b class=\"verse-num\" id=\"v58010002-1\">2&nbsp;</b>Otherwise, would they not have ceased to be offered, since the worshipers, having once been cleansed, would no longer have any consciousness of sins? <b class=\"verse-num\" id=\"v58010003-1\">3&nbsp;</b>But in these sacrifices there is a reminder of sins every year. <b class=\"verse-num\" id=\"v58010004-1\">4&nbsp;</b>For it is impossible for the blood of bulls and goats to take away sins.</p>\n<p id=\"p58010004_06-15\"><b class=\"verse-num\" id=\"v58010005-1\">5&nbsp;</b>Consequently, when Christ came into the world, he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010005_06-15\" class=\"line\">&nbsp;&nbsp;“Sacrifices and offerings you have not desired,</span><br><span id=\"p58010005_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a body have you prepared for me;</span><br><span id=\"p58010006_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010006-1\">6&nbsp;</b>&nbsp;&nbsp;in burnt offerings and sin offerings</span><br><span id=\"p58010006_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have taken no pleasure.</span><br><span id=\"p58010007_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010007-1\">7&nbsp;</b>&nbsp;&nbsp;Then I said, ‘Behold, I have come to do your will, O God,</span><br><span id=\"p58010007_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as it is written of me in the scroll of the book.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010007_06-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010008-1\">8&nbsp;</b>When he said above, “You have neither desired nor taken pleasure in sacrifices and offerings and burnt offerings and sin offerings” (these are offered according to the law), <b class=\"verse-num\" id=\"v58010009-1\">9&nbsp;</b>then he added, “Behold, I have come to do your will.” He does away with the first in order to establish the second. <b class=\"verse-num\" id=\"v58010010-1\">10&nbsp;</b>And by that will we have been sanctified through the offering of the body of Jesus Christ once for all.</p>\n<p id=\"p58010010_06-15\"><b class=\"verse-num\" id=\"v58010011-1\">11&nbsp;</b>And every priest stands daily at his service, offering repeatedly the same sacrifices, which can never take away sins. <b class=\"verse-num\" id=\"v58010012-1\">12&nbsp;</b>But when Christ had offered for all time a single sacrifice for sins, he sat down at the right hand of God, <b class=\"verse-num\" id=\"v58010013-1\">13&nbsp;</b>waiting from that time until his enemies should be made a footstool for his feet. <b class=\"verse-num\" id=\"v58010014-1\">14&nbsp;</b>For by a single offering he has perfected for all time those who are being sanctified.</p>\n<p id=\"p58010014_06-15\"><b class=\"verse-num\" id=\"v58010015-1\">15&nbsp;</b>And the Holy Spirit also bears witness to us; for after saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010016_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010016-1\">16&nbsp;</b>&nbsp;&nbsp;“This is the covenant that I will make with them</span><br><span id=\"p58010016_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;after those days, declares the Lord:</span><br><span id=\"p58010016_06-15\" class=\"line\">&nbsp;&nbsp;I will put my laws on their hearts,</span><br><span id=\"p58010016_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and write them on their minds,”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010016_06-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010017-1\">17&nbsp;</b>then he adds,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010017_06-15\" class=\"line\">&nbsp;&nbsp;“I will remember their sins and their lawless deeds no more.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010017_06-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010018-1\">18&nbsp;</b>Where there is forgiveness of these, there is no longer any offering for sin.</p>\n\n<p id=\"p58010018_11-15\"><b class=\"verse-num\" id=\"v58010019-1\">19&nbsp;</b>Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus, <b class=\"verse-num\" id=\"v58010020-1\">20&nbsp;</b>by the new and living way that he opened for us through the curtain, that is, through his flesh, <b class=\"verse-num\" id=\"v58010021-1\">21&nbsp;</b>and since we have a great priest over the house of God, <b class=\"verse-num\" id=\"v58010022-1\">22&nbsp;</b>let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water. <b class=\"verse-num\" id=\"v58010023-1\">23&nbsp;</b>Let us hold fast the confession of our hope without wavering, for he who promised is faithful. <b class=\"verse-num\" id=\"v58010024-1\">24&nbsp;</b>And let us consider how to stir up one another to love and good works, <b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n<p id=\"p58010025_11-15\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins, <b class=\"verse-num\" id=\"v58010027-1\">27&nbsp;</b>but a fearful expectation of judgment, and a fury of fire that will consume the adversaries. <b class=\"verse-num\" id=\"v58010028-1\">28&nbsp;</b>Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses. <b class=\"verse-num\" id=\"v58010029-1\">29&nbsp;</b>How much worse punishment, do you think, will be deserved by the one who has trampled underfoot the Son of God, and has profaned the blood of the covenant by which he was sanctified, and has outraged the Spirit of grace? <b class=\"verse-num\" id=\"v58010030-1\">30&nbsp;</b>For we know him who said, “Vengeance is mine; I will repay.” And again, “The Lord will judge his people.” <b class=\"verse-num\" id=\"v58010031-1\">31&nbsp;</b>It is a fearful thing to fall into the hands of the living God.</p>\n<p id=\"p58010031_11-15\"><b class=\"verse-num\" id=\"v58010032-1\">32&nbsp;</b>But recall the former days when, after you were enlightened, you endured a hard struggle with sufferings, <b class=\"verse-num\" id=\"v58010033-1\">33&nbsp;</b>sometimes being publicly exposed to reproach and affliction, and sometimes being partners with those so treated. <b class=\"verse-num\" id=\"v58010034-1\">34&nbsp;</b>For you had compassion on those in prison, and you joyfully accepted the plundering of your property, since you knew that you yourselves had a better possession and an abiding one. <b class=\"verse-num\" id=\"v58010035-1\">35&nbsp;</b>Therefore do not throw away your confidence, which has a great reward. <b class=\"verse-num\" id=\"v58010036-1\">36&nbsp;</b>For you have need of endurance, so that when you have done the will of God you may receive what is promised. <b class=\"verse-num\" id=\"v58010037-1\">37&nbsp;</b>For,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010037_11-15\" class=\"line\">&nbsp;&nbsp;“Yet a little while,</span><br><span id=\"p58010037_11-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the coming one will come and will not delay;</span><br><span id=\"p58010038_11-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010038-1\">38&nbsp;</b>&nbsp;&nbsp;but my righteous one shall live by faith,</span><br><span id=\"p58010038_11-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and if he shrinks back,</span><br><span id=\"p58010038_11-15\" class=\"line\">&nbsp;&nbsp;my soul has no pleasure in him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010038_11-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010039-1\">39&nbsp;</b>But we are not of those who shrink back and are destroyed, but of those who have faith and preserve their souls.</p>\n\n</div>","kjv":"<strong>1</strong> For the law having a shadow of good things to come, and not the very image of the things, can never with those sacrifices which they offered year by year continually make the comers thereunto perfect.  <strong>2</strong> For then would they not have ceased to be offered? because that the worshippers once purged should have had no more conscience of sins.  <strong>3</strong> But in those sacrifices there is a remembrance again made of sins every year.  <strong>4</strong> For it is not possible that the blood of bulls and of goats should take away sins.  <strong>5</strong> Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me:  <strong>6</strong> In burnt offerings and sacrifices for sin thou hast had no pleasure.  <strong>7</strong> Then said I, Lo, I come (in the volume of the book it is written of me,) to do thy will, O God.  <strong>8</strong> Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;  <strong>9</strong> Then said he, Lo, I come to do thy will, O God. He taketh away the first, that he may establish the second.  <strong>10</strong> By the which will we are sanctified through the offering of the body of Jesus Christ once for all.  <strong>11</strong> And every priest standeth daily ministering and offering oftentimes the same sacrifices, which can never take away sins:  <strong>12</strong> But this man, after he had offered one sacrifice for sins for ever, sat down on the right hand of God;  <strong>13</strong> From henceforth expecting till his enemies be made his footstool.  <strong>14</strong> For by one offering he hath perfected for ever them that are sanctified.  <strong>15</strong> Whereof the Holy Ghost also is a witness to us: for after that he had said before,  <strong>16</strong> This is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;  <strong>17</strong> And their sins and iniquities will I remember no more.  <strong>18</strong> Now where remission of these is, there is no more offering for sin.  <strong>19</strong> Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,  <strong>20</strong> By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;  <strong>21</strong> And having an high priest over the house of God;  <strong>22</strong> Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.  <strong>23</strong> Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)  <strong>24</strong> And let us consider one another to provoke unto love and to good works:  <strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  <strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  <strong>27</strong> But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.  <strong>28</strong> He that despised Moses’ law died without mercy under two or three witnesses:  <strong>29</strong> Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?  <strong>30</strong> For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.  <strong>31</strong> It is a fearful thing to fall into the hands of the living God.  <strong>32</strong> But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;  <strong>33</strong> Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used.  <strong>34</strong> For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance.  <strong>35</strong> Cast not away therefore your confidence, which hath great recompence of reward.  <strong>36</strong> For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.  <strong>37</strong> For yet a little while, and he that shall come will come, and will not tarry.  <strong>38</strong> Now the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him.  <strong>39</strong> But we are not of them who draw back unto perdition; but of them that believe to the saving of the soul.  ","niv":"<sup><strong>1</strong></sup> The law is only a shadow of the good things that are coming--not the realities themselves. For this reason it can never, by the same sacrifices repeated endlessly year after year, make perfect those who draw near to worship. <sup><strong>2</strong></sup> If it could, would they not have stopped being offered? For the worshipers would have been cleansed once for all, and would no longer have felt guilty for their sins. <sup><strong>3</strong></sup> But those sacrifices are an annual reminder of sins, <sup><strong>4</strong></sup> because it is impossible for the blood of bulls and goats to take away sins. <sup><strong>5</strong></sup> Therefore, when Christ came into the world, he said: \"Sacrifice and offering you did not desire, but a body you prepared for me; <sup><strong>6</strong></sup> with burnt offerings and sin offerings you were not pleased. <sup><strong>7</strong></sup> Then I said, 'Here I am--it is written about me in the scroll--I have come to do your will, O God.'\" <sup><strong>8</strong></sup> First he said, \"Sacrifices and offerings, burnt offerings and sin offerings you did not desire, nor were you pleased with them\" (although the law required them to be made). <sup><strong>9</strong></sup> Then he said, \"Here I am, I have come to do your will.\" He sets aside the first to establish the second. <sup><strong>10</strong></sup> And by that will, we have been made holy through the sacrifice of the body of Jesus Christ once for all. <sup><strong>11</strong></sup> Day after day every priest stands and performs his religious duties; again and again he offers the same sacrifices, which can never take away sins. <sup><strong>12</strong></sup> But when this priest had offered for all time one sacrifice for sins, he sat down at the right hand of God. <sup><strong>13</strong></sup> Since that time he waits for his enemies to be made his footstool, <sup><strong>14</strong></sup> because by one sacrifice he has made perfect forever those who are being made holy. <sup><strong>15</strong></sup> The Holy Spirit also testifies to us about this. First he says: <sup><strong>16</strong></sup> \"This is the covenant I will make with them after that time, says the Lord. I will put my laws in their hearts, and I will write them on their minds.\" <sup><strong>17</strong></sup> Then he adds: \"Their sins and lawless acts I will remember no more.\" <sup><strong>18</strong></sup> And where these have been forgiven, there is no longer any sacrifice for sin. <sup><strong>19</strong></sup> Therefore, brothers, since we have confidence to enter the Most Holy Place by the blood of Jesus, <sup><strong>20</strong></sup> by a new and living way opened for us through the curtain, that is, his body, <sup><strong>21</strong></sup> and since we have a great priest over the house of God, <sup><strong>22</strong></sup> let us draw near to God with a sincere heart in full assurance of faith, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water. <sup><strong>23</strong></sup> Let us hold unswervingly to the hope we profess, for he who promised is faithful. <sup><strong>24</strong></sup> And let us consider how we may spur one another on toward love and good deeds. <sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching. <sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left, <sup><strong>27</strong></sup> but only a fearful expectation of judgment and of raging fire that will consume the enemies of God. <sup><strong>28</strong></sup> Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses. <sup><strong>29</strong></sup> How much more severely do you think a man deserves to be punished who has trampled the Son of God under foot, who has treated as an unholy thing the blood of the covenant that sanctified him, and who has insulted the Spirit of grace? <sup><strong>30</strong></sup> For we know him who said, \"It is mine to avenge; I will repay,\" and again, \"The Lord will judge his people.\" <sup><strong>31</strong></sup> It is a dreadful thing to fall into the hands of the living God. <sup><strong>32</strong></sup> Remember those earlier days after you had received the light, when you stood your ground in a great contest in the face of suffering. <sup><strong>33</strong></sup> Sometimes you were publicly exposed to insult and persecution; at other times you stood side by side with those who were so treated. <sup><strong>34</strong></sup> You sympathized with those in prison and joyfully accepted the confiscation of your property, because you knew that you yourselves had better and lasting possessions. <sup><strong>35</strong></sup> So do not throw away your confidence; it will be richly rewarded. <sup><strong>36</strong></sup> You need to persevere so that when you have done the will of God, you will receive what he has promised. <sup><strong>37</strong></sup> For in just a very little while, \"He who is coming will come and will not delay. <sup><strong>38</strong></sup> But my righteous one will live by faith. And if he shrinks back, I will not be pleased with him.\" <sup><strong>39</strong></sup> But we are not of those who shrink back and are destroyed, but of those who believe and are saved. "},{"_id":"6168fe5c803fbb813a70adbd","topicId":"6168fe56803fbb813a70adad","verse":"1 Corinthians 14:1-40","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy. <b class=\"verse-num\" id=\"v46014002-1\">2&nbsp;</b>For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit. <b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation. <b class=\"verse-num\" id=\"v46014004-1\">4&nbsp;</b>The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church. <b class=\"verse-num\" id=\"v46014005-1\">5&nbsp;</b>Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up.</p>\n<p id=\"p46014005_04-17\"><b class=\"verse-num\" id=\"v46014006-1\">6&nbsp;</b>Now, brothers, if I come to you speaking in tongues, how will I benefit you unless I bring you some revelation or knowledge or prophecy or teaching? <b class=\"verse-num\" id=\"v46014007-1\">7&nbsp;</b>If even lifeless instruments, such as the flute or the harp, do not give distinct notes, how will anyone know what is played? <b class=\"verse-num\" id=\"v46014008-1\">8&nbsp;</b>And if the bugle gives an indistinct sound, who will get ready for battle? <b class=\"verse-num\" id=\"v46014009-1\">9&nbsp;</b>So with yourselves, if with your tongue you utter speech that is not intelligible, how will anyone know what is said? For you will be speaking into the air. <b class=\"verse-num\" id=\"v46014010-1\">10&nbsp;</b>There are doubtless many different languages in the world, and none is without meaning, <b class=\"verse-num\" id=\"v46014011-1\">11&nbsp;</b>but if I do not know the meaning of the language, I will be a foreigner to the speaker and the speaker a foreigner to me. <b class=\"verse-num\" id=\"v46014012-1\">12&nbsp;</b>So with yourselves, since you are eager for manifestations of the Spirit, strive to excel in building up the church.</p>\n<p id=\"p46014012_04-17\"><b class=\"verse-num\" id=\"v46014013-1\">13&nbsp;</b>Therefore, one who speaks in a tongue should pray that he may interpret. <b class=\"verse-num\" id=\"v46014014-1\">14&nbsp;</b>For if I pray in a tongue, my spirit prays but my mind is unfruitful. <b class=\"verse-num\" id=\"v46014015-1\">15&nbsp;</b>What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also. <b class=\"verse-num\" id=\"v46014016-1\">16&nbsp;</b>Otherwise, if you give thanks with your spirit, how can anyone in the position of an outsider say “Amen” to your thanksgiving when he does not know what you are saying? <b class=\"verse-num\" id=\"v46014017-1\">17&nbsp;</b>For you may be giving thanks well enough, but the other person is not being built up. <b class=\"verse-num\" id=\"v46014018-1\">18&nbsp;</b>I thank God that I speak in tongues more than all of you. <b class=\"verse-num\" id=\"v46014019-1\">19&nbsp;</b>Nevertheless, in church I would rather speak five words with my mind in order to instruct others, than ten thousand words in a tongue.</p>\n<p id=\"p46014019_04-17\"><b class=\"verse-num\" id=\"v46014020-1\">20&nbsp;</b>Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature. <b class=\"verse-num\" id=\"v46014021-1\">21&nbsp;</b>In the Law it is written, “By people of strange tongues and by the lips of foreigners will I speak to this people, and even then they will not listen to me, says the Lord.” <b class=\"verse-num\" id=\"v46014022-1\">22&nbsp;</b>Thus tongues are a sign not for believers but for unbelievers, while prophecy is a sign not for unbelievers but for believers. <b class=\"verse-num\" id=\"v46014023-1\">23&nbsp;</b>If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds? <b class=\"verse-num\" id=\"v46014024-1\">24&nbsp;</b>But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all, <b class=\"verse-num\" id=\"v46014025-1\">25&nbsp;</b>the secrets of his heart are disclosed, and so, falling on his face, he will worship God and declare that God is really among you.</p>\n\n<p id=\"p46014025_06-17\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up. <b class=\"verse-num\" id=\"v46014027-1\">27&nbsp;</b>If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret. <b class=\"verse-num\" id=\"v46014028-1\">28&nbsp;</b>But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God. <b class=\"verse-num\" id=\"v46014029-1\">29&nbsp;</b>Let two or three prophets speak, and let the others weigh what is said. <b class=\"verse-num\" id=\"v46014030-1\">30&nbsp;</b>If a revelation is made to another sitting there, let the first be silent. <b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged, <b class=\"verse-num\" id=\"v46014032-1\">32&nbsp;</b>and the spirits of prophets are subject to prophets. <b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_06-17\">As in all the churches of the saints, <b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n<p id=\"p46014035_06-17\"><b class=\"verse-num\" id=\"v46014036-1\">36&nbsp;</b>Or was it from you that the word of God came? Or are you the only ones it has reached? <b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord. <b class=\"verse-num\" id=\"v46014038-1\">38&nbsp;</b>If anyone does not recognize this, he is not recognized. <b class=\"verse-num\" id=\"v46014039-1\">39&nbsp;</b>So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues. <b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n\n</div>","kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy. <sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit. <sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort. <sup><strong>4</strong></sup> He who speaks in a tongue edifies himself, but he who prophesies edifies the church. <sup><strong>5</strong></sup> I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified. <sup><strong>6</strong></sup> Now, brothers, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction? <sup><strong>7</strong></sup> Even in the case of lifeless things that make sounds, such as the flute or harp, how will anyone know what tune is being played unless there is a distinction in the notes? <sup><strong>8</strong></sup> Again, if the trumpet does not sound a clear call, who will get ready for battle? <sup><strong>9</strong></sup> So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air. <sup><strong>10</strong></sup> Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning. <sup><strong>11</strong></sup> If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and he is a foreigner to me. <sup><strong>12</strong></sup> So it is with you. Since you are eager to have spiritual gifts, try to excel in gifts that build up the church. <sup><strong>13</strong></sup> For this reason anyone who speaks in a tongue should pray that he may interpret what he says. <sup><strong>14</strong></sup> For if I pray in a tongue, my spirit prays, but my mind is unfruitful. <sup><strong>15</strong></sup> So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind. <sup><strong>16</strong></sup> If you are praising God with your spirit, how can one who finds himself among those who do not understand say \"Amen\" to your thanksgiving, since he does not know what you are saying? <sup><strong>17</strong></sup> You may be giving thanks well enough, but the other man is not edified. <sup><strong>18</strong></sup> I thank God that I speak in tongues more than all of you. <sup><strong>19</strong></sup> But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue. <sup><strong>20</strong></sup> Brothers, stop thinking like children. In regard to evil be infants, but in your thinking be adults. <sup><strong>21</strong></sup> In the Law it is written: \"Through men of strange tongues and through the lips of foreigners I will speak to this people, but even then they will not listen to me,\" says the Lord. <sup><strong>22</strong></sup> Tongues, then, are a sign, not for believers but for unbelievers; prophecy, however, is for believers, not for unbelievers. <sup><strong>23</strong></sup> So if the whole church comes together and everyone speaks in tongues, and some who do not understand or some unbelievers come in, will they not say that you are out of your mind? <sup><strong>24</strong></sup> But if an unbeliever or someone who does not understand comes in while everybody is prophesying, he will be convinced by all that he is a sinner and will be judged by all, <sup><strong>25</strong></sup> and the secrets of his heart will be laid bare. So he will fall down and worship God, exclaiming, \"God is really among you!\" <sup><strong>26</strong></sup> What then shall we say, brothers? When you come together, everyone has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. All of these must be done for the strengthening of the church. <sup><strong>27</strong></sup> If anyone speaks in a tongue, two--or at the most three--should speak, one at a time, and someone must interpret. <sup><strong>28</strong></sup> If there is no interpreter, the speaker should keep quiet in the church and speak to himself and God. <sup><strong>29</strong></sup> Two or three prophets should speak, and the others should weigh carefully what is said. <sup><strong>30</strong></sup> And if a revelation comes to someone who is sitting down, the first speaker should stop. <sup><strong>31</strong></sup> For you can all prophesy in turn so that everyone may be instructed and encouraged. <sup><strong>32</strong></sup> The spirits of prophets are subject to the control of prophets. <sup><strong>33</strong></sup> For God is not a God of disorder but of peace. <sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says. <sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church. <sup><strong>36</strong></sup> Did the word of God originate with you? Or are you the only people it has reached? <sup><strong>37</strong></sup> If anybody thinks he is a prophet or spiritually gifted, let him acknowledge that what I am writing to you is the Lord's command. <sup><strong>38</strong></sup> If he ignores this, he himself will be ignored. <sup><strong>39</strong></sup> Therefore, my brothers, be eager to prophesy, and do not forbid speaking in tongues. <sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way. "},{"_id":"6168fe5c803fbb813a70adc0","topicId":"6168fe56803fbb813a70adad","verse":"Romans 1:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45001028_01-18\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done.</p>\n</div>","kjv":"<strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  ","niv":"<sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done."},{"_id":"6168fe5c803fbb813a70adbe","topicId":"6168fe56803fbb813a70adad","verse":"Romans 8:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45008007_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot.</p>\n</div>","kjv":"<strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  ","niv":"<sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so."},{"_id":"6168fe5c803fbb813a70adbf","topicId":"6168fe56803fbb813a70adad","verse":"Philippians 3:1-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p50003001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50003001-1\">3:1&nbsp;</b>Finally, my brothers, rejoice in the Lord. To write the same things to you is no trouble to me and is safe for you.</p>\n<p id=\"p50003001_06-20\"><b class=\"verse-num\" id=\"v50003002-1\">2&nbsp;</b>Look out for the dogs, look out for the evildoers, look out for those who mutilate the flesh. <b class=\"verse-num\" id=\"v50003003-1\">3&nbsp;</b>For we are the circumcision, who worship by the Spirit of God and glory in Christ Jesus and put no confidence in the flesh—<b class=\"verse-num\" id=\"v50003004-1\">4&nbsp;</b>though I myself have reason for confidence in the flesh also. If anyone else thinks he has reason for confidence in the flesh, I have more: <b class=\"verse-num\" id=\"v50003005-1\">5&nbsp;</b>circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the law, a Pharisee; <b class=\"verse-num\" id=\"v50003006-1\">6&nbsp;</b>as to zeal, a persecutor of the church; as to righteousness under the law, blameless. <b class=\"verse-num\" id=\"v50003007-1\">7&nbsp;</b>But whatever gain I had, I counted as loss for the sake of Christ. <b class=\"verse-num\" id=\"v50003008-1\">8&nbsp;</b>Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ <b class=\"verse-num\" id=\"v50003009-1\">9&nbsp;</b>and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—<b class=\"verse-num\" id=\"v50003010-1\">10&nbsp;</b>that I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death, <b class=\"verse-num\" id=\"v50003011-1\">11&nbsp;</b>that by any means possible I may attain the resurrection from the dead.</p>\n\n<p id=\"p50003011_10-20\"><b class=\"verse-num\" id=\"v50003012-1\">12&nbsp;</b>Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own. <b class=\"verse-num\" id=\"v50003013-1\">13&nbsp;</b>Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, <b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus. <b class=\"verse-num\" id=\"v50003015-1\">15&nbsp;</b>Let those of us who are mature think this way, and if in anything you think otherwise, God will reveal that also to you. <b class=\"verse-num\" id=\"v50003016-1\">16&nbsp;</b>Only let us hold true to what we have attained.</p>\n<p id=\"p50003016_10-20\"><b class=\"verse-num\" id=\"v50003017-1\">17&nbsp;</b>Brothers, join in imitating me, and keep your eyes on those who walk according to the example you have in us. <b class=\"verse-num\" id=\"v50003018-1\">18&nbsp;</b>For many, of whom I have often told you and now tell you even with tears, walk as enemies of the cross of Christ. <b class=\"verse-num\" id=\"v50003019-1\">19&nbsp;</b>Their end is destruction, their god is their belly, and they glory in their shame, with minds set on earthly things. <b class=\"verse-num\" id=\"v50003020-1\">20&nbsp;</b>But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ, <b class=\"verse-num\" id=\"v50003021-1\">21&nbsp;</b>who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself.</p>\n\n</div>","kjv":"<strong>1</strong> Finally, my brethren, rejoice in the Lord. To write the same things to you, to me indeed is not grievous, but for you it is  safe.  <strong>2</strong> Beware of dogs, beware of evil workers, beware of the concision.  <strong>3</strong> For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh.  <strong>4</strong> Though I might also have confidence in the flesh. If any other man thinketh that he hath whereof he might trust in the flesh, I more:  <strong>5</strong> Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;  <strong>6</strong> Concerning zeal, persecuting the church; touching the righteousness which is in the law, blameless.  <strong>7</strong> But what things were gain to me, those I counted loss for Christ.  <strong>8</strong> Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,  <strong>9</strong> And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith:  <strong>10</strong> That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;  <strong>11</strong> If by any means I might attain unto the resurrection of the dead.  <strong>12</strong> Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus.  <strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  <strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  <strong>15</strong> Let us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you.  <strong>16</strong> Nevertheless, whereto we have already attained, let us walk by the same rule, let us mind the same thing.  <strong>17</strong> Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample.  <strong>18</strong> (For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ:  <strong>19</strong> Whose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)  <strong>20</strong> For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:  <strong>21</strong> Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.  ","niv":"<sup><strong>1</strong></sup> Finally, my brothers, rejoice in the Lord! It is no trouble for me to write the same things to you again, and it is a safeguard for you. <sup><strong>2</strong></sup> Watch out for those dogs, those men who do evil, those mutilators of the flesh. <sup><strong>3</strong></sup> For it is we who are the circumcision, we who worship by the Spirit of God, who glory in Christ Jesus, and who put no confidence in the flesh-- <sup><strong>4</strong></sup> though I myself have reasons for such confidence. If anyone else thinks he has reasons to put confidence in the flesh, I have more: <sup><strong>5</strong></sup> circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in regard to the law, a Pharisee; <sup><strong>6</strong></sup> as for zeal, persecuting the church; as for legalistic righteousness, faultless. <sup><strong>7</strong></sup> But whatever was to my profit I now consider loss for the sake of Christ. <sup><strong>8</strong></sup> What is more, I consider everything a loss compared to the surpassing greatness of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them rubbish, that I may gain Christ <sup><strong>9</strong></sup> and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ--the righteousness that comes from God and is by faith. <sup><strong>10</strong></sup> I want to know Christ and the power of his resurrection and the fellowship of sharing in his sufferings, becoming like him in his death, <sup><strong>11</strong></sup> and so, somehow, to attain to the resurrection from the dead. <sup><strong>12</strong></sup> Not that I have already obtained all this, or have already been made perfect, but I press on to take hold of that for which Christ Jesus took hold of me. <sup><strong>13</strong></sup> Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, <sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. <sup><strong>15</strong></sup> All of us who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you. <sup><strong>16</strong></sup> Only let us live up to what we have already attained. <sup><strong>17</strong></sup> Join with others in following my example, brothers, and take note of those who live according to the pattern we gave you. <sup><strong>18</strong></sup> For, as I have often told you before and now say again even with tears, many live as enemies of the cross of Christ. <sup><strong>19</strong></sup> Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is on earthly things. <sup><strong>20</strong></sup> But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ, <sup><strong>21</strong></sup> who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body. "},{"_id":"6168fe5d803fbb813a70adc1","topicId":"6168fe56803fbb813a70adad","verse":"Acts 2:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002011_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.”</p>\n</div>","kjv":"<strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  ","niv":"<sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\""},{"_id":"6168fe5d803fbb813a70adc2","topicId":"6168fe56803fbb813a70adad","verse":"Acts 22:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44022002_01-22\"><b class=\"verse-num\" id=\"v44022002-1\">2&nbsp;</b>And when they heard that he was addressing them in the Hebrew language, they became even more quiet. And he said:</p>\n\n</div>","kjv":"<strong>2</strong> (And when they heard that he spake in the Hebrew tongue to them, they kept the more silence: and he saith,)  ","niv":"<sup><strong>2</strong></sup> When they heard him speak to them in Aramaic, they became very quiet."},{"_id":"6168fe5d803fbb813a70adc3","topicId":"6168fe56803fbb813a70adad","verse":"Acts 2:37","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002037_01-23\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?”</p>\n</div>","kjv":"<strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  ","niv":"<sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\""},{"_id":"6168fe5e803fbb813a70adc4","topicId":"6168fe56803fbb813a70adad","verse":"Acts 1:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44001019_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001019-1\">19&nbsp;</b>And it became known to all the inhabitants of Jerusalem, so that the field was called in their own language Akeldama, that is, Field of Blood.)</p>\n</div>","kjv":"<strong>19</strong> And it was known unto all the dwellers at Jerusalem; insomuch as that field is called in their proper tongue, Aceldama, that is to say, The field of blood.  ","niv":"<sup><strong>19</strong></sup> Everyone in Jerusalem heard about this, so they called that field in their language Akeldama, that is, Field of Blood.)"},{"_id":"6168fe5e803fbb813a70adc5","topicId":"6168fe56803fbb813a70adad","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-25\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6168fe5e803fbb813a70adc6","topicId":"6168fe56803fbb813a70adad","verse":"John 16:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43016013_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come."}]}