{"_id":"6168ff74803fbb813a70ae25","slug":"plagues","name":"Plagues","verses":[{"_id":"6168ff74803fbb813a70ae26","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 15:1","votes":53,"__v":0,"esv":"<div>\n\n<p id=\"p66015001_07-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66015001-1\">15:1&nbsp;</b>Then I saw another sign in heaven, great and amazing, seven angels with seven plagues, which are the last, for with them the wrath of God is finished.</p>\n</div>","kjv":"<strong>1</strong> And I saw another sign in heaven, great and marvellous, seven angels having the seven last plagues; for in them is filled up the wrath of God.  ","niv":"<sup><strong>1</strong></sup> I saw in heaven another great and marvelous sign: seven angels with the seven last plagues--last, because with them God's wrath is completed."},{"_id":"6168ff75803fbb813a70ae27","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 18:4","votes":33,"__v":0,"esv":"<div>\n<p id=\"p66018004_01-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66018004-1\">4&nbsp;</b>Then I heard another voice from heaven saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018004_01-2\" class=\"line\">&nbsp;&nbsp;“Come out of her, my people,</span><br><span id=\"p66018004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you take part in her sins,</span><br><span id=\"p66018004_01-2\" class=\"line\">&nbsp;&nbsp;lest you share in her plagues;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.  ","niv":"<sup><strong>4</strong></sup> Then I heard another voice from heaven say: \"Come out of her, my people, so that you will not share in her sins, so that you will not receive any of her plagues;"},{"_id":"6168ff75803fbb813a70ae29","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 11:6","votes":45,"__v":0,"esv":"<div>\n<p id=\"p66011006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66011006-1\">6&nbsp;</b>They have the power to shut the sky, that no rain may fall during the days of their prophesying, and they have power over the waters to turn them into blood and to strike the earth with every kind of plague, as often as they desire.</p>\n</div>","kjv":"<strong>6</strong> These have power to shut heaven, that it rain not in the days of their prophecy: and have power over waters to turn them to blood, and to smite the earth with all plagues, as often as they will.  ","niv":"<sup><strong>6</strong></sup> These men have power to shut up the sky so that it will not rain during the time they are prophesying; and they have power to turn the waters into blood and to strike the earth with every kind of plague as often as they want."},{"_id":"6168ff75803fbb813a70ae28","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 22:18","votes":39,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-4\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book,</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book."},{"_id":"6168ff76803fbb813a70ae2a","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 16:9","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p66016001_07-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66016001-1\">16:1&nbsp;</b>Then I heard a loud voice from the temple telling the seven angels, “Go and pour out on the earth the seven bowls of the wrath of God.”</p>\n<p id=\"p66016001_07-16\"><b class=\"verse-num\" id=\"v66016002-1\">2&nbsp;</b>So the first angel went and poured out his bowl on the earth, and harmful and painful sores came upon the people who bore the mark of the beast and worshiped its image.</p>\n<p id=\"p66016002_07-16\"><b class=\"verse-num\" id=\"v66016003-1\">3&nbsp;</b>The second angel poured out his bowl into the sea, and it became like the blood of a corpse, and every living thing died that was in the sea.</p>\n<p id=\"p66016003_07-16\"><b class=\"verse-num\" id=\"v66016004-1\">4&nbsp;</b>The third angel poured out his bowl into the rivers and the springs of water, and they became blood. <b class=\"verse-num\" id=\"v66016005-1\">5&nbsp;</b>And I heard the angel in charge of the waters say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66016005_07-16\" class=\"line\">&nbsp;&nbsp;“Just are you, O Holy One, who is and who was,</span><br><span id=\"p66016005_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you brought these judgments.</span><br><span id=\"p66016006_07-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v66016006-1\">6&nbsp;</b>&nbsp;&nbsp;For they have shed the blood of saints and prophets,</span><br><span id=\"p66016006_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have given them blood to drink.</span><br><span id=\"p66016006_07-16\" class=\"line\">&nbsp;&nbsp;It is what they deserve!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66016006_07-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66016007-1\">7&nbsp;</b>And I heard the altar saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66016007_07-16\" class=\"line\">&nbsp;&nbsp;“Yes, Lord God the Almighty,</span><br><span id=\"p66016007_07-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;true and just are your judgments!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66016007_07-16\"><b class=\"verse-num\" id=\"v66016008-1\">8&nbsp;</b>The fourth angel poured out his bowl on the sun, and it was allowed to scorch people with fire. <b class=\"verse-num\" id=\"v66016009-1\">9&nbsp;</b>They were scorched by the fierce heat, and they cursed the name of God who had power over these plagues. They did not repent and give him glory.</p>\n<p id=\"p66016009_07-16\"><b class=\"verse-num\" id=\"v66016010-1\">10&nbsp;</b>The fifth angel poured out his bowl on the throne of the beast, and its kingdom was plunged into darkness. People gnawed their tongues in anguish <b class=\"verse-num\" id=\"v66016011-1\">11&nbsp;</b>and cursed the God of heaven for their pain and sores. They did not repent of their deeds.</p>\n<p id=\"p66016011_07-16\"><b class=\"verse-num\" id=\"v66016012-1\">12&nbsp;</b>The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up, to prepare the way for the kings from the east. <b class=\"verse-num\" id=\"v66016013-1\">13&nbsp;</b>And I saw, coming out of the mouth of the dragon and out of the mouth of the beast and out of the mouth of the false prophet, three unclean spirits like frogs. <b class=\"verse-num\" id=\"v66016014-1\">14&nbsp;</b>For they are demonic spirits, performing signs, who go abroad to the kings of the whole world, to assemble them for battle on the great day of God the Almighty. <b class=\"verse-num woc\" id=\"v66016015-1\">15&nbsp;</b><span class=\"woc\">(“Behold, I am coming like a thief! Blessed is the one who stays awake, keeping his garments on, that he may not go about naked and be seen exposed!”)</span> <b class=\"verse-num\" id=\"v66016016-1\">16&nbsp;</b>And they assembled them at the place that in Hebrew is called Armageddon.</p>\n\n<p id=\"p66016016_10-16\"><b class=\"verse-num\" id=\"v66016017-1\">17&nbsp;</b>The seventh angel poured out his bowl into the air, and a loud voice came out of the temple, from the throne, saying, “It is done!” <b class=\"verse-num\" id=\"v66016018-1\">18&nbsp;</b>And there were flashes of lightning, rumblings, peals of thunder, and a great earthquake such as there had never been since man was on the earth, so great was that earthquake. <b class=\"verse-num\" id=\"v66016019-1\">19&nbsp;</b>The great city was split into three parts, and the cities of the nations fell, and God remembered Babylon the great, to make her drain the cup of the wine of the fury of his wrath. <b class=\"verse-num\" id=\"v66016020-1\">20&nbsp;</b>And every island fled away, and no mountains were to be found. <b class=\"verse-num\" id=\"v66016021-1\">21&nbsp;</b>And great hailstones, about one hundred pounds each, fell from heaven on people; and they cursed God for the plague of the hail, because the plague was so severe.</p>\n\n</div>","kjv":"<strong>9</strong> And men were scorched with great heat, and blasphemed the name of God, which hath power over these plagues: and they repented not to give him glory.  ","niv":"<sup><strong>9</strong></sup> They were seared by the intense heat and they cursed the name of God, who had control over these plagues, but they refused to repent and glorify him."},{"_id":"6168ff76803fbb813a70ae2b","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 15:8","votes":30,"__v":0,"esv":"<div>\n<p id=\"p66015008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v66015008-1\">8&nbsp;</b>and the sanctuary was filled with smoke from the glory of God and from his power, and no one could enter the sanctuary until the seven plagues of the seven angels were finished.</p>\n</div>","kjv":"<strong>8</strong> And the temple was filled with smoke from the glory of God, and from his power; and no man was able to enter into the temple, till the seven plagues of the seven angels were fulfilled.  ","niv":"<sup><strong>8</strong></sup> And the temple was filled with smoke from the glory of God and from his power, and no one could enter the temple until the seven plagues of the seven angels were completed."},{"_id":"6168ff76803fbb813a70ae2d","topicId":"6168ff74803fbb813a70ae25","verse":"Leviticus 26:21","votes":29,"__v":0,"esv":"<div>\n<p id=\"p03026021_01-7\"><b class=\"verse-num\" id=\"v03026021-1\">21&nbsp;</b>“Then if you walk contrary to me and will not listen to me, I will continue striking you, sevenfold for your sins.</p>\n</div>","kjv":"<strong>21</strong> And if ye walk contrary unto me, and will not hearken unto me; I will bring seven times more plagues upon you according to your sins.  ","niv":"<sup><strong>21</strong></sup> \"'If you remain hostile toward me and refuse to listen to me, I will multiply your afflictions seven times over, as your sins deserve."},{"_id":"6168ff76803fbb813a70ae2c","topicId":"6168ff74803fbb813a70ae25","verse":"Exodus 10:21-23","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p02010021_05-8\"><b class=\"verse-num\" id=\"v02010021-1\">21&nbsp;</b>Then the LORD said to Moses, “Stretch out your hand toward heaven, that there may be darkness over the land of Egypt, a darkness to be felt.” <b class=\"verse-num\" id=\"v02010022-1\">22&nbsp;</b>So Moses stretched out his hand toward heaven, and there was pitch darkness in all the land of Egypt three days. <b class=\"verse-num\" id=\"v02010023-1\">23&nbsp;</b>They did not see one another, nor did anyone rise from his place for three days, but all the people of Israel had light where they lived.</p>\n</div>","kjv":"<strong>21</strong> And the LORD said unto Moses, Stretch out thine hand toward heaven, that there may be darkness over the land of Egypt, even darkness which  may be felt.  <strong>22</strong> And Moses stretched forth his hand toward heaven; and there was a thick darkness in all the land of Egypt three days:  <strong>23</strong> They saw not one another, neither rose any from his place for three days: but all the children of Israel had light in their dwellings.  ","niv":"<sup><strong>21</strong></sup> Then the LORD said to Moses, \"Stretch out your hand toward the sky so that darkness will spread over Egypt-darkness that can be felt.\" <sup><strong>22</strong></sup> So Moses stretched out his hand toward the sky, and total darkness covered all Egypt for three days. <sup><strong>23</strong></sup> No one could see anyone else or leave his place for three days. Yet all the Israelites had light in the places where they lived. "},{"_id":"6168ff77803fbb813a70ae2e","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 15:6","votes":23,"__v":0,"esv":"<div>\n<p id=\"p66015006_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66015006-1\">6&nbsp;</b>and out of the sanctuary came the seven angels with the seven plagues, clothed in pure, bright linen, with golden sashes around their chests.</p>\n</div>","kjv":"<strong>6</strong> And the seven angels came out of the temple, having the seven plagues, clothed in pure and white linen, and having their breasts girded with golden girdles.  ","niv":"<sup><strong>6</strong></sup> Out of the temple came the seven angels with the seven plagues. They were dressed in clean, shining linen and wore golden sashes around their chests."},{"_id":"6168ff77803fbb813a70ae2f","topicId":"6168ff74803fbb813a70ae25","verse":"Luke 21:11","votes":24,"__v":0,"esv":"<div>\n<p id=\"p42021011_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021011-1\">11&nbsp;</b><span class=\"woc\">There will be great earthquakes, and in various places famines and pestilences. And there will be terrors and great signs from heaven.</span></p>\n</div>","kjv":"<strong>11</strong> And great earthquakes shall be in divers places, and famines, and pestilences; and fearful sights and great signs shall there be from heaven.  ","niv":"<sup><strong>11</strong></sup> There will be great earthquakes, famines and pestilences in various places, and fearful events and great signs from heaven."},{"_id":"6168ff77803fbb813a70ae30","topicId":"6168ff74803fbb813a70ae25","verse":"Exodus 9:14","votes":26,"__v":0,"esv":"<div>\n<p id=\"p02009014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v02009014-1\">14&nbsp;</b>For this time I will send all my plagues on you yourself, and on your servants and your people, so that you may know that there is none like me in all the earth.</p>\n\n</div>","kjv":"<strong>14</strong> For I will at this time send all my plagues upon thine heart, and upon thy servants, and upon thy people; that thou mayest know that there is  none like me in all the earth.  ","niv":"<sup><strong>14</strong></sup> or this time I will send the full force of my plagues against you and against your officials and your people, so you may know that there is no one like me in all the earth."},{"_id":"6168ff77803fbb813a70ae31","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 9:20","votes":23,"__v":0,"esv":"<div>\n<p id=\"p66009020_01-12\"><b class=\"verse-num\" id=\"v66009020-1\">20&nbsp;</b>The rest of mankind, who were not killed by these plagues, did not repent of the works of their hands nor give up worshiping demons and idols of gold and silver and bronze and stone and wood, which cannot see or hear or walk,</p>\n</div>","kjv":"<strong>20</strong> And the rest of the men which were not killed by these plagues yet repented not of the works of their hands, that they should not worship devils, and idols of gold, and silver, and brass, and stone, and of wood: which neither can see, nor hear, nor walk:  ","niv":"<sup><strong>20</strong></sup> The rest of mankind that were not killed by these plagues still did not repent of the work of their hands; they did not stop worshiping demons, and idols of gold, silver, bronze, stone and wood--idols that cannot see or hear or walk."},{"_id":"6168ff78803fbb813a70ae33","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 18:8","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018008_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018008-1\">8&nbsp;</b>&nbsp;&nbsp;For this reason her plagues will come in a single day,</span><br><span id=\"p66018008_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;death and mourning and famine,</span><br><span id=\"p66018008_01-13\" class=\"line\">&nbsp;&nbsp;and she will be burned up with fire;</span><br><span id=\"p66018008_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for mighty is the Lord God who has judged her.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is  the Lord God who judgeth her.  ","niv":"<sup><strong>8</strong></sup> Therefore in one day her plagues will overtake her: death, mourning and famine. She will be consumed by fire, for mighty is the Lord God who judges her."},{"_id":"6168ff78803fbb813a70ae32","topicId":"6168ff74803fbb813a70ae25","verse":"Mark 3:10","votes":23,"__v":0,"esv":"<div>\n<p id=\"p41003010_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v41003010-1\">10&nbsp;</b>for he had healed many, so that all who had diseases pressed around him to touch him.</p>\n</div>","kjv":"<strong>10</strong> For he had healed many; insomuch that they pressed upon him for to touch him, as many as had plagues.  ","niv":"<sup><strong>10</strong></sup> For he had healed many, so that those with diseases were pushing forward to touch him."},{"_id":"6168ff79803fbb813a70ae34","topicId":"6168ff74803fbb813a70ae25","verse":"Luke 7:21","votes":21,"__v":0,"esv":"<div>\n<p id=\"p42007021_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42007021-1\">21&nbsp;</b>In that hour he healed many people of diseases and plagues and evil spirits, and on many who were blind he bestowed sight.</p>\n</div>","kjv":"<strong>21</strong> And in that same hour he cured many of their infirmities and plagues, and of evil spirits; and unto many that were blind he gave sight.  ","niv":"<sup><strong>21</strong></sup> At that very time Jesus cured many who had diseases, sicknesses and evil spirits, and gave sight to many who were blind."},{"_id":"6168ff79803fbb813a70ae35","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 16:1-21","votes":20,"__v":0,"kjv":"<strong>1</strong> And I heard a great voice out of the temple saying to the seven angels, Go your ways, and pour out the vials of the wrath of God upon the earth.  <strong>2</strong> And the first went, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men which had the mark of the beast, and upon them which worshipped his image.  <strong>3</strong> And the second angel poured out his vial upon the sea; and it became as the blood of a dead man: and every living soul died in the sea.  <strong>4</strong> And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood.  <strong>5</strong> And I heard the angel of the waters say, Thou art righteous, O Lord, which art, and wast, and shalt be, because thou hast judged thus.  <strong>6</strong> For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.  <strong>7</strong> And I heard another out of the altar say, Even so, Lord God Almighty, true and righteous are thy judgments.  <strong>8</strong> And the fourth angel poured out his vial upon the sun; and power was given unto him to scorch men with fire.  <strong>9</strong> And men were scorched with great heat, and blasphemed the name of God, which hath power over these plagues: and they repented not to give him glory.  <strong>10</strong> And the fifth angel poured out his vial upon the seat of the beast; and his kingdom was full of darkness; and they gnawed their tongues for pain,  <strong>11</strong> And blasphemed the God of heaven because of their pains and their sores, and repented not of their deeds.  <strong>12</strong> And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.  <strong>13</strong> And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.  <strong>14</strong> For they are the spirits of devils, working miracles, which  go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.  <strong>15</strong> Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.  <strong>16</strong> And he gathered them together into a place called in the Hebrew tongue Armageddon.  <strong>17</strong> And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of heaven, from the throne, saying, It is done.  <strong>18</strong> And there were voices, and thunders, and lightnings; and there was a great earthquake, such as was not since men were upon the earth, so mighty an earthquake, and so great.  <strong>19</strong> And the great city was divided into three parts, and the cities of the nations fell: and great Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.  <strong>20</strong> And every island fled away, and the mountains were not found.  <strong>21</strong> And there fell upon men a great hail out of heaven, every stone  about the weight of a talent: and men blasphemed God because of the plague of the hail; for the plague thereof was exceeding great.  ","niv":"<sup><strong>1</strong></sup> Then I heard a loud voice from the temple saying to the seven angels, \"Go, pour out the seven bowls of God's wrath on the earth.\" <sup><strong>2</strong></sup> The first angel went and poured out his bowl on the land, and ugly and painful sores broke out on the people who had the mark of the beast and worshiped his image. <sup><strong>3</strong></sup> The second angel poured out his bowl on the sea, and it turned into blood like that of a dead man, and every living thing in the sea died. <sup><strong>4</strong></sup> The third angel poured out his bowl on the rivers and springs of water, and they became blood. <sup><strong>5</strong></sup> Then I heard the angel in charge of the waters say: \"You are just in these judgments, you who are and who were, the Holy One, because you have so judged; <sup><strong>6</strong></sup> for they have shed the blood of your saints and prophets, and you have given them blood to drink as they deserve.\" <sup><strong>7</strong></sup> And I heard the altar respond: \"Yes, Lord God Almighty, true and just are your judgments.\" <sup><strong>8</strong></sup> The fourth angel poured out his bowl on the sun, and the sun was given power to scorch people with fire. <sup><strong>9</strong></sup> They were seared by the intense heat and they cursed the name of God, who had control over these plagues, but they refused to repent and glorify him. <sup><strong>10</strong></sup> The fifth angel poured out his bowl on the throne of the beast, and his kingdom was plunged into darkness. Men gnawed their tongues in agony <sup><strong>11</strong></sup> and cursed the God of heaven because of their pains and their sores, but they refused to repent of what they had done. <sup><strong>12</strong></sup> The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up to prepare the way for the kings from the East. <sup><strong>13</strong></sup> Then I saw three evil spirits that looked like frogs; they came out of the mouth of the dragon, out of the mouth of the beast and out of the mouth of the false prophet. <sup><strong>14</strong></sup> They are spirits of demons performing miraculous signs, and they go out to the kings of the whole world, to gather them for the battle on the great day of God Almighty. <sup><strong>15</strong></sup> \"Behold, I come like a thief! Blessed is he who stays awake and keeps his clothes with him, so that he may not go naked and be shamefully exposed.\" <sup><strong>16</strong></sup> Then they gathered the kings together to the place that in Hebrew is called Armageddon. <sup><strong>17</strong></sup> The seventh angel poured out his bowl into the air, and out of the temple came a loud voice from the throne, saying, \"It is done!\" <sup><strong>18</strong></sup> Then there came flashes of lightning, rumblings, peals of thunder and a severe earthquake. No earthquake like it has ever occurred since man has been on earth, so tremendous was the quake. <sup><strong>19</strong></sup> The great city split into three parts, and the cities of the nations collapsed. God remembered Babylon the Great and gave her the cup filled with the wine of the fury of his wrath. <sup><strong>20</strong></sup> Every island fled away and the mountains could not be found. <sup><strong>21</strong></sup> From the sky huge hailstones of about a hundred pounds each fell upon men. And they cursed God on account of the plague of hail, because the plague was so terrible. "},{"_id":"6168ff79803fbb813a70ae36","topicId":"6168ff74803fbb813a70ae25","verse":"Genesis 12:17","votes":19,"__v":0,"esv":"<div>\n<p id=\"p01012017_01-17\"><b class=\"verse-num\" id=\"v01012017-1\">17&nbsp;</b>But the LORD afflicted Pharaoh and his house with great plagues because of Sarai, Abram’s wife.</p>\n</div>","kjv":"<strong>17</strong> And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram’s wife.  ","niv":"<sup><strong>17</strong></sup> But the LORD inflicted serious diseases on Pharaoh and his household because of Abram's wife Sarai."},{"_id":"6168ff79803fbb813a70ae37","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 6:8","votes":19,"__v":0,"esv":"<div>\n<p id=\"p66006008_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v66006008-1\">8&nbsp;</b>And I looked, and behold, a pale horse! And its rider’s name was Death, and Hades followed him. And they were given authority over a fourth of the earth, to kill with sword and with famine and with pestilence and by wild beasts of the earth.</p>\n</div>","kjv":"<strong>8</strong> And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth.  ","niv":"<sup><strong>8</strong></sup> I looked, and there before me was a pale horse! Its rider was named Death, and Hades was following close behind him. They were given power over a fourth of the earth to kill by sword, famine and plague, and by the wild beasts of the earth."},{"_id":"6168ff7a803fbb813a70ae38","topicId":"6168ff74803fbb813a70ae25","verse":"2 Chronicles 20:9","votes":17,"__v":0,"esv":"<div>\n<p id=\"p14020009_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v14020009-1\">9&nbsp;</b>‘If disaster comes upon us, the sword, judgment, or pestilence, or famine, we will stand before this house and before you—for your name is in this house—and cry out to you in our affliction, and you will hear and save.’</p>\n\n</div>","kjv":"<strong>9</strong> If, when evil cometh upon us, as the sword, judgment, or pestilence, or famine, we stand before this house, and in thy presence, (for thy name is in this house,) and cry unto thee in our affliction, then thou wilt hear and help.  ","niv":"<sup><strong>9</strong></sup> 'If calamity comes upon us, whether the sword of judgment, or plague or famine, we will stand in your presence before this temple that bears your Name and will cry out to you in our distress, and you will hear us and save us.'"},{"_id":"6168ff7a803fbb813a70ae39","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 21:9","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p66021009_04-20\"><b class=\"verse-num\" id=\"v66021009-1\">9&nbsp;</b>Then came one of the seven angels who had the seven bowls full of the seven last plagues and spoke to me, saying, “Come, I will show you the Bride, the wife of the Lamb.”</p>\n</div>","kjv":"<strong>9</strong> And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb’s wife.  ","niv":"<sup><strong>9</strong></sup> One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\""},{"_id":"6168ff7a803fbb813a70ae3a","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 17:1-18","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p66017001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66017001-1\">17:1&nbsp;</b>Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters, <b class=\"verse-num\" id=\"v66017002-1\">2&nbsp;</b>with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.” <b class=\"verse-num\" id=\"v66017003-1\">3&nbsp;</b>And he carried me away in the Spirit into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns. <b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality. <b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.” <b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_07-21\">When I saw her, I marveled greatly. <b class=\"verse-num\" id=\"v66017007-1\">7&nbsp;</b>But the angel said to me, “Why do you marvel? I will tell you the mystery of the woman, and of the beast with seven heads and ten horns that carries her. <b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come. <b class=\"verse-num\" id=\"v66017009-1\">9&nbsp;</b>This calls for a mind with wisdom: the seven heads are seven mountains on which the woman is seated; <b class=\"verse-num\" id=\"v66017010-1\">10&nbsp;</b>they are also seven kings, five of whom have fallen, one is, the other has not yet come, and when he does come he must remain only a little while. <b class=\"verse-num\" id=\"v66017011-1\">11&nbsp;</b>As for the beast that was and is not, it is an eighth but it belongs to the seven, and it goes to destruction. <b class=\"verse-num\" id=\"v66017012-1\">12&nbsp;</b>And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast. <b class=\"verse-num\" id=\"v66017013-1\">13&nbsp;</b>These are of one mind, and they hand over their power and authority to the beast. <b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n<p id=\"p66017014_07-21\"><b class=\"verse-num\" id=\"v66017015-1\">15&nbsp;</b>And the angel said to me, “The waters that you saw, where the prostitute is seated, are peoples and multitudes and nations and languages. <b class=\"verse-num\" id=\"v66017016-1\">16&nbsp;</b>And the ten horns that you saw, they and the beast will hate the prostitute. They will make her desolate and naked, and devour her flesh and burn her up with fire, <b class=\"verse-num\" id=\"v66017017-1\">17&nbsp;</b>for God has put it into their hearts to carry out his purpose by being of one mind and handing over their royal power to the beast, until the words of God are fulfilled. <b class=\"verse-num\" id=\"v66017018-1\">18&nbsp;</b>And the woman that you saw is the great city that has dominion over the kings of the earth.”</p>\n\n</div>","kjv":"<strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  <strong>15</strong> And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.  <strong>16</strong> And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.  <strong>17</strong> For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.  <strong>18</strong> And the woman which thou sawest is that great city, which reigneth over the kings of the earth.  ","niv":"<sup><strong>1</strong></sup> One of the seven angels who had the seven bowls came and said to me, \"Come, I will show you the punishment of the great prostitute, who sits on many waters. <sup><strong>2</strong></sup> With her the kings of the earth committed adultery and the inhabitants of the earth were intoxicated with the wine of her adulteries.\" <sup><strong>3</strong></sup> Then the angel carried me away in the Spirit into a desert. There I saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns. <sup><strong>4</strong></sup> The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries. <sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH. <sup><strong>6</strong></sup> I saw that the woman was drunk with the blood of the saints, the blood of those who bore testimony to Jesus. <sup><strong>7</strong></sup> When I saw her, I was greatly astonished. Then the angel said to me: \"Why are you astonished? I will explain to you the mystery of the woman and of the beast she rides, which has the seven heads and ten horns. <sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come. <sup><strong>9</strong></sup> \"This calls for a mind with wisdom. The seven heads are seven hills on which the woman sits. <sup><strong>10</strong></sup> They are also seven kings. Five have fallen, one is, the other has not yet come; but when he does come, he must remain for a little while. <sup><strong>11</strong></sup> The beast who once was, and now is not, is an eighth king. He belongs to the seven and is going to his destruction. <sup><strong>12</strong></sup> \"The ten horns you saw are ten kings who have not yet received a kingdom, but who for one hour will receive authority as kings along with the beast. <sup><strong>13</strong></sup> They have one purpose and will give their power and authority to the beast. <sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\" <sup><strong>15</strong></sup> Then the angel said to me, \"The waters you saw, where the prostitute sits, are peoples, multitudes, nations and languages. <sup><strong>16</strong></sup> The beast and the ten horns you saw will hate the prostitute. They will bring her to ruin and leave her naked; they will eat her flesh and burn her with fire. <sup><strong>17</strong></sup> For God has put it into their hearts to accomplish his purpose by agreeing to give the beast their power to rule, until God's words are fulfilled. <sup><strong>18</strong></sup> The woman you saw is the great city that rules over the kings of the earth.\" "},{"_id":"6168ff7a803fbb813a70ae3b","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 15:1-16:21","votes":15,"__v":0,"kjv":"<strong>1</strong> And I saw another sign in heaven, great and marvellous, seven angels having the seven last plagues; for in them is filled up the wrath of God.  <strong>2</strong> And I saw as it were a sea of glass mingled with fire: and them that had gotten the victory over the beast, and over his image, and over his mark, and over the number of his name, stand on the sea of glass, having the harps of God.  <strong>3</strong> And they sing the song of Moses the servant of God, and the song of the Lamb, saying, Great and marvellous are thy works, Lord God Almighty; just and true are thy ways, thou King of saints.  <strong>4</strong> Who shall not fear thee, O Lord, and glorify thy name? for thou  only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.  <strong>5</strong> And after that I looked, and, behold, the temple of the tabernacle of the testimony in heaven was opened:  <strong>6</strong> And the seven angels came out of the temple, having the seven plagues, clothed in pure and white linen, and having their breasts girded with golden girdles.  <strong>7</strong> And one of the four beasts gave unto the seven angels seven golden vials full of the wrath of God, who liveth for ever and ever.  <strong>8</strong> And the temple was filled with smoke from the glory of God, and from his power; and no man was able to enter into the temple, till the seven plagues of the seven angels were fulfilled.  <strong>1</strong> And I heard a great voice out of the temple saying to the seven angels, Go your ways, and pour out the vials of the wrath of God upon the earth.  <strong>2</strong> And the first went, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men which had the mark of the beast, and upon them which worshipped his image.  <strong>3</strong> And the second angel poured out his vial upon the sea; and it became as the blood of a dead man: and every living soul died in the sea.  <strong>4</strong> And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood.  <strong>5</strong> And I heard the angel of the waters say, Thou art righteous, O Lord, which art, and wast, and shalt be, because thou hast judged thus.  <strong>6</strong> For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.  <strong>7</strong> And I heard another out of the altar say, Even so, Lord God Almighty, true and righteous are thy judgments.  <strong>8</strong> And the fourth angel poured out his vial upon the sun; and power was given unto him to scorch men with fire.  <strong>9</strong> And men were scorched with great heat, and blasphemed the name of God, which hath power over these plagues: and they repented not to give him glory.  <strong>10</strong> And the fifth angel poured out his vial upon the seat of the beast; and his kingdom was full of darkness; and they gnawed their tongues for pain,  <strong>11</strong> And blasphemed the God of heaven because of their pains and their sores, and repented not of their deeds.  <strong>12</strong> And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.  <strong>13</strong> And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.  <strong>14</strong> For they are the spirits of devils, working miracles, which  go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.  <strong>15</strong> Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.  <strong>16</strong> And he gathered them together into a place called in the Hebrew tongue Armageddon.  <strong>17</strong> And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of heaven, from the throne, saying, It is done.  <strong>18</strong> And there were voices, and thunders, and lightnings; and there was a great earthquake, such as was not since men were upon the earth, so mighty an earthquake, and so great.  <strong>19</strong> And the great city was divided into three parts, and the cities of the nations fell: and great Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.  <strong>20</strong> And every island fled away, and the mountains were not found.  <strong>21</strong> And there fell upon men a great hail out of heaven, every stone  about the weight of a talent: and men blasphemed God because of the plague of the hail; for the plague thereof was exceeding great.  ","niv":"<sup><strong>1</strong></sup> I saw in heaven another great and marvelous sign: seven angels with the seven last plagues--last, because with them God's wrath is completed. <sup><strong>2</strong></sup> And I saw what looked like a sea of glass mixed with fire and, standing beside the sea, those who had been victorious over the beast and his image and over the number of his name. They held harps given them by God <sup><strong>3</strong></sup> and sang the song of Moses the servant of God and the song of the Lamb: \"Great and marvelous are your deeds, Lord God Almighty. Just and true are your ways, King of the ages. <sup><strong>4</strong></sup> Who will not fear you, O Lord, and bring glory to your name? For you alone are holy. All nations will come and worship before you, for your righteous acts have been revealed.\" <sup><strong>5</strong></sup> After this I looked and in heaven the temple, that is, the tabernacle of the Testimony, was opened. <sup><strong>6</strong></sup> Out of the temple came the seven angels with the seven plagues. They were dressed in clean, shining linen and wore golden sashes around their chests. <sup><strong>7</strong></sup> Then one of the four living creatures gave to the seven angels seven golden bowls filled with the wrath of God, who lives for ever and ever. <sup><strong>8</strong></sup> And the temple was filled with smoke from the glory of God and from his power, and no one could enter the temple until the seven plagues of the seven angels were completed. <sup><strong>9</strong></sup> undefined <sup><strong>10</strong></sup> undefined <sup><strong>11</strong></sup> undefined <sup><strong>12</strong></sup> undefined <sup><strong>13</strong></sup> undefined <sup><strong>14</strong></sup> undefined <sup><strong>15</strong></sup> undefined <sup><strong>16</strong></sup> undefined "},{"_id":"6168ff7b803fbb813a70ae3c","topicId":"6168ff74803fbb813a70ae25","verse":"Exodus 10:1-20","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p02010001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02010001-1\">10:1&nbsp;</b>Then the LORD said to Moses, “Go in to Pharaoh, for I have hardened his heart and the heart of his servants, that I may show these signs of mine among them, <b class=\"verse-num\" id=\"v02010002-1\">2&nbsp;</b>and that you may tell in the hearing of your son and of your grandson how I have dealt harshly with the Egyptians and what signs I have done among them, that you may know that I am the LORD.”</p>\n<p id=\"p02010002_05-23\"><b class=\"verse-num\" id=\"v02010003-1\">3&nbsp;</b>So Moses and Aaron went in to Pharaoh and said to him, “Thus says the LORD, the God of the Hebrews, ‘How long will you refuse to humble yourself before me? Let my people go, that they may serve me. <b class=\"verse-num\" id=\"v02010004-1\">4&nbsp;</b>For if you refuse to let my people go, behold, tomorrow I will bring locusts into your country, <b class=\"verse-num\" id=\"v02010005-1\">5&nbsp;</b>and they shall cover the face of the land, so that no one can see the land. And they shall eat what is left to you after the hail, and they shall eat every tree of yours that grows in the field, <b class=\"verse-num\" id=\"v02010006-1\">6&nbsp;</b>and they shall fill your houses and the houses of all your servants and of all the Egyptians, as neither your fathers nor your grandfathers have seen, from the day they came on earth to this day.’” Then he turned and went out from Pharaoh.</p>\n<p id=\"p02010006_05-23\"><b class=\"verse-num\" id=\"v02010007-1\">7&nbsp;</b>Then Pharaoh’s servants said to him, “How long shall this man be a snare to us? Let the men go, that they may serve the LORD their God. Do you not yet understand that Egypt is ruined?” <b class=\"verse-num\" id=\"v02010008-1\">8&nbsp;</b>So Moses and Aaron were brought back to Pharaoh. And he said to them, “Go, serve the LORD your God. But which ones are to go?” <b class=\"verse-num\" id=\"v02010009-1\">9&nbsp;</b>Moses said, “We will go with our young and our old. We will go with our sons and daughters and with our flocks and herds, for we must hold a feast to the LORD.” <b class=\"verse-num\" id=\"v02010010-1\">10&nbsp;</b>But he said to them, “The LORD be with you, if ever I let you and your little ones go! Look, you have some evil purpose in mind. <b class=\"verse-num\" id=\"v02010011-1\">11&nbsp;</b>No! Go, the men among you, and serve the LORD, for that is what you are asking.” And they were driven out from Pharaoh’s presence.</p>\n<p id=\"p02010011_05-23\"><b class=\"verse-num\" id=\"v02010012-1\">12&nbsp;</b>Then the LORD said to Moses, “Stretch out your hand over the land of Egypt for the locusts, so that they may come upon the land of Egypt and eat every plant in the land, all that the hail has left.” <b class=\"verse-num\" id=\"v02010013-1\">13&nbsp;</b>So Moses stretched out his staff over the land of Egypt, and the LORD brought an east wind upon the land all that day and all that night. When it was morning, the east wind had brought the locusts. <b class=\"verse-num\" id=\"v02010014-1\">14&nbsp;</b>The locusts came up over all the land of Egypt and settled on the whole country of Egypt, such a dense swarm of locusts as had never been before, nor ever will be again. <b class=\"verse-num\" id=\"v02010015-1\">15&nbsp;</b>They covered the face of the whole land, so that the land was darkened, and they ate all the plants in the land and all the fruit of the trees that the hail had left. Not a green thing remained, neither tree nor plant of the field, through all the land of Egypt. <b class=\"verse-num\" id=\"v02010016-1\">16&nbsp;</b>Then Pharaoh hastily called Moses and Aaron and said, “I have sinned against the LORD your God, and against you. <b class=\"verse-num\" id=\"v02010017-1\">17&nbsp;</b>Now therefore, forgive my sin, please, only this once, and plead with the LORD your God only to remove this death from me.” <b class=\"verse-num\" id=\"v02010018-1\">18&nbsp;</b>So he went out from Pharaoh and pleaded with the LORD. <b class=\"verse-num\" id=\"v02010019-1\">19&nbsp;</b>And the LORD turned the wind into a very strong west wind, which lifted the locusts and drove them into the Red Sea. Not a single locust was left in all the country of Egypt. <b class=\"verse-num\" id=\"v02010020-1\">20&nbsp;</b>But the LORD hardened Pharaoh’s heart, and he did not let the people of Israel go.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD said unto Moses, Go in unto Pharaoh: for I have hardened his heart, and the heart of his servants, that I might shew these my signs before him:  <strong>2</strong> And that thou mayest tell in the ears of thy son, and of thy son’s son, what things I have wrought in Egypt, and my signs which I have done among them; that ye may know how that I am the LORD.  <strong>3</strong> And Moses and Aaron came in unto Pharaoh, and said unto him, Thus saith the LORD God of the Hebrews, How long wilt thou refuse to humble thyself before me? let my people go, that they may serve me.  <strong>4</strong> Else, if thou refuse to let my people go, behold, to morrow will I bring the locusts into thy coast:  <strong>5</strong> And they shall cover the face of the earth, that one cannot be able to see the earth: and they shall eat the residue of that which is escaped, which remaineth unto you from the hail, and shall eat every tree which groweth for you out of the field:  <strong>6</strong> And they shall fill thy houses, and the houses of all thy servants, and the houses of all the Egyptians; which neither thy fathers, nor thy fathers’ fathers have seen, since the day that they were upon the earth unto this day. And he turned himself, and went out from Pharaoh.  <strong>7</strong> And Pharaoh’s servants said unto him, How long shall this man be a snare unto us? let the men go, that they may serve the LORD their God: knowest thou not yet that Egypt is destroyed?  <strong>8</strong> And Moses and Aaron were brought again unto Pharaoh: and he said unto them, Go, serve the LORD your God: but who are they that shall go?  <strong>9</strong> And Moses said, We will go with our young and with our old, with our sons and with our daughters, with our flocks and with our herds will we go; for we must hold a feast unto the LORD.  <strong>10</strong> And he said unto them, Let the LORD be so with you, as I will let you go, and your little ones: look to it; for evil is before you.  <strong>11</strong> Not so: go now ye that are men, and serve the LORD; for that ye did desire. And they were driven out from Pharaoh’s presence.  <strong>12</strong> And the LORD said unto Moses, Stretch out thine hand over the land of Egypt for the locusts, that they may come up upon the land of Egypt, and eat every herb of the land, even all that the hail hath left.  <strong>13</strong> And Moses stretched forth his rod over the land of Egypt, and the LORD brought an east wind upon the land all that day, and all that night; and when it was morning, the east wind brought the locusts.  <strong>14</strong> And the locusts went up over all the land of Egypt, and rested in all the coasts of Egypt: very grievous were they; before them there were no such locusts as they, neither after them shall be such.  <strong>15</strong> For they covered the face of the whole earth, so that the land was darkened; and they did eat every herb of the land, and all the fruit of the trees which the hail had left: and there remained not any green thing in the trees, or in the herbs of the field, through all the land of Egypt.  <strong>16</strong> Then Pharaoh called for Moses and Aaron in haste; and he said, I have sinned against the LORD your God, and against you.  <strong>17</strong> Now therefore forgive, I pray thee, my sin only this once, and intreat the LORD your God, that he may take away from me this death only.  <strong>18</strong> And he went out from Pharaoh, and intreated the LORD.  <strong>19</strong> And the LORD turned a mighty strong west wind, which took away the locusts, and cast them into the Red sea; there remained not one locust in all the coasts of Egypt.  <strong>20</strong> But the LORD hardened Pharaoh’s heart, so that he would not let the children of Israel go.  ","niv":"<sup><strong>1</strong></sup> Then the LORD said to Moses, \"Go to Pharaoh, for I have hardened his heart and the hearts of his officials so that I may perform these miraculous signs of mine among them <sup><strong>2</strong></sup> that you may tell your children and grandchildren how I dealt harshly with the Egyptians and how I performed my signs among them, and that you may know that I am the LORD.\" <sup><strong>3</strong></sup> So Moses and Aaron went to Pharaoh and said to him, \"This is what the LORD, the God of the Hebrews, says: 'How long will you refuse to humble yourself before me? Let my people go, so that they may worship me. <sup><strong>4</strong></sup> If you refuse to let them go, I will bring locusts into your country tomorrow. <sup><strong>5</strong></sup> They will cover the face of the ground so that it cannot be seen. They will devour what little you have left after the hail, including every tree that is growing in your fields. <sup><strong>6</strong></sup> They will fill your houses and those of all your officials and all the Egyptians-something neither your fathers nor your forefathers have ever seen from the day they settled in this land till now.'\" Then Moses turned and left Pharaoh. <sup><strong>7</strong></sup> Pharaoh's officials said to him, \"How long will this man be a snare to us? Let the people go, so that they may worship the LORD their God. Do you not yet realize that Egypt is ruined?\" <sup><strong>8</strong></sup> Then Moses and Aaron were brought back to Pharaoh. \"Go, worship the LORD your God,\" he said. \"But just who will be going?\" <sup><strong>9</strong></sup> Moses answered, \"We will go with our young and old, with our sons and daughters, and with our flocks and herds, because we are to celebrate a festival to the LORD.\" <sup><strong>10</strong></sup> Pharaoh said, \"The LORD be with you-if I let you go, along with your women and children! Clearly you are bent on evil. <sup><strong>11</strong></sup> No! Have only the men go; and worship the LORD, since that's what you have been asking for.\" Then Moses and Aaron were driven out of Pharaoh's presence. <sup><strong>12</strong></sup> And the LORD said to Moses, \"Stretch out your hand over Egypt so that locusts will swarm over the land and devour everything growing in the fields, everything left by the hail.\" <sup><strong>13</strong></sup> So Moses stretched out his staff over Egypt, and the LORD made an east wind blow across the land all that day and all that night. By morning the wind had brought the locusts; <sup><strong>14</strong></sup> they invaded all Egypt and settled down in every area of the country in great numbers. Never before had there been such a plague of locusts, nor will there ever be again. <sup><strong>15</strong></sup> They covered all the ground until it was black. They devoured all that was left after the hail-everything growing in the fields and the fruit on the trees. Nothing green remained on tree or plant in all the land of Egypt. <sup><strong>16</strong></sup> Pharaoh quickly summoned Moses and Aaron and said, \"I have sinned against the LORD your God and against you. <sup><strong>17</strong></sup> Now forgive my sin once more and pray to the LORD your God to take this deadly plague away from me.\" <sup><strong>18</strong></sup> Moses then left Pharaoh and prayed to the LORD. <sup><strong>19</strong></sup> And the LORD changed the wind to a very strong west wind, which caught up the locusts and carried them into the Red Sea. Not a locust was left anywhere in Egypt. <sup><strong>20</strong></sup> But the LORD hardened Pharaoh's heart, and he would not let the Israelites go. "},{"_id":"6168ff7b803fbb813a70ae3d","topicId":"6168ff74803fbb813a70ae25","verse":"Exodus 7:1-25","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p02007001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02007001-1\">7:1&nbsp;</b>And the LORD said to Moses, “See, I have made you like God to Pharaoh, and your brother Aaron shall be your prophet. <b class=\"verse-num\" id=\"v02007002-1\">2&nbsp;</b>You shall speak all that I command you, and your brother Aaron shall tell Pharaoh to let the people of Israel go out of his land. <b class=\"verse-num\" id=\"v02007003-1\">3&nbsp;</b>But I will harden Pharaoh’s heart, and though I multiply my signs and wonders in the land of Egypt, <b class=\"verse-num\" id=\"v02007004-1\">4&nbsp;</b>Pharaoh will not listen to you. Then I will lay my hand on Egypt and bring my hosts, my people the children of Israel, out of the land of Egypt by great acts of judgment. <b class=\"verse-num\" id=\"v02007005-1\">5&nbsp;</b>The Egyptians shall know that I am the LORD, when I stretch out my hand against Egypt and bring out the people of Israel from among them.” <b class=\"verse-num\" id=\"v02007006-1\">6&nbsp;</b>Moses and Aaron did so; they did just as the LORD commanded them. <b class=\"verse-num\" id=\"v02007007-1\">7&nbsp;</b>Now Moses was eighty years old, and Aaron eighty-three years old, when they spoke to Pharaoh.</p>\n<p id=\"p02007007_06-24\"><b class=\"verse-num\" id=\"v02007008-1\">8&nbsp;</b>Then the LORD said to Moses and Aaron, <b class=\"verse-num\" id=\"v02007009-1\">9&nbsp;</b>“When Pharaoh says to you, ‘Prove yourselves by working a miracle,’ then you shall say to Aaron, ‘Take your staff and cast it down before Pharaoh, that it may become a serpent.’” <b class=\"verse-num\" id=\"v02007010-1\">10&nbsp;</b>So Moses and Aaron went to Pharaoh and did just as the LORD commanded. Aaron cast down his staff before Pharaoh and his servants, and it became a serpent. <b class=\"verse-num\" id=\"v02007011-1\">11&nbsp;</b>Then Pharaoh summoned the wise men and the sorcerers, and they, the magicians of Egypt, also did the same by their secret arts. <b class=\"verse-num\" id=\"v02007012-1\">12&nbsp;</b>For each man cast down his staff, and they became serpents. But Aaron’s staff swallowed up their staffs. <b class=\"verse-num\" id=\"v02007013-1\">13&nbsp;</b>Still Pharaoh’s heart was hardened, and he would not listen to them, as the LORD had said.</p>\n\n<p id=\"p02007013_13-24\"><b class=\"verse-num\" id=\"v02007014-1\">14&nbsp;</b>Then the LORD said to Moses, “Pharaoh’s heart is hardened; he refuses to let the people go. <b class=\"verse-num\" id=\"v02007015-1\">15&nbsp;</b>Go to Pharaoh in the morning, as he is going out to the water. Stand on the bank of the Nile to meet him, and take in your hand the staff that turned into a serpent. <b class=\"verse-num\" id=\"v02007016-1\">16&nbsp;</b>And you shall say to him, ‘The LORD, the God of the Hebrews, sent me to you, saying, “Let my people go, that they may serve me in the wilderness.” But so far, you have not obeyed. <b class=\"verse-num\" id=\"v02007017-1\">17&nbsp;</b>Thus says the LORD, “By this you shall know that I am the LORD: behold, with the staff that is in my hand I will strike the water that is in the Nile, and it shall turn into blood. <b class=\"verse-num\" id=\"v02007018-1\">18&nbsp;</b>The fish in the Nile shall die, and the Nile will stink, and the Egyptians will grow weary of drinking water from the Nile.”’” <b class=\"verse-num\" id=\"v02007019-1\">19&nbsp;</b>And the LORD said to Moses, “Say to Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt, over their rivers, their canals, and their ponds, and all their pools of water, so that they may become blood, and there shall be blood throughout all the land of Egypt, even in vessels of wood and in vessels of stone.’”</p>\n<p id=\"p02007019_13-24\"><b class=\"verse-num\" id=\"v02007020-1\">20&nbsp;</b>Moses and Aaron did as the LORD commanded. In the sight of Pharaoh and in the sight of his servants he lifted up the staff and struck the water in the Nile, and all the water in the Nile turned into blood. <b class=\"verse-num\" id=\"v02007021-1\">21&nbsp;</b>And the fish in the Nile died, and the Nile stank, so that the Egyptians could not drink water from the Nile. There was blood throughout all the land of Egypt. <b class=\"verse-num\" id=\"v02007022-1\">22&nbsp;</b>But the magicians of Egypt did the same by their secret arts. So Pharaoh’s heart remained hardened, and he would not listen to them, as the LORD had said. <b class=\"verse-num\" id=\"v02007023-1\">23&nbsp;</b>Pharaoh turned and went into his house, and he did not take even this to heart. <b class=\"verse-num\" id=\"v02007024-1\">24&nbsp;</b>And all the Egyptians dug along the Nile for water to drink, for they could not drink the water of the Nile.</p>\n<p id=\"p02007024_13-24\"><b class=\"verse-num\" id=\"v02007025-1\">25&nbsp;</b>Seven full days passed after the LORD had struck the Nile.</p>\n</div>","kjv":"<strong>1</strong> And the LORD said unto Moses, See, I have made thee a god to Pharaoh: and Aaron thy brother shall be thy prophet.  <strong>2</strong> Thou shalt speak all that I command thee: and Aaron thy brother shall speak unto Pharaoh, that he send the children of Israel out of his land.  <strong>3</strong> And I will harden Pharaoh’s heart, and multiply my signs and my wonders in the land of Egypt.  <strong>4</strong> But Pharaoh shall not hearken unto you, that I may lay my hand upon Egypt, and bring forth mine armies, and my people the children of Israel, out of the land of Egypt by great judgments.  <strong>5</strong> And the Egyptians shall know that I am the LORD, when I stretch forth mine hand upon Egypt, and bring out the children of Israel from among them.  <strong>6</strong> And Moses and Aaron did as the LORD commanded them, so did they.  <strong>7</strong> And Moses was fourscore years old, and Aaron fourscore and three years old, when they spake unto Pharaoh.  <strong>8</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>9</strong> When Pharaoh shall speak unto you, saying, Shew a miracle for you: then thou shalt say unto Aaron, Take thy rod, and cast it before Pharaoh, and it shall become a serpent.  <strong>10</strong> And Moses and Aaron went in unto Pharaoh, and they did so as the LORD had commanded: and Aaron cast down his rod before Pharaoh, and before his servants, and it became a serpent.  <strong>11</strong> Then Pharaoh also called the wise men and the sorcerers: now the magicians of Egypt, they also did in like manner with their enchantments.  <strong>12</strong> For they cast down every man his rod, and they became serpents: but Aaron’s rod swallowed up their rods.  <strong>13</strong> And he hardened Pharaoh’s heart, that he hearkened not unto them; as the LORD had said.  <strong>14</strong> And the LORD said unto Moses, Pharaoh’s heart is hardened, he refuseth to let the people go.  <strong>15</strong> Get thee unto Pharaoh in the morning; lo, he goeth out unto the water; and thou shalt stand by the river’s brink against he come; and the rod which was turned to a serpent shalt thou take in thine hand.  <strong>16</strong> And thou shalt say unto him, The LORD God of the Hebrews hath sent me unto thee, saying, Let my people go, that they may serve me in the wilderness: and, behold, hitherto thou wouldest not hear.  <strong>17</strong> Thus saith the LORD, In this thou shalt know that I am the LORD: behold, I will smite with the rod that is in mine hand upon the waters which are in the river, and they shall be turned to blood.  <strong>18</strong> And the fish that is in the river shall die, and the river shall stink; and the Egyptians shall lothe to drink of the water of the river.  <strong>19</strong> And the LORD spake unto Moses, Say unto Aaron, Take thy rod, and stretch out thine hand upon the waters of Egypt, upon their streams, upon their rivers, and upon their ponds, and upon all their pools of water, that they may become blood; and that there may be blood throughout all the land of Egypt, both in vessels of wood, and in vessels of stone.  <strong>20</strong> And Moses and Aaron did so, as the LORD commanded; and he lifted up the rod, and smote the waters that were in the river, in the sight of Pharaoh, and in the sight of his servants; and all the waters that were  in the river were turned to blood.  <strong>21</strong> And the fish that was in the river died; and the river stank, and the Egyptians could not drink of the water of the river; and there was blood throughout all the land of Egypt.  <strong>22</strong> And the magicians of Egypt did so with their enchantments: and Pharaoh’s heart was hardened, neither did he hearken unto them; as the LORD had said.  <strong>23</strong> And Pharaoh turned and went into his house, neither did he set his heart to this also.  <strong>24</strong> And all the Egyptians digged round about the river for water to drink; for they could not drink of the water of the river.  <strong>25</strong> And seven days were fulfilled, after that the LORD had smitten the river.  ","niv":"<sup><strong>1</strong></sup> Then the LORD said to Moses, \"See, I have made you like God to Pharaoh, and your brother Aaron will be your prophet. <sup><strong>2</strong></sup> You are to say everything I command you, and your brother Aaron is to tell Pharaoh to let the Israelites go out of his country. <sup><strong>3</strong></sup> But I will harden Pharaoh's heart, and though I multiply my miraculous signs and wonders in Egypt, <sup><strong>4</strong></sup> he will not listen to you. Then I will lay my hand on Egypt and with mighty acts of judgment I will bring out my divisions, my people the Israelites. <sup><strong>5</strong></sup> And the Egyptians will know that I am the LORD when I stretch out my hand against Egypt and bring the Israelites out of it.\" <sup><strong>6</strong></sup> Moses and Aaron did just as the LORD commanded them. <sup><strong>7</strong></sup> Moses was eighty years old and Aaron eighty-three when they spoke to Pharaoh. <sup><strong>8</strong></sup> The LORD said to Moses and Aaron, <sup><strong>9</strong></sup> \"When Pharaoh says to you, 'Perform a miracle,' then say to Aaron, 'Take your staff and throw it down before Pharaoh,' and it will become a snake.\" <sup><strong>10</strong></sup> So Moses and Aaron went to Pharaoh and did just as the LORD commanded. Aaron threw his staff down in front of Pharaoh and his officials, and it became a snake. <sup><strong>11</strong></sup> Pharaoh then summoned wise men and sorcerers, and the Egyptian magicians also did the same things by their secret arts: <sup><strong>12</strong></sup> Each one threw down his staff and it became a snake. But Aaron's staff swallowed up their staffs. <sup><strong>13</strong></sup> Yet Pharaoh's heart became hard and he would not listen to them, just as the LORD had said. <sup><strong>14</strong></sup> Then the LORD said to Moses, \"Pharaoh's heart is unyielding; he refuses to let the people go. <sup><strong>15</strong></sup> Go to Pharaoh in the morning as he goes out to the water. Wait on the bank of the Nile to meet him, and take in your hand the staff that was changed into a snake. <sup><strong>16</strong></sup> Then say to him, 'The LORD, the God of the Hebrews, has sent me to say to you: Let my people go, so that they may worship me in the desert. But until now you have not listened. <sup><strong>17</strong></sup> This is what the LORD says: By this you will know that I am the LORD: With the staff that is in my hand I will strike the water of the Nile, and it will be changed into blood. <sup><strong>18</strong></sup> The fish in the Nile will die, and the river will stink; the Egyptians will not be able to drink its water.'\" <sup><strong>19</strong></sup> The LORD said to Moses, \"Tell Aaron, 'Take your staff and stretch out your hand over the waters of Egypt-over the streams and canals, over the ponds and all the reservoirs'-and they will turn to blood. Blood will be everywhere in Egypt, even in the wooden buckets and stone jars.\" <sup><strong>20</strong></sup> Moses and Aaron did just as the LORD had commanded. He raised his staff in the presence of Pharaoh and his officials and struck the water of the Nile, and all the water was changed into blood. <sup><strong>21</strong></sup> The fish in the Nile died, and the river smelled so bad that the Egyptians could not drink its water. Blood was everywhere in Egypt. <sup><strong>22</strong></sup> But the Egyptian magicians did the same things by their secret arts, and Pharaoh's heart became hard; he would not listen to Moses and Aaron, just as the LORD had said. <sup><strong>23</strong></sup> Instead, he turned and went into his palace, and did not take even this to heart. <sup><strong>24</strong></sup> And all the Egyptians dug along the Nile to get drinking water, because they could not drink the water of the river. <sup><strong>25</strong></sup> Seven days passed after the LORD struck the Nile. "},{"_id":"6168ff7b803fbb813a70ae3e","topicId":"6168ff74803fbb813a70ae25","verse":"Revelation 22:11-12","votes":15,"__v":0,"esv":"<div>\n<p id=\"p66022011_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022011-1\">11&nbsp;</b>Let the evildoer still do evil, and the filthy still be filthy, and the righteous still do right, and the holy still be holy.”</p>\n<p id=\"p66022011_01-25\"><b class=\"verse-num woc\" id=\"v66022012-1\">12&nbsp;</b><span class=\"woc\">“Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done.</span></p>\n</div>","kjv":"<strong>11</strong> He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.  <strong>12</strong> And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.  ","niv":"<sup><strong>11</strong></sup> Let him who does wrong continue to do wrong; let him who is vile continue to be vile; let him who does right continue to do right; and let him who is holy continue to be holy.\" <sup><strong>12</strong></sup> \"Behold, I am coming soon! My reward is with me, and I will give to everyone according to what he has done. "}]}