{"_id":"61697402bda5ba8d73708065","slug":"pleasure","name":"Pleasure","verses":[{"_id":"61697402bda5ba8d73708066","topicId":"61697402bda5ba8d73708065","verse":"Proverbs 21:17","votes":70,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021017_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever loves pleasure will be a poor man;</span><br><span id=\"p20021017_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who loves wine and oil will not be rich.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that loveth pleasure shall be a poor man: he that loveth wine and oil shall not be rich.  ","niv":"<sup><strong>17</strong></sup> He who loves pleasure will become poor; whoever loves wine and oil will never be rich.","modified":"2023-03-15T18:26:45.858Z"},{"_id":"61697402bda5ba8d73708067","topicId":"61697402bda5ba8d73708065","verse":"Psalm 16:11","votes":61,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19016011_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19016011-1\">11&nbsp;</b>&nbsp;&nbsp;You make known to me the path of life;</span><br><span id=\"p19016011_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in your presence there is fullness of joy;</span><br><span id=\"p19016011_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at your right hand are pleasures forevermore.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore.  ","niv":"<sup><strong>11</strong></sup> You have made known to me the path of life; you will fill me with joy in your presence, with eternal pleasures at your right hand."},{"_id":"61697402bda5ba8d73708068","topicId":"61697402bda5ba8d73708065","verse":"2 Timothy 2:22","votes":51,"__v":0,"esv":"<div>\n<p id=\"p55002022_01-3\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.</p>\n</div>","kjv":"<strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  ","niv":"<sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart."},{"_id":"61697403bda5ba8d73708069","topicId":"61697402bda5ba8d73708065","verse":"1 Corinthians 10:13","votes":40,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"61697403bda5ba8d7370806a","topicId":"61697402bda5ba8d73708065","verse":"1 Corinthians 6:18-20","votes":34,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body. <b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  <strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body. <sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"61697403bda5ba8d7370806b","topicId":"61697402bda5ba8d73708065","verse":"Ecclesiastes 2:1-11","votes":33,"__v":0,"esv":"<div>\n\n<p id=\"p21002001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21002001-1\">2:1&nbsp;</b>I said in my heart, “Come now, I will test you with pleasure; enjoy yourself.” But behold, this also was vanity. <b class=\"verse-num\" id=\"v21002002-1\">2&nbsp;</b>I said of laughter, “It is mad,” and of pleasure, “What use is it?” <b class=\"verse-num\" id=\"v21002003-1\">3&nbsp;</b>I searched with my heart how to cheer my body with wine—my heart still guiding me with wisdom—and how to lay hold on folly, till I might see what was good for the children of man to do under heaven during the few days of their life. <b class=\"verse-num\" id=\"v21002004-1\">4&nbsp;</b>I made great works. I built houses and planted vineyards for myself. <b class=\"verse-num\" id=\"v21002005-1\">5&nbsp;</b>I made myself gardens and parks, and planted in them all kinds of fruit trees. <b class=\"verse-num\" id=\"v21002006-1\">6&nbsp;</b>I made myself pools from which to water the forest of growing trees. <b class=\"verse-num\" id=\"v21002007-1\">7&nbsp;</b>I bought male and female slaves, and had slaves who were born in my house. I had also great possessions of herds and flocks, more than any who had been before me in Jerusalem. <b class=\"verse-num\" id=\"v21002008-1\">8&nbsp;</b>I also gathered for myself silver and gold and the treasure of kings and provinces. I got singers, both men and women, and many concubines, the delight of the sons of man.</p>\n<p id=\"p21002008_05-8\"><b class=\"verse-num\" id=\"v21002009-1\">9&nbsp;</b>So I became great and surpassed all who were before me in Jerusalem. Also my wisdom remained with me. <b class=\"verse-num\" id=\"v21002010-1\">10&nbsp;</b>And whatever my eyes desired I did not keep from them. I kept my heart from no pleasure, for my heart found pleasure in all my toil, and this was my reward for all my toil. <b class=\"verse-num\" id=\"v21002011-1\">11&nbsp;</b>Then I considered all that my hands had done and the toil I had expended in doing it, and behold, all was vanity and a striving after wind, and there was nothing to be gained under the sun.</p>\n\n</div>","kjv":"<strong>1</strong> I said in mine heart, Go to now, I will prove thee with mirth, therefore enjoy pleasure: and, behold, this also is vanity.  <strong>2</strong> I said of laughter, It is mad: and of mirth, What doeth it?  <strong>3</strong> I sought in mine heart to give myself unto wine, yet acquainting mine heart with wisdom; and to lay hold on folly, till I might see what was  that good for the sons of men, which they should do under the heaven all the days of their life.  <strong>4</strong> I made me great works; I builded me houses; I planted me vineyards:  <strong>5</strong> I made me gardens and orchards, and I planted trees in them of all kind of fruits:  <strong>6</strong> I made me pools of water, to water therewith the wood that bringeth forth trees:  <strong>7</strong> I got me servants and maidens, and had servants born in my house; also I had great possessions of great and small cattle above all that were in Jerusalem before me:  <strong>8</strong> I gathered me also silver and gold, and the peculiar treasure of kings and of the provinces: I gat me men singers and women singers, and the delights of the sons of men, as musical instruments, and that of all sorts.  <strong>9</strong> So I was great, and increased more than all that were before me in Jerusalem: also my wisdom remained with me.  <strong>10</strong> And whatsoever mine eyes desired I kept not from them, I withheld not my heart from any joy; for my heart rejoiced in all my labour: and this was my portion of all my labour.  <strong>11</strong> Then I looked on all the works that my hands had wrought, and on the labour that I had laboured to do: and, behold, all was vanity and vexation of spirit, and there was no profit under the sun.  ","niv":"<sup><strong>1</strong></sup> I thought in my heart, \"Come now, I will test you with pleasure to find out what is good.\" But that also proved to be meaningless. <sup><strong>2</strong></sup> \"Laughter,\" I said, \"is foolish. And what does pleasure accomplish?\" <sup><strong>3</strong></sup> I tried cheering myself with wine, and embracing folly-my mind still guiding me with wisdom. I wanted to see what was worthwhile for men to do under heaven during the few days of their lives. <sup><strong>4</strong></sup> I undertook great projects: I built houses for myself and planted vineyards. <sup><strong>5</strong></sup> I made gardens and parks and planted all kinds of fruit trees in them. <sup><strong>6</strong></sup> I made reservoirs to water groves of flourishing trees. <sup><strong>7</strong></sup> I bought male and female slaves and had other slaves who were born in my house. I also owned more herds and flocks than anyone in Jerusalem before me. <sup><strong>8</strong></sup> I amassed silver and gold for myself, and the treasure of kings and provinces. I acquired men and women singers, and a harem as well-the delights of the heart of man. <sup><strong>9</strong></sup> I became greater by far than anyone in Jerusalem before me. In all this my wisdom stayed with me. <sup><strong>10</strong></sup> I denied myself nothing my eyes desired; I refused my heart no pleasure. My heart took delight in all my work, and this was the reward for all my labor. <sup><strong>11</strong></sup> Yet when I surveyed all that my hands had done and what I had toiled to achieve, everything was meaningless, a chasing after the wind; nothing was gained under the sun. "},{"_id":"61697404bda5ba8d7370806c","topicId":"61697402bda5ba8d73708065","verse":"Galatians 5:19-21","votes":26,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. ","modified":"2022-08-25T19:35:27.110Z"},{"_id":"61697404bda5ba8d7370806d","topicId":"61697402bda5ba8d73708065","verse":"Luke 8:14","votes":33,"__v":0,"esv":"<div>\n<p id=\"p42008014_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42008014-1\">14&nbsp;</b><span class=\"woc\">And as for what fell among the thorns, they are those who hear, but as they go on their way they are choked by the cares and riches and pleasures of life, and their fruit does not mature.</span></p>\n</div>","kjv":"<strong>14</strong> And that which fell among thorns are they, which, when they have heard, go forth, and are choked with cares and riches and pleasures of this life, and bring no fruit to perfection.  ","niv":"<sup><strong>14</strong></sup> The seed that fell among thorns stands for those who hear, but as they go on their way they are choked by life's worries, riches and pleasures, and they do not mature."},{"_id":"61697404bda5ba8d7370806e","topicId":"61697402bda5ba8d73708065","verse":"Hebrews 13:4","votes":28,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"61697405bda5ba8d7370806f","topicId":"61697402bda5ba8d73708065","verse":"1 Timothy 5:6","votes":26,"__v":0,"esv":"<div>\n<p id=\"p54005006_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005006-1\">6&nbsp;</b>but she who is self-indulgent is dead even while she lives.</p>\n</div>","kjv":"<strong>6</strong> But she that liveth in pleasure is dead while she liveth.  ","niv":"<sup><strong>6</strong></sup> But the widow who lives for pleasure is dead even while she lives."},{"_id":"61697405bda5ba8d73708070","topicId":"61697402bda5ba8d73708065","verse":"1 Timothy 6:17","votes":22,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-15\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment."},{"_id":"61697405bda5ba8d73708071","topicId":"61697402bda5ba8d73708065","verse":"1 Thessalonians 4:4","votes":20,"__v":0,"esv":"<div>\n<p id=\"p52004004_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004004-1\">4&nbsp;</b>that each one of you know how to control his own body in holiness and honor,</p>\n\n</div>","kjv":"<strong>4</strong> That every one of you should know how to possess his vessel in sanctification and honour;  ","niv":"<sup><strong>4</strong></sup> that each of you should learn to control his own body in a way that is holy and honorable,"},{"_id":"61697405bda5ba8d73708072","topicId":"61697402bda5ba8d73708065","verse":"Romans 13:12-14","votes":19,"__v":0,"esv":"<div>\n<p id=\"p45013012_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"61697406bda5ba8d73708073","topicId":"61697402bda5ba8d73708065","verse":"1 Corinthians 6:18","votes":17,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body."},{"_id":"61697406bda5ba8d73708074","topicId":"61697402bda5ba8d73708065","verse":"Colossians 3:5","votes":15,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-21\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry."},{"_id":"61697406bda5ba8d73708075","topicId":"61697402bda5ba8d73708065","verse":"1 Corinthians 10:7","votes":15,"__v":0,"esv":"<div>\n<p id=\"p46010007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010007-1\">7&nbsp;</b>Do not be idolaters as some of them were; as it is written, “The people sat down to eat and drink and rose up to play.”</p>\n</div>","kjv":"<strong>7</strong> Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play.  ","niv":"<sup><strong>7</strong></sup> Do not be idolaters, as some of them were; as it is written: \"The people sat down to eat and drink and got up to indulge in pagan revelry.\""},{"_id":"61697407bda5ba8d73708076","topicId":"61697402bda5ba8d73708065","verse":"Romans 12:1","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"61697407bda5ba8d73708077","topicId":"61697402bda5ba8d73708065","verse":"1 John 1:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"61697407bda5ba8d73708078","topicId":"61697402bda5ba8d73708065","verse":"1 Peter 4:3-4","votes":11,"__v":0,"esv":"<div>\n<p id=\"p60004003_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004003-1\">3&nbsp;</b>For the time that is past suffices for doing what the Gentiles want to do, living in sensuality, passions, drunkenness, orgies, drinking parties, and lawless idolatry. <b class=\"verse-num\" id=\"v60004004-1\">4&nbsp;</b>With respect to this they are surprised when you do not join them in the same flood of debauchery, and they malign you;</p>\n</div>","kjv":"<strong>3</strong> For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:  <strong>4</strong> Wherein they think it strange that ye run not with them to the same excess of riot, speaking evil of you:  ","niv":"<sup><strong>3</strong></sup> For you have spent enough time in the past doing what pagans choose to do--living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry. <sup><strong>4</strong></sup> They think it strange that you do not plunge with them into the same flood of dissipation, and they heap abuse on you. "},{"_id":"61697408bda5ba8d73708079","topicId":"61697402bda5ba8d73708065","verse":"Ephesians 5:3","votes":11,"__v":0,"esv":"<div>\n<p id=\"p49005003_01-28\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints.</p>\n</div>","kjv":"<strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  ","niv":"<sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people."},{"_id":"61697408bda5ba8d7370807a","topicId":"61697402bda5ba8d73708065","verse":"Galatians 2:20","votes":11,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"61697408bda5ba8d7370807b","topicId":"61697402bda5ba8d73708065","verse":"2 Timothy 3:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p55003004_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God,</p>\n</div>","kjv":"<strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  ","niv":"<sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God--","modified":"2022-09-28T19:26:40.254Z"},{"_id":"61697408bda5ba8d7370807c","topicId":"61697402bda5ba8d73708065","verse":"Ezekiel 18:23","votes":9,"__v":0,"esv":"<div>\n<p id=\"p26018023_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018023-1\">23&nbsp;</b>Have I any pleasure in the death of the wicked, declares the Lord GOD, and not rather that he should turn from his way and live?</p>\n</div>","kjv":"<strong>23</strong> Have I any pleasure at all that the wicked should die? saith the Lord GOD: and not that he should return from his ways, and live?  ","niv":"<sup><strong>23</strong></sup> Do I take any pleasure in the death of the wicked? declares the Sovereign LORD. Rather, am I not pleased when they turn from their ways and live?"},{"_id":"61697409bda5ba8d7370807d","topicId":"61697402bda5ba8d73708065","verse":"2 Timothy 3:1-5","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-32\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people.</p>\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. "},{"_id":"61697409bda5ba8d7370807e","topicId":"61697402bda5ba8d73708065","verse":"Ecclesiastes 2:1","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p21002001_05-33\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21002001-1\">2:1&nbsp;</b>I said in my heart, “Come now, I will test you with pleasure; enjoy yourself.” But behold, this also was vanity.</p>\n\n</div>","kjv":"<strong>1</strong> I said in mine heart, Go to now, I will prove thee with mirth, therefore enjoy pleasure: and, behold, this also is vanity.  ","niv":"<sup><strong>1</strong></sup> I thought in my heart, \"Come now, I will test you with pleasure to find out what is good.\" But that also proved to be meaningless."}]}