{"_id":"6169755fbda5ba8d73708132","slug":"police-officers","name":"Police Officers","verses":[{"_id":"6169755fbda5ba8d73708133","topicId":"6169755fbda5ba8d73708132","verse":"Romans 13:1-7","votes":70,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"6169755fbda5ba8d73708134","topicId":"6169755fbda5ba8d73708132","verse":"Titus 3:1-2","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p56003001_07-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56003001-1\">3:1&nbsp;</b>Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work, <b class=\"verse-num\" id=\"v56003002-1\">2&nbsp;</b>to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people.</p>\n</div>","kjv":"<strong>1</strong> Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,  <strong>2</strong> To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.  ","niv":"<sup><strong>1</strong></sup> Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good, <sup><strong>2</strong></sup> to slander no one, to be peaceable and considerate, and to show true humility toward all men. "},{"_id":"61697560bda5ba8d73708135","topicId":"6169755fbda5ba8d73708132","verse":"1 Peter 2:13-17","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p60002013_04-4\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n\n</div>","kjv":"<strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  ","niv":"<sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. "},{"_id":"61697560bda5ba8d73708136","topicId":"6169755fbda5ba8d73708132","verse":"John 15:13","votes":12,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends.","modified":"2022-07-27T14:20:53.054Z"},{"_id":"61697560bda5ba8d73708137","topicId":"6169755fbda5ba8d73708132","verse":"Luke 22:36","votes":13,"__v":0,"esv":"<div>\n<p id=\"p42022036_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022036-1\">36&nbsp;</b>He said to them, <span class=\"woc\">“But now let the one who has a moneybag take it, and likewise a knapsack. And let the one who has no sword sell his cloak and buy one.</span></p>\n</div>","kjv":"<strong>36</strong> Then said he unto them, But now, he that hath a purse, let him take it, and likewise his scrip: and he that hath no sword, let him sell his garment, and buy one.  ","niv":"<sup><strong>36</strong></sup> He said to them, \"But now if you have a purse, take it, and also a bag; and if you don't have a sword, sell your cloak and buy one."},{"_id":"61697560bda5ba8d73708138","topicId":"6169755fbda5ba8d73708132","verse":"Matthew 5:38-39","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p40005038_02-7\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span></p>\n</div>","kjv":"<strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  ","niv":"<sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. "},{"_id":"61697561bda5ba8d73708139","topicId":"6169755fbda5ba8d73708132","verse":"John 18:1-40","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43018001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43018001-1\">18:1&nbsp;</b>When Jesus had spoken these words, he went out with his disciples across the brook Kidron, where there was a garden, which he and his disciples entered. <b class=\"verse-num\" id=\"v43018002-1\">2&nbsp;</b>Now Judas, who betrayed him, also knew the place, for Jesus often met there with his disciples. <b class=\"verse-num\" id=\"v43018003-1\">3&nbsp;</b>So Judas, having procured a band of soldiers and some officers from the chief priests and the Pharisees, went there with lanterns and torches and weapons. <b class=\"verse-num\" id=\"v43018004-1\">4&nbsp;</b>Then Jesus, knowing all that would happen to him, came forward and said to them, <span class=\"woc\">“Whom do you seek?”</span> <b class=\"verse-num\" id=\"v43018005-1\">5&nbsp;</b>They answered him, “Jesus of Nazareth.” Jesus said to them, <span class=\"woc\">“I am he.”</span> Judas, who betrayed him, was standing with them. <b class=\"verse-num\" id=\"v43018006-1\">6&nbsp;</b>When Jesus said to them, <span class=\"woc\">“I am he,”</span> they drew back and fell to the ground. <b class=\"verse-num\" id=\"v43018007-1\">7&nbsp;</b>So he asked them again, <span class=\"woc\">“Whom do you seek?”</span> And they said, “Jesus of Nazareth.” <b class=\"verse-num\" id=\"v43018008-1\">8&nbsp;</b>Jesus answered, <span class=\"woc\">“I told you that I am he. So, if you seek me, let these men go.”</span> <b class=\"verse-num\" id=\"v43018009-1\">9&nbsp;</b>This was to fulfill the word that he had spoken: <span class=\"woc\">“Of those whom you gave me I have lost not one.”</span> <b class=\"verse-num\" id=\"v43018010-1\">10&nbsp;</b>Then Simon Peter, having a sword, drew it and struck the high priest’s servant and cut off his right ear. (The servant’s name was Malchus.) <b class=\"verse-num\" id=\"v43018011-1\">11&nbsp;</b>So Jesus said to Peter, <span class=\"woc\">“Put your sword into its sheath; shall I not drink the cup that the Father has given me?”</span></p>\n\n<p id=\"p43018011_11-8\"><b class=\"verse-num\" id=\"v43018012-1\">12&nbsp;</b>So the band of soldiers and their captain and the officers of the Jews arrested Jesus and bound him. <b class=\"verse-num\" id=\"v43018013-1\">13&nbsp;</b>First they led him to Annas, for he was the father-in-law of Caiaphas, who was high priest that year. <b class=\"verse-num\" id=\"v43018014-1\">14&nbsp;</b>It was Caiaphas who had advised the Jews that it would be expedient that one man should die for the people.</p>\n\n<p id=\"p43018014_14-8\"><b class=\"verse-num\" id=\"v43018015-1\">15&nbsp;</b>Simon Peter followed Jesus, and so did another disciple. Since that disciple was known to the high priest, he entered with Jesus into the courtyard of the high priest, <b class=\"verse-num\" id=\"v43018016-1\">16&nbsp;</b>but Peter stood outside at the door. So the other disciple, who was known to the high priest, went out and spoke to the servant girl who kept watch at the door, and brought Peter in. <b class=\"verse-num\" id=\"v43018017-1\">17&nbsp;</b>The servant girl at the door said to Peter, “You also are not one of this man’s disciples, are you?” He said, “I am not.” <b class=\"verse-num\" id=\"v43018018-1\">18&nbsp;</b>Now the servants and officers had made a charcoal fire, because it was cold, and they were standing and warming themselves. Peter also was with them, standing and warming himself.</p>\n\n<p id=\"p43018018_19-8\"><b class=\"verse-num\" id=\"v43018019-1\">19&nbsp;</b>The high priest then questioned Jesus about his disciples and his teaching. <b class=\"verse-num\" id=\"v43018020-1\">20&nbsp;</b>Jesus answered him, <span class=\"woc\">“I have spoken openly to the world. I have always taught in synagogues and in the temple, where all Jews come together. I have said nothing in secret.</span> <b class=\"verse-num woc\" id=\"v43018021-1\">21&nbsp;</b><span class=\"woc\">Why do you ask me? Ask those who have heard me what I said to them; they know what I said.”</span> <b class=\"verse-num\" id=\"v43018022-1\">22&nbsp;</b>When he had said these things, one of the officers standing by struck Jesus with his hand, saying, “Is that how you answer the high priest?” <b class=\"verse-num\" id=\"v43018023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If what I said is wrong, bear witness about the wrong; but if what I said is right, why do you strike me?”</span> <b class=\"verse-num\" id=\"v43018024-1\">24&nbsp;</b>Annas then sent him bound to Caiaphas the high priest.</p>\n\n<p id=\"p43018024_23-8\"><b class=\"verse-num\" id=\"v43018025-1\">25&nbsp;</b>Now Simon Peter was standing and warming himself. So they said to him, “You also are not one of his disciples, are you?” He denied it and said, “I am not.” <b class=\"verse-num\" id=\"v43018026-1\">26&nbsp;</b>One of the servants of the high priest, a relative of the man whose ear Peter had cut off, asked, “Did I not see you in the garden with him?” <b class=\"verse-num\" id=\"v43018027-1\">27&nbsp;</b>Peter again denied it, and at once a rooster crowed.</p>\n\n<p id=\"p43018027_26-8\"><b class=\"verse-num\" id=\"v43018028-1\">28&nbsp;</b>Then they led Jesus from the house of Caiaphas to the governor’s headquarters. It was early morning. They themselves did not enter the governor’s headquarters, so that they would not be defiled, but could eat the Passover. <b class=\"verse-num\" id=\"v43018029-1\">29&nbsp;</b>So Pilate went outside to them and said, “What accusation do you bring against this man?” <b class=\"verse-num\" id=\"v43018030-1\">30&nbsp;</b>They answered him, “If this man were not doing evil, we would not have delivered him over to you.” <b class=\"verse-num\" id=\"v43018031-1\">31&nbsp;</b>Pilate said to them, “Take him yourselves and judge him by your own law.” The Jews said to him, “It is not lawful for us to put anyone to death.” <b class=\"verse-num\" id=\"v43018032-1\">32&nbsp;</b>This was to fulfill the word that Jesus had spoken to show by what kind of death he was going to die.</p>\n\n<p id=\"p43018032_33-8\"><b class=\"verse-num\" id=\"v43018033-1\">33&nbsp;</b>So Pilate entered his headquarters again and called Jesus and said to him, “Are you the King of the Jews?” <b class=\"verse-num\" id=\"v43018034-1\">34&nbsp;</b>Jesus answered, <span class=\"woc\">“Do you say this of your own accord, or did others say it to you about me?”</span> <b class=\"verse-num\" id=\"v43018035-1\">35&nbsp;</b>Pilate answered, “Am I a Jew? Your own nation and the chief priests have delivered you over to me. What have you done?” <b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span> <b class=\"verse-num\" id=\"v43018037-1\">37&nbsp;</b>Then Pilate said to him, “So you are a king?” Jesus answered, <span class=\"woc\">“You say that I am a king. For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice.”</span> <b class=\"verse-num\" id=\"v43018038-1\">38&nbsp;</b>Pilate said to him, “What is truth?”</p>\n<p id=\"p43018038_33-8\">After he had said this, he went back outside to the Jews and told them, “I find no guilt in him. <b class=\"verse-num\" id=\"v43018039-1\">39&nbsp;</b>But you have a custom that I should release one man for you at the Passover. So do you want me to release to you the King of the Jews?” <b class=\"verse-num\" id=\"v43018040-1\">40&nbsp;</b>They cried out again, “Not this man, but Barabbas!” Now Barabbas was a robber.</p>\n\n</div>","kjv":"<strong>1</strong> When Jesus had spoken these words, he went forth with his disciples over the brook Cedron, where was a garden, into the which he entered, and his disciples.  <strong>2</strong> And Judas also, which betrayed him, knew the place: for Jesus ofttimes resorted thither with his disciples.  <strong>3</strong> Judas then, having received a band of men and officers from the chief priests and Pharisees, cometh thither with lanterns and torches and weapons.  <strong>4</strong> Jesus therefore, knowing all things that should come upon him, went forth, and said unto them, Whom seek ye?  <strong>5</strong> They answered him, Jesus of Nazareth. Jesus saith unto them, I amhe. And Judas also, which betrayed him, stood with them.  <strong>6</strong> As soon then as he had said unto them, I am he, they went backward, and fell to the ground.  <strong>7</strong> Then asked he them again, Whom seek ye? And they said, Jesus of Nazareth.  <strong>8</strong> Jesus answered, I have told you that I am he: if therefore ye seek me, let these go their way:  <strong>9</strong> That the saying might be fulfilled, which he spake, Of them which thou gavest me have I lost none.  <strong>10</strong> Then Simon Peter having a sword drew it, and smote the high priest’s servant, and cut off his right ear. The servant’s name was Malchus.  <strong>11</strong> Then said Jesus unto Peter, Put up thy sword into the sheath: the cup which my Father hath given me, shall I not drink it?  <strong>12</strong> Then the band and the captain and officers of the Jews took Jesus, and bound him,  <strong>13</strong> And led him away to Annas first; for he was father in law to Caiaphas, which was the high priest that same year.  <strong>14</strong> Now Caiaphas was he, which gave counsel to the Jews, that it was expedient that one man should die for the people.  <strong>15</strong> And Simon Peter followed Jesus, and so did another disciple: that disciple was known unto the high priest, and went in with Jesus into the palace of the high priest.  <strong>16</strong> But Peter stood at the door without. Then went out that other disciple, which was known unto the high priest, and spake unto her that kept the door, and brought in Peter.  <strong>17</strong> Then saith the damsel that kept the door unto Peter, Art not thou also one of this man’s disciples? He saith, I am not.  <strong>18</strong> And the servants and officers stood there, who had made a fire of coals; for it was cold: and they warmed themselves: and Peter stood with them, and warmed himself.  <strong>19</strong> The high priest then asked Jesus of his disciples, and of his doctrine.  <strong>20</strong> Jesus answered him, I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing.  <strong>21</strong> Why askest thou me? ask them which heard me, what I have said unto them: behold, they know what I said.  <strong>22</strong> And when he had thus spoken, one of the officers which stood by struck Jesus with the palm of his hand, saying, Answerest thou the high priest so?  <strong>23</strong> Jesus answered him, If I have spoken evil, bear witness of the evil: but if well, why smitest thou me?  <strong>24</strong> Now Annas had sent him bound unto Caiaphas the high priest.  <strong>25</strong> And Simon Peter stood and warmed himself. They said therefore unto him, Art not thou also one of his disciples? He denied it,  and said, I am not.  <strong>26</strong> One of the servants of the high priest, being his kinsman whose ear Peter cut off, saith, Did not I see thee in the garden with him?  <strong>27</strong> Peter then denied again: and immediately the cock crew.  <strong>28</strong> Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment hall, lest they should be defiled; but that they might eat the passover.  <strong>29</strong> Pilate then went out unto them, and said, What accusation bring ye against this man?  <strong>30</strong> They answered and said unto him, If he were not a malefactor, we would not have delivered him up unto thee.  <strong>31</strong> Then said Pilate unto them, Take ye him, and judge him according to your law. The Jews therefore said unto him, It is not lawful for us to put any man to death:  <strong>32</strong> That the saying of Jesus might be fulfilled, which he spake, signifying what death he should die.  <strong>33</strong> Then Pilate entered into the judgment hall again, and called Jesus, and said unto him, Art thou the King of the Jews?  <strong>34</strong> Jesus answered him, Sayest thou this thing of thyself, or did others tell it thee of me?  <strong>35</strong> Pilate answered, Am I a Jew? Thine own nation and the chief priests have delivered thee unto me: what hast thou done?  <strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  <strong>37</strong> Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.  <strong>38</strong> Pilate saith unto him, What is truth? And when he had said this, he went out again unto the Jews, and saith unto them, I find in him no fault at all.  <strong>39</strong> But ye have a custom, that I should release unto you one at the passover: will ye therefore that I release unto you the King of the Jews?  <strong>40</strong> Then cried they all again, saying, Not this man, but Barabbas. Now Barabbas was a robber.  ","niv":"<sup><strong>1</strong></sup> When he had finished praying, Jesus left with his disciples and crossed the Kidron Valley. On the other side there was an olive grove, and he and his disciples went into it. <sup><strong>2</strong></sup> Now Judas, who betrayed him, knew the place, because Jesus had often met there with his disciples. <sup><strong>3</strong></sup> So Judas came to the grove, guiding a detachment of soldiers and some officials from the chief priests and Pharisees. They were carrying torches, lanterns and weapons. <sup><strong>4</strong></sup> Jesus, knowing all that was going to happen to him, went out and asked them, \"Who is it you want?\" <sup><strong>5</strong></sup> \"Jesus of Nazareth,\" they replied. <sup><strong>6</strong></sup> \"I am he,\" Jesus said. (And Judas the traitor was standing there with them.) When Jesus said, \"I am he,\" they drew back and fell to the ground. <sup><strong>7</strong></sup> Again he asked them, \"Who is it you want?\" And they said, \"Jesus of Nazareth.\" <sup><strong>8</strong></sup> \"I told you that I am he,\" Jesus answered. \"If you are looking for me, then let these men go.\" <sup><strong>9</strong></sup> This happened so that the words he had spoken would be fulfilled: \"I have not lost one of those you gave me.\" <sup><strong>10</strong></sup> Then Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. (The servant's name was Malchus.) <sup><strong>11</strong></sup> Jesus commanded Peter, \"Put your sword away! Shall I not drink the cup the Father has given me?\" <sup><strong>12</strong></sup> Then the detachment of soldiers with its commander and the Jewish officials arrested Jesus. They bound him <sup><strong>13</strong></sup> and brought him first to Annas, who was the father-in-law of Caiaphas, the high priest that year. <sup><strong>14</strong></sup> Caiaphas was the one who had advised the Jews that it would be good if one man died for the people. <sup><strong>15</strong></sup> Simon Peter and another disciple were following Jesus. Because this disciple was known to the high priest, he went with Jesus into the high priest's courtyard, <sup><strong>16</strong></sup> but Peter had to wait outside at the door. The other disciple, who was known to the high priest, came back, spoke to the girl on duty there and brought Peter in. <sup><strong>17</strong></sup> \"You are not one of his disciples, are you?\" the girl at the door asked Peter. He replied, \"I am not.\" <sup><strong>18</strong></sup> It was cold, and the servants and officials stood around a fire they had made to keep warm. Peter also was standing with them, warming himself. <sup><strong>19</strong></sup> Meanwhile, the high priest questioned Jesus about his disciples and his teaching. <sup><strong>20</strong></sup> \"I have spoken openly to the world,\" Jesus replied. \"I always taught in synagogues or at the temple, where all the Jews come together. I said nothing in secret. <sup><strong>21</strong></sup> Why question me? Ask those who heard me. Surely they know what I said.\" <sup><strong>22</strong></sup> When Jesus said this, one of the officials nearby struck him in the face. \"Is this the way you answer the high priest?\" he demanded. <sup><strong>23</strong></sup> \"If I said something wrong,\" Jesus replied, \"testify as to what is wrong. But if I spoke the truth, why did you strike me?\" <sup><strong>24</strong></sup> Then Annas sent him, still bound, to Caiaphas the high priest. <sup><strong>25</strong></sup> As Simon Peter stood warming himself, he was asked, \"You are not one of his disciples, are you?\" He denied it, saying, \"I am not.\" <sup><strong>26</strong></sup> One of the high priest's servants, a relative of the man whose ear Peter had cut off, challenged him, \"Didn't I see you with him in the olive grove?\" <sup><strong>27</strong></sup> Again Peter denied it, and at that moment a rooster began to crow. <sup><strong>28</strong></sup> Then the Jews led Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning, and to avoid ceremonial uncleanness the Jews did not enter the palace; they wanted to be able to eat the Passover. <sup><strong>29</strong></sup> So Pilate came out to them and asked, \"What charges are you bringing against this man?\" <sup><strong>30</strong></sup> \"If he were not a criminal,\" they replied, \"we would not have handed him over to you.\" <sup><strong>31</strong></sup> Pilate said, \"Take him yourselves and judge him by your own law.\" <sup><strong>32</strong></sup> \"But we have no right to execute anyone,\" the Jews objected. This happened so that the words Jesus had spoken indicating the kind of death he was going to die would be fulfilled. <sup><strong>33</strong></sup> Pilate then went back inside the palace, summoned Jesus and asked him, \"Are you the king of the Jews?\" <sup><strong>34</strong></sup> \"Is that your own idea,\" Jesus asked, \"or did others talk to you about me?\" <sup><strong>35</strong></sup> \"Am I a Jew?\" Pilate replied. \"It was your people and your chief priests who handed you over to me. What is it you have done?\" <sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\" <sup><strong>37</strong></sup> \"You are a king, then!\" said Pilate. Jesus answered, \"You are right in saying I am a king. In fact, for this reason I was born, and for this I came into the world, to testify to the truth. Everyone on the side of truth listens to me.\" <sup><strong>38</strong></sup> \"What is truth?\" Pilate asked. With this he went out again to the Jews and said, \"I find no basis for a charge against him. <sup><strong>39</strong></sup> But it is your custom for me to release to you one prisoner at the time of the Passover. Do you want me to release 'the king of the Jews'?\" <sup><strong>40</strong></sup> They shouted back, \"No, not him! Give us Barabbas!\" Now Barabbas had taken part in a rebellion. "},{"_id":"61697561bda5ba8d7370813a","topicId":"6169755fbda5ba8d73708132","verse":"2 Timothy 3:16-17","votes":8,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"61697561bda5ba8d7370813b","topicId":"6169755fbda5ba8d73708132","verse":"Proverbs 24:1-34","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024001_01-10\" class=\"line\"><b class=\"chapter-num\" id=\"v20024001-1\">24:1&nbsp;</b>&nbsp;&nbsp;Be not envious of evil men,</span><br><span id=\"p20024001_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor desire to be with them,</span><br><span id=\"p20024002_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024002-1\">2&nbsp;</b>&nbsp;&nbsp;for their hearts devise violence,</span><br><span id=\"p20024002_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their lips talk of trouble.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024003_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024003-1\">3&nbsp;</b>&nbsp;&nbsp;By wisdom a house is built,</span><br><span id=\"p20024003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by understanding it is established;</span><br><span id=\"p20024004_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024004-1\">4&nbsp;</b>&nbsp;&nbsp;by knowledge the rooms are filled</span><br><span id=\"p20024004_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with all precious and pleasant riches.</span><br><span id=\"p20024005_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024005-1\">5&nbsp;</b>&nbsp;&nbsp;A wise man is full of strength,</span><br><span id=\"p20024005_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a man of knowledge enhances his might,</span><br><span id=\"p20024006_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024006-1\">6&nbsp;</b>&nbsp;&nbsp;for by wise guidance you can wage your war,</span><br><span id=\"p20024006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in abundance of counselors there is victory.</span><br><span id=\"p20024007_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024007-1\">7&nbsp;</b>&nbsp;&nbsp;Wisdom is too high for a fool;</span><br><span id=\"p20024007_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the gate he does not open his mouth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024008_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024008-1\">8&nbsp;</b>&nbsp;&nbsp;Whoever plans to do evil</span><br><span id=\"p20024008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be called a schemer.</span><br><span id=\"p20024009_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024009-1\">9&nbsp;</b>&nbsp;&nbsp;The devising of folly is sin,</span><br><span id=\"p20024009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the scoffer is an abomination to mankind.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024010_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024010-1\">10&nbsp;</b>&nbsp;&nbsp;If you faint in the day of adversity,</span><br><span id=\"p20024010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your strength is small.</span><br><span id=\"p20024011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024011-1\">11&nbsp;</b>&nbsp;&nbsp;Rescue those who are being taken away to death;</span><br><span id=\"p20024011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hold back those who are stumbling to the slaughter.</span><br><span id=\"p20024012_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024012-1\">12&nbsp;</b>&nbsp;&nbsp;If you say, “Behold, we did not know this,”</span><br><span id=\"p20024012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;does not he who weighs the heart perceive it?</span><br><span id=\"p20024012_01-10\" class=\"line\">&nbsp;&nbsp;Does not he who keeps watch over your soul know it,</span><br><span id=\"p20024012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will he not repay man according to his work?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024013_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024013-1\">13&nbsp;</b>&nbsp;&nbsp;My son, eat honey, for it is good,</span><br><span id=\"p20024013_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the drippings of the honeycomb are sweet to your taste.</span><br><span id=\"p20024014_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024014-1\">14&nbsp;</b>&nbsp;&nbsp;Know that wisdom is such to your soul;</span><br><span id=\"p20024014_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if you find it, there will be a future,</span><br><span id=\"p20024014_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your hope will not be cut off.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024015_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024015-1\">15&nbsp;</b>&nbsp;&nbsp;Lie not in wait as a wicked man against the dwelling of the righteous;</span><br><span id=\"p20024015_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do no violence to his home;</span><br><span id=\"p20024016_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024016-1\">16&nbsp;</b>&nbsp;&nbsp;for the righteous falls seven times and rises again,</span><br><span id=\"p20024016_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the wicked stumble in times of calamity.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024017_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024017-1\">17&nbsp;</b>&nbsp;&nbsp;Do not rejoice when your enemy falls,</span><br><span id=\"p20024017_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let not your heart be glad when he stumbles,</span><br><span id=\"p20024018_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024018-1\">18&nbsp;</b>&nbsp;&nbsp;lest the LORD see it and be displeased,</span><br><span id=\"p20024018_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turn away his anger from him.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024019_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024019-1\">19&nbsp;</b>&nbsp;&nbsp;Fret not yourself because of evildoers,</span><br><span id=\"p20024019_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be not envious of the wicked,</span><br><span id=\"p20024020_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024020-1\">20&nbsp;</b>&nbsp;&nbsp;for the evil man has no future;</span><br><span id=\"p20024020_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the lamp of the wicked will be put out.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024021_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024021-1\">21&nbsp;</b>&nbsp;&nbsp;My son, fear the LORD and the king,</span><br><span id=\"p20024021_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not join with those who do otherwise,</span><br><span id=\"p20024022_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024022-1\">22&nbsp;</b>&nbsp;&nbsp;for disaster will arise suddenly from them,</span><br><span id=\"p20024022_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and who knows the ruin that will come from them both?</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p20024022_06-10\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v20024023-1\">23&nbsp;</b>These also are sayings of the wise.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024023_06-10\" class=\"line\">&nbsp;&nbsp;Partiality in judging is not good.</span><br><span id=\"p20024024_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024024-1\">24&nbsp;</b>&nbsp;&nbsp;Whoever says to the wicked, “You are in the right,”</span><br><span id=\"p20024024_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be cursed by peoples, abhorred by nations,</span><br><span id=\"p20024025_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024025-1\">25&nbsp;</b>&nbsp;&nbsp;but those who rebuke the wicked will have delight,</span><br><span id=\"p20024025_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a good blessing will come upon them.</span><br><span id=\"p20024026_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024026-1\">26&nbsp;</b>&nbsp;&nbsp;Whoever gives an honest answer</span><br><span id=\"p20024026_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;kisses the lips.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024027_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024027-1\">27&nbsp;</b>&nbsp;&nbsp;Prepare your work outside;</span><br><span id=\"p20024027_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;get everything ready for yourself in the field,</span><br><span id=\"p20024027_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and after that build your house.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024028_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024028-1\">28&nbsp;</b>&nbsp;&nbsp;Be not a witness against your neighbor without cause,</span><br><span id=\"p20024028_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not deceive with your lips.</span><br><span id=\"p20024029_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024029-1\">29&nbsp;</b>&nbsp;&nbsp;Do not say, “I will do to him as he has done to me;</span><br><span id=\"p20024029_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will pay the man back for what he has done.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024030_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024030-1\">30&nbsp;</b>&nbsp;&nbsp;I passed by the field of a sluggard,</span><br><span id=\"p20024030_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by the vineyard of a man lacking sense,</span><br><span id=\"p20024031_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024031-1\">31&nbsp;</b>&nbsp;&nbsp;and behold, it was all overgrown with thorns;</span><br><span id=\"p20024031_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the ground was covered with nettles,</span><br><span id=\"p20024031_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its stone wall was broken down.</span><br><span id=\"p20024032_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024032-1\">32&nbsp;</b>&nbsp;&nbsp;Then I saw and considered it;</span><br><span id=\"p20024032_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I looked and received instruction.</span><br><span id=\"p20024033_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024033-1\">33&nbsp;</b>&nbsp;&nbsp;A little sleep, a little slumber,</span><br><span id=\"p20024033_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a little folding of the hands to rest,</span><br><span id=\"p20024034_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024034-1\">34&nbsp;</b>&nbsp;&nbsp;and poverty will come upon you like a robber,</span><br><span id=\"p20024034_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and want like an armed man.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Be not thou envious against evil men, neither desire to be with them.  <strong>2</strong> For their heart studieth destruction, and their lips talk of mischief.  <strong>3</strong> Through wisdom is an house builded; and by understanding it is established:  <strong>4</strong> And by knowledge shall the chambers be filled with all precious and pleasant riches.  <strong>5</strong> A wise man is strong; yea, a man of knowledge increaseth strength.  <strong>6</strong> For by wise counsel thou shalt make thy war: and in multitude of counsellors there is safety.  <strong>7</strong> Wisdom is too high for a fool: he openeth not his mouth in the gate.  <strong>8</strong> He that deviseth to do evil shall be called a mischievous person.  <strong>9</strong> The thought of foolishness is sin: and the scorner is  an abomination to men.  <strong>10</strong> If thou faint in the day of adversity, thy strength is small.  <strong>11</strong> If thou forbear to deliver them that are drawn unto death, and those that are ready to be slain;  <strong>12</strong> If thou sayest, Behold, we knew it not; doth not he that pondereth the heart consider it? and he that keepeth thy soul, doth not  he know it? and shall not he render to every  man according to his works?  <strong>13</strong> My son, eat thou honey, because it is good; and the honeycomb, which is sweet to thy taste:  <strong>14</strong> So shall the knowledge of wisdom be unto thy soul: when thou hast found it, then there shall be a reward, and thy expectation shall not be cut off.  <strong>15</strong> Lay not wait, O wicked man, against the dwelling of the righteous; spoil not his resting place:  <strong>16</strong> For a just man falleth seven times, and riseth up again: but the wicked shall fall into mischief.  <strong>17</strong> Rejoice not when thine enemy falleth, and let not thine heart be glad when he stumbleth:  <strong>18</strong> Lest the LORD see it, and it displease him, and he turn away his wrath from him.  <strong>19</strong> Fret not thyself because of evil men, neither be thou envious at the wicked;  <strong>20</strong> For there shall be no reward to the evil man; the candle of the wicked shall be put out.  <strong>21</strong> My son, fear thou the LORD and the king: and meddle not with them that are given to change:  <strong>22</strong> For their calamity shall rise suddenly; and who knoweth the ruin of them both?  <strong>23</strong> These things also belong to the wise. It is  not good to have respect of persons in judgment.  <strong>24</strong> He that saith unto the wicked, Thou art righteous; him shall the people curse, nations shall abhor him:  <strong>25</strong> But to them that rebuke him shall be delight, and a good blessing shall come upon them.  <strong>26</strong> Every man shall kiss his lips that giveth a right answer.  <strong>27</strong> Prepare thy work without, and make it fit for thyself in the field; and afterwards build thine house.  <strong>28</strong> Be not a witness against thy neighbour without cause; and deceive not with thy lips.  <strong>29</strong> Say not, I will do so to him as he hath done to me: I will render to the man according to his work.  <strong>30</strong> I went by the field of the slothful, and by the vineyard of the man void of understanding;  <strong>31</strong> And, lo, it was all grown over with thorns, and nettles had covered the face thereof, and the stone wall thereof was broken down.  <strong>32</strong> Then I saw, and considered it well: I looked upon it, and received instruction.  <strong>33</strong> Yet a little sleep, a little slumber, a little folding of the hands to sleep:  <strong>34</strong> So shall thy poverty come as one that travelleth; and thy want as an armed man.  ","niv":"<sup><strong>1</strong></sup> Do not envy wicked men, do not desire their company; <sup><strong>2</strong></sup> for their hearts plot violence, and their lips talk about making trouble. <sup><strong>3</strong></sup> By wisdom a house is built, and through understanding it is established; <sup><strong>4</strong></sup> through knowledge its rooms are filled with rare and beautiful treasures. <sup><strong>5</strong></sup> A wise man has great power, and a man of knowledge increases strength; <sup><strong>6</strong></sup> for waging war you need guidance, and for victory many advisers. <sup><strong>7</strong></sup> Wisdom is too high for a fool; in the assembly at the gate he has nothing to say. <sup><strong>8</strong></sup> He who plots evil will be known as a schemer. <sup><strong>9</strong></sup> The schemes of folly are sin, and men detest a mocker. <sup><strong>10</strong></sup> If you falter in times of trouble, how small is your strength! <sup><strong>11</strong></sup> Rescue those being led away to death; hold back those staggering toward slaughter. <sup><strong>12</strong></sup> If you say, \"But we knew nothing about this,\" does not he who weighs the heart perceive it? Does not he who guards your life know it? Will he not repay each person according to what he has done? <sup><strong>13</strong></sup> Eat honey, my son, for it is good; honey from the comb is sweet to your taste. <sup><strong>14</strong></sup> Know also that wisdom is sweet to your soul; if you find it, there is a future hope for you, and your hope will not be cut off. <sup><strong>15</strong></sup> Do not lie in wait like an outlaw against a righteous man's house, do not raid his dwelling place; <sup><strong>16</strong></sup> for though a righteous man falls seven times, he rises again, but the wicked are brought down by calamity. <sup><strong>17</strong></sup> Do not gloat when your enemy falls; when he stumbles, do not let your heart rejoice, <sup><strong>18</strong></sup> or the LORD will see and disapprove and turn his wrath away from him. <sup><strong>19</strong></sup> Do not fret because of evil men or be envious of the wicked, <sup><strong>20</strong></sup> for the evil man has no future hope, and the lamp of the wicked will be snuffed out. <sup><strong>21</strong></sup> Fear the LORD and the king, my son, and do not join with the rebellious, <sup><strong>22</strong></sup> for those two will send sudden destruction upon them, and who knows what calamities they can bring? Further Sayings of the Wise <sup><strong>23</strong></sup> These also are sayings of the wise: To show partiality in judging is not good: <sup><strong>24</strong></sup> Whoever says to the guilty, \"You are innocent\"- peoples will curse him and nations denounce him. <sup><strong>25</strong></sup> But it will go well with those who convict the guilty, and rich blessing will come upon them. <sup><strong>26</strong></sup> An honest answer is like a kiss on the lips. <sup><strong>27</strong></sup> Finish your outdoor work and get your fields ready; after that, build your house. <sup><strong>28</strong></sup> Do not testify against your neighbor without cause, or use your lips to deceive. <sup><strong>29</strong></sup> Do not say, \"I'll do to him as he has done to me; I'll pay that man back for what he did.\" <sup><strong>30</strong></sup> I went past the field of the sluggard, past the vineyard of the man who lacks judgment; <sup><strong>31</strong></sup> thorns had come up everywhere, the ground was covered with weeds, and the stone wall was in ruins. <sup><strong>32</strong></sup> I applied my heart to what I observed and learned a lesson from what I saw: <sup><strong>33</strong></sup> A little sleep, a little slumber, a little folding of the hands to rest- <sup><strong>34</strong></sup> and poverty will come on you like a bandit and scarcity like an armed man. "},{"_id":"61697562bda5ba8d7370813c","topicId":"6169755fbda5ba8d73708132","verse":"Nehemiah 4:17-18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p16004017_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v16004017-1\">17&nbsp;</b>who were building on the wall. Those who carried burdens were loaded in such a way that each labored on the work with one hand and held his weapon with the other. <b class=\"verse-num\" id=\"v16004018-1\">18&nbsp;</b>And each of the builders had his sword strapped at his side while he built. The man who sounded the trumpet was beside me.</p>\n</div>","kjv":"<strong>17</strong> They which builded on the wall, and they that bare burdens, with those that laded, every one with one of his hands wrought in the work, and with the other hand held a weapon.  <strong>18</strong> For the builders, every one had his sword girded by his side, and so builded. And he that sounded the trumpet was by me.  ","niv":"<sup><strong>17</strong></sup> who were building the wall. Those who carried materials did their work with one hand and held a weapon in the other, <sup><strong>18</strong></sup> and each of the builders wore his sword at his side as he worked. But the man who sounded the trumpet stayed with me. "},{"_id":"61697562bda5ba8d7370813d","topicId":"6169755fbda5ba8d73708132","verse":"Job 15:12-16:11","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18015012_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015012-1\">12&nbsp;</b>&nbsp;&nbsp;Why does your heart carry you away,</span><br><span id=\"p18015012_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and why do your eyes flash,</span><br><span id=\"p18015013_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015013-1\">13&nbsp;</b>&nbsp;&nbsp;that you turn your spirit against God</span><br><span id=\"p18015013_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bring such words out of your mouth?</span><br><span id=\"p18015014_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015014-1\">14&nbsp;</b>&nbsp;&nbsp;What is man, that he can be pure?</span><br><span id=\"p18015014_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Or he who is born of a woman, that he can be righteous?</span><br><span id=\"p18015015_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015015-1\">15&nbsp;</b>&nbsp;&nbsp;Behold, God puts no trust in his holy ones,</span><br><span id=\"p18015015_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the heavens are not pure in his sight;</span><br><span id=\"p18015016_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015016-1\">16&nbsp;</b>&nbsp;&nbsp;how much less one who is abominable and corrupt,</span><br><span id=\"p18015016_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man who drinks injustice like water!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p18015017_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015017-1\">17&nbsp;</b>&nbsp;&nbsp;“I will show you; hear me,</span><br><span id=\"p18015017_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what I have seen I will declare</span><br><span id=\"p18015018_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015018-1\">18&nbsp;</b>&nbsp;&nbsp;(what wise men have told,</span><br><span id=\"p18015018_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without hiding it from their fathers,</span><br><span id=\"p18015019_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015019-1\">19&nbsp;</b>&nbsp;&nbsp;to whom alone the land was given,</span><br><span id=\"p18015019_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no stranger passed among them).</span><br><span id=\"p18015020_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015020-1\">20&nbsp;</b>&nbsp;&nbsp;The wicked man writhes in pain all his days,</span><br><span id=\"p18015020_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;through all the years that are laid up for the ruthless.</span><br><span id=\"p18015021_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015021-1\">21&nbsp;</b>&nbsp;&nbsp;Dreadful sounds are in his ears;</span><br><span id=\"p18015021_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in prosperity the destroyer will come upon him.</span><br><span id=\"p18015022_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015022-1\">22&nbsp;</b>&nbsp;&nbsp;He does not believe that he will return out of darkness,</span><br><span id=\"p18015022_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he is marked for the sword.</span><br><span id=\"p18015023_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015023-1\">23&nbsp;</b>&nbsp;&nbsp;He wanders abroad for bread, saying, ‘Where is it?’</span><br><span id=\"p18015023_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He knows that a day of darkness is ready at his hand;</span><br><span id=\"p18015024_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015024-1\">24&nbsp;</b>&nbsp;&nbsp;distress and anguish terrify him;</span><br><span id=\"p18015024_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they prevail against him, like a king ready for battle.</span><br><span id=\"p18015025_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015025-1\">25&nbsp;</b>&nbsp;&nbsp;Because he has stretched out his hand against God</span><br><span id=\"p18015025_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and defies the Almighty,</span><br><span id=\"p18015026_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015026-1\">26&nbsp;</b>&nbsp;&nbsp;running stubbornly against him</span><br><span id=\"p18015026_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with a thickly bossed shield;</span><br><span id=\"p18015027_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015027-1\">27&nbsp;</b>&nbsp;&nbsp;because he has covered his face with his fat</span><br><span id=\"p18015027_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gathered fat upon his waist</span><br><span id=\"p18015028_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015028-1\">28&nbsp;</b>&nbsp;&nbsp;and has lived in desolate cities,</span><br><span id=\"p18015028_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in houses that none should inhabit,</span><br><span id=\"p18015028_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which were ready to become heaps of ruins;</span><br><span id=\"p18015029_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015029-1\">29&nbsp;</b>&nbsp;&nbsp;he will not be rich, and his wealth will not endure,</span><br><span id=\"p18015029_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor will his possessions spread over the earth;</span><br><span id=\"p18015030_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015030-1\">30&nbsp;</b>&nbsp;&nbsp;he will not depart from darkness;</span><br><span id=\"p18015030_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the flame will dry up his shoots,</span><br><span id=\"p18015030_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by the breath of his mouth he will depart.</span><br><span id=\"p18015031_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015031-1\">31&nbsp;</b>&nbsp;&nbsp;Let him not trust in emptiness, deceiving himself,</span><br><span id=\"p18015031_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for emptiness will be his payment.</span><br><span id=\"p18015032_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015032-1\">32&nbsp;</b>&nbsp;&nbsp;It will be paid in full before his time,</span><br><span id=\"p18015032_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his branch will not be green.</span><br><span id=\"p18015033_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015033-1\">33&nbsp;</b>&nbsp;&nbsp;He will shake off his unripe grape like the vine,</span><br><span id=\"p18015033_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast off his blossom like the olive tree.</span><br><span id=\"p18015034_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015034-1\">34&nbsp;</b>&nbsp;&nbsp;For the company of the godless is barren,</span><br><span id=\"p18015034_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fire consumes the tents of bribery.</span><br><span id=\"p18015035_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015035-1\">35&nbsp;</b>&nbsp;&nbsp;They conceive trouble and give birth to evil,</span><br><span id=\"p18015035_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their womb prepares deceit.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p18016001_07-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v18016001-1\">16:1&nbsp;</b>Then Job answered and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18016002_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016002-1\">2&nbsp;</b>&nbsp;&nbsp;“I have heard many such things;</span><br><span id=\"p18016002_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;miserable comforters are you all.</span><br><span id=\"p18016003_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016003-1\">3&nbsp;</b>&nbsp;&nbsp;Shall windy words have an end?</span><br><span id=\"p18016003_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Or what provokes you that you answer?</span><br><span id=\"p18016004_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016004-1\">4&nbsp;</b>&nbsp;&nbsp;I also could speak as you do,</span><br><span id=\"p18016004_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if you were in my place;</span><br><span id=\"p18016004_07-12\" class=\"line\">&nbsp;&nbsp;I could join words together against you</span><br><span id=\"p18016004_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shake my head at you.</span><br><span id=\"p18016005_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016005-1\">5&nbsp;</b>&nbsp;&nbsp;I could strengthen you with my mouth,</span><br><span id=\"p18016005_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the solace of my lips would assuage your pain.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p18016006_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016006-1\">6&nbsp;</b>&nbsp;&nbsp;“If I speak, my pain is not assuaged,</span><br><span id=\"p18016006_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and if I forbear, how much of it leaves me?</span><br><span id=\"p18016007_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016007-1\">7&nbsp;</b>&nbsp;&nbsp;Surely now God has worn me out;</span><br><span id=\"p18016007_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has made desolate all my company.</span><br><span id=\"p18016008_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016008-1\">8&nbsp;</b>&nbsp;&nbsp;And he has shriveled me up,</span><br><span id=\"p18016008_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which is a witness against me,</span><br><span id=\"p18016008_07-12\" class=\"line\">&nbsp;&nbsp;and my leanness has risen up against me;</span><br><span id=\"p18016008_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it testifies to my face.</span><br><span id=\"p18016009_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016009-1\">9&nbsp;</b>&nbsp;&nbsp;He has torn me in his wrath and hated me;</span><br><span id=\"p18016009_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has gnashed his teeth at me;</span><br><span id=\"p18016009_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my adversary sharpens his eyes against me.</span><br><span id=\"p18016010_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016010-1\">10&nbsp;</b>&nbsp;&nbsp;Men have gaped at me with their mouth;</span><br><span id=\"p18016010_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have struck me insolently on the cheek;</span><br><span id=\"p18016010_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they mass themselves together against me.</span><br><span id=\"p18016011_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016011-1\">11&nbsp;</b>&nbsp;&nbsp;God gives me up to the ungodly</span><br><span id=\"p18016011_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and casts me into the hands of the wicked.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>12</strong> Why doth thine heart carry thee away? and what do thy eyes wink at,  <strong>13</strong> That thou turnest thy spirit against God, and lettest such  words go out of thy mouth?  <strong>14</strong> What is man, that he should be clean? and he which is  born of a woman, that he should be righteous?  <strong>15</strong> Behold, he putteth no trust in his saints; yea, the heavens are not clean in his sight.  <strong>16</strong> How much more abominable and filthy is man, which drinketh iniquity like water?  <strong>17</strong> I will shew thee, hear me; and that which I have seen I will declare;  <strong>18</strong> Which wise men have told from their fathers, and have not hid it:  <strong>19</strong> Unto whom alone the earth was given, and no stranger passed among them.  <strong>20</strong> The wicked man travaileth with pain all his days, and the number of years is hidden to the oppressor.  <strong>21</strong> A dreadful sound is in his ears: in prosperity the destroyer shall come upon him.  <strong>22</strong> He believeth not that he shall return out of darkness, and he is waited for of the sword.  <strong>23</strong> He wandereth abroad for bread, saying, Where is it?  he knoweth that the day of darkness is ready at his hand.  <strong>24</strong> Trouble and anguish shall make him afraid; they shall prevail against him, as a king ready to the battle.  <strong>25</strong> For he stretcheth out his hand against God, and strengtheneth himself against the Almighty.  <strong>26</strong> He runneth upon him, even on his neck, upon the thick bosses of his bucklers:  <strong>27</strong> Because he covereth his face with his fatness, and maketh collops of fat on his flanks.  <strong>28</strong> And he dwelleth in desolate cities, and in houses which no man inhabiteth, which are ready to become heaps.  <strong>29</strong> He shall not be rich, neither shall his substance continue, neither shall he prolong the perfection thereof upon the earth.  <strong>30</strong> He shall not depart out of darkness; the flame shall dry up his branches, and by the breath of his mouth shall he go away.  <strong>31</strong> Let not him that is deceived trust in vanity: for vanity shall be his recompence.  <strong>32</strong> It shall be accomplished before his time, and his branch shall not be green.  <strong>33</strong> He shall shake off his unripe grape as the vine, and shall cast off his flower as the olive.  <strong>34</strong> For the congregation of hypocrites shall be desolate, and fire shall consume the tabernacles of bribery.  <strong>35</strong> They conceive mischief, and bring forth vanity, and their belly prepareth deceit.  <strong>1</strong> Then Job answered and said,  <strong>2</strong> I have heard many such things: miserable comforters are ye all.  <strong>3</strong> Shall vain words have an end? or what emboldeneth thee that thou answerest?  <strong>4</strong> I also could speak as ye do: if your soul were in my soul’s stead, I could heap up words against you, and shake mine head at you.  <strong>5</strong> But I would strengthen you with my mouth, and the moving of my lips should asswage your grief.  <strong>6</strong> Though I speak, my grief is not asswaged: and though I forbear, what am I eased?  <strong>7</strong> But now he hath made me weary: thou hast made desolate all my company.  <strong>8</strong> And thou hast filled me with wrinkles, which is a witness against me: and my leanness rising up in me beareth witness to my face.  <strong>9</strong> He teareth me in his wrath, who hateth me: he gnasheth upon me with his teeth; mine enemy sharpeneth his eyes upon me.  <strong>10</strong> They have gaped upon me with their mouth; they have smitten me upon the cheek reproachfully; they have gathered themselves together against me.  <strong>11</strong> God hath delivered me to the ungodly, and turned me over into the hands of the wicked.  ","niv":"<sup><strong>12</strong></sup> Why has your heart carried you away, and why do your eyes flash, <sup><strong>13</strong></sup> so that you vent your rage against God and pour out such words from your mouth? <sup><strong>14</strong></sup> \"What is man, that he could be pure, or one born of woman, that he could be righteous? <sup><strong>15</strong></sup> If God places no trust in his holy ones, if even the heavens are not pure in his eyes, <sup><strong>16</strong></sup> how much less man, who is vile and corrupt, who drinks up evil like water! "},{"_id":"61697562bda5ba8d7370813e","topicId":"6169755fbda5ba8d73708132","verse":"Genesis 4:1-26","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p01004001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01004001-1\">4:1&nbsp;</b>Now Adam knew Eve his wife, and she conceived and bore Cain, saying, “I have gotten a man with the help of the LORD.” <b class=\"verse-num\" id=\"v01004002-1\">2&nbsp;</b>And again, she bore his brother Abel. Now Abel was a keeper of sheep, and Cain a worker of the ground. <b class=\"verse-num\" id=\"v01004003-1\">3&nbsp;</b>In the course of time Cain brought to the LORD an offering of the fruit of the ground, <b class=\"verse-num\" id=\"v01004004-1\">4&nbsp;</b>and Abel also brought of the firstborn of his flock and of their fat portions. And the LORD had regard for Abel and his offering, <b class=\"verse-num\" id=\"v01004005-1\">5&nbsp;</b>but for Cain and his offering he had no regard. So Cain was very angry, and his face fell. <b class=\"verse-num\" id=\"v01004006-1\">6&nbsp;</b>The LORD said to Cain, “Why are you angry, and why has your face fallen? <b class=\"verse-num\" id=\"v01004007-1\">7&nbsp;</b>If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.”</p>\n<p id=\"p01004007_04-13\"><b class=\"verse-num\" id=\"v01004008-1\">8&nbsp;</b>Cain spoke to Abel his brother. And when they were in the field, Cain rose up against his brother Abel and killed him. <b class=\"verse-num\" id=\"v01004009-1\">9&nbsp;</b>Then the LORD said to Cain, “Where is Abel your brother?” He said, “I do not know; am I my brother’s keeper?” <b class=\"verse-num\" id=\"v01004010-1\">10&nbsp;</b>And the LORD said, “What have you done? The voice of your brother’s blood is crying to me from the ground. <b class=\"verse-num\" id=\"v01004011-1\">11&nbsp;</b>And now you are cursed from the ground, which has opened its mouth to receive your brother’s blood from your hand. <b class=\"verse-num\" id=\"v01004012-1\">12&nbsp;</b>When you work the ground, it shall no longer yield to you its strength. You shall be a fugitive and a wanderer on the earth.” <b class=\"verse-num\" id=\"v01004013-1\">13&nbsp;</b>Cain said to the LORD, “My punishment is greater than I can bear. <b class=\"verse-num\" id=\"v01004014-1\">14&nbsp;</b>Behold, you have driven me today away from the ground, and from your face I shall be hidden. I shall be a fugitive and a wanderer on the earth, and whoever finds me will kill me.” <b class=\"verse-num\" id=\"v01004015-1\">15&nbsp;</b>Then the LORD said to him, “Not so! If anyone kills Cain, vengeance shall be taken on him sevenfold.” And the LORD put a mark on Cain, lest any who found him should attack him. <b class=\"verse-num\" id=\"v01004016-1\">16&nbsp;</b>Then Cain went away from the presence of the LORD and settled in the land of Nod, east of Eden.</p>\n<p id=\"p01004016_04-13\"><b class=\"verse-num\" id=\"v01004017-1\">17&nbsp;</b>Cain knew his wife, and she conceived and bore Enoch. When he built a city, he called the name of the city after the name of his son, Enoch. <b class=\"verse-num\" id=\"v01004018-1\">18&nbsp;</b>To Enoch was born Irad, and Irad fathered Mehujael, and Mehujael fathered Methushael, and Methushael fathered Lamech. <b class=\"verse-num\" id=\"v01004019-1\">19&nbsp;</b>And Lamech took two wives. The name of the one was Adah, and the name of the other Zillah. <b class=\"verse-num\" id=\"v01004020-1\">20&nbsp;</b>Adah bore Jabal; he was the father of those who dwell in tents and have livestock. <b class=\"verse-num\" id=\"v01004021-1\">21&nbsp;</b>His brother’s name was Jubal; he was the father of all those who play the lyre and pipe. <b class=\"verse-num\" id=\"v01004022-1\">22&nbsp;</b>Zillah also bore Tubal-cain; he was the forger of all instruments of bronze and iron. The sister of Tubal-cain was Naamah.</p>\n<p id=\"p01004022_04-13\"><b class=\"verse-num\" id=\"v01004023-1\">23&nbsp;</b>Lamech said to his wives:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01004023_04-13\" class=\"line\">&nbsp;&nbsp;“Adah and Zillah, hear my voice;</span><br><span id=\"p01004023_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you wives of Lamech, listen to what I say:</span><br><span id=\"p01004023_04-13\" class=\"line\">&nbsp;&nbsp;I have killed a man for wounding me,</span><br><span id=\"p01004023_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a young man for striking me.</span><br><span id=\"p01004024_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01004024-1\">24&nbsp;</b>&nbsp;&nbsp;If Cain’s revenge is sevenfold,</span><br><span id=\"p01004024_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then Lamech’s is seventy-sevenfold.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01004024_04-13\"><b class=\"verse-num\" id=\"v01004025-1\">25&nbsp;</b>And Adam knew his wife again, and she bore a son and called his name Seth, for she said, “God has appointed for me another offspring instead of Abel, for Cain killed him.” <b class=\"verse-num\" id=\"v01004026-1\">26&nbsp;</b>To Seth also a son was born, and he called his name Enosh. At that time people began to call upon the name of the LORD.</p>\n\n</div>","kjv":"<strong>1</strong> And Adam knew Eve his wife; and she conceived, and bare Cain, and said, I have gotten a man from the LORD.  <strong>2</strong> And she again bare his brother Abel. And Abel was a keeper of sheep, but Cain was a tiller of the ground.  <strong>3</strong> And in process of time it came to pass, that Cain brought of the fruit of the ground an offering unto the LORD.  <strong>4</strong> And Abel, he also brought of the firstlings of his flock and of the fat thereof. And the LORD had respect unto Abel and to his offering:  <strong>5</strong> But unto Cain and to his offering he had not respect. And Cain was very wroth, and his countenance fell.  <strong>6</strong> And the LORD said unto Cain, Why art thou wroth? and why is thy countenance fallen?  <strong>7</strong> If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.  <strong>8</strong> And Cain talked with Abel his brother: and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him.  <strong>9</strong> And the LORD said unto Cain, Where is Abel thy brother? And he said, I know not: Am I my brother’s keeper?  <strong>10</strong> And he said, What hast thou done? the voice of thy brother’s blood crieth unto me from the ground.  <strong>11</strong> And now art thou cursed from the earth, which hath opened her mouth to receive thy brother’s blood from thy hand;  <strong>12</strong> When thou tillest the ground, it shall not henceforth yield unto thee her strength; a fugitive and a vagabond shalt thou be in the earth.  <strong>13</strong> And Cain said unto the LORD, My punishment is greater than I can bear.  <strong>14</strong> Behold, thou hast driven me out this day from the face of the earth; and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that every one that findeth me shall slay me.  <strong>15</strong> And the LORD said unto him, Therefore whosoever slayeth Cain, vengeance shall be taken on him sevenfold. And the LORD set a mark upon Cain, lest any finding him should kill him.  <strong>16</strong> And Cain went out from the presence of the LORD, and dwelt in the land of Nod, on the east of Eden.  <strong>17</strong> And Cain knew his wife; and she conceived, and bare Enoch: and he builded a city, and called the name of the city, after the name of his son, Enoch.  <strong>18</strong> And unto Enoch was born Irad: and Irad begat Mehujael: and Mehujael begat Methusael: and Methusael begat Lamech.  <strong>19</strong> And Lamech took unto him two wives: the name of the one was  Adah, and the name of the other Zillah.  <strong>20</strong> And Adah bare Jabal: he was the father of such as dwell in tents, and of such as have cattle.  <strong>21</strong> And his brother’s name was Jubal: he was the father of all such as handle the harp and organ.  <strong>22</strong> And Zillah, she also bare Tubal-cain, an instructer of every artificer in brass and iron: and the sister of Tubal-cain was Naamah.  <strong>23</strong> And Lamech said unto his wives, Adah and Zillah, Hear my voice; ye wives of Lamech, hearken unto my speech: for I have slain a man to my wounding, and a young man to my hurt.  <strong>24</strong> If Cain shall be avenged sevenfold, truly Lamech seventy and sevenfold.  <strong>25</strong> And Adam knew his wife again; and she bare a son, and called his name Seth: For God, said she, hath appointed me another seed instead of Abel, whom Cain slew.  <strong>26</strong> And to Seth, to him also there was born a son; and he called his name Enos: then began men to call upon the name of the LORD.  ","niv":"<sup><strong>1</strong></sup> Adam lay with his wife Eve, and she became pregnant and gave birth to Cain. She said, \"With the help of the LORD I have brought forth a man.\" <sup><strong>2</strong></sup> Later she gave birth to his brother Abel. Now Abel kept flocks, and Cain worked the soil. <sup><strong>3</strong></sup> In the course of time Cain brought some of the fruits of the soil as an offering to the LORD. <sup><strong>4</strong></sup> But Abel brought fat portions from some of the firstborn of his flock. The LORD looked with favor on Abel and his offering, <sup><strong>5</strong></sup> but on Cain and his offering he did not look with favor. So Cain was very angry, and his face was downcast. <sup><strong>6</strong></sup> Then the LORD said to Cain, \"Why are you angry? Why is your face downcast? <sup><strong>7</strong></sup> If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must master it.\" <sup><strong>8</strong></sup> Now Cain said to his brother Abel, \"Let's go out to the field.\" And while they were in the field, Cain attacked his brother Abel and killed him. <sup><strong>9</strong></sup> Then the LORD said to Cain, \"Where is your brother Abel?I don't know,\" he replied. \"Am I my brother's keeper?\" <sup><strong>10</strong></sup> The LORD said, \"What have you done? Listen! Your brother's blood cries out to me from the ground. <sup><strong>11</strong></sup> Now you are under a curse and driven from the ground, which opened its mouth to receive your brother's blood from your hand. <sup><strong>12</strong></sup> When you work the ground, it will no longer yield its crops for you. You will be a restless wanderer on the earth.\" <sup><strong>13</strong></sup> Cain said to the LORD, \"My punishment is more than I can bear. <sup><strong>14</strong></sup> Today you are driving me from the land, and I will be hidden from your presence; I will be a restless wanderer on the earth, and whoever finds me will kill me.\" <sup><strong>15</strong></sup> But the LORD said to him, \"Not so; if anyone kills Cain, he will suffer vengeance seven times over.\" Then the LORD put a mark on Cain so that no one who found him would kill him. <sup><strong>16</strong></sup> So Cain went out from the LORD's presence and lived in the land of Nod, east of Eden. <sup><strong>17</strong></sup> Cain lay with his wife, and she became pregnant and gave birth to Enoch. Cain was then building a city, and he named it after his son Enoch. <sup><strong>18</strong></sup> To Enoch was born Irad, and Irad was the father of Mehujael, and Mehujael was the father of Methushael, and Methushael was the father of Lamech. <sup><strong>19</strong></sup> Lamech married two women, one named Adah and the other Zillah. <sup><strong>20</strong></sup> Adah gave birth to Jabal; he was the father of those who live in tents and raise livestock. <sup><strong>21</strong></sup> His brother's name was Jubal; he was the father of all who play the harp and flute. <sup><strong>22</strong></sup> Zillah also had a son, Tubal-Cain, who forged all kinds of tools out of bronze and iron. Tubal-Cain's sister was Naamah. <sup><strong>23</strong></sup> Lamech said to his wives, \"Adah and Zillah, listen to me; wives of Lamech, hear my words. I have killed a man for wounding me, a young man for injuring me. <sup><strong>24</strong></sup> If Cain is avenged seven times, then Lamech seventy-seven times.\" <sup><strong>25</strong></sup> Adam lay with his wife again, and she gave birth to a son and named him Seth, saying, \"God has granted me another child in place of Abel, since Cain killed him.\" <sup><strong>26</strong></sup> Seth also had a son, and he named him Enosh. At that time men began to call on the name of the LORD. "},{"_id":"61697562bda5ba8d7370813f","topicId":"6169755fbda5ba8d73708132","verse":"Habakkuk 1:3-4","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35001003_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v35001003-1\">3&nbsp;</b>&nbsp;&nbsp;Why do you make me see iniquity,</span><br><span id=\"p35001003_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and why do you idly look at wrong?</span><br><span id=\"p35001003_01-14\" class=\"line\">&nbsp;&nbsp;Destruction and violence are before me;</span><br><span id=\"p35001003_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strife and contention arise.</span><br><span id=\"p35001004_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v35001004-1\">4&nbsp;</b>&nbsp;&nbsp;So the law is paralyzed,</span><br><span id=\"p35001004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and justice never goes forth.</span><br><span id=\"p35001004_01-14\" class=\"line\">&nbsp;&nbsp;For the wicked surround the righteous;</span><br><span id=\"p35001004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so justice goes forth perverted.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Why dost thou shew me iniquity, and cause me to behold grievance? for spoiling and violence are before me: and there are that raise up strife and contention.  <strong>4</strong> Therefore the law is slacked, and judgment doth never go forth: for the wicked doth compass about the righteous; therefore wrong judgment proceedeth.  ","niv":"<sup><strong>3</strong></sup> Why do you make me look at injustice? Why do you tolerate wrong? Destruction and violence are before me; there is strife, and conflict abounds. <sup><strong>4</strong></sup> Therefore the law is paralyzed, and justice never prevails. The wicked hem in the righteous, so that justice is perverted. "},{"_id":"61697563bda5ba8d73708140","topicId":"6169755fbda5ba8d73708132","verse":"Daniel 2:20-44","votes":5,"__v":0,"esv":"<div>\n<p id=\"p27002020_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002020-1\">20&nbsp;</b>Daniel answered and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27002020_01-15\" class=\"line\">&nbsp;&nbsp;“Blessed be the name of God forever and ever,</span><br><span id=\"p27002020_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to whom belong wisdom and might.</span><br><span id=\"p27002021_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002021-1\">21&nbsp;</b>&nbsp;&nbsp;He changes times and seasons;</span><br><span id=\"p27002021_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he removes kings and sets up kings;</span><br><span id=\"p27002021_01-15\" class=\"line\">&nbsp;&nbsp;he gives wisdom to the wise</span><br><span id=\"p27002021_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and knowledge to those who have understanding;</span><br><span id=\"p27002022_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002022-1\">22&nbsp;</b>&nbsp;&nbsp;he reveals deep and hidden things;</span><br><span id=\"p27002022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he knows what is in the darkness,</span><br><span id=\"p27002022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the light dwells with him.</span><br><span id=\"p27002023_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002023-1\">23&nbsp;</b>&nbsp;&nbsp;To you, O God of my fathers,</span><br><span id=\"p27002023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I give thanks and praise,</span><br><span id=\"p27002023_01-15\" class=\"line\">&nbsp;&nbsp;for you have given me wisdom and might,</span><br><span id=\"p27002023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have now made known to me what we asked of you,</span><br><span id=\"p27002023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have made known to us the king’s matter.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27002023_01-15\"><b class=\"verse-num\" id=\"v27002024-1\">24&nbsp;</b>Therefore Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: “Do not destroy the wise men of Babylon; bring me in before the king, and I will show the king the interpretation.”</p>\n<p id=\"p27002024_01-15\"><b class=\"verse-num\" id=\"v27002025-1\">25&nbsp;</b>Then Arioch brought in Daniel before the king in haste and said thus to him: “I have found among the exiles from Judah a man who will make known to the king the interpretation.” <b class=\"verse-num\" id=\"v27002026-1\">26&nbsp;</b>The king declared to Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream that I have seen and its interpretation?” <b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked, <b class=\"verse-num\" id=\"v27002028-1\">28&nbsp;</b>but there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will be in the latter days. Your dream and the visions of your head as you lay in bed are these: <b class=\"verse-num\" id=\"v27002029-1\">29&nbsp;</b>To you, O king, as you lay in bed came thoughts of what would be after this, and he who reveals mysteries made known to you what is to be. <b class=\"verse-num\" id=\"v27002030-1\">30&nbsp;</b>But as for me, this mystery has been revealed to me, not because of any wisdom that I have more than all the living, but in order that the interpretation may be made known to the king, and that you may know the thoughts of your mind.</p>\n\n<p id=\"p27002030_05-15\"><b class=\"verse-num\" id=\"v27002031-1\">31&nbsp;</b>“You saw, O king, and behold, a great image. This image, mighty and of exceeding brightness, stood before you, and its appearance was frightening. <b class=\"verse-num\" id=\"v27002032-1\">32&nbsp;</b>The head of this image was of fine gold, its chest and arms of silver, its middle and thighs of bronze, <b class=\"verse-num\" id=\"v27002033-1\">33&nbsp;</b>its legs of iron, its feet partly of iron and partly of clay. <b class=\"verse-num\" id=\"v27002034-1\">34&nbsp;</b>As you looked, a stone was cut out by no human hand, and it struck the image on its feet of iron and clay, and broke them in pieces. <b class=\"verse-num\" id=\"v27002035-1\">35&nbsp;</b>Then the iron, the clay, the bronze, the silver, and the gold, all together were broken in pieces, and became like the chaff of the summer threshing floors; and the wind carried them away, so that not a trace of them could be found. But the stone that struck the image became a great mountain and filled the whole earth.</p>\n<p id=\"p27002035_05-15\"><b class=\"verse-num\" id=\"v27002036-1\">36&nbsp;</b>“This was the dream. Now we will tell the king its interpretation. <b class=\"verse-num\" id=\"v27002037-1\">37&nbsp;</b>You, O king, the king of kings, to whom the God of heaven has given the kingdom, the power, and the might, and the glory, <b class=\"verse-num\" id=\"v27002038-1\">38&nbsp;</b>and into whose hand he has given, wherever they dwell, the children of man, the beasts of the field, and the birds of the heavens, making you rule over them all—you are the head of gold. <b class=\"verse-num\" id=\"v27002039-1\">39&nbsp;</b>Another kingdom inferior to you shall arise after you, and yet a third kingdom of bronze, which shall rule over all the earth. <b class=\"verse-num\" id=\"v27002040-1\">40&nbsp;</b>And there shall be a fourth kingdom, strong as iron, because iron breaks to pieces and shatters all things. And like iron that crushes, it shall break and crush all these. <b class=\"verse-num\" id=\"v27002041-1\">41&nbsp;</b>And as you saw the feet and toes, partly of potter’s clay and partly of iron, it shall be a divided kingdom, but some of the firmness of iron shall be in it, just as you saw iron mixed with the soft clay. <b class=\"verse-num\" id=\"v27002042-1\">42&nbsp;</b>And as the toes of the feet were partly iron and partly clay, so the kingdom shall be partly strong and partly brittle. <b class=\"verse-num\" id=\"v27002043-1\">43&nbsp;</b>As you saw the iron mixed with soft clay, so they will mix with one another in marriage, but they will not hold together, just as iron does not mix with clay. <b class=\"verse-num\" id=\"v27002044-1\">44&nbsp;</b>And in the days of those kings the God of heaven will set up a kingdom that shall never be destroyed, nor shall the kingdom be left to another people. It shall break in pieces all these kingdoms and bring them to an end, and it shall stand forever,</p>\n\n</div>","kjv":"<strong>20</strong> Daniel answered and said, Blessed be the name of God for ever and ever: for wisdom and might are his:  <strong>21</strong> And he changeth the times and the seasons: he removeth kings, and setteth up kings: he giveth wisdom unto the wise, and knowledge to them that know understanding:  <strong>22</strong> He revealeth the deep and secret things: he knoweth what is  in the darkness, and the light dwelleth with him.  <strong>23</strong> I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king’s matter.  <strong>24</strong> Therefore Daniel went in unto Arioch, whom the king had ordained to destroy the wise men of Babylon: he went and said thus unto him; Destroy not the wise men of Babylon: bring me in before the king, and I will shew unto the king the interpretation.  <strong>25</strong> Then Arioch brought in Daniel before the king in haste and said thus unto him, I have found a man of the captives of Judah, that will make known unto the king the interpretation.  <strong>26</strong> The king answered and said to Daniel, whose name was Belteshazzar, Art thou able to make known unto me the dream which I have seen, and the interpretation thereof?  <strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  <strong>28</strong> But there is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;  <strong>29</strong> As for thee, O king, thy thoughts came into thy mind upon thy bed, what should come to pass hereafter: and he that revealeth secrets maketh known to thee what shall come to pass.  <strong>30</strong> But as for me, this secret is not revealed to me for any  wisdom that I have more than any living, but for their sakes that shall make known the interpretation to the king, and that thou mightest know the thoughts of thy heart.  <strong>31</strong> Thou, O king, sawest, and behold a great image. This great image, whose brightness was excellent, stood before thee; and the form thereof was  terrible.  <strong>32</strong> This image’s head was of fine gold, his breast and his arms of silver, his belly and his thighs of brass,  <strong>33</strong> His legs of iron, his feet part of iron and part of clay.  <strong>34</strong> Thou sawest till that a stone was cut out without hands, which smote the image upon his feet that were of iron and clay, and brake them to pieces.  <strong>35</strong> Then was the iron, the clay, the brass, the silver, and the gold, broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them: and the stone that smote the image became a great mountain, and filled the whole earth.  <strong>36</strong> This is the dream; and we will tell the interpretation thereof before the king.  <strong>37</strong> Thou, O king, art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory.  <strong>38</strong> And wheresoever the children of men dwell, the beasts of the field and the fowls of the heaven hath he given into thine hand, and hath made thee ruler over them all. Thou art this head of gold.  <strong>39</strong> And after thee shall arise another kingdom inferior to thee, and another third kingdom of brass, which shall bear rule over all the earth.  <strong>40</strong> And the fourth kingdom shall be strong as iron: forasmuch as iron breaketh in pieces and subdueth all things: and as iron that breaketh all these, shall it break in pieces and bruise.  <strong>41</strong> And whereas thou sawest the feet and toes, part of potters’ clay, and part of iron, the kingdom shall be divided; but there shall be in it of the strength of the iron, forasmuch as thou sawest the iron mixed with miry clay.  <strong>42</strong> And as the toes of the feet were part of iron, and part of clay, so the kingdom shall be partly strong, and partly broken.  <strong>43</strong> And whereas thou sawest iron mixed with miry clay, they shall mingle themselves with the seed of men: but they shall not cleave one to another, even as iron is not mixed with clay.  <strong>44</strong> And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever.  ","niv":"<sup><strong>20</strong></sup> and said: \"Praise be to the name of God for ever and ever; wisdom and power are his. <sup><strong>21</strong></sup> He changes times and seasons; he sets up kings and deposes them. He gives wisdom to the wise and knowledge to the discerning. <sup><strong>22</strong></sup> He reveals deep and hidden things; he knows what lies in darkness, and light dwells with him. <sup><strong>23</strong></sup> I thank and praise you, O God of my fathers: You have given me wisdom and power, you have made known to me what we asked of you, you have made known to us the dream of the king.\" <sup><strong>24</strong></sup> Then Daniel went to Arioch, whom the king had appointed to execute the wise men of Babylon, and said to him, \"Do not execute the wise men of Babylon. Take me to the king, and I will interpret his dream for him.\" <sup><strong>25</strong></sup> Arioch took Daniel to the king at once and said, \"I have found a man among the exiles from Judah who can tell the king what his dream means.\" <sup><strong>26</strong></sup> The king asked Daniel (also called Belteshazzar), \"Are you able to tell me what I saw in my dream and interpret it?\" <sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about, <sup><strong>28</strong></sup> but there is a God in heaven who reveals mysteries. He has shown King Nebuchadnezzar what will happen in days to come. Your dream and the visions that passed through your mind as you lay on your bed are these: <sup><strong>29</strong></sup> \"As you were lying there, O king, your mind turned to things to come, and the revealer of mysteries showed you what is going to happen. <sup><strong>30</strong></sup> As for me, this mystery has been revealed to me, not because I have greater wisdom than other living men, but so that you, O king, may know the interpretation and that you may understand what went through your mind. <sup><strong>31</strong></sup> \"You looked, O king, and there before you stood a large statue-an enormous, dazzling statue, awesome in appearance. <sup><strong>32</strong></sup> The head of the statue was made of pure gold, its chest and arms of silver, its belly and thighs of bronze, <sup><strong>33</strong></sup> its legs of iron, its feet partly of iron and partly of baked clay. <sup><strong>34</strong></sup> While you were watching, a rock was cut out, but not by human hands. It struck the statue on its feet of iron and clay and smashed them. <sup><strong>35</strong></sup> Then the iron, the clay, the bronze, the silver and the gold were broken to pieces at the same time and became like chaff on a threshing floor in the summer. The wind swept them away without leaving a trace. But the rock that struck the statue became a huge mountain and filled the whole earth. <sup><strong>36</strong></sup> \"This was the dream, and now we will interpret it to the king. <sup><strong>37</strong></sup> You, O king, are the king of kings. The God of heaven has given you dominion and power and might and glory; <sup><strong>38</strong></sup> in your hands he has placed mankind and the beasts of the field and the birds of the air. Wherever they live, he has made you ruler over them all. You are that head of gold. <sup><strong>39</strong></sup> \"After you, another kingdom will rise, inferior to yours. Next, a third kingdom, one of bronze, will rule over the whole earth. <sup><strong>40</strong></sup> Finally, there will be a fourth kingdom, strong as iron-for iron breaks and smashes everything-and as iron breaks things to pieces, so it will crush and break all the others. <sup><strong>41</strong></sup> Just as you saw that the feet and toes were partly of baked clay and partly of iron, so this will be a divided kingdom; yet it will have some of the strength of iron in it, even as you saw iron mixed with clay. <sup><strong>42</strong></sup> As the toes were partly iron and partly clay, so this kingdom will be partly strong and partly brittle. <sup><strong>43</strong></sup> And just as you saw the iron mixed with baked clay, so the people will be a mixture and will not remain united, any more than iron mixes with clay. <sup><strong>44</strong></sup> \"In the time of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will it be left to another people. It will crush all those kingdoms and bring them to an end, but it will itself endure forever. "},{"_id":"61697563bda5ba8d73708141","topicId":"6169755fbda5ba8d73708132","verse":"Jeremiah 2:34","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24002034_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002034-1\">34&nbsp;</b>&nbsp;&nbsp;Also on your skirts is found</span><br><span id=\"p24002034_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the lifeblood of the guiltless poor;</span><br><span id=\"p24002034_01-16\" class=\"line\">&nbsp;&nbsp;you did not find them breaking in.</span><br><span id=\"p24002034_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Yet in spite of all these things</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>34</strong> Also in thy skirts is found the blood of the souls of the poor innocents: I have not found it by secret search, but upon all these.  ","niv":"<sup><strong>34</strong></sup> On your clothes men find the lifeblood of the innocent poor, though you did not catch them breaking in. Yet in spite of all this"},{"_id":"61697563bda5ba8d73708142","topicId":"6169755fbda5ba8d73708132","verse":"Proverbs 11:10-21","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011010_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011010-1\">10&nbsp;</b>&nbsp;&nbsp;When it goes well with the righteous, the city rejoices,</span><br><span id=\"p20011010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and when the wicked perish there are shouts of gladness.</span><br><span id=\"p20011011_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011011-1\">11&nbsp;</b>&nbsp;&nbsp;By the blessing of the upright a city is exalted,</span><br><span id=\"p20011011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but by the mouth of the wicked it is overthrown.</span><br><span id=\"p20011012_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011012-1\">12&nbsp;</b>&nbsp;&nbsp;Whoever belittles his neighbor lacks sense,</span><br><span id=\"p20011012_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a man of understanding remains silent.</span><br><span id=\"p20011013_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011013-1\">13&nbsp;</b>&nbsp;&nbsp;Whoever goes about slandering reveals secrets,</span><br><span id=\"p20011013_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is trustworthy in spirit keeps a thing covered.</span><br><span id=\"p20011014_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011014-1\">14&nbsp;</b>&nbsp;&nbsp;Where there is no guidance, a people falls,</span><br><span id=\"p20011014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but in an abundance of counselors there is safety.</span><br><span id=\"p20011015_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011015-1\">15&nbsp;</b>&nbsp;&nbsp;Whoever puts up security for a stranger will surely suffer harm,</span><br><span id=\"p20011015_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who hates striking hands in pledge is secure.</span><br><span id=\"p20011016_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011016-1\">16&nbsp;</b>&nbsp;&nbsp;A gracious woman gets honor,</span><br><span id=\"p20011016_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and violent men get riches.</span><br><span id=\"p20011017_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011017-1\">17&nbsp;</b>&nbsp;&nbsp;A man who is kind benefits himself,</span><br><span id=\"p20011017_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a cruel man hurts himself.</span><br><span id=\"p20011018_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011018-1\">18&nbsp;</b>&nbsp;&nbsp;The wicked earns deceptive wages,</span><br><span id=\"p20011018_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but one who sows righteousness gets a sure reward.</span><br><span id=\"p20011019_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011019-1\">19&nbsp;</b>&nbsp;&nbsp;Whoever is steadfast in righteousness will live,</span><br><span id=\"p20011019_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who pursues evil will die.</span><br><span id=\"p20011020_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011020-1\">20&nbsp;</b>&nbsp;&nbsp;Those of crooked heart are an abomination to the LORD,</span><br><span id=\"p20011020_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those of blameless ways are his delight.</span><br><span id=\"p20011021_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011021-1\">21&nbsp;</b>&nbsp;&nbsp;Be assured, an evil person will not go unpunished,</span><br><span id=\"p20011021_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the offspring of the righteous will be delivered.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> When it goeth well with the righteous, the city rejoiceth: and when the wicked perish, there is shouting.  <strong>11</strong> By the blessing of the upright the city is exalted: but it is overthrown by the mouth of the wicked.  <strong>12</strong> He that is void of wisdom despiseth his neighbour: but a man of understanding holdeth his peace.  <strong>13</strong> A talebearer revealeth secrets: but he that is of a faithful spirit concealeth the matter.  <strong>14</strong> Where no counsel is, the people fall: but in the multitude of counsellors there is safety.  <strong>15</strong> He that is surety for a stranger shall smart for it: and he that hateth suretiship is sure.  <strong>16</strong> A gracious woman retaineth honour: and strong men retain riches.  <strong>17</strong> The merciful man doeth good to his own soul: but he that is  cruel troubleth his own flesh.  <strong>18</strong> The wicked worketh a deceitful work: but to him that soweth righteousness shall be a sure reward.  <strong>19</strong> As righteousness tendeth to life: so he that pursueth evil pursueth it to his own death.  <strong>20</strong> They that are of a froward heart are abomination to the LORD: but such as are upright in their way are his delight.  <strong>21</strong> Though hand join in hand, the wicked shall not be unpunished: but the seed of the righteous shall be delivered.  ","niv":"<sup><strong>10</strong></sup> When the righteous prosper, the city rejoices; when the wicked perish, there are shouts of joy. <sup><strong>11</strong></sup> Through the blessing of the upright a city is exalted, but by the mouth of the wicked it is destroyed. <sup><strong>12</strong></sup> A man who lacks judgment derides his neighbor, but a man of understanding holds his tongue. <sup><strong>13</strong></sup> A gossip betrays a confidence, but a trustworthy man keeps a secret. <sup><strong>14</strong></sup> For lack of guidance a nation falls, but many advisers make victory sure. <sup><strong>15</strong></sup> He who puts up security for another will surely suffer, but whoever refuses to strike hands in pledge is safe. <sup><strong>16</strong></sup> A kindhearted woman gains respect, but ruthless men gain only wealth. <sup><strong>17</strong></sup> A kind man benefits himself, but a cruel man brings trouble on himself. <sup><strong>18</strong></sup> The wicked man earns deceptive wages, but he who sows righteousness reaps a sure reward. <sup><strong>19</strong></sup> The truly righteous man attains life, but he who pursues evil goes to his death. <sup><strong>20</strong></sup> The LORD detests men of perverse heart but he delights in those whose ways are blameless. <sup><strong>21</strong></sup> Be sure of this: The wicked will not go unpunished, but those who are righteous will go free. "},{"_id":"61697564bda5ba8d73708143","topicId":"6169755fbda5ba8d73708132","verse":"Psalm 60:1-62:12","votes":5,"__v":0,"kjv":"<strong>1</strong> O God, thou hast cast us off, thou hast scattered us, thou hast been displeased; O turn thyself to us again.  <strong>2</strong> Thou hast made the earth to tremble; thou hast broken it: heal the breaches thereof; for it shaketh.  <strong>3</strong> Thou hast shewed thy people hard things: thou hast made us to drink the wine of astonishment.  <strong>4</strong> Thou hast given a banner to them that fear thee, that it may be displayed because of the truth. Selah.  <strong>5</strong> That thy beloved may be delivered; save with thy right hand, and hear me.  <strong>6</strong> God hath spoken in his holiness; I will rejoice, I will divide Shechem, and mete out the valley of Succoth.  <strong>7</strong> Gilead is mine, and Manasseh is mine; Ephraim also is the strength of mine head; Judah is my lawgiver;  <strong>8</strong> Moab is my washpot; over Edom will I cast out my shoe: Philistia, triumph thou because of me.  <strong>9</strong> Who will bring me into the strong city? who will lead me into Edom?  <strong>10</strong>             Wilt not thou, O God, which hadst cast us off? and thou, O God, which didst not go out with our armies?  <strong>11</strong> Give us help from trouble: for vain is the help of man.  <strong>12</strong> Through God we shall do valiantly: for he it is that shall tread down our enemies.  <strong>1</strong> Hear my cry, O God; attend unto my prayer.  <strong>2</strong> From the end of the earth will I cry unto thee, when my heart is overwhelmed: lead me to the rock that is higher than I.  <strong>3</strong> For thou hast been a shelter for me, and a strong tower from the enemy.  <strong>4</strong> I will abide in thy tabernacle for ever: I will trust in the covert of thy wings. Selah.  <strong>5</strong> For thou, O God, hast heard my vows: thou hast given me the heritage of those that fear thy name.  <strong>6</strong> Thou wilt prolong the king’s life: and his years as many generations.  <strong>7</strong> He shall abide before God for ever: O prepare mercy and truth, which may preserve him.  <strong>8</strong> So will I sing praise unto thy name for ever, that I may daily perform my vows.  <strong>1</strong> Truly my soul waiteth upon God: from him cometh my salvation.  <strong>2</strong> He only is my rock and my salvation; he is my defence; I shall not be greatly moved.  <strong>3</strong> How long will ye imagine mischief against a man? ye shall be slain all of you: as a bowing wall shall ye be, and as a tottering fence.  <strong>4</strong> They only consult to cast him down from his excellency: they delight in lies: they bless with their mouth, but they curse inwardly. Selah.  <strong>5</strong> My soul, wait thou only upon God; for my expectation is from him.  <strong>6</strong> He only is my rock and my salvation: he is my defence; I shall not be moved.  <strong>7</strong> In God is my salvation and my glory: the rock of my strength, and my refuge, is in God.  <strong>8</strong> Trust in him at all times; ye people, pour out your heart before him: God is a refuge for us. Selah.  <strong>9</strong> Surely men of low degree are vanity, and men of high degree are a lie: to be laid in the balance, they are  altogether lighter than vanity.  <strong>10</strong> Trust not in oppression, and become not vain in robbery: if riches increase, set not your heart upon them. <strong>11</strong> God hath spoken once; twice have I heard this; that power belongeth  unto God.  <strong>12</strong> Also unto thee, O Lord, belongeth mercy: for thou renderest to every man according to his work.  ","niv":"<sup><strong>1</strong></sup> You have rejected us, O God, and burst forth upon us; you have been angry-now restore us! <sup><strong>2</strong></sup> You have shaken the land and torn it open; mend its fractures, for it is quaking. <sup><strong>3</strong></sup> You have shown your people desperate times; you have given us wine that makes us stagger. <sup><strong>4</strong></sup> But for those who fear you, you have raised a banner to be unfurled against the bow. Selah <sup><strong>5</strong></sup> Save us and help us with your right hand, that those you love may be delivered. <sup><strong>6</strong></sup> God has spoken from his sanctuary: \"In triumph I will parcel out Shechem and measure off the Valley of Succoth. <sup><strong>7</strong></sup> Gilead is mine, and Manasseh is mine; Ephraim is my helmet, Judah my scepter. <sup><strong>8</strong></sup> Moab is my washbasin, upon Edom I toss my sandal; over Philistia I shout in triumph.\" <sup><strong>9</strong></sup> Who will bring me to the fortified city? Who will lead me to Edom? <sup><strong>10</strong></sup> Is it not you, O God, you who have rejected us and no longer go out with our armies? <sup><strong>11</strong></sup> Give us aid against the enemy, for the help of man is worthless. <sup><strong>12</strong></sup> With God we will gain the victory, and he will trample down our enemies. <sup><strong>13</strong></sup> undefined <sup><strong>14</strong></sup> undefined <sup><strong>15</strong></sup> undefined <sup><strong>16</strong></sup> undefined <sup><strong>17</strong></sup> undefined <sup><strong>18</strong></sup> undefined <sup><strong>19</strong></sup> undefined <sup><strong>20</strong></sup> undefined <sup><strong>21</strong></sup> undefined <sup><strong>22</strong></sup> undefined <sup><strong>23</strong></sup> undefined <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined <sup><strong>35</strong></sup> undefined <sup><strong>36</strong></sup> undefined <sup><strong>37</strong></sup> undefined <sup><strong>38</strong></sup> undefined <sup><strong>39</strong></sup> undefined <sup><strong>40</strong></sup> undefined <sup><strong>41</strong></sup> undefined <sup><strong>42</strong></sup> undefined <sup><strong>43</strong></sup> undefined <sup><strong>44</strong></sup> undefined <sup><strong>45</strong></sup> undefined <sup><strong>46</strong></sup> undefined <sup><strong>47</strong></sup> undefined <sup><strong>48</strong></sup> undefined <sup><strong>49</strong></sup> undefined <sup><strong>50</strong></sup> undefined <sup><strong>51</strong></sup> undefined <sup><strong>52</strong></sup> undefined <sup><strong>53</strong></sup> undefined <sup><strong>54</strong></sup> undefined <sup><strong>55</strong></sup> undefined <sup><strong>56</strong></sup> undefined <sup><strong>57</strong></sup> undefined <sup><strong>58</strong></sup> undefined <sup><strong>59</strong></sup> undefined <sup><strong>60</strong></sup> undefined <sup><strong>61</strong></sup> undefined <sup><strong>62</strong></sup> undefined "},{"_id":"61697564bda5ba8d73708144","topicId":"6169755fbda5ba8d73708132","verse":"1 Kings 9:20-22","votes":5,"__v":0,"esv":"<div>\n<p id=\"p11009020_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v11009020-1\">20&nbsp;</b>All the people who were left of the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not of the people of Israel—<b class=\"verse-num\" id=\"v11009021-1\">21&nbsp;</b>their descendants who were left after them in the land, whom the people of Israel were unable to devote to destruction—these Solomon drafted to be slaves, and so they are to this day. <b class=\"verse-num\" id=\"v11009022-1\">22&nbsp;</b>But of the people of Israel Solomon made no slaves. They were the soldiers, they were his officials, his commanders, his captains, his chariot commanders and his horsemen.</p>\n\n</div>","kjv":"<strong>20</strong> And all the people that were left of the Amorites, Hittites, Perizzites, Hivites, and Jebusites, which were not of the children of Israel,  <strong>21</strong> Their children that were left after them in the land, whom the children of Israel also were not able utterly to destroy, upon those did Solomon levy a tribute of bondservice unto this day.  <strong>22</strong> But of the children of Israel did Solomon make no bondmen: but they were men of war, and his servants, and his princes, and his captains, and rulers of his chariots, and his horsemen.  ","niv":"<sup><strong>20</strong></sup> All the people left from the Amorites, Hittites, Perizzites, Hivites and Jebusites (these peoples were not Israelites), <sup><strong>21</strong></sup> that is, their descendants remaining in the land, whom the Israelites could not exterminate -these Solomon conscripted for his slave labor force, as it is to this day. <sup><strong>22</strong></sup> But Solomon did not make slaves of any of the Israelites; they were his fighting men, his government officials, his officers, his captains, and the commanders of his chariots and charioteers. "},{"_id":"61697564bda5ba8d73708145","topicId":"6169755fbda5ba8d73708132","verse":"1 Samuel 25:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p09025013_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v09025013-1\">13&nbsp;</b>And David said to his men, “Every man strap on his sword!” And every man of them strapped on his sword. David also strapped on his sword. And about four hundred men went up after David, while two hundred remained with the baggage.</p>\n</div>","kjv":"<strong>13</strong> And David said unto his men, Gird ye on every man his sword. And they girded on every man his sword; and David also girded on his sword: and there went up after David about four hundred men; and two hundred abode by the stuff.  ","niv":"<sup><strong>13</strong></sup> David said to his men, \"Put on your swords!\" So they put on their swords, and David put on his. About four hundred men went up with David, while two hundred stayed with the supplies."},{"_id":"61697565bda5ba8d73708146","topicId":"6169755fbda5ba8d73708132","verse":"Judges 5:8","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p07005008_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v07005008-1\">8&nbsp;</b>&nbsp;&nbsp;When new gods were chosen,</span><br><span id=\"p07005008_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then war was in the gates.</span><br><span id=\"p07005008_01-23\" class=\"line\">&nbsp;&nbsp;Was shield or spear to be seen</span><br><span id=\"p07005008_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;among forty thousand in Israel?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> They chose new gods; then was war in the gates: was there a shield or spear seen among forty thousand in Israel?  ","niv":"<sup><strong>8</strong></sup> When they chose new gods, war came to the city gates, and not a shield or spear was seen among forty thousand in Israel."},{"_id":"61697565bda5ba8d73708147","topicId":"6169755fbda5ba8d73708132","verse":"Deuteronomy 19:1-21","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p05019001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05019001-1\">19:1&nbsp;</b>“When the LORD your God cuts off the nations whose land the LORD your God is giving you, and you dispossess them and dwell in their cities and in their houses, <b class=\"verse-num\" id=\"v05019002-1\">2&nbsp;</b>you shall set apart three cities for yourselves in the land that the LORD your God is giving you to possess. <b class=\"verse-num\" id=\"v05019003-1\">3&nbsp;</b>You shall measure the distances and divide into three parts the area of the land that the LORD your God gives you as a possession, so that any manslayer can flee to them.</p>\n<p id=\"p05019003_06-24\"><b class=\"verse-num\" id=\"v05019004-1\">4&nbsp;</b>“This is the provision for the manslayer, who by fleeing there may save his life. If anyone kills his neighbor unintentionally without having hated him in the past—<b class=\"verse-num\" id=\"v05019005-1\">5&nbsp;</b>as when someone goes into the forest with his neighbor to cut wood, and his hand swings the axe to cut down a tree, and the head slips from the handle and strikes his neighbor so that he dies—he may flee to one of these cities and live, <b class=\"verse-num\" id=\"v05019006-1\">6&nbsp;</b>lest the avenger of blood in hot anger pursue the manslayer and overtake him, because the way is long, and strike him fatally, though the man did not deserve to die, since he had not hated his neighbor in the past. <b class=\"verse-num\" id=\"v05019007-1\">7&nbsp;</b>Therefore I command you, You shall set apart three cities. <b class=\"verse-num\" id=\"v05019008-1\">8&nbsp;</b>And if the LORD your God enlarges your territory, as he has sworn to your fathers, and gives you all the land that he promised to give to your fathers—<b class=\"verse-num\" id=\"v05019009-1\">9&nbsp;</b>provided you are careful to keep all this commandment, which I command you today, by loving the LORD your God and by walking ever in his ways—then you shall add three other cities to these three, <b class=\"verse-num\" id=\"v05019010-1\">10&nbsp;</b>lest innocent blood be shed in your land that the LORD your God is giving you for an inheritance, and so the guilt of bloodshed be upon you.</p>\n<p id=\"p05019010_06-24\"><b class=\"verse-num\" id=\"v05019011-1\">11&nbsp;</b>“But if anyone hates his neighbor and lies in wait for him and attacks him and strikes him fatally so that he dies, and he flees into one of these cities, <b class=\"verse-num\" id=\"v05019012-1\">12&nbsp;</b>then the elders of his city shall send and take him from there, and hand him over to the avenger of blood, so that he may die. <b class=\"verse-num\" id=\"v05019013-1\">13&nbsp;</b>Your eye shall not pity him, but you shall purge the guilt of innocent blood from Israel, so that it may be well with you.</p>\n\n<p id=\"p05019013_08-24\"><b class=\"verse-num\" id=\"v05019014-1\">14&nbsp;</b>“You shall not move your neighbor’s landmark, which the men of old have set, in the inheritance that you will hold in the land that the LORD your God is giving you to possess.</p>\n\n<p id=\"p05019014_11-24\"><b class=\"verse-num\" id=\"v05019015-1\">15&nbsp;</b>“A single witness shall not suffice against a person for any crime or for any wrong in connection with any offense that he has committed. Only on the evidence of two witnesses or of three witnesses shall a charge be established. <b class=\"verse-num\" id=\"v05019016-1\">16&nbsp;</b>If a malicious witness arises to accuse a person of wrongdoing, <b class=\"verse-num\" id=\"v05019017-1\">17&nbsp;</b>then both parties to the dispute shall appear before the LORD, before the priests and the judges who are in office in those days. <b class=\"verse-num\" id=\"v05019018-1\">18&nbsp;</b>The judges shall inquire diligently, and if the witness is a false witness and has accused his brother falsely, <b class=\"verse-num\" id=\"v05019019-1\">19&nbsp;</b>then you shall do to him as he had meant to do to his brother. So you shall purge the evil from your midst. <b class=\"verse-num\" id=\"v05019020-1\">20&nbsp;</b>And the rest shall hear and fear, and shall never again commit any such evil among you. <b class=\"verse-num\" id=\"v05019021-1\">21&nbsp;</b>Your eye shall not pity. It shall be life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.</p>\n\n</div>","kjv":"<strong>1</strong> When the LORD thy God hath cut off the nations, whose land the LORD thy God giveth thee, and thou succeedest them, and dwellest in their cities, and in their houses;  <strong>2</strong> Thou shalt separate three cities for thee in the midst of thy land, which the LORD thy God giveth thee to possess it.  <strong>3</strong> Thou shalt prepare thee a way, and divide the coasts of thy land, which the LORD thy God giveth thee to inherit, into three parts, that every slayer may flee thither.  <strong>4</strong> And this is the case of the slayer, which shall flee thither, that he may live: Whoso killeth his neighbour ignorantly, whom he hated not in time past;  <strong>5</strong> As when a man goeth into the wood with his neighbour to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the head slippeth from the helve, and lighteth upon his neighbour, that he die; he shall flee unto one of those cities, and live:  <strong>6</strong> Lest the avenger of the blood pursue the slayer, while his heart is hot, and overtake him, because the way is long, and slay him; whereas he was not worthy of death, inasmuch as he hated him not in time past.  <strong>7</strong> Wherefore I command thee, saying, Thou shalt separate three cities for thee.  <strong>8</strong> And if the LORD thy God enlarge thy coast, as he hath sworn unto thy fathers, and give thee all the land which he promised to give unto thy fathers;  <strong>9</strong> If thou shalt keep all these commandments to do them, which I command thee this day, to love the LORD thy God, and to walk ever in his ways; then shalt thou add three cities more for thee, beside these three:  <strong>10</strong> That innocent blood be not shed in thy land, which the LORD thy God giveth thee for an inheritance, and so blood be upon thee.  <strong>11</strong> But if any man hate his neighbour, and lie in wait for him, and rise up against him, and smite him mortally that he die, and fleeth into one of these cities:  <strong>12</strong> Then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die.  <strong>13</strong> Thine eye shall not pity him, but thou shalt put away the guilt of  innocent blood from Israel, that it may go well with thee.  <strong>14</strong> Thou shalt not remove thy neighbour’s landmark, which they of old time have set in thine inheritance, which thou shalt inherit in the land that the LORD thy God giveth thee to possess it.  <strong>15</strong> One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall the matter be established.  <strong>16</strong> If a false witness rise up against any man to testify against him that which is wrong;  <strong>17</strong> Then both the men, between whom the controversy is, shall stand before the LORD, before the priests and the judges, which shall be in those days;  <strong>18</strong> And the judges shall make diligent inquisition: and, behold, if  the witness be a false witness, and hath testified falsely against his brother;  <strong>19</strong> Then shall ye do unto him, as he had thought to have done unto his brother: so shalt thou put the evil away from among you.  <strong>20</strong> And those which remain shall hear, and fear, and shall henceforth commit no more any such evil among you.  <strong>21</strong> And thine eye shall not pity; but life shall go  for life, eye for eye, tooth for tooth, hand for hand, foot for foot.  ","niv":"<sup><strong>1</strong></sup> When the LORD your God has destroyed the nations whose land he is giving you, and when you have driven them out and settled in their towns and houses, <sup><strong>2</strong></sup> then set aside for yourselves three cities centrally located in the land the LORD your God is giving you to possess. <sup><strong>3</strong></sup> Build roads to them and divide into three parts the land the LORD your God is giving you as an inheritance, so that anyone who kills a man may flee there. <sup><strong>4</strong></sup> This is the rule concerning the man who kills another and flees there to save his life-one who kills his neighbor unintentionally, without malice aforethought. <sup><strong>5</strong></sup> For instance, a man may go into the forest with his neighbor to cut wood, and as he swings his ax to fell a tree, the head may fly off and hit his neighbor and kill him. That man may flee to one of these cities and save his life. <sup><strong>6</strong></sup> Otherwise, the avenger of blood might pursue him in a rage, overtake him if the distance is too great, and kill him even though he is not deserving of death, since he did it to his neighbor without malice aforethought. <sup><strong>7</strong></sup> This is why I command you to set aside for yourselves three cities. <sup><strong>8</strong></sup> If the LORD your God enlarges your territory, as he promised on oath to your forefathers, and gives you the whole land he promised them, <sup><strong>9</strong></sup> because you carefully follow all these laws I command you today-to love the LORD your God and to walk always in his ways-then you are to set aside three more cities. <sup><strong>10</strong></sup> Do this so that innocent blood will not be shed in your land, which the LORD your God is giving you as your inheritance, and so that you will not be guilty of bloodshed. <sup><strong>11</strong></sup> But if a man hates his neighbor and lies in wait for him, assaults and kills him, and then flees to one of these cities, <sup><strong>12</strong></sup> the elders of his town shall send for him, bring him back from the city, and hand him over to the avenger of blood to die. <sup><strong>13</strong></sup> Show him no pity. You must purge from Israel the guilt of shedding innocent blood, so that it may go well with you. <sup><strong>14</strong></sup> Do not move your neighbor's boundary stone set up by your predecessors in the inheritance you receive in the land the LORD your God is giving you to possess. <sup><strong>15</strong></sup> One witness is not enough to convict a man accused of any crime or offense he may have committed. A matter must be established by the testimony of two or three witnesses. <sup><strong>16</strong></sup> If a malicious witness takes the stand to accuse a man of a crime, <sup><strong>17</strong></sup> the two men involved in the dispute must stand in the presence of the LORD before the priests and the judges who are in office at the time. <sup><strong>18</strong></sup> The judges must make a thorough investigation, and if the witness proves to be a liar, giving false testimony against his brother, <sup><strong>19</strong></sup> then do to him as he intended to do to his brother. You must purge the evil from among you. <sup><strong>20</strong></sup> The rest of the people will hear of this and be afraid, and never again will such an evil thing be done among you. <sup><strong>21</strong></sup> Show no pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot. "},{"_id":"61697565bda5ba8d73708148","topicId":"6169755fbda5ba8d73708132","verse":"Exodus 21:24-25","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02021024_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v02021024-1\">24&nbsp;</b>eye for eye, tooth for tooth, hand for hand, foot for foot, <b class=\"verse-num\" id=\"v02021025-1\">25&nbsp;</b>burn for burn, wound for wound, stripe for stripe.</p>\n</div>","kjv":"<strong>24</strong> Eye for eye, tooth for tooth, hand for hand, foot for foot,  <strong>25</strong> Burning for burning, wound for wound, stripe for stripe.  ","niv":"<sup><strong>24</strong></sup> eye for eye, tooth for tooth, hand for hand, foot for foot, <sup><strong>25</strong></sup> burn for burn, wound for wound, bruise for bruise. "},{"_id":"61697565bda5ba8d73708149","topicId":"6169755fbda5ba8d73708132","verse":"1 Corinthians 15:20-34","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46015020_01-27\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. <b class=\"verse-num\" id=\"v46015024-1\">24&nbsp;</b>Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. <b class=\"verse-num\" id=\"v46015025-1\">25&nbsp;</b>For he must reign until he has put all his enemies under his feet. <b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death. <b class=\"verse-num\" id=\"v46015027-1\">27&nbsp;</b>For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him. <b class=\"verse-num\" id=\"v46015028-1\">28&nbsp;</b>When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.</p>\n<p id=\"p46015028_01-27\"><b class=\"verse-num\" id=\"v46015029-1\">29&nbsp;</b>Otherwise, what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf? <b class=\"verse-num\" id=\"v46015030-1\">30&nbsp;</b>Why are we in danger every hour? <b class=\"verse-num\" id=\"v46015031-1\">31&nbsp;</b>I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day! <b class=\"verse-num\" id=\"v46015032-1\">32&nbsp;</b>What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.” <b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.” <b class=\"verse-num\" id=\"v46015034-1\">34&nbsp;</b>Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame.</p>\n\n</div>","kjv":"<strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  ","niv":"<sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. <sup><strong>24</strong></sup> Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. <sup><strong>25</strong></sup> For he must reign until he has put all his enemies under his feet. <sup><strong>26</strong></sup> The last enemy to be destroyed is death. <sup><strong>27</strong></sup> For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. <sup><strong>28</strong></sup> When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all. <sup><strong>29</strong></sup> Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them? <sup><strong>30</strong></sup> And as for us, why do we endanger ourselves every hour? <sup><strong>31</strong></sup> I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord. <sup><strong>32</strong></sup> If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\" <sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\" <sup><strong>34</strong></sup> Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame. "},{"_id":"61697566bda5ba8d7370814a","topicId":"6169755fbda5ba8d73708132","verse":"Ezekiel 18:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26018020_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018020-1\">20&nbsp;</b>The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.</p>\n</div>","kjv":"<strong>20</strong> The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.  ","niv":"<sup><strong>20</strong></sup> The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him."},{"_id":"61697566bda5ba8d7370814b","topicId":"6169755fbda5ba8d73708132","verse":"Ezekiel 11:2-8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26011002_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v26011002-1\">2&nbsp;</b>And he said to me, “Son of man, these are the men who devise iniquity and who give wicked counsel in this city; <b class=\"verse-num\" id=\"v26011003-1\">3&nbsp;</b>who say, ‘The time is not near to build houses. This city is the cauldron, and we are the meat.’ <b class=\"verse-num\" id=\"v26011004-1\">4&nbsp;</b>Therefore prophesy against them; prophesy, O son of man.”</p>\n<p id=\"p26011004_01-29\"><b class=\"verse-num\" id=\"v26011005-1\">5&nbsp;</b>And the Spirit of the LORD fell upon me, and he said to me, “Say, Thus says the LORD: So you think, O house of Israel. For I know the things that come into your mind. <b class=\"verse-num\" id=\"v26011006-1\">6&nbsp;</b>You have multiplied your slain in this city and have filled its streets with the slain. <b class=\"verse-num\" id=\"v26011007-1\">7&nbsp;</b>Therefore thus says the Lord GOD: Your slain whom you have laid in the midst of it, they are the meat, and this city is the cauldron, but you shall be brought out of the midst of it. <b class=\"verse-num\" id=\"v26011008-1\">8&nbsp;</b>You have feared the sword, and I will bring the sword upon you, declares the Lord GOD.</p>\n\n</div>","kjv":"<strong>2</strong> Then said he unto me, Son of man, these are the men that devise mischief, and give wicked counsel in this city:  <strong>3</strong> Which say, It is not near; let us build houses: this city is the caldron, and we be the flesh.  <strong>4</strong> Therefore prophesy against them, prophesy, O son of man.  <strong>5</strong> And the Spirit of the LORD fell upon me, and said unto me, Speak; Thus saith the LORD; Thus have ye said, O house of Israel: for I know the things that come into your mind, every one of them.  <strong>6</strong> Ye have multiplied your slain in this city, and ye have filled the streets thereof with the slain.  <strong>7</strong> Therefore thus saith the Lord GOD; Your slain whom ye have laid in the midst of it, they are the flesh, and this city is the caldron: but I will bring you forth out of the midst of it.  <strong>8</strong> Ye have feared the sword; and I will bring a sword upon you, saith the Lord GOD.  ","niv":"<sup><strong>2</strong></sup> The LORD said to me, \"Son of man, these are the men who are plotting evil and giving wicked advice in this city. <sup><strong>3</strong></sup> They say, 'Will it not soon be time to build houses? This city is a cooking pot, and we are the meat.' <sup><strong>4</strong></sup> Therefore prophesy against them; prophesy, son of man.\" <sup><strong>5</strong></sup> Then the Spirit of the LORD came upon me, and he told me to say: \"This is what the LORD says: That is what you are saying, O house of Israel, but I know what is going through your mind. <sup><strong>6</strong></sup> You have killed many people in this city and filled its streets with the dead. <sup><strong>7</strong></sup> \"Therefore this is what the Sovereign LORD says: The bodies you have thrown there are the meat and this city is the pot, but I will drive you out of it. <sup><strong>8</strong></sup> You fear the sword, and the sword is what I will bring against you, declares the Sovereign LORD. "}]}