{"_id":"61697588bda5ba8d7370814c","slug":"politicians","name":"Politicians","verses":[{"_id":"61697588bda5ba8d7370814d","topicId":"61697588bda5ba8d7370814c","verse":"James 1:19","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-1\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry,"},{"_id":"61697588bda5ba8d7370814e","topicId":"61697588bda5ba8d7370814c","verse":"1 John 5:19","votes":11,"__v":0,"esv":"<div>\n<p id=\"p62005019_01-2\"><b class=\"verse-num\" id=\"v62005019-1\">19&nbsp;</b>We know that we are from God, and the whole world lies in the power of the evil one.</p>\n</div>","kjv":"<strong>19</strong> And we know that we are of God, and the whole world lieth in wickedness.  ","niv":"<sup><strong>19</strong></sup> We know that we are children of God, and that the whole world is under the control of the evil one."},{"_id":"61697588bda5ba8d7370814f","topicId":"61697588bda5ba8d7370814c","verse":"Matthew 7:13-14","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40007013_01-3\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n</div>","kjv":"<strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. ","niv":"<sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. "},{"_id":"61697589bda5ba8d73708150","topicId":"61697588bda5ba8d7370814c","verse":"Isaiah 32:1-8","votes":9,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23032001_07-4\" class=\"line\"><b class=\"chapter-num\" id=\"v23032001-1\">32:1&nbsp;</b>&nbsp;&nbsp;Behold, a king will reign in righteousness,</span><br><span id=\"p23032001_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and princes will rule in justice.</span><br><span id=\"p23032002_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23032002-1\">2&nbsp;</b>&nbsp;&nbsp;Each will be like a hiding place from the wind,</span><br><span id=\"p23032002_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a shelter from the storm,</span><br><span id=\"p23032002_07-4\" class=\"line\">&nbsp;&nbsp;like streams of water in a dry place,</span><br><span id=\"p23032002_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like the shade of a great rock in a weary land.</span><br><span id=\"p23032003_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23032003-1\">3&nbsp;</b>&nbsp;&nbsp;Then the eyes of those who see will not be closed,</span><br><span id=\"p23032003_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the ears of those who hear will give attention.</span><br><span id=\"p23032004_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23032004-1\">4&nbsp;</b>&nbsp;&nbsp;The heart of the hasty will understand and know,</span><br><span id=\"p23032004_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the tongue of the stammerers will hasten to speak distinctly.</span><br><span id=\"p23032005_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23032005-1\">5&nbsp;</b>&nbsp;&nbsp;The fool will no more be called noble,</span><br><span id=\"p23032005_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the scoundrel said to be honorable.</span><br><span id=\"p23032006_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23032006-1\">6&nbsp;</b>&nbsp;&nbsp;For the fool speaks folly,</span><br><span id=\"p23032006_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his heart is busy with iniquity,</span><br><span id=\"p23032006_07-4\" class=\"line\">&nbsp;&nbsp;to practice ungodliness,</span><br><span id=\"p23032006_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to utter error concerning the LORD,</span><br><span id=\"p23032006_07-4\" class=\"line\">&nbsp;&nbsp;to leave the craving of the hungry unsatisfied,</span><br><span id=\"p23032006_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to deprive the thirsty of drink.</span><br><span id=\"p23032007_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23032007-1\">7&nbsp;</b>&nbsp;&nbsp;As for the scoundrel—his devices are evil;</span><br><span id=\"p23032007_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he plans wicked schemes</span><br><span id=\"p23032007_07-4\" class=\"line\">&nbsp;&nbsp;to ruin the poor with lying words,</span><br><span id=\"p23032007_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when the plea of the needy is right.</span><br><span id=\"p23032008_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23032008-1\">8&nbsp;</b>&nbsp;&nbsp;But he who is noble plans noble things,</span><br><span id=\"p23032008_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on noble things he stands.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Behold, a king shall reign in righteousness, and princes shall rule in judgment.  <strong>2</strong> And a man shall be as an hiding place from the wind, and a covert from the tempest; as rivers of water in a dry place, as the shadow of a great rock in a weary land.  <strong>3</strong> And the eyes of them that see shall not be dim, and the ears of them that hear shall hearken.  <strong>4</strong> The heart also of the rash shall understand knowledge, and the tongue of the stammerers shall be ready to speak plainly.  <strong>5</strong> The vile person shall be no more called liberal, nor the churl said to be bountiful.  <strong>6</strong> For the vile person will speak villany, and his heart will work iniquity, to practise hypocrisy, and to utter error against the LORD, to make empty the soul of the hungry, and he will cause the drink of the thirsty to fail.  <strong>7</strong> The instruments also of the churl are evil: he deviseth wicked devices to destroy the poor with lying words, even when the needy speaketh right.  <strong>8</strong> But the liberal deviseth liberal things; and by liberal things shall he stand.  ","niv":"<sup><strong>1</strong></sup> See, a king will reign in righteousness and rulers will rule with justice. <sup><strong>2</strong></sup> Each man will be like a shelter from the wind and a refuge from the storm, like streams of water in the desert and the shadow of a great rock in a thirsty land. <sup><strong>3</strong></sup> Then the eyes of those who see will no longer be closed, and the ears of those who hear will listen. <sup><strong>4</strong></sup> The mind of the rash will know and understand, and the stammering tongue will be fluent and clear. <sup><strong>5</strong></sup> No longer will the fool be called noble nor the scoundrel be highly respected. <sup><strong>6</strong></sup> For the fool speaks folly, his mind is busy with evil: He practices ungodliness and spreads error concerning the LORD; the hungry he leaves empty and from the thirsty he withholds water. <sup><strong>7</strong></sup> The scoundrel's methods are wicked, he makes up evil schemes to destroy the poor with lies, even when the plea of the needy is just. <sup><strong>8</strong></sup> But the noble man makes noble plans, and by noble deeds he stands. "},{"_id":"61697589bda5ba8d73708151","topicId":"61697588bda5ba8d7370814c","verse":"Jude 1:16","votes":7,"__v":0,"kjv":"<strong>16</strong> These are murmurers, complainers, walking after their own lusts; and their mouth speaketh great swelling words, having men’s persons in admiration because of advantage.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"61697589bda5ba8d73708152","topicId":"61697588bda5ba8d7370814c","verse":"1 John 2:4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62002004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him."},{"_id":"6169758abda5ba8d73708153","topicId":"61697588bda5ba8d7370814c","verse":"Acts 5:29","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"},{"_id":"6169758abda5ba8d73708154","topicId":"61697588bda5ba8d7370814c","verse":"Romans 13:4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45013004_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer."},{"_id":"6169758abda5ba8d73708155","topicId":"61697588bda5ba8d7370814c","verse":"Romans 12:19","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord."},{"_id":"6169758bbda5ba8d73708156","topicId":"61697588bda5ba8d7370814c","verse":"Acts 17:30-31","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44017030_01-10\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44017030-1\">30&nbsp;</b>The times of ignorance God overlooked, but now he commands all people everywhere to repent, <b class=\"verse-num\" id=\"v44017031-1\">31&nbsp;</b>because he has fixed a day on which he will judge the world in righteousness by a man whom he has appointed; and of this he has given assurance to all by raising him from the dead.”</p>\n</div>","kjv":"<strong>30</strong> And the times of this ignorance God winked at; but now commandeth all men every where to repent:  <strong>31</strong> Because he hath appointed a day, in the which he will judge the world in righteousness by that man whom he hath ordained; whereof  he hath given assurance unto all men, in that he hath raised him from the dead.  ","niv":"<sup><strong>30</strong></sup> In the past God overlooked such ignorance, but now he commands all people everywhere to repent. <sup><strong>31</strong></sup> For he has set a day when he will judge the world with justice by the man he has appointed. He has given proof of this to all men by raising him from the dead.\" "},{"_id":"6169758bbda5ba8d73708157","topicId":"61697588bda5ba8d7370814c","verse":"Romans 1:22","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45001022_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools,</p>\n</div>","kjv":"<strong>22</strong> Professing themselves to be wise, they became fools,  ","niv":"<sup><strong>22</strong></sup> Although they claimed to be wise, they became fools"},{"_id":"6169758bbda5ba8d73708158","topicId":"61697588bda5ba8d7370814c","verse":"Matthew 7:1-2","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span></p>\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. "},{"_id":"6169758cbda5ba8d73708159","topicId":"61697588bda5ba8d7370814c","verse":"1 Samuel 12:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p09012017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v09012017-1\">17&nbsp;</b>Is it not wheat harvest today? I will call upon the LORD, that he may send thunder and rain. And you shall know and see that your wickedness is great, which you have done in the sight of the LORD, in asking for yourselves a king.”</p>\n</div>","kjv":"<strong>17</strong> Is it not wheat harvest to day? I will call unto the LORD, and he shall send thunder and rain; that ye may perceive and see that your wickedness is great, which ye have done in the sight of the LORD, in asking you a king.  ","niv":"<sup><strong>17</strong></sup> Is it not wheat harvest now? I will call upon the LORD to send thunder and rain. And you will realize what an evil thing you did in the eyes of the LORD when you asked for a king.\""},{"_id":"6169758cbda5ba8d7370815a","topicId":"61697588bda5ba8d7370814c","verse":"1 Samuel 12:12-16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p09012012_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v09012012-1\">12&nbsp;</b>And when you saw that Nahash the king of the Ammonites came against you, you said to me, ‘No, but a king shall reign over us,’ when the LORD your God was your king. <b class=\"verse-num\" id=\"v09012013-1\">13&nbsp;</b>And now behold the king whom you have chosen, for whom you have asked; behold, the LORD has set a king over you. <b class=\"verse-num\" id=\"v09012014-1\">14&nbsp;</b>If you will fear the LORD and serve him and obey his voice and not rebel against the commandment of the LORD, and if both you and the king who reigns over you will follow the LORD your God, it will be well. <b class=\"verse-num\" id=\"v09012015-1\">15&nbsp;</b>But if you will not obey the voice of the LORD, but rebel against the commandment of the LORD, then the hand of the LORD will be against you and your king. <b class=\"verse-num\" id=\"v09012016-1\">16&nbsp;</b>Now therefore stand still and see this great thing that the LORD will do before your eyes.</p>\n\n</div>","kjv":"<strong>12</strong> And when ye saw that Nahash the king of the children of Ammon came against you, ye said unto me, Nay; but a king shall reign over us: when the LORD your God was your king.  <strong>13</strong> Now therefore behold the king whom ye have chosen, and whom ye have desired! and, behold, the LORD hath set a king over you.  <strong>14</strong> If ye will fear the LORD, and serve him, and obey his voice, and not rebel against the commandment of the LORD, then shall both ye and also the king that reigneth over you continue following the LORD your God:  <strong>15</strong> But if ye will not obey the voice of the LORD, but rebel against the commandment of the LORD, then shall the hand of the LORD be against you, as it was against your fathers.  <strong>16</strong> Now therefore stand and see this great thing, which the LORD will do before your eyes.  ","niv":"<sup><strong>12</strong></sup> \"But when you saw that Nahash king of the Ammonites was moving against you, you said to me, 'No, we want a king to rule over us'-even though the LORD your God was your king. <sup><strong>13</strong></sup> Now here is the king you have chosen, the one you asked for; see, the LORD has set a king over you. <sup><strong>14</strong></sup> If you fear the LORD and serve and obey him and do not rebel against his commands, and if both you and the king who reigns over you follow the LORD your God-good! <sup><strong>15</strong></sup> But if you do not obey the LORD, and if you rebel against his commands, his hand will be against you, as it was against your fathers. <sup><strong>16</strong></sup> \"Now then, stand still and see this great thing the LORD is about to do before your eyes! "},{"_id":"6169758cbda5ba8d7370815b","topicId":"61697588bda5ba8d7370814c","verse":"Matthew 4:1-25","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40004001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40004001-1\">4:1&nbsp;</b>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <b class=\"verse-num\" id=\"v40004002-1\">2&nbsp;</b>And after fasting forty days and forty nights, he was hungry. <b class=\"verse-num\" id=\"v40004003-1\">3&nbsp;</b>And the tempter came and said to him, “If you are the Son of God, command these stones to become loaves of bread.” <b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_05-17\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_05-17\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004004_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004005-1\">5&nbsp;</b>Then the devil took him to the holy city and set him on the pinnacle of the temple <b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-17\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-17\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-17\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. <b class=\"verse-num\" id=\"v40004009-1\">9&nbsp;</b>And he said to him, “All these I will give you, if you will fall down and worship me.” <b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_05-17\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_05-17\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004010_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004011-1\">11&nbsp;</b>Then the devil left him, and behold, angels came and were ministering to him.</p>\n\n<p id=\"p40004011_09-17\"><b class=\"verse-num\" id=\"v40004012-1\">12&nbsp;</b>Now when he heard that John had been arrested, he withdrew into Galilee. <b class=\"verse-num\" id=\"v40004013-1\">13&nbsp;</b>And leaving Nazareth he went and lived in Capernaum by the sea, in the territory of Zebulun and Naphtali, <b class=\"verse-num\" id=\"v40004014-1\">14&nbsp;</b>so that what was spoken by the prophet Isaiah might be fulfilled:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004015_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004015-1\">15&nbsp;</b>&nbsp;&nbsp;“The land of Zebulun and the land of Naphtali,</span><br><span id=\"p40004015_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the way of the sea, beyond the Jordan, Galilee of the Gentiles—</span><br><span id=\"p40004016_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004016-1\">16&nbsp;</b>&nbsp;&nbsp;the people dwelling in darkness</span><br><span id=\"p40004016_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have seen a great light,</span><br><span id=\"p40004016_09-17\" class=\"line\">&nbsp;&nbsp;and for those dwelling in the region and shadow of death,</span><br><span id=\"p40004016_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on them a light has dawned.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004016_09-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004017-1\">17&nbsp;</b>From that time Jesus began to preach, saying, <span class=\"woc\">“Repent, for the kingdom of heaven is at hand.”</span></p>\n\n<p id=\"p40004017_14-17\"><b class=\"verse-num\" id=\"v40004018-1\">18&nbsp;</b>While walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen. <b class=\"verse-num\" id=\"v40004019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“Follow me, and I will make you fishers of men.”</span> <b class=\"verse-num\" id=\"v40004020-1\">20&nbsp;</b>Immediately they left their nets and followed him. <b class=\"verse-num\" id=\"v40004021-1\">21&nbsp;</b>And going on from there he saw two other brothers, James the son of Zebedee and John his brother, in the boat with Zebedee their father, mending their nets, and he called them. <b class=\"verse-num\" id=\"v40004022-1\">22&nbsp;</b>Immediately they left the boat and their father and followed him.</p>\n\n<p id=\"p40004022_19-17\"><b class=\"verse-num\" id=\"v40004023-1\">23&nbsp;</b>And he went throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction among the people. <b class=\"verse-num\" id=\"v40004024-1\">24&nbsp;</b>So his fame spread throughout all Syria, and they brought him all the sick, those afflicted with various diseases and pains, those oppressed by demons, those having seizures, and paralytics, and he healed them. <b class=\"verse-num\" id=\"v40004025-1\">25&nbsp;</b>And great crowds followed him from Galilee and the Decapolis, and from Jerusalem and Judea, and from beyond the Jordan.</p>\n\n</div>","kjv":"<strong>1</strong> Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.  <strong>2</strong> And when he had fasted forty days and forty nights, he was afterward an hungred.  <strong>3</strong> And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.  <strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  <strong>5</strong> Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,  <strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  <strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  <strong>9</strong> And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.  <strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>11</strong> Then the devil leaveth him, and, behold, angels came and ministered unto him.  <strong>12</strong> Now when Jesus had heard that John was cast into prison, he departed into Galilee;  <strong>13</strong> And leaving Nazareth, he came and dwelt in Capernaum, which is upon the sea coast, in the borders of Zabulon and Nephthalim:  <strong>14</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying,  <strong>15</strong> The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles;  <strong>16</strong> The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.  <strong>17</strong> From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand. <strong>18</strong> And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.  <strong>19</strong> And he saith unto them, Follow me, and I will make you fishers of men.  <strong>20</strong> And they straightway left their nets, and followed him.  <strong>21</strong> And going on from thence, he saw other two brethren, James the son  of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and he called them.  <strong>22</strong> And they immediately left the ship and their father, and followed him.  <strong>23</strong> And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.  <strong>24</strong> And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatick, and those that had the palsy; and he healed them.  <strong>25</strong> And there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from  Judaea, and from beyond Jordan.  ","niv":"<sup><strong>1</strong></sup> Then Jesus was led by the Spirit into the desert to be tempted by the devil. <sup><strong>2</strong></sup> After fasting forty days and forty nights, he was hungry. <sup><strong>3</strong></sup> The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\" <sup><strong>5</strong></sup> Then the devil took him to the holy city and had him stand on the highest point of the temple. <sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" <sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. <sup><strong>9</strong></sup> \"All this I will give you,\" he said, \"if you will bow down and worship me.\" <sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" <sup><strong>11</strong></sup> Then the devil left him, and angels came and attended him. <sup><strong>12</strong></sup> When Jesus heard that John had been put in prison, he returned to Galilee. <sup><strong>13</strong></sup> Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali-- <sup><strong>14</strong></sup> to fulfill what was said through the prophet Isaiah: <sup><strong>15</strong></sup> \"Land of Zebulun and land of Naphtali, the way to the sea, along the Jordan, Galilee of the Gentiles-- <sup><strong>16</strong></sup> the people living in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned.\" <sup><strong>17</strong></sup> From that time on Jesus began to preach, \"Repent, for the kingdom of heaven is near.\" <sup><strong>18</strong></sup> As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen. <sup><strong>19</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\" <sup><strong>20</strong></sup> At once they left their nets and followed him. <sup><strong>21</strong></sup> Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them, <sup><strong>22</strong></sup> and immediately they left the boat and their father and followed him. <sup><strong>23</strong></sup> Jesus went throughout Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and sickness among the people. <sup><strong>24</strong></sup> News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed, and he healed them. <sup><strong>25</strong></sup> Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him. "},{"_id":"6169758cbda5ba8d7370815c","topicId":"61697588bda5ba8d7370814c","verse":"Hosea 13:9-13","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28013009_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013009-1\">9&nbsp;</b>&nbsp;&nbsp;He destroys you, O Israel,</span><br><span id=\"p28013009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you are against me, against your helper.</span><br><span id=\"p28013010_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013010-1\">10&nbsp;</b>&nbsp;&nbsp;Where now is your king, to save you in all your cities?</span><br><span id=\"p28013010_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Where are all your rulers—</span><br><span id=\"p28013010_01-18\" class=\"line\">&nbsp;&nbsp;those of whom you said,</span><br><span id=\"p28013010_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Give me a king and princes”?</span><br><span id=\"p28013011_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013011-1\">11&nbsp;</b>&nbsp;&nbsp;I gave you a king in my anger,</span><br><span id=\"p28013011_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I took him away in my wrath.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28013012_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013012-1\">12&nbsp;</b>&nbsp;&nbsp;The iniquity of Ephraim is bound up;</span><br><span id=\"p28013012_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his sin is kept in store.</span><br><span id=\"p28013013_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013013-1\">13&nbsp;</b>&nbsp;&nbsp;The pangs of childbirth come for him,</span><br><span id=\"p28013013_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he is an unwise son,</span><br><span id=\"p28013013_01-18\" class=\"line\">&nbsp;&nbsp;for at the right time he does not present himself</span><br><span id=\"p28013013_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the opening of the womb.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> O Israel, thou hast destroyed thyself; but in me is thine help.  <strong>10</strong> I will be thy king: where is any other that may save thee in all thy cities? and thy judges of whom thou saidst, Give me a king and princes?  <strong>11</strong> I gave thee a king in mine anger, and took him away in my wrath.  <strong>12</strong> The iniquity of Ephraim is bound up; his sin is  hid.  <strong>13</strong> The sorrows of a travailing woman shall come upon him: he is  an unwise son; for he should not stay long in the place of  the breaking forth of children.  ","niv":"<sup><strong>9</strong></sup> \"You are destroyed, O Israel, because you are against me, against your helper. <sup><strong>10</strong></sup> Where is your king, that he may save you? Where are your rulers in all your towns, of whom you said, 'Give me a king and princes'? <sup><strong>11</strong></sup> So in my anger I gave you a king, and in my wrath I took him away. <sup><strong>12</strong></sup> The guilt of Ephraim is stored up, his sins are kept on record. <sup><strong>13</strong></sup> Pains as of a woman in childbirth come to him, but he is a child without wisdom; when the time arrives, he does not come to the opening of the womb. "},{"_id":"6169758dbda5ba8d7370815d","topicId":"61697588bda5ba8d7370814c","verse":"Proverbs 29:2","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029002_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029002-1\">2&nbsp;</b>&nbsp;&nbsp;When the righteous increase, the people rejoice,</span><br><span id=\"p20029002_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but when the wicked rule, the people groan.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> When the righteous are in authority, the people rejoice: but when the wicked beareth rule, the people mourn.  ","niv":"<sup><strong>2</strong></sup> When the righteous thrive, the people rejoice; when the wicked rule, the people groan."},{"_id":"6169758dbda5ba8d7370815e","topicId":"61697588bda5ba8d7370814c","verse":"1 Timothy 2:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people,</p>\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone--"},{"_id":"6169758dbda5ba8d7370815f","topicId":"61697588bda5ba8d7370814c","verse":"Acts 2:40","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44002040_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.”</p>\n</div>","kjv":"<strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  ","niv":"<sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\""},{"_id":"6169758ebda5ba8d73708160","topicId":"61697588bda5ba8d7370814c","verse":"Matthew 5:19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40005019_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span></p>\n</div>","kjv":"<strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  ","niv":"<sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven."},{"_id":"6169758ebda5ba8d73708161","topicId":"61697588bda5ba8d7370814c","verse":"Matthew 26:52-54","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40026052_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026052-1\">52&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Put your sword back into its place. For all who take the sword will perish by the sword.</span> <b class=\"verse-num woc\" id=\"v40026053-1\">53&nbsp;</b><span class=\"woc\">Do you think that I cannot appeal to my Father, and he will at once send me more than twelve legions of angels?</span> <b class=\"verse-num woc\" id=\"v40026054-1\">54&nbsp;</b><span class=\"woc\">But how then should the Scriptures be fulfilled, that it must be so?”</span></p>\n</div>","kjv":"<strong>52</strong> Then said Jesus unto him, Put up again thy sword into his place: for all they that take the sword shall perish with the sword.  <strong>53</strong> Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?  <strong>54</strong> But how then shall the scriptures be fulfilled, that thus it must be?  ","niv":"<sup><strong>52</strong></sup> \"Put your sword back in its place,\" Jesus said to him, \"for all who draw the sword will die by the sword. <sup><strong>53</strong></sup> Do you think I cannot call on my Father, and he will at once put at my disposal more than twelve legions of angels? <sup><strong>54</strong></sup> But how then would the Scriptures be fulfilled that say it must happen in this way?\" "},{"_id":"6169758ebda5ba8d73708162","topicId":"61697588bda5ba8d7370814c","verse":"Matthew 24:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40024013_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span></p>\n</div>","kjv":"<strong>13</strong> But he that shall endure unto the end, the same shall be saved.  ","niv":"<sup><strong>13</strong></sup> but he who stands firm to the end will be saved."},{"_id":"6169758ebda5ba8d73708163","topicId":"61697588bda5ba8d7370814c","verse":"Matthew 5:38-39","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40005038_02-26\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span></p>\n</div>","kjv":"<strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  ","niv":"<sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. "},{"_id":"6169758fbda5ba8d73708164","topicId":"61697588bda5ba8d7370814c","verse":"Zechariah 6:12-13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p38006012_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v38006012-1\">12&nbsp;</b>And say to him, ‘Thus says the LORD of hosts, “Behold, the man whose name is the Branch: for he shall branch out from his place, and he shall build the temple of the LORD. <b class=\"verse-num\" id=\"v38006013-1\">13&nbsp;</b>It is he who shall build the temple of the LORD and shall bear royal honor, and shall sit and rule on his throne. And there shall be a priest on his throne, and the counsel of peace shall be between them both.”’</p>\n\n</div>","kjv":"<strong>12</strong> And speak unto him, saying, Thus speaketh the LORD of hosts, saying, Behold the man whose name is The BRANCH; and he shall grow up out of his place, and he shall build the temple of the LORD:  <strong>13</strong> Even he shall build the temple of the LORD; and he shall bear the glory, and shall sit and rule upon his throne; and he shall be a priest upon his throne: and the counsel of peace shall be between them both.  ","niv":"<sup><strong>12</strong></sup> Tell him this is what the LORD Almighty says: 'Here is the man whose name is the Branch, and he will branch out from his place and build the temple of the LORD. <sup><strong>13</strong></sup> It is he who will build the temple of the LORD, and he will be clothed with majesty and will sit and rule on his throne. And he will be a priest on his throne. And there will be harmony between the two.' "},{"_id":"6169758fbda5ba8d73708165","topicId":"61697588bda5ba8d7370814c","verse":"2 Chronicles 17:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p14017010_01-28\"><b class=\"verse-num\" id=\"v14017010-1\">10&nbsp;</b>And the fear of the LORD fell upon all the kingdoms of the lands that were around Judah, and they made no war against Jehoshaphat.</p>\n</div>","kjv":"<strong>10</strong> And the fear of the LORD fell upon all the kingdoms of the lands that were round about Judah, so that they made no war against Jehoshaphat.  ","niv":"<sup><strong>10</strong></sup> The fear of the LORD fell on all the kingdoms of the lands surrounding Judah, so that they did not make war with Jehoshaphat."}]}