{"_id":"61697678bda5ba8d737081df","slug":"pool-tables-in-the-church","name":"Pool Tables In The Church","verses":[{"_id":"61697678bda5ba8d737081e0","topicId":"61697678bda5ba8d737081df","verse":"2 Timothy 3:16-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"61697679bda5ba8d737081e1","topicId":"61697678bda5ba8d737081df","verse":"John 6:1-71","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43006001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43006001-1\">6:1&nbsp;</b>After this Jesus went away to the other side of the Sea of Galilee, which is the Sea of Tiberias. <b class=\"verse-num\" id=\"v43006002-1\">2&nbsp;</b>And a large crowd was following him, because they saw the signs that he was doing on the sick. <b class=\"verse-num\" id=\"v43006003-1\">3&nbsp;</b>Jesus went up on the mountain, and there he sat down with his disciples. <b class=\"verse-num\" id=\"v43006004-1\">4&nbsp;</b>Now the Passover, the feast of the Jews, was at hand. <b class=\"verse-num\" id=\"v43006005-1\">5&nbsp;</b>Lifting up his eyes, then, and seeing that a large crowd was coming toward him, Jesus said to Philip, <span class=\"woc\">“Where are we to buy bread, so that these people may eat?”</span> <b class=\"verse-num\" id=\"v43006006-1\">6&nbsp;</b>He said this to test him, for he himself knew what he would do. <b class=\"verse-num\" id=\"v43006007-1\">7&nbsp;</b>Philip answered him, “Two hundred denarii worth of bread would not be enough for each of them to get a little.” <b class=\"verse-num\" id=\"v43006008-1\">8&nbsp;</b>One of his disciples, Andrew, Simon Peter’s brother, said to him, <b class=\"verse-num\" id=\"v43006009-1\">9&nbsp;</b>“There is a boy here who has five barley loaves and two fish, but what are they for so many?” <b class=\"verse-num\" id=\"v43006010-1\">10&nbsp;</b>Jesus said, <span class=\"woc\">“Have the people sit down.”</span> Now there was much grass in the place. So the men sat down, about five thousand in number. <b class=\"verse-num\" id=\"v43006011-1\">11&nbsp;</b>Jesus then took the loaves, and when he had given thanks, he distributed them to those who were seated. So also the fish, as much as they wanted. <b class=\"verse-num\" id=\"v43006012-1\">12&nbsp;</b>And when they had eaten their fill, he told his disciples, <span class=\"woc\">“Gather up the leftover fragments, that nothing may be lost.”</span> <b class=\"verse-num\" id=\"v43006013-1\">13&nbsp;</b>So they gathered them up and filled twelve baskets with fragments from the five barley loaves left by those who had eaten. <b class=\"verse-num\" id=\"v43006014-1\">14&nbsp;</b>When the people saw the sign that he had done, they said, “This is indeed the Prophet who is to come into the world!”</p>\n<p id=\"p43006014_06-2\"><b class=\"verse-num\" id=\"v43006015-1\">15&nbsp;</b>Perceiving then that they were about to come and take him by force to make him king, Jesus withdrew again to the mountain by himself.</p>\n\n<p id=\"p43006015_10-2\"><b class=\"verse-num\" id=\"v43006016-1\">16&nbsp;</b>When evening came, his disciples went down to the sea, <b class=\"verse-num\" id=\"v43006017-1\">17&nbsp;</b>got into a boat, and started across the sea to Capernaum. It was now dark, and Jesus had not yet come to them. <b class=\"verse-num\" id=\"v43006018-1\">18&nbsp;</b>The sea became rough because a strong wind was blowing. <b class=\"verse-num\" id=\"v43006019-1\">19&nbsp;</b>When they had rowed about three or four miles, they saw Jesus walking on the sea and coming near the boat, and they were frightened. <b class=\"verse-num\" id=\"v43006020-1\">20&nbsp;</b>But he said to them, <span class=\"woc\">“It is I; do not be afraid.”</span> <b class=\"verse-num\" id=\"v43006021-1\">21&nbsp;</b>Then they were glad to take him into the boat, and immediately the boat was at the land to which they were going.</p>\n\n<p id=\"p43006021_16-2\"><b class=\"verse-num\" id=\"v43006022-1\">22&nbsp;</b>On the next day the crowd that remained on the other side of the sea saw that there had been only one boat there, and that Jesus had not entered the boat with his disciples, but that his disciples had gone away alone. <b class=\"verse-num\" id=\"v43006023-1\">23&nbsp;</b>Other boats from Tiberias came near the place where they had eaten the bread after the Lord had given thanks. <b class=\"verse-num\" id=\"v43006024-1\">24&nbsp;</b>So when the crowd saw that Jesus was not there, nor his disciples, they themselves got into the boats and went to Capernaum, seeking Jesus.</p>\n<p id=\"p43006024_16-2\"><b class=\"verse-num\" id=\"v43006025-1\">25&nbsp;</b>When they found him on the other side of the sea, they said to him, “Rabbi, when did you come here?” <b class=\"verse-num\" id=\"v43006026-1\">26&nbsp;</b>Jesus answered them, <span class=\"woc\">“Truly, truly, I say to you, you are seeking me, not because you saw signs, but because you ate your fill of the loaves.</span> <b class=\"verse-num woc\" id=\"v43006027-1\">27&nbsp;</b><span class=\"woc\">Do not work for the food that perishes, but for the food that endures to eternal life, which the Son of Man will give to you. For on him God the Father has set his seal.”</span> <b class=\"verse-num\" id=\"v43006028-1\">28&nbsp;</b>Then they said to him, “What must we do, to be doing the works of God?” <b class=\"verse-num\" id=\"v43006029-1\">29&nbsp;</b>Jesus answered them, <span class=\"woc\">“This is the work of God, that you believe in him whom he has sent.”</span> <b class=\"verse-num\" id=\"v43006030-1\">30&nbsp;</b>So they said to him, “Then what sign do you do, that we may see and believe you? What work do you perform? <b class=\"verse-num\" id=\"v43006031-1\">31&nbsp;</b>Our fathers ate the manna in the wilderness; as it is written, ‘He gave them bread from heaven to eat.’” <b class=\"verse-num\" id=\"v43006032-1\">32&nbsp;</b>Jesus then said to them, <span class=\"woc\">“Truly, truly, I say to you, it was not Moses who gave you the bread from heaven, but my Father gives you the true bread from heaven.</span> <b class=\"verse-num woc\" id=\"v43006033-1\">33&nbsp;</b><span class=\"woc\">For the bread of God is he who comes down from heaven and gives life to the world.”</span> <b class=\"verse-num\" id=\"v43006034-1\">34&nbsp;</b>They said to him, “Sir, give us this bread always.”</p>\n<p id=\"p43006034_16-2\"><b class=\"verse-num\" id=\"v43006035-1\">35&nbsp;</b>Jesus said to them, <span class=\"woc\">“I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.</span> <b class=\"verse-num woc\" id=\"v43006036-1\">36&nbsp;</b><span class=\"woc\">But I said to you that you have seen me and yet do not believe.</span> <b class=\"verse-num woc\" id=\"v43006037-1\">37&nbsp;</b><span class=\"woc\">All that the Father gives me will come to me, and whoever comes to me I will never cast out.</span> <b class=\"verse-num woc\" id=\"v43006038-1\">38&nbsp;</b><span class=\"woc\">For I have come down from heaven, not to do my own will but the will of him who sent me.</span> <b class=\"verse-num woc\" id=\"v43006039-1\">39&nbsp;</b><span class=\"woc\">And this is the will of him who sent me, that I should lose nothing of all that he has given me, but raise it up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006040-1\">40&nbsp;</b><span class=\"woc\">For this is the will of my Father, that everyone who looks on the Son and believes in him should have eternal life, and I will raise him up on the last day.”</span></p>\n<p id=\"p43006040_16-2\"><b class=\"verse-num\" id=\"v43006041-1\">41&nbsp;</b>So the Jews grumbled about him, because he said, <span class=\"woc\">“I am the bread that came down from heaven.”</span> <b class=\"verse-num\" id=\"v43006042-1\">42&nbsp;</b>They said, “Is not this Jesus, the son of Joseph, whose father and mother we know? How does he now say, <span class=\"woc\">‘I have come down from heaven’</span>?” <b class=\"verse-num\" id=\"v43006043-1\">43&nbsp;</b>Jesus answered them, <span class=\"woc\">“Do not grumble among yourselves.</span> <b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006045-1\">45&nbsp;</b><span class=\"woc\">It is written in the Prophets, ‘And they will all be taught by God.’ Everyone who has heard and learned from the Father comes to me—</span><b class=\"verse-num woc\" id=\"v43006046-1\">46&nbsp;</b><span class=\"woc\">not that anyone has seen the Father except he who is from God; he has seen the Father.</span> <b class=\"verse-num woc\" id=\"v43006047-1\">47&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever believes has eternal life.</span> <b class=\"verse-num woc\" id=\"v43006048-1\">48&nbsp;</b><span class=\"woc\">I am the bread of life.</span> <b class=\"verse-num woc\" id=\"v43006049-1\">49&nbsp;</b><span class=\"woc\">Your fathers ate the manna in the wilderness, and they died.</span> <b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span> <b class=\"verse-num woc\" id=\"v43006051-1\">51&nbsp;</b><span class=\"woc\">I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”</span></p>\n<p id=\"p43006051_16-2\"><b class=\"verse-num\" id=\"v43006052-1\">52&nbsp;</b>The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?” <b class=\"verse-num\" id=\"v43006053-1\">53&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.</span> <b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n<p id=\"p43006059_21-2\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n<p id=\"p43006065_21-2\"><b class=\"verse-num\" id=\"v43006066-1\">66&nbsp;</b>After this many of his disciples turned back and no longer walked with him. <b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n\n</div>","kjv":"<strong>1</strong> After these things Jesus went over the sea of Galilee, which is the sea of Tiberias.  <strong>2</strong> And a great multitude followed him, because they saw his miracles which he did on them that were diseased.  <strong>3</strong> And Jesus went up into a mountain, and there he sat with his disciples.  <strong>4</strong> And the passover, a feast of the Jews, was nigh.  <strong>5</strong> When Jesus then lifted up his eyes, and saw a great company come unto him, he saith unto Philip, Whence shall we buy bread, that these may eat?  <strong>6</strong> And this he said to prove him: for he himself knew what he would do.  <strong>7</strong> Philip answered him, Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little.  <strong>8</strong> One of his disciples, Andrew, Simon Peter’s brother, saith unto him,  <strong>9</strong> There is a lad here, which hath five barley loaves, and two small fishes: but what are they among so many?  <strong>10</strong> And Jesus said, Make the men sit down. Now there was much grass in the place. So the men sat down, in number about five thousand.  <strong>11</strong> And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would.  <strong>12</strong> When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.  <strong>13</strong> Therefore they gathered them together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten.  <strong>14</strong> Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.  <strong>15</strong> When Jesus therefore perceived that they would come and take him by force, to make him a king, he departed again into a mountain himself alone.  <strong>16</strong> And when even was now come, his disciples went down unto the sea,  <strong>17</strong> And entered into a ship, and went over the sea toward Capernaum. And it was now dark, and Jesus was not come to them.  <strong>18</strong> And the sea arose by reason of a great wind that blew.  <strong>19</strong> So when they had rowed about five and twenty or thirty furlongs, they see Jesus walking on the sea, and drawing nigh unto the ship: and they were afraid.  <strong>20</strong> But he saith unto them, It is I; be not afraid.  <strong>21</strong> Then they willingly received him into the ship: and immediately the ship was at the land whither they went.  <strong>22</strong> The day following, when the people which stood on the other side of the sea saw that there was none other boat there, save that one whereinto his disciples were entered, and that Jesus went not with his disciples into the boat, but that his disciples were gone away alone;  <strong>23</strong> (Howbeit there came other boats from Tiberias nigh unto the place where they did eat bread, after that the Lord had given thanks:)  <strong>24</strong> When the people therefore saw that Jesus was not there, neither his disciples, they also took shipping, and came to Capernaum, seeking for Jesus.  <strong>25</strong> And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?  <strong>26</strong> Jesus answered them and said, Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled.  <strong>27</strong> Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.  <strong>28</strong> Then said they unto him, What shall we do, that we might work the works of God?  <strong>29</strong> Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.  <strong>30</strong> They said therefore unto him, What sign shewest thou then, that we may see, and believe thee? what dost thou work?  <strong>31</strong> Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.  <strong>32</strong> Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven.  <strong>33</strong> For the bread of God is he which cometh down from heaven, and giveth life unto the world.  <strong>34</strong> Then said they unto him, Lord, evermore give us this bread.  <strong>35</strong> And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.  <strong>36</strong> But I said unto you, That ye also have seen me, and believe not.  <strong>37</strong> All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.  <strong>38</strong> For I came down from heaven, not to do mine own will, but the will of him that sent me.  <strong>39</strong> And this is the Father’s will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day.  <strong>40</strong> And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.  <strong>41</strong> The Jews then murmured at him, because he said, I am the bread which came down from heaven.  <strong>42</strong> And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he saith, I came down from heaven?  <strong>43</strong> Jesus therefore answered and said unto them, Murmur not among yourselves.  <strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  <strong>45</strong> It is written in the prophets, And they shall be all taught of God. Every man therefore that hath heard, and hath learned of the Father, cometh unto me.  <strong>46</strong> Not that any man hath seen the Father, save he which is of God, he hath seen the Father.  <strong>47</strong> Verily, verily, I say unto you, He that believeth on me hath everlasting life.  <strong>48</strong> I am that bread of life.  <strong>49</strong> Your fathers did eat manna in the wilderness, and are dead.  <strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>1</strong></sup> Some time after this, Jesus crossed to the far shore of the Sea of Galilee (that is, the Sea of Tiberias), <sup><strong>2</strong></sup> and a great crowd of people followed him because they saw the miraculous signs he had performed on the sick. <sup><strong>3</strong></sup> Then Jesus went up on a mountainside and sat down with his disciples. <sup><strong>4</strong></sup> The Jewish Passover Feast was near. <sup><strong>5</strong></sup> When Jesus looked up and saw a great crowd coming toward him, he said to Philip, \"Where shall we buy bread for these people to eat?\" <sup><strong>6</strong></sup> He asked this only to test him, for he already had in mind what he was going to do. <sup><strong>7</strong></sup> Philip answered him, \"Eight months' wages would not buy enough bread for each one to have a bite!\" <sup><strong>8</strong></sup> Another of his disciples, Andrew, Simon Peter's brother, spoke up, <sup><strong>9</strong></sup> \"Here is a boy with five small barley loaves and two small fish, but how far will they go among so many?\" <sup><strong>10</strong></sup> Jesus said, \"Have the people sit down.\" There was plenty of grass in that place, and the men sat down, about five thousand of them. <sup><strong>11</strong></sup> Jesus then took the loaves, gave thanks, and distributed to those who were seated as much as they wanted. He did the same with the fish. <sup><strong>12</strong></sup> When they had all had enough to eat, he said to his disciples, \"Gather the pieces that are left over. Let nothing be wasted.\" <sup><strong>13</strong></sup> So they gathered them and filled twelve baskets with the pieces of the five barley loaves left over by those who had eaten. <sup><strong>14</strong></sup> After the people saw the miraculous sign that Jesus did, they began to say, \"Surely this is the Prophet who is to come into the world.\" <sup><strong>15</strong></sup> Jesus, knowing that they intended to come and make him king by force, withdrew again to a mountain by himself. <sup><strong>16</strong></sup> When evening came, his disciples went down to the lake, <sup><strong>17</strong></sup> where they got into a boat and set off across the lake for Capernaum. By now it was dark, and Jesus had not yet joined them. <sup><strong>18</strong></sup> A strong wind was blowing and the waters grew rough. <sup><strong>19</strong></sup> When they had rowed three or three and a half miles, they saw Jesus approaching the boat, walking on the water; and they were terrified. <sup><strong>20</strong></sup> But he said to them, \"It is I; don't be afraid.\" <sup><strong>21</strong></sup> Then they were willing to take him into the boat, and immediately the boat reached the shore where they were heading. <sup><strong>22</strong></sup> The next day the crowd that had stayed on the opposite shore of the lake realized that only one boat had been there, and that Jesus had not entered it with his disciples, but that they had gone away alone. <sup><strong>23</strong></sup> Then some boats from Tiberias landed near the place where the people had eaten the bread after the Lord had given thanks. <sup><strong>24</strong></sup> Once the crowd realized that neither Jesus nor his disciples were there, they got into the boats and went to Capernaum in search of Jesus. <sup><strong>25</strong></sup> When they found him on the other side of the lake, they asked him, \"Rabbi, when did you get here?\" <sup><strong>26</strong></sup> Jesus answered, \"I tell you the truth, you are looking for me, not because you saw miraculous signs but because you ate the loaves and had your fill. <sup><strong>27</strong></sup> Do not work for food that spoils, but for food that endures to eternal life, which the Son of Man will give you. On him God the Father has placed his seal of approval.\" <sup><strong>28</strong></sup> Then they asked him, \"What must we do to do the works God requires?\" <sup><strong>29</strong></sup> Jesus answered, \"The work of God is this: to believe in the one he has sent.\" <sup><strong>30</strong></sup> So they asked him, \"What miraculous sign then will you give that we may see it and believe you? What will you do? <sup><strong>31</strong></sup> Our forefathers ate the manna in the desert; as it is written: 'He gave them bread from heaven to eat.'\" <sup><strong>32</strong></sup> Jesus said to them, \"I tell you the truth, it is not Moses who has given you the bread from heaven, but it is my Father who gives you the true bread from heaven. <sup><strong>33</strong></sup> For the bread of God is he who comes down from heaven and gives life to the world.\" <sup><strong>34</strong></sup> \"Sir,\" they said, \"from now on give us this bread.\" <sup><strong>35</strong></sup> Then Jesus declared, \"I am the bread of life. He who comes to me will never go hungry, and he who believes in me will never be thirsty. <sup><strong>36</strong></sup> But as I told you, you have seen me and still you do not believe. <sup><strong>37</strong></sup> All that the Father gives me will come to me, and whoever comes to me I will never drive away. <sup><strong>38</strong></sup> For I have come down from heaven not to do my will but to do the will of him who sent me. <sup><strong>39</strong></sup> And this is the will of him who sent me, that I shall lose none of all that he has given me, but raise them up at the last day. <sup><strong>40</strong></sup> For my Father's will is that everyone who looks to the Son and believes in him shall have eternal life, and I will raise him up at the last day.\" <sup><strong>41</strong></sup> At this the Jews began to grumble about him because he said, \"I am the bread that came down from heaven.\" <sup><strong>42</strong></sup> They said, \"Is this not Jesus, the son of Joseph, whose father and mother we know? How can he now say, 'I came down from heaven'?\" <sup><strong>43</strong></sup> \"Stop grumbling among yourselves,\" Jesus answered. <sup><strong>44</strong></sup> \"No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day. <sup><strong>45</strong></sup> It is written in the Prophets: 'They will all be taught by God.' Everyone who listens to the Father and learns from him comes to me. <sup><strong>46</strong></sup> No one has seen the Father except the one who is from God; only he has seen the Father. <sup><strong>47</strong></sup> I tell you the truth, he who believes has everlasting life. <sup><strong>48</strong></sup> I am the bread of life. <sup><strong>49</strong></sup> Your forefathers ate the manna in the desert, yet they died. <sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. <sup><strong>51</strong></sup> I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. This bread is my flesh, which I will give for the life of the world.\" <sup><strong>52</strong></sup> Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\" <sup><strong>53</strong></sup> Jesus said to them, \"I tell you the truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you. <sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day. <sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. <sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" <sup><strong>66</strong></sup> From this time many of his disciples turned back and no longer followed him. <sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"61697679bda5ba8d737081e2","topicId":"61697678bda5ba8d737081df","verse":"Mark 9:1-50","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41009001_01-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41009001-1\">9:1&nbsp;</b>And he said to them, <span class=\"woc\">“Truly, I say to you, there are some standing here who will not taste death until they see the kingdom of God after it has come with power.”</span></p>\n\n<p id=\"p41009001_03-3\"><b class=\"verse-num\" id=\"v41009002-1\">2&nbsp;</b>And after six days Jesus took with him Peter and James and John, and led them up a high mountain by themselves. And he was transfigured before them, <b class=\"verse-num\" id=\"v41009003-1\">3&nbsp;</b>and his clothes became radiant, intensely white, as no one on earth could bleach them. <b class=\"verse-num\" id=\"v41009004-1\">4&nbsp;</b>And there appeared to them Elijah with Moses, and they were talking with Jesus. <b class=\"verse-num\" id=\"v41009005-1\">5&nbsp;</b>And Peter said to Jesus, “Rabbi, it is good that we are here. Let us make three tents, one for you and one for Moses and one for Elijah.” <b class=\"verse-num\" id=\"v41009006-1\">6&nbsp;</b>For he did not know what to say, for they were terrified. <b class=\"verse-num\" id=\"v41009007-1\">7&nbsp;</b>And a cloud overshadowed them, and a voice came out of the cloud, “This is my beloved Son; listen to him.” <b class=\"verse-num\" id=\"v41009008-1\">8&nbsp;</b>And suddenly, looking around, they no longer saw anyone with them but Jesus only.</p>\n<p id=\"p41009008_03-3\"><b class=\"verse-num\" id=\"v41009009-1\">9&nbsp;</b>And as they were coming down the mountain, he charged them to tell no one what they had seen, until the Son of Man had risen from the dead. <b class=\"verse-num\" id=\"v41009010-1\">10&nbsp;</b>So they kept the matter to themselves, questioning what this rising from the dead might mean. <b class=\"verse-num\" id=\"v41009011-1\">11&nbsp;</b>And they asked him, “Why do the scribes say that first Elijah must come?” <b class=\"verse-num\" id=\"v41009012-1\">12&nbsp;</b>And he said to them, <span class=\"woc\">“Elijah does come first to restore all things. And how is it written of the Son of Man that he should suffer many things and be treated with contempt?</span> <b class=\"verse-num woc\" id=\"v41009013-1\">13&nbsp;</b><span class=\"woc\">But I tell you that Elijah has come, and they did to him whatever they pleased, as it is written of him.”</span></p>\n\n<p id=\"p41009013_11-3\"><b class=\"verse-num\" id=\"v41009014-1\">14&nbsp;</b>And when they came to the disciples, they saw a great crowd around them, and scribes arguing with them. <b class=\"verse-num\" id=\"v41009015-1\">15&nbsp;</b>And immediately all the crowd, when they saw him, were greatly amazed and ran up to him and greeted him. <b class=\"verse-num\" id=\"v41009016-1\">16&nbsp;</b>And he asked them, <span class=\"woc\">“What are you arguing about with them?”</span> <b class=\"verse-num\" id=\"v41009017-1\">17&nbsp;</b>And someone from the crowd answered him, “Teacher, I brought my son to you, for he has a spirit that makes him mute. <b class=\"verse-num\" id=\"v41009018-1\">18&nbsp;</b>And whenever it seizes him, it throws him down, and he foams and grinds his teeth and becomes rigid. So I asked your disciples to cast it out, and they were not able.” <b class=\"verse-num\" id=\"v41009019-1\">19&nbsp;</b>And he answered them, <span class=\"woc\">“O faithless generation, how long am I to be with you? How long am I to bear with you? Bring him to me.”</span> <b class=\"verse-num\" id=\"v41009020-1\">20&nbsp;</b>And they brought the boy to him. And when the spirit saw him, immediately it convulsed the boy, and he fell on the ground and rolled about, foaming at the mouth. <b class=\"verse-num\" id=\"v41009021-1\">21&nbsp;</b>And Jesus asked his father, <span class=\"woc\">“How long has this been happening to him?”</span> And he said, “From childhood. <b class=\"verse-num\" id=\"v41009022-1\">22&nbsp;</b>And it has often cast him into fire and into water, to destroy him. But if you can do anything, have compassion on us and help us.” <b class=\"verse-num\" id=\"v41009023-1\">23&nbsp;</b>And Jesus said to him, <span class=\"woc\">“‘If you can’! All things are possible for one who believes.”</span> <b class=\"verse-num\" id=\"v41009024-1\">24&nbsp;</b>Immediately the father of the child cried out and said, “I believe; help my unbelief!” <b class=\"verse-num\" id=\"v41009025-1\">25&nbsp;</b>And when Jesus saw that a crowd came running together, he rebuked the unclean spirit, saying to it, <span class=\"woc\">“You mute and deaf spirit, I command you, come out of him and never enter him again.”</span> <b class=\"verse-num\" id=\"v41009026-1\">26&nbsp;</b>And after crying out and convulsing him terribly, it came out, and the boy was like a corpse, so that most of them said, “He is dead.” <b class=\"verse-num\" id=\"v41009027-1\">27&nbsp;</b>But Jesus took him by the hand and lifted him up, and he arose. <b class=\"verse-num\" id=\"v41009028-1\">28&nbsp;</b>And when he had entered the house, his disciples asked him privately, “Why could we not cast it out?” <b class=\"verse-num\" id=\"v41009029-1\">29&nbsp;</b>And he said to them, <span class=\"woc\">“This kind cannot be driven out by anything but prayer.”</span></p>\n\n<p id=\"p41009029_16-3\"><b class=\"verse-num\" id=\"v41009030-1\">30&nbsp;</b>They went on from there and passed through Galilee. And he did not want anyone to know, <b class=\"verse-num\" id=\"v41009031-1\">31&nbsp;</b>for he was teaching his disciples, saying to them, <span class=\"woc\">“The Son of Man is going to be delivered into the hands of men, and they will kill him. And when he is killed, after three days he will rise.”</span> <b class=\"verse-num\" id=\"v41009032-1\">32&nbsp;</b>But they did not understand the saying, and were afraid to ask him.</p>\n\n<p id=\"p41009032_20-3\"><b class=\"verse-num\" id=\"v41009033-1\">33&nbsp;</b>And they came to Capernaum. And when he was in the house he asked them, <span class=\"woc\">“What were you discussing on the way?”</span> <b class=\"verse-num\" id=\"v41009034-1\">34&nbsp;</b>But they kept silent, for on the way they had argued with one another about who was the greatest. <b class=\"verse-num\" id=\"v41009035-1\">35&nbsp;</b>And he sat down and called the twelve. And he said to them, <span class=\"woc\">“If anyone would be first, he must be last of all and servant of all.”</span> <b class=\"verse-num\" id=\"v41009036-1\">36&nbsp;</b>And he took a child and put him in the midst of them, and taking him in his arms, he said to them, <b class=\"verse-num woc\" id=\"v41009037-1\">37&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me, and whoever receives me, receives not me but him who sent me.”</span></p>\n\n<p id=\"p41009037_27-3\"><b class=\"verse-num\" id=\"v41009038-1\">38&nbsp;</b>John said to him, “Teacher, we saw someone casting out demons in your name, and we tried to stop him, because he was not following us.” <b class=\"verse-num\" id=\"v41009039-1\">39&nbsp;</b>But Jesus said, <span class=\"woc\">“Do not stop him, for no one who does a mighty work in my name will be able soon afterward to speak evil of me.</span> <b class=\"verse-num woc\" id=\"v41009040-1\">40&nbsp;</b><span class=\"woc\">For the one who is not against us is for us.</span> <b class=\"verse-num woc\" id=\"v41009041-1\">41&nbsp;</b><span class=\"woc\">For truly, I say to you, whoever gives you a cup of water to drink because you belong to Christ will by no means lose his reward.</span></p>\n\n<p id=\"p41009041_30-3\"><b class=\"verse-num woc\" id=\"v41009042-1\">42&nbsp;</b><span class=\"woc\">“Whoever causes one of these little ones who believe in me to sin, it would be better for him if a great millstone were hung around his neck and he were thrown into the sea.</span> <b class=\"verse-num woc\" id=\"v41009043-1\">43&nbsp;</b><span class=\"woc\">And if your hand causes you to sin, cut it off. It is better for you to enter life crippled than with two hands to go to hell, to the unquenchable fire.</span> <b class=\"verse-num woc\" id=\"v41009045-1\">45&nbsp;</b><span class=\"woc\">And if your foot causes you to sin, cut it off. It is better for you to enter life lame than with two feet to be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v41009047-1\">47&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out. It is better for you to enter the kingdom of God with one eye than with two eyes to be thrown into hell,</span> <b class=\"verse-num woc\" id=\"v41009048-1\">48&nbsp;</b><span class=\"woc\">‘where their worm does not die and the fire is not quenched.’</span> <b class=\"verse-num woc\" id=\"v41009049-1\">49&nbsp;</b><span class=\"woc\">For everyone will be salted with fire.</span> <b class=\"verse-num woc\" id=\"v41009050-1\">50&nbsp;</b><span class=\"woc\">Salt is good, but if the salt has lost its saltiness, how will you make it salty again? Have salt in yourselves, and be at peace with one another.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he said unto them, Verily I say unto you, That there be some of them that stand here, which shall not taste of death, till they have seen the kingdom of God come with power. <strong>2</strong> And after six days Jesus taketh with him Peter, and James, and John, and leadeth them up into an high mountain apart by themselves: and he was transfigured before them.  <strong>3</strong> And his raiment became shining, exceeding white as snow; so as no fuller on earth can white them.  <strong>4</strong> And there appeared unto them Elias with Moses: and they were talking with Jesus.  <strong>5</strong> And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias.  <strong>6</strong> For he wist not what to say; for they were sore afraid.  <strong>7</strong> And there was a cloud that overshadowed them: and a voice came out of the cloud, saying, This is my beloved Son: hear him.  <strong>8</strong> And suddenly, when they had looked round about, they saw no man any more, save Jesus only with themselves.  <strong>9</strong> And as they came down from the mountain, he charged them that they should tell no man what things they had seen, till the Son of man were risen from the dead.  <strong>10</strong> And they kept that saying with themselves, questioning one with another what the rising from the dead should mean.  <strong>11</strong> And they asked him, saying, Why say the scribes that Elias must first come?  <strong>12</strong> And he answered and told them, Elias verily cometh first, and restoreth all things; and how it is written of the Son of man, that he must suffer many things, and be set at nought.  <strong>13</strong> But I say unto you, That Elias is indeed come, and they have done unto him whatsoever they listed, as it is written of him. <strong>14</strong> And when he came to his disciples, he saw a great multitude about them, and the scribes questioning with them.  <strong>15</strong> And straightway all the people, when they beheld him, were greatly amazed, and running to him saluted him.  <strong>16</strong> And he asked the scribes, What question ye with them?  <strong>17</strong> And one of the multitude answered and said, Master, I have brought unto thee my son, which hath a dumb spirit;  <strong>18</strong> And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not.  <strong>19</strong> He answereth him, and saith, O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me.  <strong>20</strong> And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming.  <strong>21</strong> And he asked his father, How long is it ago since this came unto him? And he said, Of a child.  <strong>22</strong> And ofttimes it hath cast him into the fire, and into the waters, to destroy him: but if thou canst do any thing, have compassion on us, and help us.  <strong>23</strong> Jesus said unto him, If thou canst believe, all things are  possible to him that believeth.  <strong>24</strong> And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief.  <strong>25</strong> When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him.  <strong>26</strong> And the spirit cried, and rent him sore, and came out of him: and he was as one dead; insomuch that many said, He is dead.  <strong>27</strong> But Jesus took him by the hand, and lifted him up; and he arose.  <strong>28</strong> And when he was come into the house, his disciples asked him privately, Why could not we cast him out?  <strong>29</strong> And he said unto them, This kind can come forth by nothing, but by prayer and fasting. <strong>30</strong> And they departed thence, and passed through Galilee; and he would not that any man should know it.  <strong>31</strong> For he taught his disciples, and said unto them, The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day.  <strong>32</strong> But they understood not that saying, and were afraid to ask him.  <strong>33</strong> And he came to Capernaum: and being in the house he asked them, What was it that ye disputed among yourselves by the way?  <strong>34</strong> But they held their peace: for by the way they had disputed among themselves, who should be the greatest.  <strong>35</strong> And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all.  <strong>36</strong> And he took a child, and set him in the midst of them: and when he had taken him in his arms, he said unto them,  <strong>37</strong> Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me.  <strong>38</strong> And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us.  <strong>39</strong> But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me.  <strong>40</strong> For he that is not against us is on our part.  <strong>41</strong> For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward.  <strong>42</strong> And whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea.  <strong>43</strong> And if thy hand offend thee, cut it off: it is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched:  <strong>44</strong> Where their worm dieth not, and the fire is not quenched.  <strong>45</strong> And if thy foot offend thee, cut it off: it is better for thee to enter halt into life, than having two feet to be cast into hell, into the fire that never shall be quenched:  <strong>46</strong> Where their worm dieth not, and the fire is not quenched.  <strong>47</strong> And if thine eye offend thee, pluck it out: it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire:  <strong>48</strong> Where their worm dieth not, and the fire is not quenched.  <strong>49</strong> For every one shall be salted with fire, and every sacrifice shall be salted with salt.  <strong>50</strong> Salt is good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another. ","niv":"<sup><strong>1</strong></sup> And he said to them, \"I tell you the truth, some who are standing here will not taste death before they see the kingdom of God come with power.\" <sup><strong>2</strong></sup> After six days Jesus took Peter, James and John with him and led them up a high mountain, where they were all alone. There he was transfigured before them. <sup><strong>3</strong></sup> His clothes became dazzling white, whiter than anyone in the world could bleach them. <sup><strong>4</strong></sup> And there appeared before them Elijah and Moses, who were talking with Jesus. <sup><strong>5</strong></sup> Peter said to Jesus, \"Rabbi, it is good for us to be here. Let us put up three shelters--one for you, one for Moses and one for Elijah.\" <sup><strong>6</strong></sup> (He did not know what to say, they were so frightened.) <sup><strong>7</strong></sup> Then a cloud appeared and enveloped them, and a voice came from the cloud: \"This is my Son, whom I love. Listen to him!\" <sup><strong>8</strong></sup> Suddenly, when they looked around, they no longer saw anyone with them except Jesus. <sup><strong>9</strong></sup> As they were coming down the mountain, Jesus gave them orders not to tell anyone what they had seen until the Son of Man had risen from the dead. <sup><strong>10</strong></sup> They kept the matter to themselves, discussing what \"rising from the dead\" meant. <sup><strong>11</strong></sup> And they asked him, \"Why do the teachers of the law say that Elijah must come first?\" <sup><strong>12</strong></sup> Jesus replied, \"To be sure, Elijah does come first, and restores all things. Why then is it written that the Son of Man must suffer much and be rejected? <sup><strong>13</strong></sup> But I tell you, Elijah has come, and they have done to him everything they wished, just as it is written about him.\" <sup><strong>14</strong></sup> When they came to the other disciples, they saw a large crowd around them and the teachers of the law arguing with them. <sup><strong>15</strong></sup> As soon as all the people saw Jesus, they were overwhelmed with wonder and ran to greet him. <sup><strong>16</strong></sup> \"What are you arguing with them about?\" he asked. <sup><strong>17</strong></sup> A man in the crowd answered, \"Teacher, I brought you my son, who is possessed by a spirit that has robbed him of speech. <sup><strong>18</strong></sup> Whenever it seizes him, it throws him to the ground. He foams at the mouth, gnashes his teeth and becomes rigid. I asked your disciples to drive out the spirit, but they could not.\" <sup><strong>19</strong></sup> \"O unbelieving generation,\" Jesus replied, \"how long shall I stay with you? How long shall I put up with you? Bring the boy to me.\" <sup><strong>20</strong></sup> So they brought him. When the spirit saw Jesus, it immediately threw the boy into a convulsion. He fell to the ground and rolled around, foaming at the mouth. <sup><strong>21</strong></sup> Jesus asked the boy's father, \"How long has he been like this?\" <sup><strong>22</strong></sup> \"From childhood,\" he answered. \"It has often thrown him into fire or water to kill him. But if you can do anything, take pity on us and help us.\" <sup><strong>23</strong></sup> \"'If you can'?\" said Jesus. \"Everything is possible for him who believes.\" <sup><strong>24</strong></sup> Immediately the boy's father exclaimed, \"I do believe; help me overcome my unbelief!\" <sup><strong>25</strong></sup> When Jesus saw that a crowd was running to the scene, he rebuked the evil spirit. \"You deaf and mute spirit,\" he said, \"I command you, come out of him and never enter him again.\" <sup><strong>26</strong></sup> The spirit shrieked, convulsed him violently and came out. The boy looked so much like a corpse that many said, \"He's dead.\" <sup><strong>27</strong></sup> But Jesus took him by the hand and lifted him to his feet, and he stood up. <sup><strong>28</strong></sup> After Jesus had gone indoors, his disciples asked him privately, \"Why couldn't we drive it out?\" <sup><strong>29</strong></sup> He replied, \"This kind can come out only by prayer. \" <sup><strong>30</strong></sup> They left that place and passed through Galilee. Jesus did not want anyone to know where they were, <sup><strong>31</strong></sup> because he was teaching his disciples. He said to them, \"The Son of Man is going to be betrayed into the hands of men. They will kill him, and after three days he will rise.\" <sup><strong>32</strong></sup> But they did not understand what he meant and were afraid to ask him about it. <sup><strong>33</strong></sup> They came to Capernaum. When he was in the house, he asked them, \"What were you arguing about on the road?\" <sup><strong>34</strong></sup> But they kept quiet because on the way they had argued about who was the greatest. <sup><strong>35</strong></sup> Sitting down, Jesus called the Twelve and said, \"If anyone wants to be first, he must be the very last, and the servant of all.\" <sup><strong>36</strong></sup> He took a little child and had him stand among them. Taking him in his arms, he said to them, <sup><strong>37</strong></sup> \"Whoever welcomes one of these little children in my name welcomes me; and whoever welcomes me does not welcome me but the one who sent me.\" <sup><strong>38</strong></sup> \"Teacher,\" said John, \"we saw a man driving out demons in your name and we told him to stop, because he was not one of us.\" <sup><strong>39</strong></sup> \"Do not stop him,\" Jesus said. \"No one who does a miracle in my name can in the next moment say anything bad about me, <sup><strong>40</strong></sup> for whoever is not against us is for us. <sup><strong>41</strong></sup> I tell you the truth, anyone who gives you a cup of water in my name because you belong to Christ will certainly not lose his reward. <sup><strong>42</strong></sup> \"And if anyone causes one of these little ones who believe in me to sin, it would be better for him to be thrown into the sea with a large millstone tied around his neck. <sup><strong>43</strong></sup> If your hand causes you to sin, cut it off. It is better for you to enter life maimed than with two hands to go into hell, where the fire never goes out. <sup><strong>44</strong></sup> See Footnote <sup><strong>45</strong></sup> And if your foot causes you to sin, cut it off. It is better for you to enter life crippled than to have two feet and be thrown into hell. <sup><strong>46</strong></sup> See Footnote <sup><strong>47</strong></sup> And if your eye causes you to sin, pluck it out. It is better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell, <sup><strong>48</strong></sup> where \"'their worm does not die, and the fire is not quenched.' <sup><strong>49</strong></sup> Everyone will be salted with fire. <sup><strong>50</strong></sup> \"Salt is good, but if it loses its saltiness, how can you make it salty again? Have salt in yourselves, and be at peace with each other.\" "},{"_id":"61697679bda5ba8d737081e3","topicId":"61697678bda5ba8d737081df","verse":"2 Peter 1:20-2:1","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation. <b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n\n<p id=\"p61002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  <strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  <strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  ","niv":""},{"_id":"6169767abda5ba8d737081e4","topicId":"61697678bda5ba8d737081df","verse":"Galatians 5:19-21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"6169767abda5ba8d737081e5","topicId":"61697678bda5ba8d737081df","verse":"Acts 11:1-30","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44011001_06-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44011001-1\">11:1&nbsp;</b>Now the apostles and the brothers who were throughout Judea heard that the Gentiles also had received the word of God. <b class=\"verse-num\" id=\"v44011002-1\">2&nbsp;</b>So when Peter went up to Jerusalem, the circumcision party criticized him, saying, <b class=\"verse-num\" id=\"v44011003-1\">3&nbsp;</b>“You went to uncircumcised men and ate with them.” <b class=\"verse-num\" id=\"v44011004-1\">4&nbsp;</b>But Peter began and explained it to them in order: <b class=\"verse-num\" id=\"v44011005-1\">5&nbsp;</b>“I was in the city of Joppa praying, and in a trance I saw a vision, something like a great sheet descending, being let down from heaven by its four corners, and it came down to me. <b class=\"verse-num\" id=\"v44011006-1\">6&nbsp;</b>Looking at it closely, I observed animals and beasts of prey and reptiles and birds of the air. <b class=\"verse-num\" id=\"v44011007-1\">7&nbsp;</b>And I heard a voice saying to me, <span class=\"woc\">‘Rise, Peter; kill and eat.’</span> <b class=\"verse-num\" id=\"v44011008-1\">8&nbsp;</b>But I said, ‘By no means, Lord; for nothing common or unclean has ever entered my mouth.’ <b class=\"verse-num\" id=\"v44011009-1\">9&nbsp;</b>But the voice answered a second time from heaven, <span class=\"woc\">‘What God has made clean, do not call common.’</span> <b class=\"verse-num\" id=\"v44011010-1\">10&nbsp;</b>This happened three times, and all was drawn up again into heaven. <b class=\"verse-num\" id=\"v44011011-1\">11&nbsp;</b>And behold, at that very moment three men arrived at the house in which we were, sent to me from Caesarea. <b class=\"verse-num\" id=\"v44011012-1\">12&nbsp;</b>And the Spirit told me to go with them, making no distinction. These six brothers also accompanied me, and we entered the man’s house. <b class=\"verse-num\" id=\"v44011013-1\">13&nbsp;</b>And he told us how he had seen the angel stand in his house and say, ‘Send to Joppa and bring Simon who is called Peter; <b class=\"verse-num\" id=\"v44011014-1\">14&nbsp;</b>he will declare to you a message by which you will be saved, you and all your household.’ <b class=\"verse-num\" id=\"v44011015-1\">15&nbsp;</b>As I began to speak, the Holy Spirit fell on them just as on us at the beginning. <b class=\"verse-num\" id=\"v44011016-1\">16&nbsp;</b>And I remembered the word of the Lord, how he said, <span class=\"woc\">‘John baptized with water, but you will be baptized with the Holy Spirit.’</span> <b class=\"verse-num\" id=\"v44011017-1\">17&nbsp;</b>If then God gave the same gift to them as he gave to us when we believed in the Lord Jesus Christ, who was I that I could stand in God’s way?” <b class=\"verse-num\" id=\"v44011018-1\">18&nbsp;</b>When they heard these things they fell silent. And they glorified God, saying, “Then to the Gentiles also God has granted repentance that leads to life.”</p>\n\n<p id=\"p44011018_10-6\"><b class=\"verse-num\" id=\"v44011019-1\">19&nbsp;</b>Now those who were scattered because of the persecution that arose over Stephen traveled as far as Phoenicia and Cyprus and Antioch, speaking the word to no one except Jews. <b class=\"verse-num\" id=\"v44011020-1\">20&nbsp;</b>But there were some of them, men of Cyprus and Cyrene, who on coming to Antioch spoke to the Hellenists also, preaching the Lord Jesus. <b class=\"verse-num\" id=\"v44011021-1\">21&nbsp;</b>And the hand of the Lord was with them, and a great number who believed turned to the Lord. <b class=\"verse-num\" id=\"v44011022-1\">22&nbsp;</b>The report of this came to the ears of the church in Jerusalem, and they sent Barnabas to Antioch. <b class=\"verse-num\" id=\"v44011023-1\">23&nbsp;</b>When he came and saw the grace of God, he was glad, and he exhorted them all to remain faithful to the Lord with steadfast purpose, <b class=\"verse-num\" id=\"v44011024-1\">24&nbsp;</b>for he was a good man, full of the Holy Spirit and of faith. And a great many people were added to the Lord. <b class=\"verse-num\" id=\"v44011025-1\">25&nbsp;</b>So Barnabas went to Tarsus to look for Saul, <b class=\"verse-num\" id=\"v44011026-1\">26&nbsp;</b>and when he had found him, he brought him to Antioch. For a whole year they met with the church and taught a great many people. And in Antioch the disciples were first called Christians.</p>\n<p id=\"p44011026_10-6\"><b class=\"verse-num\" id=\"v44011027-1\">27&nbsp;</b>Now in these days prophets came down from Jerusalem to Antioch. <b class=\"verse-num\" id=\"v44011028-1\">28&nbsp;</b>And one of them named Agabus stood up and foretold by the Spirit that there would be a great famine over all the world (this took place in the days of Claudius). <b class=\"verse-num\" id=\"v44011029-1\">29&nbsp;</b>So the disciples determined, every one according to his ability, to send relief to the brothers living in Judea. <b class=\"verse-num\" id=\"v44011030-1\">30&nbsp;</b>And they did so, sending it to the elders by the hand of Barnabas and Saul.</p>\n\n</div>","kjv":"<strong>1</strong> And the apostles and brethren that were in Judaea heard that the Gentiles had also received the word of God.  <strong>2</strong> And when Peter was come up to Jerusalem, they that were of the circumcision contended with him,  <strong>3</strong> Saying, Thou wentest in to men uncircumcised, and didst eat with them.  <strong>4</strong> But Peter rehearsed the matter from the beginning, and expounded it by order unto them, saying,  <strong>5</strong> I was in the city of Joppa praying: and in a trance I saw a vision, A certain vessel descend, as it had been a great sheet, let down from heaven by four corners; and it came even to me:  <strong>6</strong> Upon the which when I had fastened mine eyes, I considered, and saw fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.  <strong>7</strong> And I heard a voice saying unto me, Arise, Peter; slay and eat.  <strong>8</strong> But I said, Not so, Lord: for nothing common or unclean hath at any time entered into my mouth.  <strong>9</strong> But the voice answered me again from heaven, What God hath cleansed, that call not thou common.  <strong>10</strong> And this was done three times: and all were drawn up again into heaven.  <strong>11</strong> And, behold, immediately there were three men already come unto the house where I was, sent from Caesarea unto me.  <strong>12</strong> And the spirit bade me go with them, nothing doubting. Moreover these six brethren accompanied me, and we entered into the man’s house:  <strong>13</strong> And he shewed us how he had seen an angel in his house, which stood and said unto him, Send men to Joppa, and call for Simon, whose surname is Peter;  <strong>14</strong> Who shall tell thee words, whereby thou and all thy house shall be saved.  <strong>15</strong> And as I began to speak, the Holy Ghost fell on them, as on us at the beginning.  <strong>16</strong> Then remembered I the word of the Lord, how that he said, John indeed baptized with water; but ye shall be baptized with the Holy Ghost.  <strong>17</strong> Forasmuch then as God gave them the like gift as he did unto us, who believed on the Lord Jesus Christ; what was I, that I could withstand God?  <strong>18</strong> When they heard these things, they held their peace, and glorified God, saying, Then hath God also to the Gentiles granted repentance unto life.  <strong>19</strong> Now they which were scattered abroad upon the persecution that arose about Stephen travelled as far as Phenice, and Cyprus, and Antioch, preaching the word to none but unto the Jews only.  <strong>20</strong> And some of them were men of Cyprus and Cyrene, which, when they were come to Antioch, spake unto the Grecians, preaching the Lord Jesus.  <strong>21</strong> And the hand of the Lord was with them: and a great number believed, and turned unto the Lord.  <strong>22</strong> Then tidings of these things came unto the ears of the church which was in Jerusalem: and they sent forth Barnabas, that he should go as far as Antioch.  <strong>23</strong> Who, when he came, and had seen the grace of God, was glad, and exhorted them all, that with purpose of heart they would cleave unto the Lord.  <strong>24</strong> For he was a good man, and full of the Holy Ghost and of faith: and much people was added unto the Lord.  <strong>25</strong> Then departed Barnabas to Tarsus, for to seek Saul:  <strong>26</strong> And when he had found him, he brought him unto Antioch. And it came to pass, that a whole year they assembled themselves with the church, and taught much people. And the disciples were called Christians first in Antioch.  <strong>27</strong> And in these days came prophets from Jerusalem unto Antioch.  <strong>28</strong> And there stood up one of them named Agabus, and signified by the spirit that there should be great dearth throughout all the world: which came to pass in the days of Claudius Caesar.  <strong>29</strong> Then the disciples, every man according to his ability, determined to send relief unto the brethren which dwelt in Judaea:  <strong>30</strong> Which also they did, and sent it to the elders by the hands of Barnabas and Saul.  ","niv":"<sup><strong>1</strong></sup> The apostles and the brothers throughout Judea heard that the Gentiles also had received the word of God. <sup><strong>2</strong></sup> So when Peter went up to Jerusalem, the circumcised believers criticized him <sup><strong>3</strong></sup> and said, \"You went into the house of uncircumcised men and ate with them.\" <sup><strong>4</strong></sup> Peter began and explained everything to them precisely as it had happened: <sup><strong>5</strong></sup> \"I was in the city of Joppa praying, and in a trance I saw a vision. I saw something like a large sheet being let down from heaven by its four corners, and it came down to where I was. <sup><strong>6</strong></sup> I looked into it and saw four-footed animals of the earth, wild beasts, reptiles, and birds of the air. <sup><strong>7</strong></sup> Then I heard a voice telling me, 'Get up, Peter. Kill and eat.' <sup><strong>8</strong></sup> \"I replied, 'Surely not, Lord! Nothing impure or unclean has ever entered my mouth.' <sup><strong>9</strong></sup> \"The voice spoke from heaven a second time, 'Do not call anything impure that God has made clean.' <sup><strong>10</strong></sup> This happened three times, and then it was all pulled up to heaven again. <sup><strong>11</strong></sup> \"Right then three men who had been sent to me from Caesarea stopped at the house where I was staying. <sup><strong>12</strong></sup> The Spirit told me to have no hesitation about going with them. These six brothers also went with me, and we entered the man's house. <sup><strong>13</strong></sup> He told us how he had seen an angel appear in his house and say, 'Send to Joppa for Simon who is called Peter. <sup><strong>14</strong></sup> He will bring you a message through which you and all your household will be saved.' <sup><strong>15</strong></sup> \"As I began to speak, the Holy Spirit came on them as he had come on us at the beginning. <sup><strong>16</strong></sup> Then I remembered what the Lord had said: 'John baptized with water, but you will be baptized with the Holy Spirit.' <sup><strong>17</strong></sup> So if God gave them the same gift as he gave us, who believed in the Lord Jesus Christ, who was I to think that I could oppose God?\" <sup><strong>18</strong></sup> When they heard this, they had no further objections and praised God, saying, \"So then, God has granted even the Gentiles repentance unto life.\" <sup><strong>19</strong></sup> Now those who had been scattered by the persecution in connection with Stephen traveled as far as Phoenicia, Cyprus and Antioch, telling the message only to Jews. <sup><strong>20</strong></sup> Some of them, however, men from Cyprus and Cyrene, went to Antioch and began to speak to Greeks also, telling them the good news about the Lord Jesus. <sup><strong>21</strong></sup> The Lord's hand was with them, and a great number of people believed and turned to the Lord. <sup><strong>22</strong></sup> News of this reached the ears of the church at Jerusalem, and they sent Barnabas to Antioch. <sup><strong>23</strong></sup> When he arrived and saw the evidence of the grace of God, he was glad and encouraged them all to remain true to the Lord with all their hearts. <sup><strong>24</strong></sup> He was a good man, full of the Holy Spirit and faith, and a great number of people were brought to the Lord. <sup><strong>25</strong></sup> Then Barnabas went to Tarsus to look for Saul, <sup><strong>26</strong></sup> and when he found him, he brought him to Antioch. So for a whole year Barnabas and Saul met with the church and taught great numbers of people. The disciples were called Christians first at Antioch. <sup><strong>27</strong></sup> During this time some prophets came down from Jerusalem to Antioch. <sup><strong>28</strong></sup> One of them, named Agabus, stood up and through the Spirit predicted that a severe famine would spread over the entire Roman world. (This happened during the reign of Claudius.) <sup><strong>29</strong></sup> The disciples, each according to his ability, decided to provide help for the brothers living in Judea. <sup><strong>30</strong></sup> This they did, sending their gift to the elders by Barnabas and Saul. "},{"_id":"6169767abda5ba8d737081e6","topicId":"61697678bda5ba8d737081df","verse":"1 John 2:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p62002001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62002001-1\">2:1&nbsp;</b>My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous. <b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world. <b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments. <b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, <b class=\"verse-num\" id=\"v62002005-1\">5&nbsp;</b>but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: <b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n\n<p id=\"p62002006_07-7\"><b class=\"verse-num\" id=\"v62002007-1\">7&nbsp;</b>Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old commandment is the word that you have heard. <b class=\"verse-num\" id=\"v62002008-1\">8&nbsp;</b>At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining. <b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness. <b class=\"verse-num\" id=\"v62002010-1\">10&nbsp;</b>Whoever loves his brother abides in the light, and in him there is no cause for stumbling. <b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002012_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002012-1\">12&nbsp;</b>&nbsp;&nbsp;I am writing to you, little children,</span><br><span id=\"p62002012_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because your sins are forgiven for his name’s sake.</span><br><span id=\"p62002013_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_07-7\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_07-7\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_07-7\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_12-7\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n<p id=\"p62002017_15-7\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour. <b class=\"verse-num\" id=\"v62002019-1\">19&nbsp;</b>They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us. <b class=\"verse-num\" id=\"v62002020-1\">20&nbsp;</b>But you have been anointed by the Holy One, and you all have knowledge. <b class=\"verse-num\" id=\"v62002021-1\">21&nbsp;</b>I write to you, not because you do not know the truth, but because you know it, and because no lie is of the truth. <b class=\"verse-num\" id=\"v62002022-1\">22&nbsp;</b>Who is the liar but he who denies that Jesus is the Christ? This is the antichrist, he who denies the Father and the Son. <b class=\"verse-num\" id=\"v62002023-1\">23&nbsp;</b>No one who denies the Son has the Father. Whoever confesses the Son has the Father also. <b class=\"verse-num\" id=\"v62002024-1\">24&nbsp;</b>Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. <b class=\"verse-num\" id=\"v62002025-1\">25&nbsp;</b>And this is the promise that he made to us—eternal life.</p>\n<p id=\"p62002025_15-7\"><b class=\"verse-num\" id=\"v62002026-1\">26&nbsp;</b>I write these things to you about those who are trying to deceive you. <b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n\n<p id=\"p62002027_18-7\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming. <b class=\"verse-num\" id=\"v62002029-1\">29&nbsp;</b>If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.</p>\n\n</div>","kjv":"<strong>1</strong> My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:  <strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  <strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  <strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  <strong>5</strong> But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.  <strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  <strong>7</strong> Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.  <strong>8</strong> Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.  <strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  <strong>10</strong> He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.  <strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  <strong>12</strong> I write unto you, little children, because your sins are forgiven you for his name’s sake.  <strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  <strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  <strong>19</strong> They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.  <strong>20</strong> But ye have an unction from the Holy One, and ye know all things.  <strong>21</strong> I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.  <strong>22</strong> Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.  <strong>23</strong> Whosoever denieth the Son, the same hath not the Father: (but) he that acknowledgeth the Son hath the Father also.  <strong>24</strong> Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.  <strong>25</strong> And this is the promise that he hath promised us, even eternal life.  <strong>26</strong> These things have I written unto you concerning them that seduce you.  <strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  <strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  <strong>29</strong> If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.  ","niv":"<sup><strong>1</strong></sup> My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One. <sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. <sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands. <sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. <sup><strong>5</strong></sup> But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: <sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did. <sup><strong>7</strong></sup> Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard. <sup><strong>8</strong></sup> Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining. <sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness. <sup><strong>10</strong></sup> Whoever loves his brother lives in the light, and there is nothing in him to make him stumble. <sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him. <sup><strong>12</strong></sup> I write to you, dear children, because your sins have been forgiven on account of his name. <sup><strong>13</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. <sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. <sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. <sup><strong>19</strong></sup> They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. <sup><strong>20</strong></sup> But you have an anointing from the Holy One, and all of you know the truth. <sup><strong>21</strong></sup> I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth. <sup><strong>22</strong></sup> Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son. <sup><strong>23</strong></sup> No one who denies the Son has the Father; whoever acknowledges the Son has the Father also. <sup><strong>24</strong></sup> See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father. <sup><strong>25</strong></sup> And this is what he promised us--even eternal life. <sup><strong>26</strong></sup> I am writing these things to you about those who are trying to lead you astray. <sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him. <sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming. <sup><strong>29</strong></sup> If you know that he is righteous, you know that everyone who does what is right has been born of him. "},{"_id":"6169767bbda5ba8d737081e7","topicId":"61697678bda5ba8d737081df","verse":"2 Peter 1:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61001002_01-8\"><b class=\"verse-num\" id=\"v61001002-1\">2&nbsp;</b>May grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord.</p>\n</div>","kjv":"<strong>2</strong> Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord,  ","niv":"<sup><strong>2</strong></sup> Grace and peace be yours in abundance through the knowledge of God and of Jesus our Lord."},{"_id":"6169767bbda5ba8d737081e8","topicId":"61697678bda5ba8d737081df","verse":"James 3:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.</p>\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly."},{"_id":"6169767bbda5ba8d737081e9","topicId":"61697678bda5ba8d737081df","verse":"James 1:1-27","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-10\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-10\">Greetings.</p>\n\n<p id=\"p59001001_06-10\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-10\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-10\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-10\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-10\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-10\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-10\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-10\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"6169767bbda5ba8d737081ea","topicId":"61697678bda5ba8d737081df","verse":"1 Timothy 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54003016_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_01-12\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_01-12\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_01-12\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_01-12\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory."},{"_id":"6169767cbda5ba8d737081eb","topicId":"61697678bda5ba8d737081df","verse":"1 Timothy 3:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54003015_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth.</p>\n</div>","kjv":"<strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  ","niv":"<sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth."},{"_id":"6169767cbda5ba8d737081ec","topicId":"61697678bda5ba8d737081df","verse":"2 Thessalonians 1:1-12","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-15\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-15\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-15\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-15\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:  <strong>2</strong> Grace unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;  <strong>4</strong> So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:  <strong>5</strong> Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:  <strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  <strong>7</strong> And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,  <strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  <strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  <strong>10</strong> When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.  <strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ: <sup><strong>2</strong></sup> Grace and peace to you from God the Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> We ought always to thank God for you, brothers, and rightly so, because your faith is growing more and more, and the love every one of you has for each other is increasing. <sup><strong>4</strong></sup> Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring. <sup><strong>5</strong></sup> All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering. <sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you <sup><strong>7</strong></sup> and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels. <sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus. <sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power <sup><strong>10</strong></sup> on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you. <sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"6169767cbda5ba8d737081ed","topicId":"61697678bda5ba8d737081df","verse":"Colossians 1:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-16\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-16\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-16\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-16\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-16\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-16\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-16\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"6169767dbda5ba8d737081ee","topicId":"61697678bda5ba8d737081df","verse":"Philippians 2:9-10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50002009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,</p>\n</div>","kjv":"<strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  ","niv":"<sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, "},{"_id":"6169767dbda5ba8d737081ef","topicId":"61697678bda5ba8d737081df","verse":"Philippians 2:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50002002_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind.</p>\n</div>","kjv":"<strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  ","niv":"<sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose."},{"_id":"6169767dbda5ba8d737081f0","topicId":"61697678bda5ba8d737081df","verse":"Ephesians 3:1-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p49003001_07-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49003001-1\">3:1&nbsp;</b>For this reason I, Paul, a prisoner of Christ Jesus on behalf of you Gentiles—<b class=\"verse-num\" id=\"v49003002-1\">2&nbsp;</b>assuming that you have heard of the stewardship of God’s grace that was given to me for you, <b class=\"verse-num\" id=\"v49003003-1\">3&nbsp;</b>how the mystery was made known to me by revelation, as I have written briefly. <b class=\"verse-num\" id=\"v49003004-1\">4&nbsp;</b>When you read this, you can perceive my insight into the mystery of Christ, <b class=\"verse-num\" id=\"v49003005-1\">5&nbsp;</b>which was not made known to the sons of men in other generations as it has now been revealed to his holy apostles and prophets by the Spirit. <b class=\"verse-num\" id=\"v49003006-1\">6&nbsp;</b>This mystery is that the Gentiles are fellow heirs, members of the same body, and partakers of the promise in Christ Jesus through the gospel.</p>\n<p id=\"p49003006_07-19\"><b class=\"verse-num\" id=\"v49003007-1\">7&nbsp;</b>Of this gospel I was made a minister according to the gift of God’s grace, which was given me by the working of his power. <b class=\"verse-num\" id=\"v49003008-1\">8&nbsp;</b>To me, though I am the very least of all the saints, this grace was given, to preach to the Gentiles the unsearchable riches of Christ, <b class=\"verse-num\" id=\"v49003009-1\">9&nbsp;</b>and to bring to light for everyone what is the plan of the mystery hidden for ages in God, who created all things, <b class=\"verse-num\" id=\"v49003010-1\">10&nbsp;</b>so that through the church the manifold wisdom of God might now be made known to the rulers and authorities in the heavenly places. <b class=\"verse-num\" id=\"v49003011-1\">11&nbsp;</b>This was according to the eternal purpose that he has realized in Christ Jesus our Lord, <b class=\"verse-num\" id=\"v49003012-1\">12&nbsp;</b>in whom we have boldness and access with confidence through our faith in him. <b class=\"verse-num\" id=\"v49003013-1\">13&nbsp;</b>So I ask you not to lose heart over what I am suffering for you, which is your glory.</p>\n\n<p id=\"p49003013_11-19\"><b class=\"verse-num\" id=\"v49003014-1\">14&nbsp;</b>For this reason I bow my knees before the Father, <b class=\"verse-num\" id=\"v49003015-1\">15&nbsp;</b>from whom every family in heaven and on earth is named, <b class=\"verse-num\" id=\"v49003016-1\">16&nbsp;</b>that according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being, <b class=\"verse-num\" id=\"v49003017-1\">17&nbsp;</b>so that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love, <b class=\"verse-num\" id=\"v49003018-1\">18&nbsp;</b>may have strength to comprehend with all the saints what is the breadth and length and height and depth, <b class=\"verse-num\" id=\"v49003019-1\">19&nbsp;</b>and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God.</p>\n<p id=\"p49003019_11-19\"><b class=\"verse-num\" id=\"v49003020-1\">20&nbsp;</b>Now to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us, <b class=\"verse-num\" id=\"v49003021-1\">21&nbsp;</b>to him be glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen.</p>\n\n</div>","kjv":"<strong>1</strong> For this cause I Paul, the prisoner of Jesus Christ for you Gentiles,  <strong>2</strong> If ye have heard of the dispensation of the grace of God which is given me to youward:  <strong>3</strong> How that by revelation he made known unto me the mystery; (as I wrote afore in few words,  <strong>4</strong> Whereby, when ye read, ye may understand my knowledge in the mystery of Christ)  <strong>5</strong> Which in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;  <strong>6</strong> That the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:  <strong>7</strong> Whereof I was made a minister, according to the gift of the grace of God given unto me by the effectual working of his power.  <strong>8</strong> Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ;  <strong>9</strong> And to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ:  <strong>10</strong> To the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God,  <strong>11</strong> According to the eternal purpose which he purposed in Christ Jesus our Lord:  <strong>12</strong> In whom we have boldness and access with confidence by the faith of him.  <strong>13</strong> Wherefore I desire that ye faint not at my tribulations for you, which is your glory.  <strong>14</strong> For this cause I bow my knees unto the Father of our Lord Jesus Christ,  <strong>15</strong> Of whom the whole family in heaven and earth is named,  <strong>16</strong> That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;  <strong>17</strong> That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,  <strong>18</strong> May be able to comprehend with all saints what is the breadth, and length, and depth, and height;  <strong>19</strong> And to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.  <strong>20</strong> Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,  <strong>21</strong> Unto him be glory in the church by Christ Jesus throughout all ages, world without end. Amen.  ","niv":"<sup><strong>1</strong></sup> For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles-- <sup><strong>2</strong></sup> Surely you have heard about the administration of God's grace that was given to me for you, <sup><strong>3</strong></sup> that is, the mystery made known to me by revelation, as I have already written briefly. <sup><strong>4</strong></sup> In reading this, then, you will be able to understand my insight into the mystery of Christ, <sup><strong>5</strong></sup> which was not made known to men in other generations as it has now been revealed by the Spirit to God's holy apostles and prophets. <sup><strong>6</strong></sup> This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus. <sup><strong>7</strong></sup> I became a servant of this gospel by the gift of God's grace given me through the working of his power. <sup><strong>8</strong></sup> Although I am less than the least of all God's people, this grace was given me: to preach to the Gentiles the unsearchable riches of Christ, <sup><strong>9</strong></sup> and to make plain to everyone the administration of this mystery, which for ages past was kept hidden in God, who created all things. <sup><strong>10</strong></sup> His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms, <sup><strong>11</strong></sup> according to his eternal purpose which he accomplished in Christ Jesus our Lord. <sup><strong>12</strong></sup> In him and through faith in him we may approach God with freedom and confidence. <sup><strong>13</strong></sup> I ask you, therefore, not to be discouraged because of my sufferings for you, which are your glory. <sup><strong>14</strong></sup> For this reason I kneel before the Father, <sup><strong>15</strong></sup> from whom his whole family in heaven and on earth derives its name. <sup><strong>16</strong></sup> I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being, <sup><strong>17</strong></sup> so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love, <sup><strong>18</strong></sup> may have power, together with all the saints, to grasp how wide and long and high and deep is the love of Christ, <sup><strong>19</strong></sup> and to know this love that surpasses knowledge--that you may be filled to the measure of all the fullness of God. <sup><strong>20</strong></sup> Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us, <sup><strong>21</strong></sup> to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen. "},{"_id":"6169767ebda5ba8d737081f1","topicId":"61697678bda5ba8d737081df","verse":"1 Corinthians 2:1-16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46002001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46002001-1\">2:1&nbsp;</b>And I, when I came to you, brothers, did not come proclaiming to you the testimony of God with lofty speech or wisdom. <b class=\"verse-num\" id=\"v46002002-1\">2&nbsp;</b>For I decided to know nothing among you except Jesus Christ and him crucified. <b class=\"verse-num\" id=\"v46002003-1\">3&nbsp;</b>And I was with you in weakness and in fear and much trembling, <b class=\"verse-num\" id=\"v46002004-1\">4&nbsp;</b>and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power, <b class=\"verse-num\" id=\"v46002005-1\">5&nbsp;</b>so that your faith might not rest in the wisdom of men but in the power of God.</p>\n\n<p id=\"p46002005_08-21\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away. <b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. <b class=\"verse-num\" id=\"v46002008-1\">8&nbsp;</b>None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. <b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_08-21\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_08-21\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46002009_08-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46002010-1\">10&nbsp;</b>these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God. <b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God. <b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. <b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n<p id=\"p46002013_08-21\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned. <b class=\"verse-num\" id=\"v46002015-1\">15&nbsp;</b>The spiritual person judges all things, but is himself to be judged by no one. <b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.  <strong>2</strong> For I determined not to know any thing among you, save Jesus Christ, and him crucified.  <strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  <strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  <strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  <strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  <strong>8</strong> Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.  <strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  <strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  <strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  <strong>15</strong> But he that is spiritual judgeth all things, yet he himself is judged of no man.  <strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>1</strong></sup> When I came to you, brothers, I did not come with eloquence or superior wisdom as I proclaimed to you the testimony about God. <sup><strong>2</strong></sup> For I resolved to know nothing while I was with you except Jesus Christ and him crucified. <sup><strong>3</strong></sup> I came to you in weakness and fear, and with much trembling. <sup><strong>4</strong></sup> My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit's power, <sup><strong>5</strong></sup> so that your faith might not rest on men's wisdom, but on God's power. <sup><strong>6</strong></sup> We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing. <sup><strong>7</strong></sup> No, we speak of God's secret wisdom, a wisdom that has been hidden and that God destined for our glory before time began. <sup><strong>8</strong></sup> None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory. <sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"-- <sup><strong>10</strong></sup> but God has revealed it to us by his Spirit. <sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God. <sup><strong>12</strong></sup> We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us. <sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words. <sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned. <sup><strong>15</strong></sup> The spiritual man makes judgments about all things, but he himself is not subject to any man's judgment: <sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ. "},{"_id":"6169767ebda5ba8d737081f2","topicId":"61697678bda5ba8d737081df","verse":"1 Corinthians 1:10","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46001010_05-23\"><b class=\"verse-num\" id=\"v46001010-1\">10&nbsp;</b>I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment.</p>\n\n</div>","kjv":"<strong>10</strong> Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.  ","niv":"<sup><strong>10</strong></sup> I appeal to you, brothers, in the name of our Lord Jesus Christ, that all of you agree with one another so that there may be no divisions among you and that you may be perfectly united in mind and thought."},{"_id":"6169767ebda5ba8d737081f3","topicId":"61697678bda5ba8d737081df","verse":"Romans 6:1-23","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45006001_07-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45006001-1\">6:1&nbsp;</b>What shall we say then? Are we to continue in sin that grace may abound? <b class=\"verse-num\" id=\"v45006002-1\">2&nbsp;</b>By no means! How can we who died to sin still live in it? <b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? <b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n<p id=\"p45006004_07-24\"><b class=\"verse-num\" id=\"v45006005-1\">5&nbsp;</b>For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his. <b class=\"verse-num\" id=\"v45006006-1\">6&nbsp;</b>We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin. <b class=\"verse-num\" id=\"v45006007-1\">7&nbsp;</b>For one who has died has been set free from sin. <b class=\"verse-num\" id=\"v45006008-1\">8&nbsp;</b>Now if we have died with Christ, we believe that we will also live with him. <b class=\"verse-num\" id=\"v45006009-1\">9&nbsp;</b>We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him. <b class=\"verse-num\" id=\"v45006010-1\">10&nbsp;</b>For the death he died he died to sin, once for all, but the life he lives he lives to God. <b class=\"verse-num\" id=\"v45006011-1\">11&nbsp;</b>So you also must consider yourselves dead to sin and alive to God in Christ Jesus.</p>\n<p id=\"p45006011_07-24\"><b class=\"verse-num\" id=\"v45006012-1\">12&nbsp;</b>Let not sin therefore reign in your mortal body, to make you obey its passions. <b class=\"verse-num\" id=\"v45006013-1\">13&nbsp;</b>Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness. <b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n\n<p id=\"p45006014_10-24\"><b class=\"verse-num\" id=\"v45006015-1\">15&nbsp;</b>What then? Are we to sin because we are not under law but under grace? By no means! <b class=\"verse-num\" id=\"v45006016-1\">16&nbsp;</b>Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness? <b class=\"verse-num\" id=\"v45006017-1\">17&nbsp;</b>But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed, <b class=\"verse-num\" id=\"v45006018-1\">18&nbsp;</b>and, having been set free from sin, have become slaves of righteousness. <b class=\"verse-num\" id=\"v45006019-1\">19&nbsp;</b>I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification.</p>\n<p id=\"p45006019_10-24\"><b class=\"verse-num\" id=\"v45006020-1\">20&nbsp;</b>For when you were slaves of sin, you were free in regard to righteousness. <b class=\"verse-num\" id=\"v45006021-1\">21&nbsp;</b>But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death. <b class=\"verse-num\" id=\"v45006022-1\">22&nbsp;</b>But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life. <b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> What shall we say, then? Shall we go on sinning so that grace may increase? <sup><strong>2</strong></sup> By no means! We died to sin; how can we live in it any longer? <sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. <sup><strong>5</strong></sup> If we have been united with him like this in his death, we will certainly also be united with him in his resurrection. <sup><strong>6</strong></sup> For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin-- <sup><strong>7</strong></sup> because anyone who has died has been freed from sin. <sup><strong>8</strong></sup> Now if we died with Christ, we believe that we will also live with him. <sup><strong>9</strong></sup> For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him. <sup><strong>10</strong></sup> The death he died, he died to sin once for all; but the life he lives, he lives to God. <sup><strong>11</strong></sup> In the same way, count yourselves dead to sin but alive to God in Christ Jesus. <sup><strong>12</strong></sup> Therefore do not let sin reign in your mortal body so that you obey its evil desires. <sup><strong>13</strong></sup> Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness. <sup><strong>14</strong></sup> For sin shall not be your master, because you are not under law, but under grace. <sup><strong>15</strong></sup> What then? Shall we sin because we are not under law but under grace? By no means! <sup><strong>16</strong></sup> Don't you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey--whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness? <sup><strong>17</strong></sup> But thanks be to God that, though you used to be slaves to sin, you wholeheartedly obeyed the form of teaching to which you were entrusted. <sup><strong>18</strong></sup> You have been set free from sin and have become slaves to righteousness. <sup><strong>19</strong></sup> I put this in human terms because you are weak in your natural selves. Just as you used to offer the parts of your body in slavery to impurity and to ever-increasing wickedness, so now offer them in slavery to righteousness leading to holiness. <sup><strong>20</strong></sup> When you were slaves to sin, you were free from the control of righteousness. <sup><strong>21</strong></sup> What benefit did you reap at that time from the things you are now ashamed of? Those things result in death! <sup><strong>22</strong></sup> But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life. <sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord. "},{"_id":"6169767ebda5ba8d737081f4","topicId":"61697678bda5ba8d737081df","verse":"Romans 1:1-32","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-25\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-25\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-25\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-25\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-25\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-25\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-25\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-25\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"6169767fbda5ba8d737081f5","topicId":"61697678bda5ba8d737081df","verse":"Acts 15:1-41","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44015001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44015001-1\">15:1&nbsp;</b>But some men came down from Judea and were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” <b class=\"verse-num\" id=\"v44015002-1\">2&nbsp;</b>And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question. <b class=\"verse-num\" id=\"v44015003-1\">3&nbsp;</b>So, being sent on their way by the church, they passed through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and brought great joy to all the brothers. <b class=\"verse-num\" id=\"v44015004-1\">4&nbsp;</b>When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them. <b class=\"verse-num\" id=\"v44015005-1\">5&nbsp;</b>But some believers who belonged to the party of the Pharisees rose up and said, “It is necessary to circumcise them and to order them to keep the law of Moses.”</p>\n<p id=\"p44015005_04-26\"><b class=\"verse-num\" id=\"v44015006-1\">6&nbsp;</b>The apostles and the elders were gathered together to consider this matter. <b class=\"verse-num\" id=\"v44015007-1\">7&nbsp;</b>And after there had been much debate, Peter stood up and said to them, “Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. <b class=\"verse-num\" id=\"v44015008-1\">8&nbsp;</b>And God, who knows the heart, bore witness to them, by giving them the Holy Spirit just as he did to us, <b class=\"verse-num\" id=\"v44015009-1\">9&nbsp;</b>and he made no distinction between us and them, having cleansed their hearts by faith. <b class=\"verse-num\" id=\"v44015010-1\">10&nbsp;</b>Now, therefore, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear? <b class=\"verse-num\" id=\"v44015011-1\">11&nbsp;</b>But we believe that we will be saved through the grace of the Lord Jesus, just as they will.”</p>\n<p id=\"p44015011_04-26\"><b class=\"verse-num\" id=\"v44015012-1\">12&nbsp;</b>And all the assembly fell silent, and they listened to Barnabas and Paul as they related what signs and wonders God had done through them among the Gentiles. <b class=\"verse-num\" id=\"v44015013-1\">13&nbsp;</b>After they finished speaking, James replied, “Brothers, listen to me. <b class=\"verse-num\" id=\"v44015014-1\">14&nbsp;</b>Simeon has related how God first visited the Gentiles, to take from them a people for his name. <b class=\"verse-num\" id=\"v44015015-1\">15&nbsp;</b>And with this the words of the prophets agree, just as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44015016_04-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015016-1\">16&nbsp;</b>&nbsp;&nbsp;“‘After this I will return,</span><br><span id=\"p44015016_04-26\" class=\"line\">&nbsp;&nbsp;and I will rebuild the tent of David that has fallen;</span><br><span id=\"p44015016_04-26\" class=\"line\">&nbsp;&nbsp;I will rebuild its ruins,</span><br><span id=\"p44015016_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp; and I will restore it,</span><br><span id=\"p44015017_04-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015017-1\">17&nbsp;</b>&nbsp;&nbsp;that the remnant of mankind may seek the Lord,</span><br><span id=\"p44015017_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the Gentiles who are called by my name,</span><br><span id=\"p44015017_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the Lord, who makes these things <b class=\"verse-num inline\" id=\"v44015018-1\">18&nbsp;</b>known from of old.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44015018_04-26\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44015019-1\">19&nbsp;</b>Therefore my judgment is that we should not trouble those of the Gentiles who turn to God, <b class=\"verse-num\" id=\"v44015020-1\">20&nbsp;</b>but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood. <b class=\"verse-num\" id=\"v44015021-1\">21&nbsp;</b>For from ancient generations Moses has had in every city those who proclaim him, for he is read every Sabbath in the synagogues.”</p>\n\n<p id=\"p44015021_10-26\"><b class=\"verse-num\" id=\"v44015022-1\">22&nbsp;</b>Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers, <b class=\"verse-num\" id=\"v44015023-1\">23&nbsp;</b>with the following letter: “The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings. <b class=\"verse-num\" id=\"v44015024-1\">24&nbsp;</b>Since we have heard that some persons have gone out from us and troubled you with words, unsettling your minds, although we gave them no instructions, <b class=\"verse-num\" id=\"v44015025-1\">25&nbsp;</b>it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul, <b class=\"verse-num\" id=\"v44015026-1\">26&nbsp;</b>men who have risked their lives for the name of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v44015027-1\">27&nbsp;</b>We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth. <b class=\"verse-num\" id=\"v44015028-1\">28&nbsp;</b>For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements: <b class=\"verse-num\" id=\"v44015029-1\">29&nbsp;</b>that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”</p>\n<p id=\"p44015029_10-26\"><b class=\"verse-num\" id=\"v44015030-1\">30&nbsp;</b>So when they were sent off, they went down to Antioch, and having gathered the congregation together, they delivered the letter. <b class=\"verse-num\" id=\"v44015031-1\">31&nbsp;</b>And when they had read it, they rejoiced because of its encouragement. <b class=\"verse-num\" id=\"v44015032-1\">32&nbsp;</b>And Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words. <b class=\"verse-num\" id=\"v44015033-1\">33&nbsp;</b>And after they had spent some time, they were sent off in peace by the brothers to those who had sent them. <b class=\"verse-num\" id=\"v44015035-1\">35&nbsp;</b>But Paul and Barnabas remained in Antioch, teaching and preaching the word of the Lord, with many others also.</p>\n\n<p id=\"p44015035_14-26\"><b class=\"verse-num\" id=\"v44015036-1\">36&nbsp;</b>And after some days Paul said to Barnabas, “Let us return and visit the brothers in every city where we proclaimed the word of the Lord, and see how they are.” <b class=\"verse-num\" id=\"v44015037-1\">37&nbsp;</b>Now Barnabas wanted to take with them John called Mark. <b class=\"verse-num\" id=\"v44015038-1\">38&nbsp;</b>But Paul thought best not to take with them one who had withdrawn from them in Pamphylia and had not gone with them to the work. <b class=\"verse-num\" id=\"v44015039-1\">39&nbsp;</b>And there arose a sharp disagreement, so that they separated from each other. Barnabas took Mark with him and sailed away to Cyprus, <b class=\"verse-num\" id=\"v44015040-1\">40&nbsp;</b>but Paul chose Silas and departed, having been commended by the brothers to the grace of the Lord. <b class=\"verse-num\" id=\"v44015041-1\">41&nbsp;</b>And he went through Syria and Cilicia, strengthening the churches.</p>\n\n</div>","kjv":"<strong>1</strong> And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.  <strong>2</strong> When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.  <strong>3</strong> And being brought on their way by the church, they passed through Phenice and Samaria, declaring the conversion of the Gentiles: and they caused great joy unto all the brethren.  <strong>4</strong> And when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them.  <strong>5</strong> But there rose up certain of the sect of the Pharisees which believed, saying, That it was needful to circumcise them, and to command them  to keep the law of Moses.  <strong>6</strong> And the apostles and elders came together for to consider of this matter.  <strong>7</strong> And when there had been much disputing, Peter rose up, and said unto them, Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe.  <strong>8</strong> And God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us;  <strong>9</strong> And put no difference between us and them, purifying their hearts by faith.  <strong>10</strong> Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?  <strong>11</strong> But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.  <strong>12</strong> Then all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them.  <strong>13</strong> And after they had held their peace, James answered, saying, Men and brethren, hearken unto me:  <strong>14</strong> Simeon hath declared how God at the first did visit the Gentiles, to take out of them a people for his name.  <strong>15</strong> And to this agree the words of the prophets; as it is written,  <strong>16</strong> After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:  <strong>17</strong> That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things.  <strong>18</strong> Known unto God are all his works from the beginning of the world.  <strong>19</strong> Wherefore my sentence is, that we trouble not them, which from among the Gentiles are turned to God:  <strong>20</strong> But that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.  <strong>21</strong> For Moses of old time hath in every city them that preach him, being read in the synagogues every sabbath day.  <strong>22</strong> Then pleased it the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely,  Judas surnamed Barsabas, and Silas, chief men among the brethren:  <strong>23</strong> And they wrote letters by them after this manner; The apostles and elders and brethren send greeting unto the brethren which are of the Gentiles in Antioch and Syria and Cilicia:  <strong>24</strong> Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must  be circumcised, and keep the law: to whom we gave no such  commandment:  <strong>25</strong> It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,  <strong>26</strong> Men that have hazarded their lives for the name of our Lord Jesus Christ.  <strong>27</strong> We have sent therefore Judas and Silas, who shall also tell you  the same things by mouth.  <strong>28</strong> For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;  <strong>29</strong> That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.  <strong>30</strong> So when they were dismissed, they came to Antioch: and when they had gathered the multitude together, they delivered the epistle:  <strong>31</strong> Which when they had read, they rejoiced for the consolation.  <strong>32</strong> And Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and confirmed them.  <strong>33</strong> And after they had tarried there a space, they were let go in peace from the brethren unto the apostles.  <strong>34</strong> Notwithstanding it pleased Silas to abide there still.  <strong>35</strong> Paul also and Barnabas continued in Antioch, teaching and preaching the word of the Lord, with many others also.  <strong>36</strong> And some days after Paul said unto Barnabas, Let us go again and visit our brethren in every city where we have preached the word of the Lord, and see how they do.  <strong>37</strong> And Barnabas determined to take with them John, whose surname was Mark.  <strong>38</strong> But Paul thought not good to take him with them, who departed from them from Pamphylia, and went not with them to the work.  <strong>39</strong> And the contention was so sharp between them, that they departed asunder one from the other: and so Barnabas took Mark, and sailed unto Cyprus;  <strong>40</strong> And Paul chose Silas, and departed, being recommended by the brethren unto the grace of God.  <strong>41</strong> And he went through Syria and Cilicia, confirming the churches.  ","niv":"<sup><strong>1</strong></sup> Some men came down from Judea to Antioch and were teaching the brothers: \"Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.\" <sup><strong>2</strong></sup> This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question. <sup><strong>3</strong></sup> The church sent them on their way, and as they traveled through Phoenicia and Samaria, they told how the Gentiles had been converted. This news made all the brothers very glad. <sup><strong>4</strong></sup> When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them. <sup><strong>5</strong></sup> Then some of the believers who belonged to the party of the Pharisees stood up and said, \"The Gentiles must be circumcised and required to obey the law of Moses.\" <sup><strong>6</strong></sup> The apostles and elders met to consider this question. <sup><strong>7</strong></sup> After much discussion, Peter got up and addressed them: \"Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe. <sup><strong>8</strong></sup> God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us. <sup><strong>9</strong></sup> He made no distinction between us and them, for he purified their hearts by faith. <sup><strong>10</strong></sup> Now then, why do you try to test God by putting on the necks of the disciples a yoke that neither we nor our fathers have been able to bear? <sup><strong>11</strong></sup> No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are.\" <sup><strong>12</strong></sup> The whole assembly became silent as they listened to Barnabas and Paul telling about the miraculous signs and wonders God had done among the Gentiles through them. <sup><strong>13</strong></sup> When they finished, James spoke up: \"Brothers, listen to me. <sup><strong>14</strong></sup> Simon has described to us how God at first showed his concern by taking from the Gentiles a people for himself. <sup><strong>15</strong></sup> The words of the prophets are in agreement with this, as it is written: <sup><strong>16</strong></sup> \"'After this I will return and rebuild David's fallen tent. Its ruins I will rebuild, and I will restore it, <sup><strong>17</strong></sup> that the remnant of men may seek the Lord, and all the Gentiles who bear my name, says the Lord, who does these things' <sup><strong>18</strong></sup> that have been known for ages. <sup><strong>19</strong></sup> \"It is my judgment, therefore, that we should not make it difficult for the Gentiles who are turning to God. <sup><strong>20</strong></sup> Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood. <sup><strong>21</strong></sup> For Moses has been preached in every city from the earliest times and is read in the synagogues on every Sabbath.\" <sup><strong>22</strong></sup> Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, two men who were leaders among the brothers. <sup><strong>23</strong></sup> With them they sent the following letter: The apostles and elders, your brothers, To the Gentile believers in Antioch, Syria and Cilicia: Greetings. <sup><strong>24</strong></sup> We have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said. <sup><strong>25</strong></sup> So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul-- <sup><strong>26</strong></sup> men who have risked their lives for the name of our Lord Jesus Christ. <sup><strong>27</strong></sup> Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing. <sup><strong>28</strong></sup> It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements: <sup><strong>29</strong></sup> You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell. <sup><strong>30</strong></sup> The men were sent off and went down to Antioch, where they gathered the church together and delivered the letter. <sup><strong>31</strong></sup> The people read it and were glad for its encouraging message. <sup><strong>32</strong></sup> Judas and Silas, who themselves were prophets, said much to encourage and strengthen the brothers. <sup><strong>33</strong></sup> After spending some time there, they were sent off by the brothers with the blessing of peace to return to those who had sent them. <sup><strong>34</strong></sup> See Footnote <sup><strong>35</strong></sup> But Paul and Barnabas remained in Antioch, where they and many others taught and preached the word of the Lord. <sup><strong>36</strong></sup> Some time later Paul said to Barnabas, \"Let us go back and visit the brothers in all the towns where we preached the word of the Lord and see how they are doing.\" <sup><strong>37</strong></sup> Barnabas wanted to take John, also called Mark, with them, <sup><strong>38</strong></sup> but Paul did not think it wise to take him, because he had deserted them in Pamphylia and had not continued with them in the work. <sup><strong>39</strong></sup> They had such a sharp disagreement that they parted company. Barnabas took Mark and sailed for Cyprus, <sup><strong>40</strong></sup> but Paul chose Silas and left, commended by the brothers to the grace of the Lord. <sup><strong>41</strong></sup> He went through Syria and Cilicia, strengthening the churches. "},{"_id":"6169767fbda5ba8d737081f6","topicId":"61697678bda5ba8d737081df","verse":"Acts 7:1-60","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44007001_03-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44007001-1\">7:1&nbsp;</b>And the high priest said, “Are these things so?” <b class=\"verse-num\" id=\"v44007002-1\">2&nbsp;</b>And Stephen said:</p>\n<p id=\"p44007002_03-27\">“Brothers and fathers, hear me. The God of glory appeared to our father Abraham when he was in Mesopotamia, before he lived in Haran, <b class=\"verse-num\" id=\"v44007003-1\">3&nbsp;</b>and said to him, ‘Go out from your land and from your kindred and go into the land that I will show you.’ <b class=\"verse-num\" id=\"v44007004-1\">4&nbsp;</b>Then he went out from the land of the Chaldeans and lived in Haran. And after his father died, God removed him from there into this land in which you are now living. <b class=\"verse-num\" id=\"v44007005-1\">5&nbsp;</b>Yet he gave him no inheritance in it, not even a foot’s length, but promised to give it to him as a possession and to his offspring after him, though he had no child. <b class=\"verse-num\" id=\"v44007006-1\">6&nbsp;</b>And God spoke to this effect—that his offspring would be sojourners in a land belonging to others, who would enslave them and afflict them four hundred years. <b class=\"verse-num\" id=\"v44007007-1\">7&nbsp;</b>‘But I will judge the nation that they serve,’ said God, ‘and after that they shall come out and worship me in this place.’ <b class=\"verse-num\" id=\"v44007008-1\">8&nbsp;</b>And he gave him the covenant of circumcision. And so Abraham became the father of Isaac, and circumcised him on the eighth day, and Isaac became the father of Jacob, and Jacob of the twelve patriarchs.</p>\n<p id=\"p44007008_03-27\"><b class=\"verse-num\" id=\"v44007009-1\">9&nbsp;</b>“And the patriarchs, jealous of Joseph, sold him into Egypt; but God was with him <b class=\"verse-num\" id=\"v44007010-1\">10&nbsp;</b>and rescued him out of all his afflictions and gave him favor and wisdom before Pharaoh, king of Egypt, who made him ruler over Egypt and over all his household. <b class=\"verse-num\" id=\"v44007011-1\">11&nbsp;</b>Now there came a famine throughout all Egypt and Canaan, and great affliction, and our fathers could find no food. <b class=\"verse-num\" id=\"v44007012-1\">12&nbsp;</b>But when Jacob heard that there was grain in Egypt, he sent out our fathers on their first visit. <b class=\"verse-num\" id=\"v44007013-1\">13&nbsp;</b>And on the second visit Joseph made himself known to his brothers, and Joseph’s family became known to Pharaoh. <b class=\"verse-num\" id=\"v44007014-1\">14&nbsp;</b>And Joseph sent and summoned Jacob his father and all his kindred, seventy-five persons in all. <b class=\"verse-num\" id=\"v44007015-1\">15&nbsp;</b>And Jacob went down into Egypt, and he died, he and our fathers, <b class=\"verse-num\" id=\"v44007016-1\">16&nbsp;</b>and they were carried back to Shechem and laid in the tomb that Abraham had bought for a sum of silver from the sons of Hamor in Shechem.</p>\n<p id=\"p44007016_03-27\"><b class=\"verse-num\" id=\"v44007017-1\">17&nbsp;</b>“But as the time of the promise drew near, which God had granted to Abraham, the people increased and multiplied in Egypt <b class=\"verse-num\" id=\"v44007018-1\">18&nbsp;</b>until there arose over Egypt another king who did not know Joseph. <b class=\"verse-num\" id=\"v44007019-1\">19&nbsp;</b>He dealt shrewdly with our race and forced our fathers to expose their infants, so that they would not be kept alive. <b class=\"verse-num\" id=\"v44007020-1\">20&nbsp;</b>At this time Moses was born; and he was beautiful in God’s sight. And he was brought up for three months in his father’s house, <b class=\"verse-num\" id=\"v44007021-1\">21&nbsp;</b>and when he was exposed, Pharaoh’s daughter adopted him and brought him up as her own son. <b class=\"verse-num\" id=\"v44007022-1\">22&nbsp;</b>And Moses was instructed in all the wisdom of the Egyptians, and he was mighty in his words and deeds.</p>\n<p id=\"p44007022_03-27\"><b class=\"verse-num\" id=\"v44007023-1\">23&nbsp;</b>“When he was forty years old, it came into his heart to visit his brothers, the children of Israel. <b class=\"verse-num\" id=\"v44007024-1\">24&nbsp;</b>And seeing one of them being wronged, he defended the oppressed man and avenged him by striking down the Egyptian. <b class=\"verse-num\" id=\"v44007025-1\">25&nbsp;</b>He supposed that his brothers would understand that God was giving them salvation by his hand, but they did not understand. <b class=\"verse-num\" id=\"v44007026-1\">26&nbsp;</b>And on the following day he appeared to them as they were quarreling and tried to reconcile them, saying, ‘Men, you are brothers. Why do you wrong each other?’ <b class=\"verse-num\" id=\"v44007027-1\">27&nbsp;</b>But the man who was wronging his neighbor thrust him aside, saying, ‘Who made you a ruler and a judge over us? <b class=\"verse-num\" id=\"v44007028-1\">28&nbsp;</b>Do you want to kill me as you killed the Egyptian yesterday?’ <b class=\"verse-num\" id=\"v44007029-1\">29&nbsp;</b>At this retort Moses fled and became an exile in the land of Midian, where he became the father of two sons.</p>\n<p id=\"p44007029_03-27\"><b class=\"verse-num\" id=\"v44007030-1\">30&nbsp;</b>“Now when forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in a flame of fire in a bush. <b class=\"verse-num\" id=\"v44007031-1\">31&nbsp;</b>When Moses saw it, he was amazed at the sight, and as he drew near to look, there came the voice of the Lord: <b class=\"verse-num\" id=\"v44007032-1\">32&nbsp;</b>‘I am the God of your fathers, the God of Abraham and of Isaac and of Jacob.’ And Moses trembled and did not dare to look. <b class=\"verse-num\" id=\"v44007033-1\">33&nbsp;</b>Then the Lord said to him, ‘Take off the sandals from your feet, for the place where you are standing is holy ground. <b class=\"verse-num\" id=\"v44007034-1\">34&nbsp;</b>I have surely seen the affliction of my people who are in Egypt, and have heard their groaning, and I have come down to deliver them. And now come, I will send you to Egypt.’</p>\n<p id=\"p44007034_03-27\"><b class=\"verse-num\" id=\"v44007035-1\">35&nbsp;</b>“This Moses, whom they rejected, saying, ‘Who made you a ruler and a judge?’—this man God sent as both ruler and redeemer by the hand of the angel who appeared to him in the bush. <b class=\"verse-num\" id=\"v44007036-1\">36&nbsp;</b>This man led them out, performing wonders and signs in Egypt and at the Red Sea and in the wilderness for forty years. <b class=\"verse-num\" id=\"v44007037-1\">37&nbsp;</b>This is the Moses who said to the Israelites, ‘God will raise up for you a prophet like me from your brothers.’ <b class=\"verse-num\" id=\"v44007038-1\">38&nbsp;</b>This is the one who was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai, and with our fathers. He received living oracles to give to us. <b class=\"verse-num\" id=\"v44007039-1\">39&nbsp;</b>Our fathers refused to obey him, but thrust him aside, and in their hearts they turned to Egypt, <b class=\"verse-num\" id=\"v44007040-1\">40&nbsp;</b>saying to Aaron, ‘Make for us gods who will go before us. As for this Moses who led us out from the land of Egypt, we do not know what has become of him.’ <b class=\"verse-num\" id=\"v44007041-1\">41&nbsp;</b>And they made a calf in those days, and offered a sacrifice to the idol and were rejoicing in the works of their hands. <b class=\"verse-num\" id=\"v44007042-1\">42&nbsp;</b>But God turned away and gave them over to worship the host of heaven, as it is written in the book of the prophets:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44007042_03-27\" class=\"line\">&nbsp;&nbsp;“‘Did you bring to me slain beasts and sacrifices,</span><br><span id=\"p44007042_03-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;during the forty years in the wilderness, O house of Israel?</span><br><span id=\"p44007043_03-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44007043-1\">43&nbsp;</b>&nbsp;&nbsp;You took up the tent of Moloch</span><br><span id=\"p44007043_03-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the star of your god Rephan,</span><br><span id=\"p44007043_03-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the images that you made to worship;</span><br><span id=\"p44007043_03-27\" class=\"line\">&nbsp;&nbsp;and I will send you into exile beyond Babylon.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44007043_03-27\"><b class=\"verse-num\" id=\"v44007044-1\">44&nbsp;</b>“Our fathers had the tent of witness in the wilderness, just as he who spoke to Moses directed him to make it, according to the pattern that he had seen. <b class=\"verse-num\" id=\"v44007045-1\">45&nbsp;</b>Our fathers in turn brought it in with Joshua when they dispossessed the nations that God drove out before our fathers. So it was until the days of David, <b class=\"verse-num\" id=\"v44007046-1\">46&nbsp;</b>who found favor in the sight of God and asked to find a dwelling place for the God of Jacob. <b class=\"verse-num\" id=\"v44007047-1\">47&nbsp;</b>But it was Solomon who built a house for him. <b class=\"verse-num\" id=\"v44007048-1\">48&nbsp;</b>Yet the Most High does not dwell in houses made by hands, as the prophet says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44007049_03-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44007049-1\">49&nbsp;</b>&nbsp;&nbsp;“‘Heaven is my throne,</span><br><span id=\"p44007049_03-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the earth is my footstool.</span><br><span id=\"p44007049_03-27\" class=\"line\">&nbsp;&nbsp;What kind of house will you build for me, says the Lord,</span><br><span id=\"p44007049_03-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or what is the place of my rest?</span><br><span id=\"p44007050_03-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44007050-1\">50&nbsp;</b>&nbsp;&nbsp;Did not my hand make all these things?’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44007050_03-27\"><b class=\"verse-num\" id=\"v44007051-1\">51&nbsp;</b>“You stiff-necked people, uncircumcised in heart and ears, you always resist the Holy Spirit. As your fathers did, so do you. <b class=\"verse-num\" id=\"v44007052-1\">52&nbsp;</b>Which of the prophets did your fathers not persecute? And they killed those who announced beforehand the coming of the Righteous One, whom you have now betrayed and murdered, <b class=\"verse-num\" id=\"v44007053-1\">53&nbsp;</b>you who received the law as delivered by angels and did not keep it.”</p>\n\n<p id=\"p44007053_07-27\"><b class=\"verse-num\" id=\"v44007054-1\">54&nbsp;</b>Now when they heard these things they were enraged, and they ground their teeth at him. <b class=\"verse-num\" id=\"v44007055-1\">55&nbsp;</b>But he, full of the Holy Spirit, gazed into heaven and saw the glory of God, and Jesus standing at the right hand of God. <b class=\"verse-num\" id=\"v44007056-1\">56&nbsp;</b>And he said, “Behold, I see the heavens opened, and the Son of Man standing at the right hand of God.” <b class=\"verse-num\" id=\"v44007057-1\">57&nbsp;</b>But they cried out with a loud voice and stopped their ears and rushed together at him. <b class=\"verse-num\" id=\"v44007058-1\">58&nbsp;</b>Then they cast him out of the city and stoned him. And the witnesses laid down their garments at the feet of a young man named Saul. <b class=\"verse-num\" id=\"v44007059-1\">59&nbsp;</b>And as they were stoning Stephen, he called out, “Lord Jesus, receive my spirit.” <b class=\"verse-num\" id=\"v44007060-1\">60&nbsp;</b>And falling to his knees he cried out with a loud voice, “Lord, do not hold this sin against them.” And when he had said this, he fell asleep.</p>\n\n</div>","kjv":"<strong>1</strong> Then said the high priest, Are these things so?  <strong>2</strong> And he said, Men, brethren, and fathers, hearken; The God of glory appeared unto our father Abraham, when he was in Mesopotamia, before he dwelt in Charran,  <strong>3</strong> And said unto him, Get thee out of thy country, and from thy kindred, and come into the land which I shall shew thee.  <strong>4</strong> Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.  <strong>5</strong> And he gave him none inheritance in it, no, not so much as  to set his foot on: yet he promised that he would give it to him for a possession, and to his seed after him, when as yet he had no child.  <strong>6</strong> And God spake on this wise, That his seed should sojourn in a strange land; and that they should bring them into bondage, and entreat them  evil four hundred years.  <strong>7</strong> And the nation to whom they shall be in bondage will I judge, said God: and after that shall they come forth, and serve me in this place.  <strong>8</strong> And he gave him the covenant of circumcision: and so Abraham  begat Isaac, and circumcised him the eighth day; and Isaac begat  Jacob; and Jacob begat the twelve patriarchs.  <strong>9</strong> And the patriarchs, moved with envy, sold Joseph into Egypt: but God was with him,  <strong>10</strong> And delivered him out of all his afflictions, and gave him favour and wisdom in the sight of Pharaoh king of Egypt; and he made him governor over Egypt and all his house.  <strong>11</strong> Now there came a dearth over all the land of Egypt and Chanaan, and great affliction: and our fathers found no sustenance.  <strong>12</strong> But when Jacob heard that there was corn in Egypt, he sent out our fathers first.  <strong>13</strong> And at the second time Joseph was made known to his brethren; and Joseph’s kindred was made known unto Pharaoh.  <strong>14</strong> Then sent Joseph, and called his father Jacob to him, and all his kindred, threescore and fifteen souls.  <strong>15</strong> So Jacob went down into Egypt, and died, he, and our fathers,  <strong>16</strong> And were carried over into Sychem, and laid in the sepulchre that Abraham bought for a sum of money of the sons of Emmor the father  of Sychem.  <strong>17</strong> But when the time of the promise drew nigh, which God had sworn to Abraham, the people grew and multiplied in Egypt,  <strong>18</strong> Till another king arose, which knew not Joseph.  <strong>19</strong> The same dealt subtilly with our kindred, and evil entreated our fathers, so that they cast out their young children, to the end they might not live.  <strong>20</strong> In which time Moses was born, and was exceeding fair, and nourished up in his father’s house three months:  <strong>21</strong> And when he was cast out, Pharaoh’s daughter took him up, and nourished him for her own son.  <strong>22</strong> And Moses was learned in all the wisdom of the Egyptians, and was mighty in words and in deeds.  <strong>23</strong> And when he was full forty years old, it came into his heart to visit his brethren the children of Israel.  <strong>24</strong> And seeing one of them suffer wrong, he defended him,  and avenged him that was oppressed, and smote the Egyptian:  <strong>25</strong> For he supposed his brethren would have understood how that God by his hand would deliver them: but they understood not.  <strong>26</strong> And the next day he shewed himself unto them as they strove, and would have set them at one again, saying, Sirs, ye are brethren; why do ye wrong one to another?  <strong>27</strong> But he that did his neighbour wrong thrust him away, saying, Who made thee a ruler and a judge over us?  <strong>28</strong> Wilt thou kill me, as thou diddest the Egyptian yesterday?  <strong>29</strong> Then fled Moses at this saying, and was a stranger in the land of Madian, where he begat two sons.  <strong>30</strong> And when forty years were expired, there appeared to him in the wilderness of mount Sina an angel of the Lord in a flame of fire in a bush.  <strong>31</strong> When Moses saw it, he wondered at the sight: and as he drew near to behold it, the voice of the Lord came unto him,  <strong>32</strong> Saying, I am the God of thy fathers, the God of Abraham, and the God of Isaac, and the God of Jacob. Then Moses trembled, and durst not behold.  <strong>33</strong> Then said the Lord to him, Put off thy shoes from thy feet: for the place where thou standest is holy ground.  <strong>34</strong> I have seen, I have seen the affliction of my people which is in Egypt, and I have heard their groaning, and am come down to deliver them. And now come, I will send thee into Egypt.  <strong>35</strong> This Moses whom they refused, saying, Who made thee a ruler and a judge? the same did God send to be a ruler and a deliverer by the hand of the angel which appeared to him in the bush.  <strong>36</strong> He brought them out, after that he had shewed wonders and signs in the land of Egypt, and in the Red sea, and in the wilderness forty years.  <strong>37</strong> This is that Moses, which said unto the children of Israel, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear.  <strong>38</strong> This is he, that was in the church in the wilderness with the angel which spake to him in the mount Sina, and with our fathers: who received the lively oracles to give unto us:  <strong>39</strong> To whom our fathers would not obey, but thrust him from them, and in their hearts turned back again into Egypt,  <strong>40</strong> Saying unto Aaron, Make us gods to go before us: for as for  this Moses, which brought us out of the land of Egypt, we wot not what is become of him.  <strong>41</strong> And they made a calf in those days, and offered sacrifice unto the idol, and rejoiced in the works of their own hands.  <strong>42</strong> Then God turned, and gave them up to worship the host of heaven; as it is written in the book of the prophets, O ye house of Israel, have ye offered to me slain beasts and sacrifices by the space of forty years in the wilderness?  <strong>43</strong> Yea, ye took up the tabernacle of Moloch, and the star of your god Remphan, figures which ye made to worship them: and I will carry you away beyond Babylon.  <strong>44</strong> Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.  <strong>45</strong> Which also our fathers that came after brought in with Jesus into the possession of the Gentiles, whom God drave out before the face of our fathers, unto the days of David;  <strong>46</strong> Who found favour before God, and desired to find a tabernacle for the God of Jacob.  <strong>47</strong> But Solomon built him an house.  <strong>48</strong> Howbeit the most High dwelleth not in temples made with hands; as saith the prophet,  <strong>49</strong> Heaven is my throne, and earth is my footstool: what house will ye build me? saith the Lord: or what is the place of my rest?  <strong>50</strong> Hath not my hand made all these things?  <strong>51</strong> Ye stiffnecked and uncircumcised in heart and ears, ye do always resist the Holy Ghost: as your fathers did, so do ye.  <strong>52</strong> Which of the prophets have not your fathers persecuted? and they have slain them which shewed before of the coming of the Just One; of whom ye have been now the betrayers and murderers:  <strong>53</strong> Who have received the law by the disposition of angels, and have not kept it.  <strong>54</strong> When they heard these things, they were cut to the heart, and they gnashed on him with their teeth.  <strong>55</strong> But he, being full of the Holy Ghost, looked up stedfastly into heaven, and saw the glory of God, and Jesus standing on the right hand of God,  <strong>56</strong> And said, Behold, I see the heavens opened, and the Son of man standing on the right hand of God.  <strong>57</strong> Then they cried out with a loud voice, and stopped their ears, and ran upon him with one accord,  <strong>58</strong> And cast him out of the city, and stoned him: and the witnesses laid down their clothes at a young man’s feet, whose name was Saul.  <strong>59</strong> And they stoned Stephen, calling upon God, and saying, Lord Jesus, receive my spirit.  <strong>60</strong> And he kneeled down, and cried with a loud voice, Lord, lay not this sin to their charge. And when he had said this, he fell asleep.  ","niv":"<sup><strong>1</strong></sup> Then the high priest asked him, \"Are these charges true?\" <sup><strong>2</strong></sup> To this he replied: \"Brothers and fathers, listen to me! The God of glory appeared to our father Abraham while he was still in Mesopotamia, before he lived in Haran. <sup><strong>3</strong></sup> 'Leave your country and your people,' God said, 'and go to the land I will show you.' <sup><strong>4</strong></sup> \"So he left the land of the Chaldeans and settled in Haran. After the death of his father, God sent him to this land where you are now living. <sup><strong>5</strong></sup> He gave him no inheritance here, not even a foot of ground. But God promised him that he and his descendants after him would possess the land, even though at that time Abraham had no child. <sup><strong>6</strong></sup> God spoke to him in this way: 'Your descendants will be strangers in a country not their own, and they will be enslaved and mistreated four hundred years. <sup><strong>7</strong></sup> But I will punish the nation they serve as slaves,' God said, 'and afterward they will come out of that country and worship me in this place.' <sup><strong>8</strong></sup> Then he gave Abraham the covenant of circumcision. And Abraham became the father of Isaac and circumcised him eight days after his birth. Later Isaac became the father of Jacob, and Jacob became the father of the twelve patriarchs. <sup><strong>9</strong></sup> \"Because the patriarchs were jealous of Joseph, they sold him as a slave into Egypt. But God was with him <sup><strong>10</strong></sup> and rescued him from all his troubles. He gave Joseph wisdom and enabled him to gain the goodwill of Pharaoh king of Egypt; so he made him ruler over Egypt and all his palace. <sup><strong>11</strong></sup> \"Then a famine struck all Egypt and Canaan, bringing great suffering, and our fathers could not find food. <sup><strong>12</strong></sup> When Jacob heard that there was grain in Egypt, he sent our fathers on their first visit. <sup><strong>13</strong></sup> On their second visit, Joseph told his brothers who he was, and Pharaoh learned about Joseph's family. <sup><strong>14</strong></sup> After this, Joseph sent for his father Jacob and his whole family, seventy-five in all. <sup><strong>15</strong></sup> Then Jacob went down to Egypt, where he and our fathers died. <sup><strong>16</strong></sup> Their bodies were brought back to Shechem and placed in the tomb that Abraham had bought from the sons of Hamor at Shechem for a certain sum of money. <sup><strong>17</strong></sup> \"As the time drew near for God to fulfill his promise to Abraham, the number of our people in Egypt greatly increased. <sup><strong>18</strong></sup> Then another king, who knew nothing about Joseph, became ruler of Egypt. <sup><strong>19</strong></sup> He dealt treacherously with our people and oppressed our forefathers by forcing them to throw out their newborn babies so that they would die. <sup><strong>20</strong></sup> \"At that time Moses was born, and he was no ordinary child. For three months he was cared for in his father's house. <sup><strong>21</strong></sup> When he was placed outside, Pharaoh's daughter took him and brought him up as her own son. <sup><strong>22</strong></sup> Moses was educated in all the wisdom of the Egyptians and was powerful in speech and action. <sup><strong>23</strong></sup> \"When Moses was forty years old, he decided to visit his fellow Israelites. <sup><strong>24</strong></sup> He saw one of them being mistreated by an Egyptian, so he went to his defense and avenged him by killing the Egyptian. <sup><strong>25</strong></sup> Moses thought that his own people would realize that God was using him to rescue them, but they did not. <sup><strong>26</strong></sup> The next day Moses came upon two Israelites who were fighting. He tried to reconcile them by saying, 'Men, you are brothers; why do you want to hurt each other?' <sup><strong>27</strong></sup> \"But the man who was mistreating the other pushed Moses aside and said, 'Who made you ruler and judge over us? <sup><strong>28</strong></sup> Do you want to kill me as you killed the Egyptian yesterday?' <sup><strong>29</strong></sup> When Moses heard this, he fled to Midian, where he settled as a foreigner and had two sons. <sup><strong>30</strong></sup> \"After forty years had passed, an angel appeared to Moses in the flames of a burning bush in the desert near Mount Sinai. <sup><strong>31</strong></sup> When he saw this, he was amazed at the sight. As he went over to look more closely, he heard the Lord's voice: <sup><strong>32</strong></sup> 'I am the God of your fathers, the God of Abraham, Isaac and Jacob.' Moses trembled with fear and did not dare to look. <sup><strong>33</strong></sup> \"Then the Lord said to him, 'Take off your sandals; the place where you are standing is holy ground. <sup><strong>34</strong></sup> I have indeed seen the oppression of my people in Egypt. I have heard their groaning and have come down to set them free. Now come, I will send you back to Egypt.' <sup><strong>35</strong></sup> \"This is the same Moses whom they had rejected with the words, 'Who made you ruler and judge?' He was sent to be their ruler and deliverer by God himself, through the angel who appeared to him in the bush. <sup><strong>36</strong></sup> He led them out of Egypt and did wonders and miraculous signs in Egypt, at the Red Sea and for forty years in the desert. <sup><strong>37</strong></sup> \"This is that Moses who told the Israelites, 'God will send you a prophet like me from your own people.' <sup><strong>38</strong></sup> He was in the assembly in the desert, with the angel who spoke to him on Mount Sinai, and with our fathers; and he received living words to pass on to us. <sup><strong>39</strong></sup> \"But our fathers refused to obey him. Instead, they rejected him and in their hearts turned back to Egypt. <sup><strong>40</strong></sup> They told Aaron, 'Make us gods who will go before us. As for this fellow Moses who led us out of Egypt--we don't know what has happened to him!' <sup><strong>41</strong></sup> That was the time they made an idol in the form of a calf. They brought sacrifices to it and held a celebration in honor of what their hands had made. <sup><strong>42</strong></sup> But God turned away and gave them over to the worship of the heavenly bodies. This agrees with what is written in the book of the prophets: \"'Did you bring me sacrifices and offerings forty years in the desert, O house of Israel? <sup><strong>43</strong></sup> You have lifted up the shrine of Molech and the star of your god Rephan, the idols you made to worship. Therefore I will send you into exile' beyond Babylon. <sup><strong>44</strong></sup> \"Our forefathers had the tabernacle of the Testimony with them in the desert. It had been made as God directed Moses, according to the pattern he had seen. <sup><strong>45</strong></sup> Having received the tabernacle, our fathers under Joshua brought it with them when they took the land from the nations God drove out before them. It remained in the land until the time of David, <sup><strong>46</strong></sup> who enjoyed God's favor and asked that he might provide a dwelling place for the God of Jacob. <sup><strong>47</strong></sup> But it was Solomon who built the house for him. <sup><strong>48</strong></sup> \"However, the Most High does not live in houses made by men. As the prophet says: <sup><strong>49</strong></sup> \"'Heaven is my throne, and the earth is my footstool. What kind of house will you build for me? says the Lord. Or where will my resting place be? <sup><strong>50</strong></sup> Has not my hand made all these things?' <sup><strong>51</strong></sup> \"You stiff-necked people, with uncircumcised hearts and ears! You are just like your fathers: You always resist the Holy Spirit! <sup><strong>52</strong></sup> Was there ever a prophet your fathers did not persecute? They even killed those who predicted the coming of the Righteous One. And now you have betrayed and murdered him-- <sup><strong>53</strong></sup> you who have received the law that was put into effect through angels but have not obeyed it.\" <sup><strong>54</strong></sup> When they heard this, they were furious and gnashed their teeth at him. <sup><strong>55</strong></sup> But Stephen, full of the Holy Spirit, looked up to heaven and saw the glory of God, and Jesus standing at the right hand of God. <sup><strong>56</strong></sup> \"Look,\" he said, \"I see heaven open and the Son of Man standing at the right hand of God.\" <sup><strong>57</strong></sup> At this they covered their ears and, yelling at the top of their voices, they all rushed at him, <sup><strong>58</strong></sup> dragged him out of the city and began to stone him. Meanwhile, the witnesses laid their clothes at the feet of a young man named Saul. <sup><strong>59</strong></sup> While they were stoning him, Stephen prayed, \"Lord Jesus, receive my spirit.\" <sup><strong>60</strong></sup> Then he fell on his knees and cried out, \"Lord, do not hold this sin against them.\" When he had said this, he fell asleep. "},{"_id":"6169767fbda5ba8d737081f7","topicId":"61697678bda5ba8d737081df","verse":"John 20:30-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43020030_06-28\"><b class=\"verse-num\" id=\"v43020030-1\">30&nbsp;</b>Now Jesus did many other signs in the presence of the disciples, which are not written in this book; <b class=\"verse-num\" id=\"v43020031-1\">31&nbsp;</b>but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.</p>\n</div>","kjv":"<strong>30</strong> And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:  <strong>31</strong> But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.  ","niv":"<sup><strong>30</strong></sup> Jesus did many other miraculous signs in the presence of his disciples, which are not recorded in this book. <sup><strong>31</strong></sup> But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name. "},{"_id":"61697680bda5ba8d737081f8","topicId":"61697678bda5ba8d737081df","verse":"John 18:1-40","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43018001_06-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43018001-1\">18:1&nbsp;</b>When Jesus had spoken these words, he went out with his disciples across the brook Kidron, where there was a garden, which he and his disciples entered. <b class=\"verse-num\" id=\"v43018002-1\">2&nbsp;</b>Now Judas, who betrayed him, also knew the place, for Jesus often met there with his disciples. <b class=\"verse-num\" id=\"v43018003-1\">3&nbsp;</b>So Judas, having procured a band of soldiers and some officers from the chief priests and the Pharisees, went there with lanterns and torches and weapons. <b class=\"verse-num\" id=\"v43018004-1\">4&nbsp;</b>Then Jesus, knowing all that would happen to him, came forward and said to them, <span class=\"woc\">“Whom do you seek?”</span> <b class=\"verse-num\" id=\"v43018005-1\">5&nbsp;</b>They answered him, “Jesus of Nazareth.” Jesus said to them, <span class=\"woc\">“I am he.”</span> Judas, who betrayed him, was standing with them. <b class=\"verse-num\" id=\"v43018006-1\">6&nbsp;</b>When Jesus said to them, <span class=\"woc\">“I am he,”</span> they drew back and fell to the ground. <b class=\"verse-num\" id=\"v43018007-1\">7&nbsp;</b>So he asked them again, <span class=\"woc\">“Whom do you seek?”</span> And they said, “Jesus of Nazareth.” <b class=\"verse-num\" id=\"v43018008-1\">8&nbsp;</b>Jesus answered, <span class=\"woc\">“I told you that I am he. So, if you seek me, let these men go.”</span> <b class=\"verse-num\" id=\"v43018009-1\">9&nbsp;</b>This was to fulfill the word that he had spoken: <span class=\"woc\">“Of those whom you gave me I have lost not one.”</span> <b class=\"verse-num\" id=\"v43018010-1\">10&nbsp;</b>Then Simon Peter, having a sword, drew it and struck the high priest’s servant and cut off his right ear. (The servant’s name was Malchus.) <b class=\"verse-num\" id=\"v43018011-1\">11&nbsp;</b>So Jesus said to Peter, <span class=\"woc\">“Put your sword into its sheath; shall I not drink the cup that the Father has given me?”</span></p>\n\n<p id=\"p43018011_11-29\"><b class=\"verse-num\" id=\"v43018012-1\">12&nbsp;</b>So the band of soldiers and their captain and the officers of the Jews arrested Jesus and bound him. <b class=\"verse-num\" id=\"v43018013-1\">13&nbsp;</b>First they led him to Annas, for he was the father-in-law of Caiaphas, who was high priest that year. <b class=\"verse-num\" id=\"v43018014-1\">14&nbsp;</b>It was Caiaphas who had advised the Jews that it would be expedient that one man should die for the people.</p>\n\n<p id=\"p43018014_14-29\"><b class=\"verse-num\" id=\"v43018015-1\">15&nbsp;</b>Simon Peter followed Jesus, and so did another disciple. Since that disciple was known to the high priest, he entered with Jesus into the courtyard of the high priest, <b class=\"verse-num\" id=\"v43018016-1\">16&nbsp;</b>but Peter stood outside at the door. So the other disciple, who was known to the high priest, went out and spoke to the servant girl who kept watch at the door, and brought Peter in. <b class=\"verse-num\" id=\"v43018017-1\">17&nbsp;</b>The servant girl at the door said to Peter, “You also are not one of this man’s disciples, are you?” He said, “I am not.” <b class=\"verse-num\" id=\"v43018018-1\">18&nbsp;</b>Now the servants and officers had made a charcoal fire, because it was cold, and they were standing and warming themselves. Peter also was with them, standing and warming himself.</p>\n\n<p id=\"p43018018_19-29\"><b class=\"verse-num\" id=\"v43018019-1\">19&nbsp;</b>The high priest then questioned Jesus about his disciples and his teaching. <b class=\"verse-num\" id=\"v43018020-1\">20&nbsp;</b>Jesus answered him, <span class=\"woc\">“I have spoken openly to the world. I have always taught in synagogues and in the temple, where all Jews come together. I have said nothing in secret.</span> <b class=\"verse-num woc\" id=\"v43018021-1\">21&nbsp;</b><span class=\"woc\">Why do you ask me? Ask those who have heard me what I said to them; they know what I said.”</span> <b class=\"verse-num\" id=\"v43018022-1\">22&nbsp;</b>When he had said these things, one of the officers standing by struck Jesus with his hand, saying, “Is that how you answer the high priest?” <b class=\"verse-num\" id=\"v43018023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If what I said is wrong, bear witness about the wrong; but if what I said is right, why do you strike me?”</span> <b class=\"verse-num\" id=\"v43018024-1\">24&nbsp;</b>Annas then sent him bound to Caiaphas the high priest.</p>\n\n<p id=\"p43018024_23-29\"><b class=\"verse-num\" id=\"v43018025-1\">25&nbsp;</b>Now Simon Peter was standing and warming himself. So they said to him, “You also are not one of his disciples, are you?” He denied it and said, “I am not.” <b class=\"verse-num\" id=\"v43018026-1\">26&nbsp;</b>One of the servants of the high priest, a relative of the man whose ear Peter had cut off, asked, “Did I not see you in the garden with him?” <b class=\"verse-num\" id=\"v43018027-1\">27&nbsp;</b>Peter again denied it, and at once a rooster crowed.</p>\n\n<p id=\"p43018027_26-29\"><b class=\"verse-num\" id=\"v43018028-1\">28&nbsp;</b>Then they led Jesus from the house of Caiaphas to the governor’s headquarters. It was early morning. They themselves did not enter the governor’s headquarters, so that they would not be defiled, but could eat the Passover. <b class=\"verse-num\" id=\"v43018029-1\">29&nbsp;</b>So Pilate went outside to them and said, “What accusation do you bring against this man?” <b class=\"verse-num\" id=\"v43018030-1\">30&nbsp;</b>They answered him, “If this man were not doing evil, we would not have delivered him over to you.” <b class=\"verse-num\" id=\"v43018031-1\">31&nbsp;</b>Pilate said to them, “Take him yourselves and judge him by your own law.” The Jews said to him, “It is not lawful for us to put anyone to death.” <b class=\"verse-num\" id=\"v43018032-1\">32&nbsp;</b>This was to fulfill the word that Jesus had spoken to show by what kind of death he was going to die.</p>\n\n<p id=\"p43018032_33-29\"><b class=\"verse-num\" id=\"v43018033-1\">33&nbsp;</b>So Pilate entered his headquarters again and called Jesus and said to him, “Are you the King of the Jews?” <b class=\"verse-num\" id=\"v43018034-1\">34&nbsp;</b>Jesus answered, <span class=\"woc\">“Do you say this of your own accord, or did others say it to you about me?”</span> <b class=\"verse-num\" id=\"v43018035-1\">35&nbsp;</b>Pilate answered, “Am I a Jew? Your own nation and the chief priests have delivered you over to me. What have you done?” <b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span> <b class=\"verse-num\" id=\"v43018037-1\">37&nbsp;</b>Then Pilate said to him, “So you are a king?” Jesus answered, <span class=\"woc\">“You say that I am a king. For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice.”</span> <b class=\"verse-num\" id=\"v43018038-1\">38&nbsp;</b>Pilate said to him, “What is truth?”</p>\n<p id=\"p43018038_33-29\">After he had said this, he went back outside to the Jews and told them, “I find no guilt in him. <b class=\"verse-num\" id=\"v43018039-1\">39&nbsp;</b>But you have a custom that I should release one man for you at the Passover. So do you want me to release to you the King of the Jews?” <b class=\"verse-num\" id=\"v43018040-1\">40&nbsp;</b>They cried out again, “Not this man, but Barabbas!” Now Barabbas was a robber.</p>\n\n</div>","kjv":"<strong>1</strong> When Jesus had spoken these words, he went forth with his disciples over the brook Cedron, where was a garden, into the which he entered, and his disciples.  <strong>2</strong> And Judas also, which betrayed him, knew the place: for Jesus ofttimes resorted thither with his disciples.  <strong>3</strong> Judas then, having received a band of men and officers from the chief priests and Pharisees, cometh thither with lanterns and torches and weapons.  <strong>4</strong> Jesus therefore, knowing all things that should come upon him, went forth, and said unto them, Whom seek ye?  <strong>5</strong> They answered him, Jesus of Nazareth. Jesus saith unto them, I amhe. And Judas also, which betrayed him, stood with them.  <strong>6</strong> As soon then as he had said unto them, I am he, they went backward, and fell to the ground.  <strong>7</strong> Then asked he them again, Whom seek ye? And they said, Jesus of Nazareth.  <strong>8</strong> Jesus answered, I have told you that I am he: if therefore ye seek me, let these go their way:  <strong>9</strong> That the saying might be fulfilled, which he spake, Of them which thou gavest me have I lost none.  <strong>10</strong> Then Simon Peter having a sword drew it, and smote the high priest’s servant, and cut off his right ear. The servant’s name was Malchus.  <strong>11</strong> Then said Jesus unto Peter, Put up thy sword into the sheath: the cup which my Father hath given me, shall I not drink it?  <strong>12</strong> Then the band and the captain and officers of the Jews took Jesus, and bound him,  <strong>13</strong> And led him away to Annas first; for he was father in law to Caiaphas, which was the high priest that same year.  <strong>14</strong> Now Caiaphas was he, which gave counsel to the Jews, that it was expedient that one man should die for the people.  <strong>15</strong> And Simon Peter followed Jesus, and so did another disciple: that disciple was known unto the high priest, and went in with Jesus into the palace of the high priest.  <strong>16</strong> But Peter stood at the door without. Then went out that other disciple, which was known unto the high priest, and spake unto her that kept the door, and brought in Peter.  <strong>17</strong> Then saith the damsel that kept the door unto Peter, Art not thou also one of this man’s disciples? He saith, I am not.  <strong>18</strong> And the servants and officers stood there, who had made a fire of coals; for it was cold: and they warmed themselves: and Peter stood with them, and warmed himself.  <strong>19</strong> The high priest then asked Jesus of his disciples, and of his doctrine.  <strong>20</strong> Jesus answered him, I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing.  <strong>21</strong> Why askest thou me? ask them which heard me, what I have said unto them: behold, they know what I said.  <strong>22</strong> And when he had thus spoken, one of the officers which stood by struck Jesus with the palm of his hand, saying, Answerest thou the high priest so?  <strong>23</strong> Jesus answered him, If I have spoken evil, bear witness of the evil: but if well, why smitest thou me?  <strong>24</strong> Now Annas had sent him bound unto Caiaphas the high priest.  <strong>25</strong> And Simon Peter stood and warmed himself. They said therefore unto him, Art not thou also one of his disciples? He denied it,  and said, I am not.  <strong>26</strong> One of the servants of the high priest, being his kinsman whose ear Peter cut off, saith, Did not I see thee in the garden with him?  <strong>27</strong> Peter then denied again: and immediately the cock crew.  <strong>28</strong> Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment hall, lest they should be defiled; but that they might eat the passover.  <strong>29</strong> Pilate then went out unto them, and said, What accusation bring ye against this man?  <strong>30</strong> They answered and said unto him, If he were not a malefactor, we would not have delivered him up unto thee.  <strong>31</strong> Then said Pilate unto them, Take ye him, and judge him according to your law. The Jews therefore said unto him, It is not lawful for us to put any man to death:  <strong>32</strong> That the saying of Jesus might be fulfilled, which he spake, signifying what death he should die.  <strong>33</strong> Then Pilate entered into the judgment hall again, and called Jesus, and said unto him, Art thou the King of the Jews?  <strong>34</strong> Jesus answered him, Sayest thou this thing of thyself, or did others tell it thee of me?  <strong>35</strong> Pilate answered, Am I a Jew? Thine own nation and the chief priests have delivered thee unto me: what hast thou done?  <strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  <strong>37</strong> Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.  <strong>38</strong> Pilate saith unto him, What is truth? And when he had said this, he went out again unto the Jews, and saith unto them, I find in him no fault at all.  <strong>39</strong> But ye have a custom, that I should release unto you one at the passover: will ye therefore that I release unto you the King of the Jews?  <strong>40</strong> Then cried they all again, saying, Not this man, but Barabbas. Now Barabbas was a robber.  ","niv":"<sup><strong>1</strong></sup> When he had finished praying, Jesus left with his disciples and crossed the Kidron Valley. On the other side there was an olive grove, and he and his disciples went into it. <sup><strong>2</strong></sup> Now Judas, who betrayed him, knew the place, because Jesus had often met there with his disciples. <sup><strong>3</strong></sup> So Judas came to the grove, guiding a detachment of soldiers and some officials from the chief priests and Pharisees. They were carrying torches, lanterns and weapons. <sup><strong>4</strong></sup> Jesus, knowing all that was going to happen to him, went out and asked them, \"Who is it you want?\" <sup><strong>5</strong></sup> \"Jesus of Nazareth,\" they replied. <sup><strong>6</strong></sup> \"I am he,\" Jesus said. (And Judas the traitor was standing there with them.) When Jesus said, \"I am he,\" they drew back and fell to the ground. <sup><strong>7</strong></sup> Again he asked them, \"Who is it you want?\" And they said, \"Jesus of Nazareth.\" <sup><strong>8</strong></sup> \"I told you that I am he,\" Jesus answered. \"If you are looking for me, then let these men go.\" <sup><strong>9</strong></sup> This happened so that the words he had spoken would be fulfilled: \"I have not lost one of those you gave me.\" <sup><strong>10</strong></sup> Then Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. (The servant's name was Malchus.) <sup><strong>11</strong></sup> Jesus commanded Peter, \"Put your sword away! Shall I not drink the cup the Father has given me?\" <sup><strong>12</strong></sup> Then the detachment of soldiers with its commander and the Jewish officials arrested Jesus. They bound him <sup><strong>13</strong></sup> and brought him first to Annas, who was the father-in-law of Caiaphas, the high priest that year. <sup><strong>14</strong></sup> Caiaphas was the one who had advised the Jews that it would be good if one man died for the people. <sup><strong>15</strong></sup> Simon Peter and another disciple were following Jesus. Because this disciple was known to the high priest, he went with Jesus into the high priest's courtyard, <sup><strong>16</strong></sup> but Peter had to wait outside at the door. The other disciple, who was known to the high priest, came back, spoke to the girl on duty there and brought Peter in. <sup><strong>17</strong></sup> \"You are not one of his disciples, are you?\" the girl at the door asked Peter. He replied, \"I am not.\" <sup><strong>18</strong></sup> It was cold, and the servants and officials stood around a fire they had made to keep warm. Peter also was standing with them, warming himself. <sup><strong>19</strong></sup> Meanwhile, the high priest questioned Jesus about his disciples and his teaching. <sup><strong>20</strong></sup> \"I have spoken openly to the world,\" Jesus replied. \"I always taught in synagogues or at the temple, where all the Jews come together. I said nothing in secret. <sup><strong>21</strong></sup> Why question me? Ask those who heard me. Surely they know what I said.\" <sup><strong>22</strong></sup> When Jesus said this, one of the officials nearby struck him in the face. \"Is this the way you answer the high priest?\" he demanded. <sup><strong>23</strong></sup> \"If I said something wrong,\" Jesus replied, \"testify as to what is wrong. But if I spoke the truth, why did you strike me?\" <sup><strong>24</strong></sup> Then Annas sent him, still bound, to Caiaphas the high priest. <sup><strong>25</strong></sup> As Simon Peter stood warming himself, he was asked, \"You are not one of his disciples, are you?\" He denied it, saying, \"I am not.\" <sup><strong>26</strong></sup> One of the high priest's servants, a relative of the man whose ear Peter had cut off, challenged him, \"Didn't I see you with him in the olive grove?\" <sup><strong>27</strong></sup> Again Peter denied it, and at that moment a rooster began to crow. <sup><strong>28</strong></sup> Then the Jews led Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning, and to avoid ceremonial uncleanness the Jews did not enter the palace; they wanted to be able to eat the Passover. <sup><strong>29</strong></sup> So Pilate came out to them and asked, \"What charges are you bringing against this man?\" <sup><strong>30</strong></sup> \"If he were not a criminal,\" they replied, \"we would not have handed him over to you.\" <sup><strong>31</strong></sup> Pilate said, \"Take him yourselves and judge him by your own law.\" <sup><strong>32</strong></sup> \"But we have no right to execute anyone,\" the Jews objected. This happened so that the words Jesus had spoken indicating the kind of death he was going to die would be fulfilled. <sup><strong>33</strong></sup> Pilate then went back inside the palace, summoned Jesus and asked him, \"Are you the king of the Jews?\" <sup><strong>34</strong></sup> \"Is that your own idea,\" Jesus asked, \"or did others talk to you about me?\" <sup><strong>35</strong></sup> \"Am I a Jew?\" Pilate replied. \"It was your people and your chief priests who handed you over to me. What is it you have done?\" <sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\" <sup><strong>37</strong></sup> \"You are a king, then!\" said Pilate. Jesus answered, \"You are right in saying I am a king. In fact, for this reason I was born, and for this I came into the world, to testify to the truth. Everyone on the side of truth listens to me.\" <sup><strong>38</strong></sup> \"What is truth?\" Pilate asked. With this he went out again to the Jews and said, \"I find no basis for a charge against him. <sup><strong>39</strong></sup> But it is your custom for me to release to you one prisoner at the time of the Passover. Do you want me to release 'the king of the Jews'?\" <sup><strong>40</strong></sup> They shouted back, \"No, not him! Give us Barabbas!\" Now Barabbas had taken part in a rebellion. "}]}