{"_id":"616976f1bda5ba8d7370822d","slug":"poor-vision","name":"Poor Vision","verses":[{"_id":"616976f1bda5ba8d7370822e","topicId":"616976f1bda5ba8d7370822d","verse":"Romans 1:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45001020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse.</p>\n\n</div>","kjv":"<strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  ","niv":"<sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse."},{"_id":"616976f1bda5ba8d7370822f","topicId":"616976f1bda5ba8d7370822d","verse":"1 John 1:5-6","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62001005_05-2\"><b class=\"verse-num\" id=\"v62001005-1\">5&nbsp;</b>This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all. <b class=\"verse-num\" id=\"v62001006-1\">6&nbsp;</b>If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth.</p>\n</div>","kjv":"<strong>5</strong> This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.  <strong>6</strong> If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:  ","niv":"<sup><strong>5</strong></sup> This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all. <sup><strong>6</strong></sup> If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth. "},{"_id":"616976f2bda5ba8d73708230","topicId":"616976f1bda5ba8d7370822d","verse":"Luke 12:19-21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42012019_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012019-1\">19&nbsp;</b><span class=\"woc\">And I will say to my soul, “Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.”’</span> <b class=\"verse-num woc\" id=\"v42012020-1\">20&nbsp;</b><span class=\"woc\">But God said to him, ‘Fool! This night your soul is required of you, and the things you have prepared, whose will they be?’</span> <b class=\"verse-num woc\" id=\"v42012021-1\">21&nbsp;</b><span class=\"woc\">So is the one who lays up treasure for himself and is not rich toward God.”</span></p>\n</div>","kjv":"<strong>19</strong> And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.  <strong>20</strong> But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?  <strong>21</strong> So is he that layeth up treasure for himself, and is not rich toward God. ","niv":"<sup><strong>19</strong></sup> And I'll say to myself, \"You have plenty of good things laid up for many years. Take life easy; eat, drink and be merry.\"' <sup><strong>20</strong></sup> \"But God said to him, 'You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?' <sup><strong>21</strong></sup> \"This is how it will be with anyone who stores up things for himself but is not rich toward God.\" "},{"_id":"616976f2bda5ba8d73708231","topicId":"616976f1bda5ba8d7370822d","verse":"Isaiah 5:20-21","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005020_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005020-1\">20&nbsp;</b>&nbsp;&nbsp;Woe to those who call evil good</span><br><span id=\"p23005020_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and good evil,</span><br><span id=\"p23005020_01-4\" class=\"line\">&nbsp;&nbsp;who put darkness for light</span><br><span id=\"p23005020_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and light for darkness,</span><br><span id=\"p23005020_01-4\" class=\"line\">&nbsp;&nbsp;who put bitter for sweet</span><br><span id=\"p23005020_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sweet for bitter!</span><br><span id=\"p23005021_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005021-1\">21&nbsp;</b>&nbsp;&nbsp;Woe to those who are wise in their own eyes,</span><br><span id=\"p23005021_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shrewd in their own sight!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!  <strong>21</strong> Woe unto them that are wise in their own eyes, and prudent in their own sight!  ","niv":"<sup><strong>20</strong></sup> Woe to those who call evil good and good evil, who put darkness for light and light for darkness, who put bitter for sweet and sweet for bitter. <sup><strong>21</strong></sup> Woe to those who are wise in their own eyes and clever in their own sight. "},{"_id":"616976f2bda5ba8d73708232","topicId":"616976f1bda5ba8d7370822d","verse":"Psalm 53:1","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19053001_07-5\" class=\"psalm-title\">To the choirmaster: according to Mahalath. A Maskil of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19053001_07-5\" class=\"line\"><b class=\"chapter-num\" id=\"v19053001-1\">53:1&nbsp;</b>&nbsp;&nbsp;The fool says in his heart, “There is no God.”</span><br><span id=\"p19053001_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;They are corrupt, doing abominable iniquity;</span><br><span id=\"p19053001_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is none who does good.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The fool hath said in his heart, There is no God. Corrupt are they, and have done abominable iniquity: there is none that doeth good.  ","niv":"<sup><strong>1</strong></sup> The fool says in his heart, \"There is no God.\" They are corrupt, and their ways are vile; there is no one who does good."},{"_id":"616976f3bda5ba8d73708233","topicId":"616976f1bda5ba8d7370822d","verse":"1 John 4:4-6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62004004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world. <b class=\"verse-num\" id=\"v62004005-1\">5&nbsp;</b>They are from the world; therefore they speak from the world, and the world listens to them. <b class=\"verse-num\" id=\"v62004006-1\">6&nbsp;</b>We are from God. Whoever knows God listens to us; whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of error.</p>\n</div>","kjv":"<strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  <strong>5</strong> They are of the world: therefore speak they of the world, and the world heareth them.  <strong>6</strong> We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.  ","niv":"<sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world. <sup><strong>5</strong></sup> They are from the world and therefore speak from the viewpoint of the world, and the world listens to them. <sup><strong>6</strong></sup> We are from God, and whoever knows God listens to us; but whoever is not from God does not listen to us. This is how we recognize the Spirit of truth and the spirit of falsehood. "},{"_id":"616976f3bda5ba8d73708234","topicId":"616976f1bda5ba8d7370822d","verse":"1 John 1:8-10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us. <b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness. <b class=\"verse-num\" id=\"v62001010-1\">10&nbsp;</b>If we say we have not sinned, we make him a liar, and his word is not in us.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  <strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  <strong>10</strong> If we say that we have not sinned, we make him a liar, and his word is not in us.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us. <sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. <sup><strong>10</strong></sup> If we claim we have not sinned, we make him out to be a liar and his word has no place in our lives. "},{"_id":"616976f3bda5ba8d73708235","topicId":"616976f1bda5ba8d7370822d","verse":"1 Timothy 6:17-19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-9\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. "},{"_id":"616976f3bda5ba8d73708236","topicId":"616976f1bda5ba8d7370822d","verse":"Galatians 6:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows."},{"_id":"616976f4bda5ba8d73708237","topicId":"616976f1bda5ba8d7370822d","verse":"Galatians 5:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005004-1\">4&nbsp;</b>You are severed from Christ, you who would be justified by the law; you have fallen away from grace.</p>\n\n</div>","kjv":"<strong>4</strong> Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace.  ","niv":"<sup><strong>4</strong></sup> You who are trying to be justified by law have been alienated from Christ; you have fallen away from grace."},{"_id":"616976f4bda5ba8d73708238","topicId":"616976f1bda5ba8d7370822d","verse":"1 Corinthians 4:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46004020_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004020-1\">20&nbsp;</b>For the kingdom of God does not consist in talk but in power.</p>\n</div>","kjv":"<strong>20</strong> For the kingdom of God is not in word, but in power.  ","niv":"<sup><strong>20</strong></sup> For the kingdom of God is not a matter of talk but of power."},{"_id":"616976f4bda5ba8d73708239","topicId":"616976f1bda5ba8d7370822d","verse":"Romans 10:2-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010002-1\">2&nbsp;</b>For I bear them witness that they have a zeal for God, but not according to knowledge. <b class=\"verse-num\" id=\"v45010003-1\">3&nbsp;</b>For, being ignorant of the righteousness of God, and seeking to establish their own, they did not submit to God’s righteousness. <b class=\"verse-num\" id=\"v45010004-1\">4&nbsp;</b>For Christ is the end of the law for righteousness to everyone who believes.</p>\n\n<p id=\"p45010004_07-14\"><b class=\"verse-num\" id=\"v45010005-1\">5&nbsp;</b>For Moses writes about the righteousness that is based on the law, that the person who does the commandments shall live by them.</p>\n\n</div>","kjv":"<strong>2</strong> For I bear them record that they have a zeal of God, but not according to knowledge.  <strong>3</strong> For they being ignorant of God’s righteousness, and going about to establish their own righteousness, have not submitted themselves unto the righteousness of God.  <strong>4</strong> For Christ is the end of the law for righteousness to every one that believeth.  <strong>5</strong> For Moses describeth the righteousness which is of the law, That the man which doeth those things shall live by them.  ","niv":"<sup><strong>2</strong></sup> For I can testify about them that they are zealous for God, but their zeal is not based on knowledge. <sup><strong>3</strong></sup> Since they did not know the righteousness that comes from God and sought to establish their own, they did not submit to God's righteousness. <sup><strong>4</strong></sup> Christ is the end of the law so that there may be righteousness for everyone who believes. <sup><strong>5</strong></sup> Moses describes in this way the righteousness that is by the law: \"The man who does these things will live by them.\" "},{"_id":"616976f5bda5ba8d7370823a","topicId":"616976f1bda5ba8d7370822d","verse":"Romans 8:6-8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n</div>","kjv":"<strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  ","niv":"<sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. "},{"_id":"616976f5bda5ba8d7370823b","topicId":"616976f1bda5ba8d7370822d","verse":"Romans 2:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45002001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things.</p>\n</div>","kjv":"<strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  ","niv":"<sup><strong>1</strong></sup> You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge the other, you are condemning yourself, because you who pass judgment do the same things.","modified":"2022-02-20T14:37:47.080Z"},{"_id":"616976f5bda5ba8d7370823c","topicId":"616976f1bda5ba8d7370822d","verse":"Acts 2:37-39","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002037_01-17\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”</p>\n</div>","kjv":"<strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  ","niv":"<sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" "},{"_id":"616976f6bda5ba8d7370823d","topicId":"616976f1bda5ba8d7370822d","verse":"John 14:6-7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span> <b class=\"verse-num woc\" id=\"v43014007-1\">7&nbsp;</b><span class=\"woc\">If you had known me, you would have known my Father also. From now on you do know him and have seen him.”</span></p>\n\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  <strong>7</strong> If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me. <sup><strong>7</strong></sup> If you really knew me, you would know my Father as well. From now on, you do know him and have seen him.\" ","modified":"2022-08-29T05:01:05.620Z"},{"_id":"616976f6bda5ba8d7370823e","topicId":"616976f1bda5ba8d7370822d","verse":"John 9:39-40","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43009039_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v43009039-1\">39&nbsp;</b>Jesus said, <span class=\"woc\">“For judgment I came into this world, that those who do not see may see, and those who see may become blind.”</span> <b class=\"verse-num\" id=\"v43009040-1\">40&nbsp;</b>Some of the Pharisees near him heard these things, and said to him, “Are we also blind?”</p>\n</div>","kjv":"<strong>39</strong> And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.  <strong>40</strong> And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?  ","niv":"<sup><strong>39</strong></sup> Jesus said, \"For judgment I have come into this world, so that the blind will see and those who see will become blind.\" <sup><strong>40</strong></sup> Some Pharisees who were with him heard him say this and asked, \"What? Are we blind too?\" "},{"_id":"616976f6bda5ba8d7370823f","topicId":"616976f1bda5ba8d7370822d","verse":"John 5:39-40","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43005039_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005039-1\">39&nbsp;</b><span class=\"woc\">You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,</span> <b class=\"verse-num woc\" id=\"v43005040-1\">40&nbsp;</b><span class=\"woc\">yet you refuse to come to me that you may have life.</span></p>\n</div>","kjv":"<strong>39</strong>           Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.  <strong>40</strong> And ye will not come to me, that ye might have life.  ","niv":"<sup><strong>39</strong></sup> You diligently study the Scriptures because you think that by them you possess eternal life. These are the Scriptures that testify about me, <sup><strong>40</strong></sup> yet you refuse to come to me to have life. "},{"_id":"616976f6bda5ba8d73708240","topicId":"616976f1bda5ba8d7370822d","verse":"John 3:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-21\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-21\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" "},{"_id":"616976f7bda5ba8d73708241","topicId":"616976f1bda5ba8d7370822d","verse":"Mark 16:16-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span> <b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span> <b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  <strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  <strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned. <sup><strong>17</strong></sup> And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues; <sup><strong>18</strong></sup> they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.\" "},{"_id":"616976f7bda5ba8d73708242","topicId":"616976f1bda5ba8d7370822d","verse":"Matthew 25:41-46","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40025041_01-23\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n</div>","kjv":"<strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" "},{"_id":"616976f7bda5ba8d73708243","topicId":"616976f1bda5ba8d7370822d","verse":"Matthew 15:13-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40015013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v40015013-1\">13&nbsp;</b>He answered, <span class=\"woc\">“Every plant that my heavenly Father has not planted will be rooted up.</span> <b class=\"verse-num woc\" id=\"v40015014-1\">14&nbsp;</b><span class=\"woc\">Let them alone; they are blind guides. And if the blind lead the blind, both will fall into a pit.”</span></p>\n\n</div>","kjv":"<strong>13</strong> But he answered and said, Every plant, which my heavenly Father hath not planted, shall be rooted up.  <strong>14</strong> Let them alone: they be blind leaders of the blind. And if the blind lead the blind, both shall fall into the ditch.  ","niv":"<sup><strong>13</strong></sup> He replied, \"Every plant that my heavenly Father has not planted will be pulled up by the roots. <sup><strong>14</strong></sup> Leave them; they are blind guides. If a blind man leads a blind man, both will fall into a pit.\" "},{"_id":"616976f8bda5ba8d73708244","topicId":"616976f1bda5ba8d7370822d","verse":"Matthew 13:15-17","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40013015_01-25\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40013015-1\">15&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">For this people’s heart has grown dull,</span><br><span id=\"p40013015_01-25\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and with their ears they can barely hear,</span><br><span id=\"p40013015_01-25\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and their eyes they have closed,</span><br><span id=\"p40013015_01-25\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;lest they should see with their eyes</span><br><span id=\"p40013015_01-25\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears</span><br><span id=\"p40013015_01-25\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;and understand with their heart</span><br><span id=\"p40013015_01-25\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and turn, and I would heal them.’</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></span></p><p id=\"p40013015_01-25\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40013016-1\">16&nbsp;</b><span class=\"woc\">But blessed are your eyes, for they see, and your ears, for they hear.</span> <b class=\"verse-num woc\" id=\"v40013017-1\">17&nbsp;</b><span class=\"woc\">For truly, I say to you, many prophets and righteous people longed to see what you see, and did not see it, and to hear what you hear, and did not hear it.</span></p>\n</div>","kjv":"<strong>15</strong> For this people’s heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their  heart, and should be converted, and I should heal them.  <strong>16</strong> But blessed are your eyes, for they see: and your ears, for they hear.  <strong>17</strong> For verily I say unto you, That many prophets and righteous men have desired to see those things which ye see, and have not seen them; and to hear those things which ye hear, and have not heard them.  ","niv":"<sup><strong>15</strong></sup> For this people's heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.' <sup><strong>16</strong></sup> But blessed are your eyes because they see, and your ears because they hear. <sup><strong>17</strong></sup> For I tell you the truth, many prophets and righteous men longed to see what you see but did not see it, and to hear what you hear but did not hear it. "},{"_id":"616976f8bda5ba8d73708245","topicId":"616976f1bda5ba8d7370822d","verse":"Matthew 13:12-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40013012_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40013012-1\">12&nbsp;</b><span class=\"woc\">For to the one who has, more will be given, and he will have an abundance, but from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40013013-1\">13&nbsp;</b><span class=\"woc\">This is why I speak to them in parables, because seeing they do not see, and hearing they do not hear, nor do they understand.</span> <b class=\"verse-num woc\" id=\"v40013014-1\">14&nbsp;</b><span class=\"woc\">Indeed, in their case the prophecy of Isaiah is fulfilled that says:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40013014_01-26\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘“You will indeed hear but never understand,</span><br><span id=\"p40013014_01-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and you will indeed see but never perceive.”</span></span><br></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> For whosoever hath, to him shall be given, and he shall have more abundance: but whosoever hath not, from him shall be taken away even that he hath.  <strong>13</strong> Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.  <strong>14</strong> And in them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:  ","niv":"<sup><strong>12</strong></sup> Whoever has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>13</strong></sup> This is why I speak to them in parables: \"Though seeing, they do not see; though hearing, they do not hear or understand. <sup><strong>14</strong></sup> In them is fulfilled the prophecy of Isaiah: \"'You will be ever hearing but never understanding; you will be ever seeing but never perceiving. "},{"_id":"616976f8bda5ba8d73708246","topicId":"616976f1bda5ba8d7370822d","verse":"Matthew 7:20-23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40007020_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n\n<p id=\"p40007020_05-27\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>20</strong> Wherefore by their fruits ye shall know them. <strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. <sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' "}]}