{"_id":"616977c3bda5ba8d737082af","slug":"positive-thinking","name":"Positive Thinking","verses":[{"_id":"616977c3bda5ba8d737082b0","topicId":"616977c3bda5ba8d737082af","verse":"Philippians 4:8","votes":757,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-1\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things.","modified":"2023-05-17T02:51:31.446Z"},{"_id":"616977c4bda5ba8d737082b1","topicId":"616977c3bda5ba8d737082af","verse":"Proverbs 17:22","votes":702,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017022_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017022-1\">22&nbsp;</b>&nbsp;&nbsp;A joyful heart is good medicine,</span><br><span id=\"p20017022_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a crushed spirit dries up the bones.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> A merry heart doeth good like a medicine: but a broken spirit drieth the bones.  ","niv":"<sup><strong>22</strong></sup> A cheerful heart is good medicine, but a crushed spirit dries up the bones.","modified":"2023-01-26T12:54:30.986Z"},{"_id":"616977c4bda5ba8d737082b2","topicId":"616977c3bda5ba8d737082af","verse":"Philippians 4:6","votes":541,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God.","modified":"2022-11-15T20:00:18.199Z"},{"_id":"616977c4bda5ba8d737082b3","topicId":"616977c3bda5ba8d737082af","verse":"Philippians 4:13","votes":472,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength.","modified":"2023-11-28T16:11:12.646Z"},{"_id":"616977c4bda5ba8d737082b4","topicId":"616977c3bda5ba8d737082af","verse":"Jeremiah 29:11","votes":428,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2023-02-22T03:36:11.892Z"},{"_id":"616977c5bda5ba8d737082b5","topicId":"616977c3bda5ba8d737082af","verse":"Ephesians 4:31-32","votes":404,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. ","modified":"2023-05-16T14:37:13.881Z"},{"_id":"616977c5bda5ba8d737082b6","topicId":"616977c3bda5ba8d737082af","verse":"Matthew 21:22","votes":365,"__v":0,"esv":"<div>\n<p id=\"p40021022_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40021022-1\">22&nbsp;</b><span class=\"woc\">And whatever you ask in prayer, you will receive, if you have faith.”</span></p>\n</div>","kjv":"<strong>22</strong> And all things, whatsoever ye shall ask in prayer, believing, ye shall receive. ","niv":"<sup><strong>22</strong></sup> If you believe, you will receive whatever you ask for in prayer.\"","modified":"2022-11-18T11:34:20.209Z"},{"_id":"616977c5bda5ba8d737082b7","topicId":"616977c3bda5ba8d737082af","verse":"Matthew 15:11","votes":352,"__v":0,"esv":"<div>\n<p id=\"p40015011_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40015011-1\">11&nbsp;</b><span class=\"woc\">it is not what goes into the mouth that defiles a person, but what comes out of the mouth; this defiles a person.”</span></p>\n</div>","kjv":"<strong>11</strong> Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.  ","niv":"<sup><strong>11</strong></sup> What goes into a man's mouth does not make him 'unclean,' but what comes out of his mouth, that is what makes him 'unclean.'\""},{"_id":"616977c6bda5ba8d737082b8","topicId":"616977c3bda5ba8d737082af","verse":"Romans 12:2","votes":338,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2022-06-20T02:43:06.080Z"},{"_id":"616977c6bda5ba8d737082b9","topicId":"616977c3bda5ba8d737082af","verse":"Proverbs 15:1","votes":258,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-10\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger.","modified":"2022-08-22T23:24:19.920Z"},{"_id":"616977c6bda5ba8d737082ba","topicId":"616977c3bda5ba8d737082af","verse":"Hebrews 13:5","votes":245,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"616977c7bda5ba8d737082bb","topicId":"616977c3bda5ba8d737082af","verse":"Hebrews 13:6","votes":223,"__v":0,"esv":"<div>\n<p id=\"p58013006_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013006-1\">6&nbsp;</b>So we can confidently say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58013006_01-12\" class=\"line\">&nbsp;&nbsp;“The Lord is my helper;</span><br><span id=\"p58013006_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not fear;</span><br><span id=\"p58013006_01-12\" class=\"line\">&nbsp;&nbsp;what can man do to me?”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  ","niv":"<sup><strong>6</strong></sup> So we say with confidence, \"The Lord is my helper; I will not be afraid. What can man do to me?\"","modified":"2022-06-20T02:42:58.045Z"},{"_id":"616977c7bda5ba8d737082bc","topicId":"616977c3bda5ba8d737082af","verse":"John 14:27","votes":214,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.","modified":"2023-02-04T00:04:07.920Z"},{"_id":"616977c7bda5ba8d737082bd","topicId":"616977c3bda5ba8d737082af","verse":"Matthew 12:33-37","votes":182,"__v":0,"esv":"<div>\n\n<p id=\"p40012033_08-14\"><b class=\"verse-num woc\" id=\"v40012033-1\">33&nbsp;</b><span class=\"woc\">“Either make the tree good and its fruit good, or make the tree bad and its fruit bad, for the tree is known by its fruit.</span> <b class=\"verse-num woc\" id=\"v40012034-1\">34&nbsp;</b><span class=\"woc\">You brood of vipers! How can you speak good, when you are evil? For out of the abundance of the heart the mouth speaks.</span> <b class=\"verse-num woc\" id=\"v40012035-1\">35&nbsp;</b><span class=\"woc\">The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.</span> <b class=\"verse-num woc\" id=\"v40012036-1\">36&nbsp;</b><span class=\"woc\">I tell you, on the day of judgment people will give account for every careless word they speak,</span> <b class=\"verse-num woc\" id=\"v40012037-1\">37&nbsp;</b><span class=\"woc\">for by your words you will be justified, and by your words you will be condemned.”</span></p>\n</div>","kjv":"<strong>33</strong> Either make the tree good, and his fruit good; or else make the tree corrupt, and his fruit corrupt: for the tree is known by his fruit. <strong>34</strong> O generation of vipers, how can ye, being evil, speak good things? for out of the abundance of the heart the mouth speaketh.  <strong>35</strong> A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.  <strong>36</strong> But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.  <strong>37</strong> For by thy words thou shalt be justified, and by thy words thou shalt be condemned. ","niv":"<sup><strong>33</strong></sup> \"Make a tree good and its fruit will be good, or make a tree bad and its fruit will be bad, for a tree is recognized by its fruit. <sup><strong>34</strong></sup> You brood of vipers, how can you who are evil say anything good? For out of the overflow of the heart the mouth speaks. <sup><strong>35</strong></sup> The good man brings good things out of the good stored up in him, and the evil man brings evil things out of the evil stored up in him. <sup><strong>36</strong></sup> But I tell you that men will have to give account on the day of judgment for every careless word they have spoken. <sup><strong>37</strong></sup> For by your words you will be acquitted, and by your words you will be condemned.\" "},{"_id":"616977c7bda5ba8d737082be","topicId":"616977c3bda5ba8d737082af","verse":"Proverbs 18:21","votes":179,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018021_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018021-1\">21&nbsp;</b>&nbsp;&nbsp;Death and life are in the power of the tongue,</span><br><span id=\"p20018021_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who love it will eat its fruits.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof.  ","niv":"<sup><strong>21</strong></sup> The tongue has the power of life and death, and those who love it will eat its fruit."},{"_id":"616977c8bda5ba8d737082bf","topicId":"616977c3bda5ba8d737082af","verse":"Romans 12:12","votes":159,"__v":0,"esv":"<div>\n<p id=\"p45012012_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012012-1\">12&nbsp;</b>Rejoice in hope, be patient in tribulation, be constant in prayer.</p>\n</div>","kjv":"<strong>12</strong> Rejoicing in hope; patient in tribulation; continuing instant in prayer;  ","niv":"<sup><strong>12</strong></sup> Be joyful in hope, patient in affliction, faithful in prayer."},{"_id":"616977c8bda5ba8d737082c0","topicId":"616977c3bda5ba8d737082af","verse":"2 Corinthians 10:5","votes":154,"__v":0,"esv":"<div>\n<p id=\"p47010005_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ.","modified":"2023-05-25T03:28:43.375Z"},{"_id":"616977c8bda5ba8d737082c1","topicId":"616977c3bda5ba8d737082af","verse":"Mark 11:22-25","votes":126,"__v":0,"esv":"<div>\n<p id=\"p41011022_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v41011022-1\">22&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Have faith in God.</span> <b class=\"verse-num woc\" id=\"v41011023-1\">23&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever says to this mountain, ‘Be taken up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him.</span> <b class=\"verse-num woc\" id=\"v41011024-1\">24&nbsp;</b><span class=\"woc\">Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.</span> <b class=\"verse-num woc\" id=\"v41011025-1\">25&nbsp;</b><span class=\"woc\">And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”</span></p>\n\n</div>","kjv":"<strong>22</strong> And Jesus answering saith unto them, Have faith in God.  <strong>23</strong> For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.  <strong>24</strong> Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall havethem.  <strong>25</strong> And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.  ","niv":"<sup><strong>22</strong></sup> \"Have faith in God,\" Jesus answered. <sup><strong>23</strong></sup> \"I tell you the truth, if anyone says to this mountain, 'Go, throw yourself into the sea,' and does not doubt in his heart but believes that what he says will happen, it will be done for him. <sup><strong>24</strong></sup> Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours. <sup><strong>25</strong></sup> And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins.\" ","modified":"2022-06-20T02:44:51.115Z"},{"_id":"616977c9bda5ba8d737082c2","topicId":"616977c3bda5ba8d737082af","verse":"1 John 1:9","votes":127,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616977c9bda5ba8d737082c3","topicId":"616977c3bda5ba8d737082af","verse":"1 Peter 3:9","votes":119,"__v":0,"esv":"<div>\n<p id=\"p60003009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.</p>\n</div>","kjv":"<strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  ","niv":"<sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing."},{"_id":"616977c9bda5ba8d737082c4","topicId":"616977c3bda5ba8d737082af","verse":"Hebrews 11:6","votes":113,"__v":0,"esv":"<div>\n<p id=\"p58011006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.","modified":"2022-06-20T02:45:31.469Z"},{"_id":"616977cabda5ba8d737082c5","topicId":"616977c3bda5ba8d737082af","verse":"Romans 8:28-31","votes":108,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n<p id=\"p45008030_04-23\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us?</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. <sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us? "},{"_id":"616977cabda5ba8d737082c6","topicId":"616977c3bda5ba8d737082af","verse":"Proverbs 4:23","votes":101,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20004023_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20004023-1\">23&nbsp;</b>&nbsp;&nbsp;Keep your heart with all vigilance,</span><br><span id=\"p20004023_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for from it flow the springs of life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Keep thy heart with all diligence; for out of it are the issues of life.  ","niv":"<sup><strong>23</strong></sup> Above all else, guard your heart, for it is the wellspring of life."},{"_id":"616977cabda5ba8d737082c7","topicId":"616977c3bda5ba8d737082af","verse":"Psalm 118:24","votes":100,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19118024_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118024-1\">24&nbsp;</b>&nbsp;&nbsp;This is the day that the LORD has made;</span><br><span id=\"p19118024_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us rejoice and be glad in it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> This is the day which the LORD hath made; we will rejoice and be glad in it.  ","niv":"<sup><strong>24</strong></sup> This is the day the LORD has made; let us rejoice and be glad in it.","modified":"2023-01-04T20:11:03.828Z"},{"_id":"616977cabda5ba8d737082c8","topicId":"616977c3bda5ba8d737082af","verse":"Philippians 3:13-14","votes":91,"__v":0,"esv":"<div>\n<p id=\"p50003013_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003013-1\">13&nbsp;</b>Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, <b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus.</p>\n</div>","kjv":"<strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  <strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  ","niv":"<sup><strong>13</strong></sup> Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, <sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. ","modified":"2022-06-20T02:47:08.140Z"}]}