{"_id":"6169789bbda5ba8d73708320","slug":"pots","name":"Pots","verses":[{"_id":"6169789fbda5ba8d73708321","topicId":"6169789bbda5ba8d73708320","verse":"Genesis 1:29","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01001029_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food.</p>\n</div>","kjv":"<strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  ","niv":"<sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food.","modified":"2022-10-13T16:49:20.723Z"},{"_id":"6169789fbda5ba8d73708322","topicId":"6169789bbda5ba8d73708320","verse":"Zechariah 14:20-21","votes":10,"__v":0,"esv":"<div>\n<p id=\"p38014020_01-2\"><b class=\"verse-num\" id=\"v38014020-1\">20&nbsp;</b>And on that day there shall be inscribed on the bells of the horses, “Holy to the LORD.” And the pots in the house of the LORD shall be as the bowls before the altar. <b class=\"verse-num\" id=\"v38014021-1\">21&nbsp;</b>And every pot in Jerusalem and Judah shall be holy to the LORD of hosts, so that all who sacrifice may come and take of them and boil the meat of the sacrifice in them. And there shall no longer be a trader in the house of the LORD of hosts on that day.</p>\n\n</div>","kjv":"<strong>20</strong> In that day shall there be upon the bells of the horses, HOLINESS UNTO THE LORD; and the pots in the LORD’S house shall be like the bowls before the altar.  <strong>21</strong> Yea, every pot in Jerusalem and in Judah shall be holiness unto the LORD of hosts: and all they that sacrifice shall come and take of them, and seethe therein: and in that day there shall be no more the Canaanite in the house of the LORD of hosts.  ","niv":"<sup><strong>20</strong></sup> On that dayHOLY TO THE LORD will be inscribed on the bells of the horses, and the cooking pots in the LORD's house will be like the sacred bowls in front of the altar. <sup><strong>21</strong></sup> Every pot in Jerusalem and Judah will be holy to the LORD Almighty, and all who come to sacrifice will take some of the pots and cook in them. And on that day there will no longer be a Canaanite in the house of the LORD Almighty. ","modified":"2022-10-13T16:49:15.041Z"},{"_id":"616978a3bda5ba8d73708326","topicId":"6169789bbda5ba8d73708320","verse":"Jeremiah 1:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p24001013_01-3\"><b class=\"verse-num\" id=\"v24001013-1\">13&nbsp;</b>The word of the LORD came to me a second time, saying, “What do you see?” And I said, “I see a boiling pot, facing away from the north.”</p>\n</div>","kjv":"<strong>13</strong> And the word of the LORD came unto me the second time, saying, What seest thou? And I said, I see a seething pot; and the face thereof is  toward the north.  ","niv":"<sup><strong>13</strong></sup> The word of the LORD came to me again: \"What do you see?I see a boiling pot, tilting away from the north,\" I answered.","modified":"2022-09-28T16:54:18.140Z"},{"_id":"616978a3bda5ba8d73708325","topicId":"6169789bbda5ba8d73708320","verse":"1 Corinthians 6:19-20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"616978a3bda5ba8d73708324","topicId":"6169789bbda5ba8d73708320","verse":"Galatians 5:19-21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"616978a3bda5ba8d73708323","topicId":"6169789bbda5ba8d73708320","verse":"Psalm 119:105","votes":3,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-7\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"616978a4bda5ba8d73708327","topicId":"6169789bbda5ba8d73708320","verse":"1 Peter 5:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"616978a6bda5ba8d73708328","topicId":"6169789bbda5ba8d73708320","verse":"2 Timothy 3:16-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616978a9bda5ba8d7370832b","topicId":"6169789bbda5ba8d73708320","verse":"Psalm 58:9","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19058009_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19058009-1\">9&nbsp;</b>&nbsp;&nbsp;Sooner than your pots can feel the heat of thorns,</span><br><span id=\"p19058009_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whether green or ablaze, may he sweep them away!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> Before your pots can feel the thorns, he shall take them away as with a whirlwind, both living, and in his wrath.  ","niv":"<sup><strong>9</strong></sup> Before your pots can feel the heat of the thorns- whether they be green or dry-the wicked will be swept away."},{"_id":"616978a9bda5ba8d73708329","topicId":"6169789bbda5ba8d73708320","verse":"Hebrews 9:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58009004_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009004-1\">4&nbsp;</b>having the golden altar of incense and the ark of the covenant covered on all sides with gold, in which was a golden urn holding the manna, and Aaron’s staff that budded, and the tablets of the covenant.</p>\n</div>","kjv":"<strong>4</strong> Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron’s rod that budded, and the tables of the covenant;  ","niv":"<sup><strong>4</strong></sup> which had the golden altar of incense and the gold-covered ark of the covenant. This ark contained the gold jar of manna, Aaron's staff that had budded, and the stone tablets of the covenant.","modified":"2022-08-07T20:16:40.141Z"},{"_id":"616978a9bda5ba8d7370832c","topicId":"6169789bbda5ba8d73708320","verse":"John 3:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-13\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-13\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-13\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-13\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-13\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"616978a9bda5ba8d7370832a","topicId":"6169789bbda5ba8d73708320","verse":"1 Corinthians 13:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.</p>\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal."},{"_id":"616978abbda5ba8d7370832d","topicId":"6169789bbda5ba8d73708320","verse":"Micah 3:3","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33003003_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v33003003-1\">3&nbsp;</b>&nbsp;&nbsp;who eat the flesh of my people,</span><br><span id=\"p33003003_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and flay their skin from off them,</span><br><span id=\"p33003003_01-16\" class=\"line\">&nbsp;&nbsp;and break their bones in pieces</span><br><span id=\"p33003003_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and chop them up like meat in a pot,</span><br><span id=\"p33003003_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like flesh in a cauldron.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Who also eat the flesh of my people, and flay their skin from off them; and they break their bones, and chop them in pieces, as for the pot, and as flesh within the caldron.  ","niv":"<sup><strong>3</strong></sup> who eat my people's flesh, strip off their skin and break their bones in pieces; who chop them up like meat for the pan, like flesh for the pot?\""},{"_id":"616978abbda5ba8d7370832e","topicId":"6169789bbda5ba8d73708320","verse":"2 Kings 4:2","votes":0,"__v":0,"esv":"<div>\n<p id=\"p12004002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v12004002-1\">2&nbsp;</b>And Elisha said to her, “What shall I do for you? Tell me; what have you in the house?” And she said, “Your servant has nothing in the house except a jar of oil.”</p>\n</div>","kjv":"<strong>2</strong> And Elisha said unto her, What shall I do for thee? tell me, what hast thou in the house? And she said, Thine handmaid hath not any thing in the house, save a pot of oil.  ","niv":"<sup><strong>2</strong></sup> Elisha replied to her, \"How can I help you? Tell me, what do you have in your house?Your servant has nothing there at all,\" she said, \"except a little oil.\"","modified":"2022-08-23T10:20:16.440Z"},{"_id":"616978abbda5ba8d73708331","topicId":"6169789bbda5ba8d73708320","verse":"Ephesians 5:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005018_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,</p>\n</div>","kjv":"<strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  ","niv":"<sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit."},{"_id":"616978abbda5ba8d73708330","topicId":"6169789bbda5ba8d73708320","verse":"1 Peter 5:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"616978abbda5ba8d7370832f","topicId":"6169789bbda5ba8d73708320","verse":"Titus 3:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p56003001_07-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56003001-1\">3:1&nbsp;</b>Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work,</p>\n</div>","kjv":"<strong>1</strong> Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,  ","niv":"<sup><strong>1</strong></sup> Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good,"},{"_id":"616978abbda5ba8d73708332","topicId":"6169789bbda5ba8d73708320","verse":"1 Corinthians 6:12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46006012_04-23\"><b class=\"verse-num\" id=\"v46006012-1\">12&nbsp;</b>“All things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but I will not be dominated by anything.</p>\n</div>","kjv":"<strong>12</strong> All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.  ","niv":"<sup><strong>12</strong></sup> \"Everything is permissible for me\"--but not everything is beneficial. \"Everything is permissible for me\"--but I will not be mastered by anything."},{"_id":"616978abbda5ba8d73708333","topicId":"6169789bbda5ba8d73708320","verse":"1 Corinthians 10:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"616978abbda5ba8d73708334","topicId":"6169789bbda5ba8d73708320","verse":"Luke 4:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42004016_05-26\"><b class=\"verse-num\" id=\"v42004016-1\">16&nbsp;</b>And he came to Nazareth, where he had been brought up. And as was his custom, he went to the synagogue on the Sabbath day, and he stood up to read.</p>\n</div>","kjv":"<strong>16</strong> And he came to Nazareth, where he had been brought up: and, as his custom was, he went into the synagogue on the sabbath day, and stood up for to read.  ","niv":"<sup><strong>16</strong></sup> He went to Nazareth, where he had been brought up, and on the Sabbath day he went into the synagogue, as was his custom. And he stood up to read."},{"_id":"616978abbda5ba8d73708336","topicId":"6169789bbda5ba8d73708320","verse":"Luke 6:46","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42006046_07-27\"><b class=\"verse-num woc\" id=\"v42006046-1\">46&nbsp;</b><span class=\"woc\">“Why do you call me ‘Lord, Lord,’ and not do what I tell you?</span></p>\n</div>","kjv":"<strong>46</strong>           And why call ye me, Lord, Lord, and do not the things which I say?  ","niv":"<sup><strong>46</strong></sup> \"Why do you call me, 'Lord, Lord,' and do not do what I say?"},{"_id":"616978abbda5ba8d73708335","topicId":"6169789bbda5ba8d73708320","verse":"1 Corinthians 3:16-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46003016_01-29\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you? <b class=\"verse-num\" id=\"v46003017-1\">17&nbsp;</b>If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and you are that temple.</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  <strong>17</strong> If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.  ","niv":"<sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you? <sup><strong>17</strong></sup> If anyone destroys God's temple, God will destroy him; for God's temple is sacred, and you are that temple. "},{"_id":"616978abbda5ba8d73708337","topicId":"6169789bbda5ba8d73708320","verse":"Zechariah 14:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p38014021_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v38014021-1\">21&nbsp;</b>And every pot in Jerusalem and Judah shall be holy to the LORD of hosts, so that all who sacrifice may come and take of them and boil the meat of the sacrifice in them. And there shall no longer be a trader in the house of the LORD of hosts on that day.</p>\n\n</div>","kjv":"<strong>21</strong> Yea, every pot in Jerusalem and in Judah shall be holiness unto the LORD of hosts: and all they that sacrifice shall come and take of them, and seethe therein: and in that day there shall be no more the Canaanite in the house of the LORD of hosts.  ","niv":"<sup><strong>21</strong></sup> Every pot in Jerusalem and Judah will be holy to the LORD Almighty, and all who come to sacrifice will take some of the pots and cook in them. And on that day there will no longer be a Canaanite in the house of the LORD Almighty."},{"_id":"616978acbda5ba8d73708338","topicId":"6169789bbda5ba8d73708320","verse":"Zechariah 14:16-19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p38014016_01-31\"><b class=\"verse-num\" id=\"v38014016-1\">16&nbsp;</b>Then everyone who survives of all the nations that have come against Jerusalem shall go up year after year to worship the King, the LORD of hosts, and to keep the Feast of Booths. <b class=\"verse-num\" id=\"v38014017-1\">17&nbsp;</b>And if any of the families of the earth do not go up to Jerusalem to worship the King, the LORD of hosts, there will be no rain on them. <b class=\"verse-num\" id=\"v38014018-1\">18&nbsp;</b>And if the family of Egypt does not go up and present themselves, then on them there shall be no rain; there shall be the plague with which the LORD afflicts the nations that do not go up to keep the Feast of Booths. <b class=\"verse-num\" id=\"v38014019-1\">19&nbsp;</b>This shall be the punishment to Egypt and the punishment to all the nations that do not go up to keep the Feast of Booths.</p>\n\n</div>","kjv":"<strong>16</strong> And it shall come to pass, that every one that is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the LORD of hosts, and to keep the feast of tabernacles.  <strong>17</strong> And it shall be, that whoso will not come up of all  the families of the earth unto Jerusalem to worship the King, the LORD of hosts, even upon them shall be no rain.  <strong>18</strong> And if the family of Egypt go not up, and come not, that have  no rain; there shall be the plague, wherewith the LORD will smite the heathen that come not up to keep the feast of tabernacles.  <strong>19</strong> This shall be the punishment of Egypt, and the punishment of all nations that come not up to keep the feast of tabernacles.  ","niv":"<sup><strong>16</strong></sup> Then the survivors from all the nations that have attacked Jerusalem will go up year after year to worship the King, the LORD Almighty, and to celebrate the Feast of Tabernacles. <sup><strong>17</strong></sup> If any of the peoples of the earth do not go up to Jerusalem to worship the King, the LORD Almighty, they will have no rain. <sup><strong>18</strong></sup> If the Egyptian people do not go up and take part, they will have no rain. The LORD will bring on them the plague he inflicts on the nations that do not go up to celebrate the Feast of Tabernacles. <sup><strong>19</strong></sup> This will be the punishment of Egypt and the punishment of all the nations that do not go up to celebrate the Feast of Tabernacles. "},{"_id":"616978acbda5ba8d73708339","topicId":"6169789bbda5ba8d73708320","verse":"Daniel 3:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p27003010_01-32\" class=\"virtual\"><b class=\"verse-num\" id=\"v27003010-1\">10&nbsp;</b>You, O king, have made a decree, that every man who hears the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, shall fall down and worship the golden image.</p>\n</div>","kjv":"<strong>10</strong> Thou, O king, hast made a decree, that every man that shall hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of musick, shall fall down and worship the golden image:  ","niv":"<sup><strong>10</strong></sup> You have issued a decree, O king, that everyone who hears the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music must fall down and worship the image of gold,"}]}