{"_id":"6169794bbda5ba8d73708388","slug":"power-of-the-mind","name":"Power Of The Mind","verses":[{"_id":"6169794bbda5ba8d73708389","topicId":"6169794bbda5ba8d73708388","verse":"Galatians 5:16-17","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p48005016_07-1\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh. <b class=\"verse-num\" id=\"v48005017-1\">17&nbsp;</b>For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do.</p>\n</div>","kjv":"<strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  <strong>17</strong> For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.  ","niv":"<sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature. <sup><strong>17</strong></sup> For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want. ","modified":"2023-02-12T09:42:16.605Z"},{"_id":"6169794bbda5ba8d7370838a","topicId":"6169794bbda5ba8d73708388","verse":"Romans 12:2","votes":19,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2022-07-31T10:02:01.331Z"},{"_id":"6169794cbda5ba8d7370838b","topicId":"6169794bbda5ba8d73708388","verse":"1 Peter 1:13","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p60001013_05-4\"><b class=\"verse-num\" id=\"v60001013-1\">13&nbsp;</b>Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ.</p>\n\n</div>","kjv":"<strong>13</strong> Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> Therefore, prepare your minds for action; be self-controlled; set your hope fully on the grace to be given you when Jesus Christ is revealed.","modified":"2022-09-25T08:36:59.863Z"},{"_id":"6169794cbda5ba8d7370838c","topicId":"6169794bbda5ba8d73708388","verse":"James 4:8","votes":11,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded."},{"_id":"6169794cbda5ba8d7370838d","topicId":"6169794bbda5ba8d73708388","verse":"Colossians 3:2","votes":10,"__v":0,"esv":"<div>\n<p id=\"p51003002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth.</p>\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things."},{"_id":"6169794cbda5ba8d7370838e","topicId":"6169794bbda5ba8d73708388","verse":"2 Timothy 1:7","votes":10,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"6169794dbda5ba8d7370838f","topicId":"6169794bbda5ba8d73708388","verse":"Acts 2:42","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p44002042_06-8\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers.</p>\n</div>","kjv":"<strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  ","niv":"<sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer."},{"_id":"6169794dbda5ba8d73708390","topicId":"6169794bbda5ba8d73708388","verse":"2 Peter 1:19-21","votes":8,"__v":0,"esv":"<div>\n<p id=\"p61001019_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001019-1\">19&nbsp;</b>And we have the prophetic word more fully confirmed, to which you will do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts, <b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation. <b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>19</strong> We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:  <strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  <strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>19</strong></sup> And we have the word of the prophets made more certain, and you will do well to pay attention to it, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts. <sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation. <sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit. "},{"_id":"6169794dbda5ba8d73708391","topicId":"6169794bbda5ba8d73708388","verse":"Hebrews 13:5","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\"","modified":"2023-10-26T00:04:11.354Z"},{"_id":"6169794ebda5ba8d73708392","topicId":"6169794bbda5ba8d73708388","verse":"1 Thessalonians 4:13-16","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p52004013_06-12\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. <b class=\"verse-num\" id=\"v52004014-1\">14&nbsp;</b>For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep. <b class=\"verse-num\" id=\"v52004015-1\">15&nbsp;</b>For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep. <b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first.</p>\n\n</div>","kjv":"<strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  <strong>14</strong> For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him.  <strong>15</strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.  <strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  ","niv":"<sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope. <sup><strong>14</strong></sup> We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him. <sup><strong>15</strong></sup> According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep. <sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. ","modified":"2023-09-24T13:47:20.382Z"},{"_id":"6169794ebda5ba8d73708393","topicId":"6169794bbda5ba8d73708388","verse":"Acts 7:51","votes":8,"__v":0,"esv":"<div>\n<p id=\"p44007051_01-13\"><b class=\"verse-num\" id=\"v44007051-1\">51&nbsp;</b>“You stiff-necked people, uncircumcised in heart and ears, you always resist the Holy Spirit. As your fathers did, so do you.</p>\n</div>","kjv":"<strong>51</strong> Ye stiffnecked and uncircumcised in heart and ears, ye do always resist the Holy Ghost: as your fathers did, so do ye.  ","niv":"<sup><strong>51</strong></sup> \"You stiff-necked people, with uncircumcised hearts and ears! You are just like your fathers: You always resist the Holy Spirit!"},{"_id":"6169794ebda5ba8d73708394","topicId":"6169794bbda5ba8d73708388","verse":"Hebrews 4:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58004016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n</div>","kjv":"<strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."},{"_id":"6169794fbda5ba8d73708395","topicId":"6169794bbda5ba8d73708388","verse":"Ephesians 6:17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49006017_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God,</p>\n</div>","kjv":"<strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  ","niv":"<sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God."},{"_id":"6169794fbda5ba8d73708396","topicId":"6169794bbda5ba8d73708388","verse":"Acts 2:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44002004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n</div>","kjv":"<strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  ","niv":"<sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them.","modified":"2023-08-25T05:17:14.335Z"},{"_id":"6169794fbda5ba8d73708397","topicId":"6169794bbda5ba8d73708388","verse":"Revelation 2:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66002007_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002007-1\">7&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will grant to eat of the tree of life, which is in the paradise of God.’</span></p>\n</div>","kjv":"<strong>7</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the tree of life, which is in the midst of the paradise of God. ","niv":"<sup><strong>7</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give the right to eat from the tree of life, which is in the paradise of God."},{"_id":"6169794fbda5ba8d73708398","topicId":"6169794bbda5ba8d73708388","verse":"Philippians 4:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-18\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"61697950bda5ba8d73708399","topicId":"6169794bbda5ba8d73708388","verse":"Ephesians 1:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p49001001_02-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God,</p>\n<p id=\"p49001001_02-19\">To the saints who are in Ephesus, and are faithful in Christ Jesus:</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, to the saints which are at Ephesus, and to the faithful in Christ Jesus:  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, To the saints in Ephesus, the faithful in Christ Jesus:"},{"_id":"61697950bda5ba8d7370839a","topicId":"6169794bbda5ba8d73708388","verse":"Galatians 5:22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,","modified":"2023-04-02T06:00:01.718Z"},{"_id":"61697950bda5ba8d7370839b","topicId":"6169794bbda5ba8d73708388","verse":"1 John 4:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"61697951bda5ba8d7370839c","topicId":"6169794bbda5ba8d73708388","verse":"Acts 1:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"61697951bda5ba8d7370839d","topicId":"6169794bbda5ba8d73708388","verse":"Acts 1:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44001002_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001002-1\">2&nbsp;</b>until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen.</p>\n</div>","kjv":"<strong>2</strong> Until the day in which he was taken up, after that he through the Holy Ghost had given commandments unto the apostles whom he had chosen:  ","niv":"<sup><strong>2</strong></sup> until the day he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles he had chosen."},{"_id":"61697951bda5ba8d7370839e","topicId":"6169794bbda5ba8d73708388","verse":"John 4:24","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43004024_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span></p>\n</div>","kjv":"<strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  ","niv":"<sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\"","modified":"2023-02-11T12:34:25.020Z"},{"_id":"61697952bda5ba8d7370839f","topicId":"6169794bbda5ba8d73708388","verse":"Isaiah 11:3","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011003_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011003-1\">3&nbsp;</b>&nbsp;&nbsp;And his delight shall be in the fear of the LORD.</span><br><span id=\"p23011003_01-25\" class=\"line\">&nbsp;&nbsp;He shall not judge by what his eyes see,</span><br><span id=\"p23011003_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or decide disputes by what his ears hear,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> And shall make him of quick understanding in the fear of the LORD: and he shall not judge after the sight of his eyes, neither reprove after the hearing of his ears:  ","niv":"<sup><strong>3</strong></sup> and he will delight in the fear of the LORD. He will not judge by what he sees with his eyes, or decide by what he hears with his ears;"},{"_id":"61697952bda5ba8d737083a0","topicId":"6169794bbda5ba8d73708388","verse":"Ephesians 4:30","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49004030_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption.</p>\n</div>","kjv":"<strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  ","niv":"<sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption."},{"_id":"61697952bda5ba8d737083a1","topicId":"6169794bbda5ba8d73708388","verse":"Acts 4:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44004012_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n\n</div>","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  ","niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\""}]}