{"_id":"61697a15bda5ba8d7370840a","slug":"practical-christian-living","name":"Practical Christian Living","verses":[{"_id":"61697a15bda5ba8d7370840b","topicId":"61697a15bda5ba8d7370840a","verse":"Romans 12:2","votes":14,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2023-11-14T07:30:26.550Z"},{"_id":"61697a16bda5ba8d7370840c","topicId":"61697a15bda5ba8d7370840a","verse":"Matthew 6:33","votes":15,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well.","modified":"2023-04-30T14:26:02.535Z"},{"_id":"61697a16bda5ba8d7370840d","topicId":"61697a15bda5ba8d7370840a","verse":"1 John 2:15","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-3\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.</p>\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him.","modified":"2023-08-06T11:36:00.464Z"},{"_id":"61697a16bda5ba8d7370840e","topicId":"61697a15bda5ba8d7370840a","verse":"James 1:1-27","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-4\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-4\">Greetings.</p>\n\n<p id=\"p59001001_06-4\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-4\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-4\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-4\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-4\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-4\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-4\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-4\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. ","modified":"2022-10-25T09:48:07.393Z"},{"_id":"61697a17bda5ba8d7370840f","topicId":"61697a15bda5ba8d7370840a","verse":"2 Timothy 3:16","votes":9,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2023-11-12T21:49:54.142Z"},{"_id":"61697a17bda5ba8d73708410","topicId":"61697a15bda5ba8d7370840a","verse":"Acts 2:38","votes":9,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"61697a17bda5ba8d73708411","topicId":"61697a15bda5ba8d7370840a","verse":"Hebrews 3:12-19","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58003012_01-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58003012-1\">12&nbsp;</b>Take care, brothers, lest there be in any of you an evil, unbelieving heart, leading you to fall away from the living God. <b class=\"verse-num\" id=\"v58003013-1\">13&nbsp;</b>But exhort one another every day, as long as it is called “today,” that none of you may be hardened by the deceitfulness of sin. <b class=\"verse-num\" id=\"v58003014-1\">14&nbsp;</b>For we have come to share in Christ, if indeed we hold our original confidence firm to the end. <b class=\"verse-num\" id=\"v58003015-1\">15&nbsp;</b>As it is said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58003015_01-7\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58003015_01-7\" class=\"line\">&nbsp;&nbsp;do not harden your hearts as in the rebellion.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58003015_01-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58003016-1\">16&nbsp;</b>For who were those who heard and yet rebelled? Was it not all those who left Egypt led by Moses? <b class=\"verse-num\" id=\"v58003017-1\">17&nbsp;</b>And with whom was he provoked for forty years? Was it not with those who sinned, whose bodies fell in the wilderness? <b class=\"verse-num\" id=\"v58003018-1\">18&nbsp;</b>And to whom did he swear that they would not enter his rest, but to those who were disobedient? <b class=\"verse-num\" id=\"v58003019-1\">19&nbsp;</b>So we see that they were unable to enter because of unbelief.</p>\n</div>","kjv":"<strong>12</strong> Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.  <strong>13</strong> But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.  <strong>14</strong> For we are made partakers of Christ, if we hold the beginning of our confidence stedfast unto the end;  <strong>15</strong> While it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation.  <strong>16</strong> For some, when they had heard, did provoke: howbeit not all that came out of Egypt by Moses.  <strong>17</strong> But with whom was he grieved forty years? was it not with them that had sinned, whose carcases fell in the wilderness?  <strong>18</strong> And to whom sware he that they should not enter into his rest, but to them that believed not?  <strong>19</strong> So we see that they could not enter in because of unbelief.  ","niv":"<sup><strong>12</strong></sup> See to it, brothers, that none of you has a sinful, unbelieving heart that turns away from the living God. <sup><strong>13</strong></sup> But encourage one another daily, as long as it is called Today, so that none of you may be hardened by sin's deceitfulness. <sup><strong>14</strong></sup> We have come to share in Christ if we hold firmly till the end the confidence we had at first. <sup><strong>15</strong></sup> As has just been said: \"Today, if you hear his voice, do not harden your hearts as you did in the rebellion.\" <sup><strong>16</strong></sup> Who were they who heard and rebelled? Were they not all those Moses led out of Egypt? <sup><strong>17</strong></sup> And with whom was he angry for forty years? Was it not with those who sinned, whose bodies fell in the desert? <sup><strong>18</strong></sup> And to whom did God swear that they would never enter his rest if not to those who disobeyed? <sup><strong>19</strong></sup> So we see that they were not able to enter, because of their unbelief. ","modified":"2023-09-11T11:24:52.704Z"},{"_id":"61697a18bda5ba8d73708412","topicId":"61697a15bda5ba8d7370840a","verse":"James 2:20","votes":7,"__v":0,"esv":"<div>\n<p id=\"p59002020_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002020-1\">20&nbsp;</b>Do you want to be shown, you foolish person, that faith apart from works is useless?</p>\n</div>","kjv":"<strong>20</strong> But wilt thou know, O vain man, that faith without works is dead?  ","niv":"<sup><strong>20</strong></sup> You foolish man, do you want evidence that faith without deeds is useless?","modified":"2022-08-27T02:36:18.429Z"},{"_id":"61697a18bda5ba8d73708413","topicId":"61697a15bda5ba8d7370840a","verse":"1 John 2:6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p62002006_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n</div>","kjv":"<strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  ","niv":"<sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did.","modified":"2023-12-09T20:24:17.275Z"},{"_id":"61697a18bda5ba8d73708414","topicId":"61697a15bda5ba8d7370840a","verse":"Hebrews 10:1-39","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p58010001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58010001-1\">10:1&nbsp;</b>For since the law has but a shadow of the good things to come instead of the true form of these realities, it can never, by the same sacrifices that are continually offered every year, make perfect those who draw near. <b class=\"verse-num\" id=\"v58010002-1\">2&nbsp;</b>Otherwise, would they not have ceased to be offered, since the worshipers, having once been cleansed, would no longer have any consciousness of sins? <b class=\"verse-num\" id=\"v58010003-1\">3&nbsp;</b>But in these sacrifices there is a reminder of sins every year. <b class=\"verse-num\" id=\"v58010004-1\">4&nbsp;</b>For it is impossible for the blood of bulls and goats to take away sins.</p>\n<p id=\"p58010004_06-10\"><b class=\"verse-num\" id=\"v58010005-1\">5&nbsp;</b>Consequently, when Christ came into the world, he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010005_06-10\" class=\"line\">&nbsp;&nbsp;“Sacrifices and offerings you have not desired,</span><br><span id=\"p58010005_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a body have you prepared for me;</span><br><span id=\"p58010006_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010006-1\">6&nbsp;</b>&nbsp;&nbsp;in burnt offerings and sin offerings</span><br><span id=\"p58010006_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have taken no pleasure.</span><br><span id=\"p58010007_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010007-1\">7&nbsp;</b>&nbsp;&nbsp;Then I said, ‘Behold, I have come to do your will, O God,</span><br><span id=\"p58010007_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as it is written of me in the scroll of the book.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010007_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010008-1\">8&nbsp;</b>When he said above, “You have neither desired nor taken pleasure in sacrifices and offerings and burnt offerings and sin offerings” (these are offered according to the law), <b class=\"verse-num\" id=\"v58010009-1\">9&nbsp;</b>then he added, “Behold, I have come to do your will.” He does away with the first in order to establish the second. <b class=\"verse-num\" id=\"v58010010-1\">10&nbsp;</b>And by that will we have been sanctified through the offering of the body of Jesus Christ once for all.</p>\n<p id=\"p58010010_06-10\"><b class=\"verse-num\" id=\"v58010011-1\">11&nbsp;</b>And every priest stands daily at his service, offering repeatedly the same sacrifices, which can never take away sins. <b class=\"verse-num\" id=\"v58010012-1\">12&nbsp;</b>But when Christ had offered for all time a single sacrifice for sins, he sat down at the right hand of God, <b class=\"verse-num\" id=\"v58010013-1\">13&nbsp;</b>waiting from that time until his enemies should be made a footstool for his feet. <b class=\"verse-num\" id=\"v58010014-1\">14&nbsp;</b>For by a single offering he has perfected for all time those who are being sanctified.</p>\n<p id=\"p58010014_06-10\"><b class=\"verse-num\" id=\"v58010015-1\">15&nbsp;</b>And the Holy Spirit also bears witness to us; for after saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010016_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010016-1\">16&nbsp;</b>&nbsp;&nbsp;“This is the covenant that I will make with them</span><br><span id=\"p58010016_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;after those days, declares the Lord:</span><br><span id=\"p58010016_06-10\" class=\"line\">&nbsp;&nbsp;I will put my laws on their hearts,</span><br><span id=\"p58010016_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and write them on their minds,”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010016_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010017-1\">17&nbsp;</b>then he adds,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010017_06-10\" class=\"line\">&nbsp;&nbsp;“I will remember their sins and their lawless deeds no more.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010017_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010018-1\">18&nbsp;</b>Where there is forgiveness of these, there is no longer any offering for sin.</p>\n\n<p id=\"p58010018_11-10\"><b class=\"verse-num\" id=\"v58010019-1\">19&nbsp;</b>Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus, <b class=\"verse-num\" id=\"v58010020-1\">20&nbsp;</b>by the new and living way that he opened for us through the curtain, that is, through his flesh, <b class=\"verse-num\" id=\"v58010021-1\">21&nbsp;</b>and since we have a great priest over the house of God, <b class=\"verse-num\" id=\"v58010022-1\">22&nbsp;</b>let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water. <b class=\"verse-num\" id=\"v58010023-1\">23&nbsp;</b>Let us hold fast the confession of our hope without wavering, for he who promised is faithful. <b class=\"verse-num\" id=\"v58010024-1\">24&nbsp;</b>And let us consider how to stir up one another to love and good works, <b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n<p id=\"p58010025_11-10\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins, <b class=\"verse-num\" id=\"v58010027-1\">27&nbsp;</b>but a fearful expectation of judgment, and a fury of fire that will consume the adversaries. <b class=\"verse-num\" id=\"v58010028-1\">28&nbsp;</b>Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses. <b class=\"verse-num\" id=\"v58010029-1\">29&nbsp;</b>How much worse punishment, do you think, will be deserved by the one who has trampled underfoot the Son of God, and has profaned the blood of the covenant by which he was sanctified, and has outraged the Spirit of grace? <b class=\"verse-num\" id=\"v58010030-1\">30&nbsp;</b>For we know him who said, “Vengeance is mine; I will repay.” And again, “The Lord will judge his people.” <b class=\"verse-num\" id=\"v58010031-1\">31&nbsp;</b>It is a fearful thing to fall into the hands of the living God.</p>\n<p id=\"p58010031_11-10\"><b class=\"verse-num\" id=\"v58010032-1\">32&nbsp;</b>But recall the former days when, after you were enlightened, you endured a hard struggle with sufferings, <b class=\"verse-num\" id=\"v58010033-1\">33&nbsp;</b>sometimes being publicly exposed to reproach and affliction, and sometimes being partners with those so treated. <b class=\"verse-num\" id=\"v58010034-1\">34&nbsp;</b>For you had compassion on those in prison, and you joyfully accepted the plundering of your property, since you knew that you yourselves had a better possession and an abiding one. <b class=\"verse-num\" id=\"v58010035-1\">35&nbsp;</b>Therefore do not throw away your confidence, which has a great reward. <b class=\"verse-num\" id=\"v58010036-1\">36&nbsp;</b>For you have need of endurance, so that when you have done the will of God you may receive what is promised. <b class=\"verse-num\" id=\"v58010037-1\">37&nbsp;</b>For,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010037_11-10\" class=\"line\">&nbsp;&nbsp;“Yet a little while,</span><br><span id=\"p58010037_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the coming one will come and will not delay;</span><br><span id=\"p58010038_11-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010038-1\">38&nbsp;</b>&nbsp;&nbsp;but my righteous one shall live by faith,</span><br><span id=\"p58010038_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and if he shrinks back,</span><br><span id=\"p58010038_11-10\" class=\"line\">&nbsp;&nbsp;my soul has no pleasure in him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010038_11-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010039-1\">39&nbsp;</b>But we are not of those who shrink back and are destroyed, but of those who have faith and preserve their souls.</p>\n\n</div>","kjv":"<strong>1</strong> For the law having a shadow of good things to come, and not the very image of the things, can never with those sacrifices which they offered year by year continually make the comers thereunto perfect.  <strong>2</strong> For then would they not have ceased to be offered? because that the worshippers once purged should have had no more conscience of sins.  <strong>3</strong> But in those sacrifices there is a remembrance again made of sins every year.  <strong>4</strong> For it is not possible that the blood of bulls and of goats should take away sins.  <strong>5</strong> Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me:  <strong>6</strong> In burnt offerings and sacrifices for sin thou hast had no pleasure.  <strong>7</strong> Then said I, Lo, I come (in the volume of the book it is written of me,) to do thy will, O God.  <strong>8</strong> Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;  <strong>9</strong> Then said he, Lo, I come to do thy will, O God. He taketh away the first, that he may establish the second.  <strong>10</strong> By the which will we are sanctified through the offering of the body of Jesus Christ once for all.  <strong>11</strong> And every priest standeth daily ministering and offering oftentimes the same sacrifices, which can never take away sins:  <strong>12</strong> But this man, after he had offered one sacrifice for sins for ever, sat down on the right hand of God;  <strong>13</strong> From henceforth expecting till his enemies be made his footstool.  <strong>14</strong> For by one offering he hath perfected for ever them that are sanctified.  <strong>15</strong> Whereof the Holy Ghost also is a witness to us: for after that he had said before,  <strong>16</strong> This is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;  <strong>17</strong> And their sins and iniquities will I remember no more.  <strong>18</strong> Now where remission of these is, there is no more offering for sin.  <strong>19</strong> Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,  <strong>20</strong> By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;  <strong>21</strong> And having an high priest over the house of God;  <strong>22</strong> Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.  <strong>23</strong> Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)  <strong>24</strong> And let us consider one another to provoke unto love and to good works:  <strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  <strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  <strong>27</strong> But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.  <strong>28</strong> He that despised Moses’ law died without mercy under two or three witnesses:  <strong>29</strong> Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?  <strong>30</strong> For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.  <strong>31</strong> It is a fearful thing to fall into the hands of the living God.  <strong>32</strong> But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;  <strong>33</strong> Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used.  <strong>34</strong> For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance.  <strong>35</strong> Cast not away therefore your confidence, which hath great recompence of reward.  <strong>36</strong> For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.  <strong>37</strong> For yet a little while, and he that shall come will come, and will not tarry.  <strong>38</strong> Now the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him.  <strong>39</strong> But we are not of them who draw back unto perdition; but of them that believe to the saving of the soul.  ","niv":"<sup><strong>1</strong></sup> The law is only a shadow of the good things that are coming--not the realities themselves. For this reason it can never, by the same sacrifices repeated endlessly year after year, make perfect those who draw near to worship. <sup><strong>2</strong></sup> If it could, would they not have stopped being offered? For the worshipers would have been cleansed once for all, and would no longer have felt guilty for their sins. <sup><strong>3</strong></sup> But those sacrifices are an annual reminder of sins, <sup><strong>4</strong></sup> because it is impossible for the blood of bulls and goats to take away sins. <sup><strong>5</strong></sup> Therefore, when Christ came into the world, he said: \"Sacrifice and offering you did not desire, but a body you prepared for me; <sup><strong>6</strong></sup> with burnt offerings and sin offerings you were not pleased. <sup><strong>7</strong></sup> Then I said, 'Here I am--it is written about me in the scroll--I have come to do your will, O God.'\" <sup><strong>8</strong></sup> First he said, \"Sacrifices and offerings, burnt offerings and sin offerings you did not desire, nor were you pleased with them\" (although the law required them to be made). <sup><strong>9</strong></sup> Then he said, \"Here I am, I have come to do your will.\" He sets aside the first to establish the second. <sup><strong>10</strong></sup> And by that will, we have been made holy through the sacrifice of the body of Jesus Christ once for all. <sup><strong>11</strong></sup> Day after day every priest stands and performs his religious duties; again and again he offers the same sacrifices, which can never take away sins. <sup><strong>12</strong></sup> But when this priest had offered for all time one sacrifice for sins, he sat down at the right hand of God. <sup><strong>13</strong></sup> Since that time he waits for his enemies to be made his footstool, <sup><strong>14</strong></sup> because by one sacrifice he has made perfect forever those who are being made holy. <sup><strong>15</strong></sup> The Holy Spirit also testifies to us about this. First he says: <sup><strong>16</strong></sup> \"This is the covenant I will make with them after that time, says the Lord. I will put my laws in their hearts, and I will write them on their minds.\" <sup><strong>17</strong></sup> Then he adds: \"Their sins and lawless acts I will remember no more.\" <sup><strong>18</strong></sup> And where these have been forgiven, there is no longer any sacrifice for sin. <sup><strong>19</strong></sup> Therefore, brothers, since we have confidence to enter the Most Holy Place by the blood of Jesus, <sup><strong>20</strong></sup> by a new and living way opened for us through the curtain, that is, his body, <sup><strong>21</strong></sup> and since we have a great priest over the house of God, <sup><strong>22</strong></sup> let us draw near to God with a sincere heart in full assurance of faith, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water. <sup><strong>23</strong></sup> Let us hold unswervingly to the hope we profess, for he who promised is faithful. <sup><strong>24</strong></sup> And let us consider how we may spur one another on toward love and good deeds. <sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching. <sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left, <sup><strong>27</strong></sup> but only a fearful expectation of judgment and of raging fire that will consume the enemies of God. <sup><strong>28</strong></sup> Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses. <sup><strong>29</strong></sup> How much more severely do you think a man deserves to be punished who has trampled the Son of God under foot, who has treated as an unholy thing the blood of the covenant that sanctified him, and who has insulted the Spirit of grace? <sup><strong>30</strong></sup> For we know him who said, \"It is mine to avenge; I will repay,\" and again, \"The Lord will judge his people.\" <sup><strong>31</strong></sup> It is a dreadful thing to fall into the hands of the living God. <sup><strong>32</strong></sup> Remember those earlier days after you had received the light, when you stood your ground in a great contest in the face of suffering. <sup><strong>33</strong></sup> Sometimes you were publicly exposed to insult and persecution; at other times you stood side by side with those who were so treated. <sup><strong>34</strong></sup> You sympathized with those in prison and joyfully accepted the confiscation of your property, because you knew that you yourselves had better and lasting possessions. <sup><strong>35</strong></sup> So do not throw away your confidence; it will be richly rewarded. <sup><strong>36</strong></sup> You need to persevere so that when you have done the will of God, you will receive what he has promised. <sup><strong>37</strong></sup> For in just a very little while, \"He who is coming will come and will not delay. <sup><strong>38</strong></sup> But my righteous one will live by faith. And if he shrinks back, I will not be pleased with him.\" <sup><strong>39</strong></sup> But we are not of those who shrink back and are destroyed, but of those who believe and are saved. "},{"_id":"61697a18bda5ba8d73708415","topicId":"61697a15bda5ba8d7370840a","verse":"Galatians 2:20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me.","modified":"2023-09-24T13:14:57.307Z"},{"_id":"61697a19bda5ba8d73708416","topicId":"61697a15bda5ba8d7370840a","verse":"Romans 6:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"61697a19bda5ba8d73708417","topicId":"61697a15bda5ba8d7370840a","verse":"Acts 15:1-41","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44015001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44015001-1\">15:1&nbsp;</b>But some men came down from Judea and were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” <b class=\"verse-num\" id=\"v44015002-1\">2&nbsp;</b>And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question. <b class=\"verse-num\" id=\"v44015003-1\">3&nbsp;</b>So, being sent on their way by the church, they passed through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and brought great joy to all the brothers. <b class=\"verse-num\" id=\"v44015004-1\">4&nbsp;</b>When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them. <b class=\"verse-num\" id=\"v44015005-1\">5&nbsp;</b>But some believers who belonged to the party of the Pharisees rose up and said, “It is necessary to circumcise them and to order them to keep the law of Moses.”</p>\n<p id=\"p44015005_04-13\"><b class=\"verse-num\" id=\"v44015006-1\">6&nbsp;</b>The apostles and the elders were gathered together to consider this matter. <b class=\"verse-num\" id=\"v44015007-1\">7&nbsp;</b>And after there had been much debate, Peter stood up and said to them, “Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. <b class=\"verse-num\" id=\"v44015008-1\">8&nbsp;</b>And God, who knows the heart, bore witness to them, by giving them the Holy Spirit just as he did to us, <b class=\"verse-num\" id=\"v44015009-1\">9&nbsp;</b>and he made no distinction between us and them, having cleansed their hearts by faith. <b class=\"verse-num\" id=\"v44015010-1\">10&nbsp;</b>Now, therefore, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear? <b class=\"verse-num\" id=\"v44015011-1\">11&nbsp;</b>But we believe that we will be saved through the grace of the Lord Jesus, just as they will.”</p>\n<p id=\"p44015011_04-13\"><b class=\"verse-num\" id=\"v44015012-1\">12&nbsp;</b>And all the assembly fell silent, and they listened to Barnabas and Paul as they related what signs and wonders God had done through them among the Gentiles. <b class=\"verse-num\" id=\"v44015013-1\">13&nbsp;</b>After they finished speaking, James replied, “Brothers, listen to me. <b class=\"verse-num\" id=\"v44015014-1\">14&nbsp;</b>Simeon has related how God first visited the Gentiles, to take from them a people for his name. <b class=\"verse-num\" id=\"v44015015-1\">15&nbsp;</b>And with this the words of the prophets agree, just as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44015016_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015016-1\">16&nbsp;</b>&nbsp;&nbsp;“‘After this I will return,</span><br><span id=\"p44015016_04-13\" class=\"line\">&nbsp;&nbsp;and I will rebuild the tent of David that has fallen;</span><br><span id=\"p44015016_04-13\" class=\"line\">&nbsp;&nbsp;I will rebuild its ruins,</span><br><span id=\"p44015016_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp; and I will restore it,</span><br><span id=\"p44015017_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015017-1\">17&nbsp;</b>&nbsp;&nbsp;that the remnant of mankind may seek the Lord,</span><br><span id=\"p44015017_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the Gentiles who are called by my name,</span><br><span id=\"p44015017_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the Lord, who makes these things <b class=\"verse-num inline\" id=\"v44015018-1\">18&nbsp;</b>known from of old.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44015018_04-13\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44015019-1\">19&nbsp;</b>Therefore my judgment is that we should not trouble those of the Gentiles who turn to God, <b class=\"verse-num\" id=\"v44015020-1\">20&nbsp;</b>but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood. <b class=\"verse-num\" id=\"v44015021-1\">21&nbsp;</b>For from ancient generations Moses has had in every city those who proclaim him, for he is read every Sabbath in the synagogues.”</p>\n\n<p id=\"p44015021_10-13\"><b class=\"verse-num\" id=\"v44015022-1\">22&nbsp;</b>Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers, <b class=\"verse-num\" id=\"v44015023-1\">23&nbsp;</b>with the following letter: “The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings. <b class=\"verse-num\" id=\"v44015024-1\">24&nbsp;</b>Since we have heard that some persons have gone out from us and troubled you with words, unsettling your minds, although we gave them no instructions, <b class=\"verse-num\" id=\"v44015025-1\">25&nbsp;</b>it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul, <b class=\"verse-num\" id=\"v44015026-1\">26&nbsp;</b>men who have risked their lives for the name of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v44015027-1\">27&nbsp;</b>We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth. <b class=\"verse-num\" id=\"v44015028-1\">28&nbsp;</b>For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements: <b class=\"verse-num\" id=\"v44015029-1\">29&nbsp;</b>that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”</p>\n<p id=\"p44015029_10-13\"><b class=\"verse-num\" id=\"v44015030-1\">30&nbsp;</b>So when they were sent off, they went down to Antioch, and having gathered the congregation together, they delivered the letter. <b class=\"verse-num\" id=\"v44015031-1\">31&nbsp;</b>And when they had read it, they rejoiced because of its encouragement. <b class=\"verse-num\" id=\"v44015032-1\">32&nbsp;</b>And Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words. <b class=\"verse-num\" id=\"v44015033-1\">33&nbsp;</b>And after they had spent some time, they were sent off in peace by the brothers to those who had sent them. <b class=\"verse-num\" id=\"v44015035-1\">35&nbsp;</b>But Paul and Barnabas remained in Antioch, teaching and preaching the word of the Lord, with many others also.</p>\n\n<p id=\"p44015035_14-13\"><b class=\"verse-num\" id=\"v44015036-1\">36&nbsp;</b>And after some days Paul said to Barnabas, “Let us return and visit the brothers in every city where we proclaimed the word of the Lord, and see how they are.” <b class=\"verse-num\" id=\"v44015037-1\">37&nbsp;</b>Now Barnabas wanted to take with them John called Mark. <b class=\"verse-num\" id=\"v44015038-1\">38&nbsp;</b>But Paul thought best not to take with them one who had withdrawn from them in Pamphylia and had not gone with them to the work. <b class=\"verse-num\" id=\"v44015039-1\">39&nbsp;</b>And there arose a sharp disagreement, so that they separated from each other. Barnabas took Mark with him and sailed away to Cyprus, <b class=\"verse-num\" id=\"v44015040-1\">40&nbsp;</b>but Paul chose Silas and departed, having been commended by the brothers to the grace of the Lord. <b class=\"verse-num\" id=\"v44015041-1\">41&nbsp;</b>And he went through Syria and Cilicia, strengthening the churches.</p>\n\n</div>","kjv":"<strong>1</strong> And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.  <strong>2</strong> When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.  <strong>3</strong> And being brought on their way by the church, they passed through Phenice and Samaria, declaring the conversion of the Gentiles: and they caused great joy unto all the brethren.  <strong>4</strong> And when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them.  <strong>5</strong> But there rose up certain of the sect of the Pharisees which believed, saying, That it was needful to circumcise them, and to command them  to keep the law of Moses.  <strong>6</strong> And the apostles and elders came together for to consider of this matter.  <strong>7</strong> And when there had been much disputing, Peter rose up, and said unto them, Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe.  <strong>8</strong> And God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us;  <strong>9</strong> And put no difference between us and them, purifying their hearts by faith.  <strong>10</strong> Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?  <strong>11</strong> But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.  <strong>12</strong> Then all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them.  <strong>13</strong> And after they had held their peace, James answered, saying, Men and brethren, hearken unto me:  <strong>14</strong> Simeon hath declared how God at the first did visit the Gentiles, to take out of them a people for his name.  <strong>15</strong> And to this agree the words of the prophets; as it is written,  <strong>16</strong> After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:  <strong>17</strong> That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things.  <strong>18</strong> Known unto God are all his works from the beginning of the world.  <strong>19</strong> Wherefore my sentence is, that we trouble not them, which from among the Gentiles are turned to God:  <strong>20</strong> But that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.  <strong>21</strong> For Moses of old time hath in every city them that preach him, being read in the synagogues every sabbath day.  <strong>22</strong> Then pleased it the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely,  Judas surnamed Barsabas, and Silas, chief men among the brethren:  <strong>23</strong> And they wrote letters by them after this manner; The apostles and elders and brethren send greeting unto the brethren which are of the Gentiles in Antioch and Syria and Cilicia:  <strong>24</strong> Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must  be circumcised, and keep the law: to whom we gave no such  commandment:  <strong>25</strong> It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,  <strong>26</strong> Men that have hazarded their lives for the name of our Lord Jesus Christ.  <strong>27</strong> We have sent therefore Judas and Silas, who shall also tell you  the same things by mouth.  <strong>28</strong> For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;  <strong>29</strong> That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.  <strong>30</strong> So when they were dismissed, they came to Antioch: and when they had gathered the multitude together, they delivered the epistle:  <strong>31</strong> Which when they had read, they rejoiced for the consolation.  <strong>32</strong> And Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and confirmed them.  <strong>33</strong> And after they had tarried there a space, they were let go in peace from the brethren unto the apostles.  <strong>34</strong> Notwithstanding it pleased Silas to abide there still.  <strong>35</strong> Paul also and Barnabas continued in Antioch, teaching and preaching the word of the Lord, with many others also.  <strong>36</strong> And some days after Paul said unto Barnabas, Let us go again and visit our brethren in every city where we have preached the word of the Lord, and see how they do.  <strong>37</strong> And Barnabas determined to take with them John, whose surname was Mark.  <strong>38</strong> But Paul thought not good to take him with them, who departed from them from Pamphylia, and went not with them to the work.  <strong>39</strong> And the contention was so sharp between them, that they departed asunder one from the other: and so Barnabas took Mark, and sailed unto Cyprus;  <strong>40</strong> And Paul chose Silas, and departed, being recommended by the brethren unto the grace of God.  <strong>41</strong> And he went through Syria and Cilicia, confirming the churches.  ","niv":"<sup><strong>1</strong></sup> Some men came down from Judea to Antioch and were teaching the brothers: \"Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.\" <sup><strong>2</strong></sup> This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question. <sup><strong>3</strong></sup> The church sent them on their way, and as they traveled through Phoenicia and Samaria, they told how the Gentiles had been converted. This news made all the brothers very glad. <sup><strong>4</strong></sup> When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them. <sup><strong>5</strong></sup> Then some of the believers who belonged to the party of the Pharisees stood up and said, \"The Gentiles must be circumcised and required to obey the law of Moses.\" <sup><strong>6</strong></sup> The apostles and elders met to consider this question. <sup><strong>7</strong></sup> After much discussion, Peter got up and addressed them: \"Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe. <sup><strong>8</strong></sup> God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us. <sup><strong>9</strong></sup> He made no distinction between us and them, for he purified their hearts by faith. <sup><strong>10</strong></sup> Now then, why do you try to test God by putting on the necks of the disciples a yoke that neither we nor our fathers have been able to bear? <sup><strong>11</strong></sup> No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are.\" <sup><strong>12</strong></sup> The whole assembly became silent as they listened to Barnabas and Paul telling about the miraculous signs and wonders God had done among the Gentiles through them. <sup><strong>13</strong></sup> When they finished, James spoke up: \"Brothers, listen to me. <sup><strong>14</strong></sup> Simon has described to us how God at first showed his concern by taking from the Gentiles a people for himself. <sup><strong>15</strong></sup> The words of the prophets are in agreement with this, as it is written: <sup><strong>16</strong></sup> \"'After this I will return and rebuild David's fallen tent. Its ruins I will rebuild, and I will restore it, <sup><strong>17</strong></sup> that the remnant of men may seek the Lord, and all the Gentiles who bear my name, says the Lord, who does these things' <sup><strong>18</strong></sup> that have been known for ages. <sup><strong>19</strong></sup> \"It is my judgment, therefore, that we should not make it difficult for the Gentiles who are turning to God. <sup><strong>20</strong></sup> Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood. <sup><strong>21</strong></sup> For Moses has been preached in every city from the earliest times and is read in the synagogues on every Sabbath.\" <sup><strong>22</strong></sup> Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, two men who were leaders among the brothers. <sup><strong>23</strong></sup> With them they sent the following letter: The apostles and elders, your brothers, To the Gentile believers in Antioch, Syria and Cilicia: Greetings. <sup><strong>24</strong></sup> We have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said. <sup><strong>25</strong></sup> So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul-- <sup><strong>26</strong></sup> men who have risked their lives for the name of our Lord Jesus Christ. <sup><strong>27</strong></sup> Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing. <sup><strong>28</strong></sup> It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements: <sup><strong>29</strong></sup> You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell. <sup><strong>30</strong></sup> The men were sent off and went down to Antioch, where they gathered the church together and delivered the letter. <sup><strong>31</strong></sup> The people read it and were glad for its encouraging message. <sup><strong>32</strong></sup> Judas and Silas, who themselves were prophets, said much to encourage and strengthen the brothers. <sup><strong>33</strong></sup> After spending some time there, they were sent off by the brothers with the blessing of peace to return to those who had sent them. <sup><strong>34</strong></sup> See Footnote <sup><strong>35</strong></sup> But Paul and Barnabas remained in Antioch, where they and many others taught and preached the word of the Lord. <sup><strong>36</strong></sup> Some time later Paul said to Barnabas, \"Let us go back and visit the brothers in all the towns where we preached the word of the Lord and see how they are doing.\" <sup><strong>37</strong></sup> Barnabas wanted to take John, also called Mark, with them, <sup><strong>38</strong></sup> but Paul did not think it wise to take him, because he had deserted them in Pamphylia and had not continued with them in the work. <sup><strong>39</strong></sup> They had such a sharp disagreement that they parted company. Barnabas took Mark and sailed for Cyprus, <sup><strong>40</strong></sup> but Paul chose Silas and left, commended by the brothers to the grace of the Lord. <sup><strong>41</strong></sup> He went through Syria and Cilicia, strengthening the churches. "},{"_id":"61697a19bda5ba8d73708418","topicId":"61697a15bda5ba8d7370840a","verse":"1 Timothy 1:1-20","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p54001001_02-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by command of God our Savior and of Christ Jesus our hope,</p>\n<p id=\"p54001001_02-15\"><b class=\"verse-num\" id=\"v54001002-1\">2&nbsp;</b>To Timothy, my true child in the faith:</p>\n<p id=\"p54001002_02-15\">Grace, mercy, and peace from God the Father and Christ Jesus our Lord.</p>\n\n<p id=\"p54001002_06-15\"><b class=\"verse-num\" id=\"v54001003-1\">3&nbsp;</b>As I urged you when I was going to Macedonia, remain at Ephesus so that you may charge certain persons not to teach any different doctrine, <b class=\"verse-num\" id=\"v54001004-1\">4&nbsp;</b>nor to devote themselves to myths and endless genealogies, which promote speculations rather than the stewardship from God that is by faith. <b class=\"verse-num\" id=\"v54001005-1\">5&nbsp;</b>The aim of our charge is love that issues from a pure heart and a good conscience and a sincere faith. <b class=\"verse-num\" id=\"v54001006-1\">6&nbsp;</b>Certain persons, by swerving from these, have wandered away into vain discussion, <b class=\"verse-num\" id=\"v54001007-1\">7&nbsp;</b>desiring to be teachers of the law, without understanding either what they are saying or the things about which they make confident assertions.</p>\n<p id=\"p54001007_06-15\"><b class=\"verse-num\" id=\"v54001008-1\">8&nbsp;</b>Now we know that the law is good, if one uses it lawfully, <b class=\"verse-num\" id=\"v54001009-1\">9&nbsp;</b>understanding this, that the law is not laid down for the just but for the lawless and disobedient, for the ungodly and sinners, for the unholy and profane, for those who strike their fathers and mothers, for murderers, <b class=\"verse-num\" id=\"v54001010-1\">10&nbsp;</b>the sexually immoral, men who practice homosexuality, enslavers, liars, perjurers, and whatever else is contrary to sound doctrine, <b class=\"verse-num\" id=\"v54001011-1\">11&nbsp;</b>in accordance with the gospel of the glory of the blessed God with which I have been entrusted.</p>\n\n<p id=\"p54001011_12-15\"><b class=\"verse-num\" id=\"v54001012-1\">12&nbsp;</b>I thank him who has given me strength, Christ Jesus our Lord, because he judged me faithful, appointing me to his service, <b class=\"verse-num\" id=\"v54001013-1\">13&nbsp;</b>though formerly I was a blasphemer, persecutor, and insolent opponent. But I received mercy because I had acted ignorantly in unbelief, <b class=\"verse-num\" id=\"v54001014-1\">14&nbsp;</b>and the grace of our Lord overflowed for me with the faith and love that are in Christ Jesus. <b class=\"verse-num\" id=\"v54001015-1\">15&nbsp;</b>The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners, of whom I am the foremost. <b class=\"verse-num\" id=\"v54001016-1\">16&nbsp;</b>But I received mercy for this reason, that in me, as the foremost, Jesus Christ might display his perfect patience as an example to those who were to believe in him for eternal life. <b class=\"verse-num\" id=\"v54001017-1\">17&nbsp;</b>To the King of the ages, immortal, invisible, the only God, be honor and glory forever and ever. Amen.</p>\n<p id=\"p54001017_12-15\"><b class=\"verse-num\" id=\"v54001018-1\">18&nbsp;</b>This charge I entrust to you, Timothy, my child, in accordance with the prophecies previously made about you, that by them you may wage the good warfare, <b class=\"verse-num\" id=\"v54001019-1\">19&nbsp;</b>holding faith and a good conscience. By rejecting this, some have made shipwreck of their faith, <b class=\"verse-num\" id=\"v54001020-1\">20&nbsp;</b>among whom are Hymenaeus and Alexander, whom I have handed over to Satan that they may learn not to blaspheme.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the commandment of God our Saviour, and Lord Jesus Christ, which is our hope;  <strong>2</strong> Unto Timothy, my own son in the faith: Grace, mercy, and peace, from God our Father and Jesus Christ our Lord.  <strong>3</strong> As I besought thee to abide still at Ephesus, when I went into Macedonia, that thou mightest charge some that they teach no other doctrine,  <strong>4</strong> Neither give heed to fables and endless genealogies, which minister questions, rather than godly edifying which is in faith: so do.  <strong>5</strong> Now the end of the commandment is charity out of a pure heart, and of a good conscience, and of faith unfeigned:  <strong>6</strong> From which some having swerved have turned aside unto vain jangling;  <strong>7</strong> Desiring to be teachers of the law; understanding neither what they say, nor whereof they affirm.  <strong>8</strong> But we know that the law is good, if a man use it lawfully;  <strong>9</strong> Knowing this, that the law is not made for a righteous man, but for the lawless and disobedient, for the ungodly and for sinners, for unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,  <strong>10</strong> For whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to sound doctrine;  <strong>11</strong> According to the glorious gospel of the blessed God, which was committed to my trust.  <strong>12</strong> And I thank Christ Jesus our Lord, who hath enabled me, for that he counted me faithful, putting me into the ministry;  <strong>13</strong> Who was before a blasphemer, and a persecutor, and injurious: but I obtained mercy, because I did it ignorantly in unbelief.  <strong>14</strong> And the grace of our Lord was exceeding abundant with faith and love which is in Christ Jesus.  <strong>15</strong> This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of whom I am chief.  <strong>16</strong> Howbeit for this cause I obtained mercy, that in me first Jesus Christ might shew forth all longsuffering, for a pattern to them which should hereafter believe on him to life everlasting.  <strong>17</strong> Now unto the King eternal, immortal, invisible, the only wise God, be honour and glory for ever and ever. Amen.  <strong>18</strong> This charge I commit unto thee, son Timothy, according to the prophecies which went before on thee, that thou by them mightest war a good warfare;  <strong>19</strong> Holding faith, and a good conscience; which some having put away concerning faith have made shipwreck:  <strong>20</strong> Of whom is Hymenaeus and Alexander; whom I have delivered unto Satan, that they may learn not to blaspheme.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus our hope, <sup><strong>2</strong></sup> To Timothy my true son in the faith: Grace, mercy and peace from God the Father and Christ Jesus our Lord. <sup><strong>3</strong></sup> As I urged you when I went into Macedonia, stay there in Ephesus so that you may command certain men not to teach false doctrines any longer <sup><strong>4</strong></sup> nor to devote themselves to myths and endless genealogies. These promote controversies rather than God's work--which is by faith. <sup><strong>5</strong></sup> The goal of this command is love, which comes from a pure heart and a good conscience and a sincere faith. <sup><strong>6</strong></sup> Some have wandered away from these and turned to meaningless talk. <sup><strong>7</strong></sup> They want to be teachers of the law, but they do not know what they are talking about or what they so confidently affirm. <sup><strong>8</strong></sup> We know that the law is good if one uses it properly. <sup><strong>9</strong></sup> We also know that law is made not for the righteous but for lawbreakers and rebels, the ungodly and sinful, the unholy and irreligious; for those who kill their fathers or mothers, for murderers, <sup><strong>10</strong></sup> for adulterers and perverts, for slave traders and liars and perjurers--and for whatever else is contrary to the sound doctrine <sup><strong>11</strong></sup> that conforms to the glorious gospel of the blessed God, which he entrusted to me. <sup><strong>12</strong></sup> I thank Christ Jesus our Lord, who has given me strength, that he considered me faithful, appointing me to his service. <sup><strong>13</strong></sup> Even though I was once a blasphemer and a persecutor and a violent man, I was shown mercy because I acted in ignorance and unbelief. <sup><strong>14</strong></sup> The grace of our Lord was poured out on me abundantly, along with the faith and love that are in Christ Jesus. <sup><strong>15</strong></sup> Here is a trustworthy saying that deserves full acceptance: Christ Jesus came into the world to save sinners--of whom I am the worst. <sup><strong>16</strong></sup> But for that very reason I was shown mercy so that in me, the worst of sinners, Christ Jesus might display his unlimited patience as an example for those who would believe on him and receive eternal life. <sup><strong>17</strong></sup> Now to the King eternal, immortal, invisible, the only God, be honor and glory for ever and ever. Amen. <sup><strong>18</strong></sup> Timothy, my son, I give you this instruction in keeping with the prophecies once made about you, so that by following them you may fight the good fight, <sup><strong>19</strong></sup> holding on to faith and a good conscience. Some have rejected these and so have shipwrecked their faith. <sup><strong>20</strong></sup> Among them are Hymenaeus and Alexander, whom I have handed over to Satan to be taught not to blaspheme. "},{"_id":"61697a1abda5ba8d73708419","topicId":"61697a15bda5ba8d7370840a","verse":"Philippians 3:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p50003008_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003008-1\">8&nbsp;</b>Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ</p>\n</div>","kjv":"<strong>8</strong> Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,  ","niv":"<sup><strong>8</strong></sup> What is more, I consider everything a loss compared to the surpassing greatness of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them rubbish, that I may gain Christ","modified":"2022-11-06T16:46:49.892Z"},{"_id":"61697a1abda5ba8d7370841a","topicId":"61697a15bda5ba8d7370840a","verse":"Ephesians 4:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49004015_01-17\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,</p>\n</div>","kjv":"<strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  ","niv":"<sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ."},{"_id":"61697a1abda5ba8d7370841b","topicId":"61697a15bda5ba8d7370840a","verse":"Romans 8:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"61697a1bbda5ba8d7370841c","topicId":"61697a15bda5ba8d7370840a","verse":"Deuteronomy 6:4-9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05006004_01-19\"><b class=\"verse-num\" id=\"v05006004-1\">4&nbsp;</b>“Hear, O Israel: The LORD our God, the LORD is one. <b class=\"verse-num\" id=\"v05006005-1\">5&nbsp;</b>You shall love the LORD your God with all your heart and with all your soul and with all your might. <b class=\"verse-num\" id=\"v05006006-1\">6&nbsp;</b>And these words that I command you today shall be on your heart. <b class=\"verse-num\" id=\"v05006007-1\">7&nbsp;</b>You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise. <b class=\"verse-num\" id=\"v05006008-1\">8&nbsp;</b>You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes. <b class=\"verse-num\" id=\"v05006009-1\">9&nbsp;</b>You shall write them on the doorposts of your house and on your gates.</p>\n\n</div>","kjv":"<strong>4</strong> Hear, O Israel: The LORD our God is one LORD:  <strong>5</strong> And thou shalt love the LORD thy God with all thine heart, and with all thy soul, and with all thy might.  <strong>6</strong> And these words, which I command thee this day, shall be in thine heart:  <strong>7</strong> And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.  <strong>8</strong> And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes.  <strong>9</strong> And thou shalt write them upon the posts of thy house, and on thy gates.  ","niv":"<sup><strong>4</strong></sup> Hear, O Israel: The LORD our God, the LORD is one. <sup><strong>5</strong></sup> Love the LORD your God with all your heart and with all your soul and with all your strength. <sup><strong>6</strong></sup> These commandments that I give you today are to be upon your hearts. <sup><strong>7</strong></sup> Impress them on your children. Talk about them when you sit at home and when you walk along the road, when you lie down and when you get up. <sup><strong>8</strong></sup> Tie them as symbols on your hands and bind them on your foreheads. <sup><strong>9</strong></sup> Write them on the doorframes of your houses and on your gates. "},{"_id":"61697a1bbda5ba8d7370841d","topicId":"61697a15bda5ba8d7370840a","verse":"Genesis 50:1-26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01050001_01-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01050001-1\">50:1&nbsp;</b>Then Joseph fell on his father’s face and wept over him and kissed him. <b class=\"verse-num\" id=\"v01050002-1\">2&nbsp;</b>And Joseph commanded his servants the physicians to embalm his father. So the physicians embalmed Israel. <b class=\"verse-num\" id=\"v01050003-1\">3&nbsp;</b>Forty days were required for it, for that is how many are required for embalming. And the Egyptians wept for him seventy days.</p>\n<p id=\"p01050003_01-20\"><b class=\"verse-num\" id=\"v01050004-1\">4&nbsp;</b>And when the days of weeping for him were past, Joseph spoke to the household of Pharaoh, saying, “If now I have found favor in your eyes, please speak in the ears of Pharaoh, saying, <b class=\"verse-num\" id=\"v01050005-1\">5&nbsp;</b>‘My father made me swear, saying, “I am about to die: in my tomb that I hewed out for myself in the land of Canaan, there shall you bury me.” Now therefore, let me please go up and bury my father. Then I will return.’” <b class=\"verse-num\" id=\"v01050006-1\">6&nbsp;</b>And Pharaoh answered, “Go up, and bury your father, as he made you swear.” <b class=\"verse-num\" id=\"v01050007-1\">7&nbsp;</b>So Joseph went up to bury his father. With him went up all the servants of Pharaoh, the elders of his household, and all the elders of the land of Egypt, <b class=\"verse-num\" id=\"v01050008-1\">8&nbsp;</b>as well as all the household of Joseph, his brothers, and his father’s household. Only their children, their flocks, and their herds were left in the land of Goshen. <b class=\"verse-num\" id=\"v01050009-1\">9&nbsp;</b>And there went up with him both chariots and horsemen. It was a very great company. <b class=\"verse-num\" id=\"v01050010-1\">10&nbsp;</b>When they came to the threshing floor of Atad, which is beyond the Jordan, they lamented there with a very great and grievous lamentation, and he made a mourning for his father seven days. <b class=\"verse-num\" id=\"v01050011-1\">11&nbsp;</b>When the inhabitants of the land, the Canaanites, saw the mourning on the threshing floor of Atad, they said, “This is a grievous mourning by the Egyptians.” Therefore the place was named Abel-mizraim; it is beyond the Jordan. <b class=\"verse-num\" id=\"v01050012-1\">12&nbsp;</b>Thus his sons did for him as he had commanded them, <b class=\"verse-num\" id=\"v01050013-1\">13&nbsp;</b>for his sons carried him to the land of Canaan and buried him in the cave of the field at Machpelah, to the east of Mamre, which Abraham bought with the field from Ephron the Hittite to possess as a burying place. <b class=\"verse-num\" id=\"v01050014-1\">14&nbsp;</b>After he had buried his father, Joseph returned to Egypt with his brothers and all who had gone up with him to bury his father.</p>\n\n<p id=\"p01050014_04-20\"><b class=\"verse-num\" id=\"v01050015-1\">15&nbsp;</b>When Joseph’s brothers saw that their father was dead, they said, “It may be that Joseph will hate us and pay us back for all the evil that we did to him.” <b class=\"verse-num\" id=\"v01050016-1\">16&nbsp;</b>So they sent a message to Joseph, saying, “Your father gave this command before he died: <b class=\"verse-num\" id=\"v01050017-1\">17&nbsp;</b>‘Say to Joseph, “Please forgive the transgression of your brothers and their sin, because they did evil to you.”’ And now, please forgive the transgression of the servants of the God of your father.” Joseph wept when they spoke to him. <b class=\"verse-num\" id=\"v01050018-1\">18&nbsp;</b>His brothers also came and fell down before him and said, “Behold, we are your servants.” <b class=\"verse-num\" id=\"v01050019-1\">19&nbsp;</b>But Joseph said to them, “Do not fear, for am I in the place of God? <b class=\"verse-num\" id=\"v01050020-1\">20&nbsp;</b>As for you, you meant evil against me, but God meant it for good, to bring it about that many people should be kept alive, as they are today. <b class=\"verse-num\" id=\"v01050021-1\">21&nbsp;</b>So do not fear; I will provide for you and your little ones.” Thus he comforted them and spoke kindly to them.</p>\n\n<p id=\"p01050021_08-20\"><b class=\"verse-num\" id=\"v01050022-1\">22&nbsp;</b>So Joseph remained in Egypt, he and his father’s house. Joseph lived 110 years. <b class=\"verse-num\" id=\"v01050023-1\">23&nbsp;</b>And Joseph saw Ephraim’s children of the third generation. The children also of Machir the son of Manasseh were counted as Joseph’s own. <b class=\"verse-num\" id=\"v01050024-1\">24&nbsp;</b>And Joseph said to his brothers, “I am about to die, but God will visit you and bring you up out of this land to the land that he swore to Abraham, to Isaac, and to Jacob.” <b class=\"verse-num\" id=\"v01050025-1\">25&nbsp;</b>Then Joseph made the sons of Israel swear, saying, “God will surely visit you, and you shall carry up my bones from here.” <b class=\"verse-num\" id=\"v01050026-1\">26&nbsp;</b>So Joseph died, being 110 years old. They embalmed him, and he was put in a coffin in Egypt.</p>\n\n</div>","kjv":"<strong>1</strong> And Joseph fell upon his father’s face, and wept upon him, and kissed him.  <strong>2</strong> And Joseph commanded his servants the physicians to embalm his father: and the physicians embalmed Israel.  <strong>3</strong> And forty days were fulfilled for him; for so are fulfilled the days of those which are embalmed: and the Egyptians mourned for him threescore and ten days.  <strong>4</strong> And when the days of his mourning were past, Joseph spake unto the house of Pharaoh, saying, If now I have found grace in your eyes, speak, I pray you, in the ears of Pharaoh, saying,  <strong>5</strong> My father made me swear, saying, Lo, I die: in my grave which I have digged for me in the land of Canaan, there shalt thou bury me. Now therefore let me go up, I pray thee, and bury my father, and I will come again.  <strong>6</strong> And Pharaoh said, Go up, and bury thy father, according as he made thee swear.  <strong>7</strong> And Joseph went up to bury his father: and with him went up all the servants of Pharaoh, the elders of his house, and all the elders of the land of Egypt,  <strong>8</strong> And all the house of Joseph, and his brethren, and his father’s house: only their little ones, and their flocks, and their herds, they left in the land of Goshen.  <strong>9</strong> And there went up with him both chariots and horsemen: and it was a very great company.  <strong>10</strong> And they came to the threshingfloor of Atad, which is beyond Jordan, and there they mourned with a great and very sore lamentation: and he made a mourning for his father seven days.  <strong>11</strong> And when the inhabitants of the land, the Canaanites, saw the mourning in the floor of Atad, they said, This is a grievous mourning to the Egyptians: wherefore the name of it was called Abel-mizraim, which is  beyond Jordan.  <strong>12</strong> And his sons did unto him according as he commanded them:  <strong>13</strong> For his sons carried him into the land of Canaan, and buried him in the cave of the field of Machpelah, which Abraham bought with the field for a possession of a buryingplace of Ephron the Hittite, before Mamre.  <strong>14</strong> And Joseph returned into Egypt, he, and his brethren, and all that went up with him to bury his father, after he had buried his father.  <strong>15</strong> And when Joseph’s brethren saw that their father was dead, they said, Joseph will peradventure hate us, and will certainly requite us all the evil which we did unto him.  <strong>16</strong> And they sent a messenger unto Joseph, saying, Thy father did command before he died, saying,  <strong>17</strong> So shall ye say unto Joseph, Forgive, I pray thee now, the trespass of thy brethren, and their sin; for they did unto thee evil: and now, we pray thee, forgive the trespass of the servants of the God of thy father. And Joseph wept when they spake unto him.  <strong>18</strong> And his brethren also went and fell down before his face; and they said, Behold, we be thy servants.  <strong>19</strong> And Joseph said unto them, Fear not: for am I in the place of God?  <strong>20</strong> But as for you, ye thought evil against me; but God meant it unto good, to bring to pass, as it is this day, to save much people alive.  <strong>21</strong> Now therefore fear ye not: I will nourish you, and your little ones. And he comforted them, and spake kindly unto them.  <strong>22</strong> And Joseph dwelt in Egypt, he, and his father’s house: and Joseph lived an hundred and ten years.  <strong>23</strong> And Joseph saw Ephraim’s children of the third generation:  the children also of Machir the son Manasseh were brought up upon Joseph’s knees.  <strong>24</strong> And Joseph said unto his brethren, I die: and God will surely visit you, and bring you out of this land unto the land which he sware to Abraham, to Isaac, and to Jacob.  <strong>25</strong> And Joseph took an oath of the children of Israel, saying, God will surely visit you, and ye shall carry up my bones from hence.  <strong>26</strong> So Joseph died, being an hundred and ten years old: and they embalmed him, and he was put in a coffin in Egypt.  ","niv":"<sup><strong>1</strong></sup> Joseph threw himself upon his father and wept over him and kissed him. <sup><strong>2</strong></sup> Then Joseph directed the physicians in his service to embalm his father Israel. So the physicians embalmed him, <sup><strong>3</strong></sup> taking a full forty days, for that was the time required for embalming. And the Egyptians mourned for him seventy days. <sup><strong>4</strong></sup> When the days of mourning had passed, Joseph said to Pharaoh's court, \"If I have found favor in your eyes, speak to Pharaoh for me. Tell him, <sup><strong>5</strong></sup> 'My father made me swear an oath and said, \"I am about to die; bury me in the tomb I dug for myself in the land of Canaan.\" Now let me go up and bury my father; then I will return.'\" <sup><strong>6</strong></sup> Pharaoh said, \"Go up and bury your father, as he made you swear to do.\" <sup><strong>7</strong></sup> So Joseph went up to bury his father. All Pharaoh's officials accompanied him-the dignitaries of his court and all the dignitaries of Egypt- <sup><strong>8</strong></sup> besides all the members of Joseph's household and his brothers and those belonging to his father's household. Only their children and their flocks and herds were left in Goshen. <sup><strong>9</strong></sup> Chariots and horsemen also went up with him. It was a very large company. <sup><strong>10</strong></sup> When they reached the threshing floor of Atad, near the Jordan, they lamented loudly and bitterly; and there Joseph observed a seven-day period of mourning for his father. <sup><strong>11</strong></sup> When the Canaanites who lived there saw the mourning at the threshing floor of Atad, they said, \"The Egyptians are holding a solemn ceremony of mourning.\" That is why that place near the Jordan is called Abel Mizraim. <sup><strong>12</strong></sup> So Jacob's sons did as he had commanded them: <sup><strong>13</strong></sup> They carried him to the land of Canaan and buried him in the cave in the field of Machpelah, near Mamre, which Abraham had bought as a burial place from Ephron the Hittite, along with the field. <sup><strong>14</strong></sup> After burying his father, Joseph returned to Egypt, together with his brothers and all the others who had gone with him to bury his father. <sup><strong>15</strong></sup> When Joseph's brothers saw that their father was dead, they said, \"What if Joseph holds a grudge against us and pays us back for all the wrongs we did to him?\" <sup><strong>16</strong></sup> So they sent word to Joseph, saying, \"Your father left these instructions before he died: <sup><strong>17</strong></sup> 'This is what you are to say to Joseph: I ask you to forgive your brothers the sins and the wrongs they committed in treating you so badly.' Now please forgive the sins of the servants of the God of your father.\" When their message came to him, Joseph wept. <sup><strong>18</strong></sup> His brothers then came and threw themselves down before him. \"We are your slaves,\" they said. <sup><strong>19</strong></sup> But Joseph said to them, \"Don't be afraid. Am I in the place of God? <sup><strong>20</strong></sup> You intended to harm me, but God intended it for good to accomplish what is now being done, the saving of many lives. <sup><strong>21</strong></sup> So then, don't be afraid. I will provide for you and your children.\" And he reassured them and spoke kindly to them. <sup><strong>22</strong></sup> Joseph stayed in Egypt, along with all his father's family. He lived a hundred and ten years <sup><strong>23</strong></sup> and saw the third generation of Ephraim's children. Also the children of Makir son of Manasseh were placed at birth on Joseph's knees. <sup><strong>24</strong></sup> Then Joseph said to his brothers, \"I am about to die. But God will surely come to your aid and take you up out of this land to the land he promised on oath to Abraham, Isaac and Jacob.\" <sup><strong>25</strong></sup> And Joseph made the sons of Israel swear an oath and said, \"God will surely come to your aid, and then you must carry my bones up from this place.\" <sup><strong>26</strong></sup> So Joseph died at the age of a hundred and ten. And after they embalmed him, he was placed in a coffin in Egypt. "},{"_id":"61697a1bbda5ba8d7370841e","topicId":"61697a15bda5ba8d7370840a","verse":"Hebrews 1:1-2","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58001001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58001001-1\">1:1&nbsp;</b>Long ago, at many times and in many ways, God spoke to our fathers by the prophets, <b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world.</p>\n</div>","kjv":"<strong>1</strong> God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,  <strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  ","niv":"<sup><strong>1</strong></sup> In the past God spoke to our forefathers through the prophets at many times and in various ways, <sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe. "},{"_id":"61697a1bbda5ba8d7370841f","topicId":"61697a15bda5ba8d7370840a","verse":"Galatians 1:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48001007_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001007-1\">7&nbsp;</b>not that there is another one, but there are some who trouble you and want to distort the gospel of Christ.</p>\n</div>","kjv":"<strong>7</strong> Which is not another; but there be some that trouble you, and would pervert the gospel of Christ.  ","niv":"<sup><strong>7</strong></sup> which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ.","modified":"2023-01-14T23:03:08.728Z"},{"_id":"61697a1cbda5ba8d73708420","topicId":"61697a15bda5ba8d7370840a","verse":"Mark 5:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41005023_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005023-1\">23&nbsp;</b>and implored him earnestly, saying, “My little daughter is at the point of death. Come and lay your hands on her, so that she may be made well and live.”</p>\n</div>","kjv":"<strong>23</strong> And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.  ","niv":"<sup><strong>23</strong></sup> and pleaded earnestly with him, \"My little daughter is dying. Please come and put your hands on her so that she will be healed and live.\"","modified":"2023-08-16T06:29:37.927Z"},{"_id":"61697a1cbda5ba8d73708421","topicId":"61697a15bda5ba8d7370840a","verse":"1 John 5:13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62005013_05-24\"><b class=\"verse-num\" id=\"v62005013-1\">13&nbsp;</b>I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.</p>\n</div>","kjv":"<strong>13</strong> These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.  ","niv":"<sup><strong>13</strong></sup> I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life.","modified":"2023-09-05T10:19:26.808Z"},{"_id":"61697a1cbda5ba8d73708422","topicId":"61697a15bda5ba8d7370840a","verse":"2 Peter 1:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit.","modified":"2022-07-23T16:47:41.421Z"},{"_id":"61697a1dbda5ba8d73708423","topicId":"61697a15bda5ba8d7370840a","verse":"Hebrews 9:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58009014_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009014-1\">14&nbsp;</b>how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify our conscience from dead works to serve the living God.</p>\n\n</div>","kjv":"<strong>14</strong> How much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God?  ","niv":"<sup><strong>14</strong></sup> How much more, then, will the blood of Christ, who through the eternal Spirit offered himself unblemished to God, cleanse our consciences from acts that lead to death, so that we may serve the living God!","modified":"2021-12-31T10:55:17.306Z"}]}