{"_id":"61697cd3bda5ba8d737085cb","slug":"praying-in-the-street","name":"Praying In The Street","verses":[{"_id":"61697cd4bda5ba8d737085cc","topicId":"61697cd3bda5ba8d737085cb","verse":"Matthew 6:5-8","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40006005_04-1\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_04-1\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span></p>\n</div>","kjv":"<strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  ","niv":"<sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. "},{"_id":"61697cd4bda5ba8d737085cd","topicId":"61697cd3bda5ba8d737085cb","verse":"Matthew 6:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven."},{"_id":"61697cd4bda5ba8d737085ce","topicId":"61697cd3bda5ba8d737085cb","verse":"Ephesians 3:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49003020_01-3\"><b class=\"verse-num\" id=\"v49003020-1\">20&nbsp;</b>Now to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us,</p>\n</div>","kjv":"<strong>20</strong> Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,  ","niv":"<sup><strong>20</strong></sup> Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us,"},{"_id":"61697cd4bda5ba8d737085cf","topicId":"61697cd3bda5ba8d737085cb","verse":"Matthew 6:6-8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40006006_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_01-4\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span></p>\n</div>","kjv":"<strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  ","niv":"<sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. "},{"_id":"61697cd5bda5ba8d737085d0","topicId":"61697cd3bda5ba8d737085cb","verse":"Matthew 6:5","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40006005_04-5\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span></p>\n</div>","kjv":"<strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  ","niv":"<sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full."},{"_id":"61697cd5bda5ba8d737085d1","topicId":"61697cd3bda5ba8d737085cb","verse":"Psalm 86:11-12","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19086011_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19086011-1\">11&nbsp;</b>&nbsp;&nbsp;Teach me your way, O LORD,</span><br><span id=\"p19086011_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may walk in your truth;</span><br><span id=\"p19086011_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;unite my heart to fear your name.</span><br><span id=\"p19086012_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19086012-1\">12&nbsp;</b>&nbsp;&nbsp;I give thanks to you, O Lord my God, with my whole heart,</span><br><span id=\"p19086012_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will glorify your name forever.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Teach me thy way, O LORD; I will walk in thy truth: unite my heart to fear thy name.  <strong>12</strong> I will praise thee, O Lord my God, with all my heart: and I will glorify thy name for evermore.  ","niv":"<sup><strong>11</strong></sup> Teach me your way, O LORD, and I will walk in your truth; give me an undivided heart, that I may fear your name. <sup><strong>12</strong></sup> I will praise you, O Lord my God, with all my heart; I will glorify your name forever. "},{"_id":"61697cd5bda5ba8d737085d2","topicId":"61697cd3bda5ba8d737085cb","verse":"1 Thessalonians 5:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52005017_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing,</p>\n</div>","kjv":"<strong>17</strong> Pray without ceasing.  ","niv":"<sup><strong>17</strong></sup> pray continually;"},{"_id":"61697cd6bda5ba8d737085d3","topicId":"61697cd3bda5ba8d737085cb","verse":"Luke 18:1-43","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42018001_07-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42018001-1\">18:1&nbsp;</b>And he told them a parable to the effect that they ought always to pray and not lose heart. <b class=\"verse-num\" id=\"v42018002-1\">2&nbsp;</b>He said, <span class=\"woc\">“In a certain city there was a judge who neither feared God nor respected man.</span> <b class=\"verse-num woc\" id=\"v42018003-1\">3&nbsp;</b><span class=\"woc\">And there was a widow in that city who kept coming to him and saying, ‘Give me justice against my adversary.’</span> <b class=\"verse-num woc\" id=\"v42018004-1\">4&nbsp;</b><span class=\"woc\">For a while he refused, but afterward he said to himself, ‘Though I neither fear God nor respect man,</span> <b class=\"verse-num woc\" id=\"v42018005-1\">5&nbsp;</b><span class=\"woc\">yet because this widow keeps bothering me, I will give her justice, so that she will not beat me down by her continual coming.’”</span> <b class=\"verse-num\" id=\"v42018006-1\">6&nbsp;</b>And the Lord said, <span class=\"woc\">“Hear what the unrighteous judge says.</span> <b class=\"verse-num woc\" id=\"v42018007-1\">7&nbsp;</b><span class=\"woc\">And will not God give justice to his elect, who cry to him day and night? Will he delay long over them?</span> <b class=\"verse-num woc\" id=\"v42018008-1\">8&nbsp;</b><span class=\"woc\">I tell you, he will give justice to them speedily. Nevertheless, when the Son of Man comes, will he find faith on earth?”</span></p>\n\n<p id=\"p42018008_13-9\"><b class=\"verse-num\" id=\"v42018009-1\">9&nbsp;</b>He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt: <b class=\"verse-num woc\" id=\"v42018010-1\">10&nbsp;</b><span class=\"woc\">“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.</span> <b class=\"verse-num woc\" id=\"v42018011-1\">11&nbsp;</b><span class=\"woc\">The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.</span> <b class=\"verse-num woc\" id=\"v42018012-1\">12&nbsp;</b><span class=\"woc\">I fast twice a week; I give tithes of all that I get.’</span> <b class=\"verse-num woc\" id=\"v42018013-1\">13&nbsp;</b><span class=\"woc\">But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’</span> <b class=\"verse-num woc\" id=\"v42018014-1\">14&nbsp;</b><span class=\"woc\">I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”</span></p>\n\n<p id=\"p42018014_19-9\"><b class=\"verse-num\" id=\"v42018015-1\">15&nbsp;</b>Now they were bringing even infants to him that he might touch them. And when the disciples saw it, they rebuked them. <b class=\"verse-num\" id=\"v42018016-1\">16&nbsp;</b>But Jesus called them to him, saying, <span class=\"woc\">“Let the children come to me, and do not hinder them, for to such belongs the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v42018017-1\">17&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.”</span></p>\n\n<p id=\"p42018017_22-9\"><b class=\"verse-num\" id=\"v42018018-1\">18&nbsp;</b>And a ruler asked him, “Good Teacher, what must I do to inherit eternal life?” <b class=\"verse-num\" id=\"v42018019-1\">19&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Why do you call me good? No one is good except God alone.</span> <b class=\"verse-num woc\" id=\"v42018020-1\">20&nbsp;</b><span class=\"woc\">You know the commandments: ‘Do not commit adultery, Do not murder, Do not steal, Do not bear false witness, Honor your father and mother.’”</span> <b class=\"verse-num\" id=\"v42018021-1\">21&nbsp;</b>And he said, “All these I have kept from my youth.” <b class=\"verse-num\" id=\"v42018022-1\">22&nbsp;</b>When Jesus heard this, he said to him, <span class=\"woc\">“One thing you still lack. Sell all that you have and distribute to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v42018023-1\">23&nbsp;</b>But when he heard these things, he became very sad, for he was extremely rich. <b class=\"verse-num\" id=\"v42018024-1\">24&nbsp;</b>Jesus, seeing that he had become sad, said, <span class=\"woc\">“How difficult it is for those who have wealth to enter the kingdom of God!</span> <b class=\"verse-num woc\" id=\"v42018025-1\">25&nbsp;</b><span class=\"woc\">For it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v42018026-1\">26&nbsp;</b>Those who heard it said, “Then who can be saved?” <b class=\"verse-num\" id=\"v42018027-1\">27&nbsp;</b>But he said, <span class=\"woc\">“What is impossible with man is possible with God.”</span> <b class=\"verse-num\" id=\"v42018028-1\">28&nbsp;</b>And Peter said, “See, we have left our homes and followed you.” <b class=\"verse-num\" id=\"v42018029-1\">29&nbsp;</b>And he said to them, <span class=\"woc\">“Truly, I say to you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God,</span> <b class=\"verse-num woc\" id=\"v42018030-1\">30&nbsp;</b><span class=\"woc\">who will not receive many times more in this time, and in the age to come eternal life.”</span></p>\n\n<p id=\"p42018030_29-9\"><b class=\"verse-num\" id=\"v42018031-1\">31&nbsp;</b>And taking the twelve, he said to them, <span class=\"woc\">“See, we are going up to Jerusalem, and everything that is written about the Son of Man by the prophets will be accomplished.</span> <b class=\"verse-num woc\" id=\"v42018032-1\">32&nbsp;</b><span class=\"woc\">For he will be delivered over to the Gentiles and will be mocked and shamefully treated and spit upon.</span> <b class=\"verse-num woc\" id=\"v42018033-1\">33&nbsp;</b><span class=\"woc\">And after flogging him, they will kill him, and on the third day he will rise.”</span> <b class=\"verse-num\" id=\"v42018034-1\">34&nbsp;</b>But they understood none of these things. This saying was hidden from them, and they did not grasp what was said.</p>\n\n<p id=\"p42018034_34-9\"><b class=\"verse-num\" id=\"v42018035-1\">35&nbsp;</b>As he drew near to Jericho, a blind man was sitting by the roadside begging. <b class=\"verse-num\" id=\"v42018036-1\">36&nbsp;</b>And hearing a crowd going by, he inquired what this meant. <b class=\"verse-num\" id=\"v42018037-1\">37&nbsp;</b>They told him, “Jesus of Nazareth is passing by.” <b class=\"verse-num\" id=\"v42018038-1\">38&nbsp;</b>And he cried out, “Jesus, Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v42018039-1\">39&nbsp;</b>And those who were in front rebuked him, telling him to be silent. But he cried out all the more, “Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v42018040-1\">40&nbsp;</b>And Jesus stopped and commanded him to be brought to him. And when he came near, he asked him, <b class=\"verse-num woc\" id=\"v42018041-1\">41&nbsp;</b><span class=\"woc\">“What do you want me to do for you?”</span> He said, “Lord, let me recover my sight.” <b class=\"verse-num\" id=\"v42018042-1\">42&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Recover your sight; your faith has made you well.”</span> <b class=\"verse-num\" id=\"v42018043-1\">43&nbsp;</b>And immediately he recovered his sight and followed him, glorifying God. And all the people, when they saw it, gave praise to God.</p>\n\n</div>","kjv":"<strong>1</strong> And he spake a parable unto them to this end, that men ought always to pray, and not to faint;  <strong>2</strong> Saying, There was in a city a judge, which feared not God, neither regarded man:  <strong>3</strong> And there was a widow in that city; and she came unto him, saying, Avenge me of mine adversary.  <strong>4</strong> And he would not for a while: but afterward he said within himself, Though I fear not God, nor regard man;  <strong>5</strong> Yet because this widow troubleth me, I will avenge her, lest by her continual coming she weary me.  <strong>6</strong> And the Lord said, Hear what the unjust judge saith.  <strong>7</strong> And shall not God avenge his own elect, which cry day and night unto him, though he bear long with them?  <strong>8</strong> I tell you that he will avenge them speedily. Nevertheless when the Son of man cometh, shall he find faith on the earth?  <strong>9</strong> And he spake this parable unto certain which trusted in themselves that they were righteous, and despised others:  <strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  <strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  <strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  <strong>13</strong> And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.  <strong>14</strong> I tell you, this man went down to his house justified rather  than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.  <strong>15</strong> And they brought unto him also infants, that he would touch them: but when his disciples saw it, they rebuked them.  <strong>16</strong> But Jesus called them unto him, and said, Suffer little children to come unto me, and forbid them not: for of such is the kingdom of God.  <strong>17</strong> Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child shall in no wise enter therein.  <strong>18</strong> And a certain ruler asked him, saying, Good Master, what shall I do to inherit eternal life?  <strong>19</strong> And Jesus said unto him, Why callest thou me good? none is  good, save one, that is, God.  <strong>20</strong> Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Honour thy father and thy mother.  <strong>21</strong> And he said, All these have I kept from my youth up.  <strong>22</strong> Now when Jesus heard these things, he said unto him, Yet lackest thou one thing: sell all that thou hast, and distribute unto the poor, and thou shalt have treasure in heaven: and come, follow me.  <strong>23</strong> And when he heard this, he was very sorrowful: for he was very rich.  <strong>24</strong> And when Jesus saw that he was very sorrowful, he said, How hardly shall they that have riches enter into the kingdom of God!  <strong>25</strong> For it is easier for a camel to go through a needle’s eye, than for a rich man to enter into the kingdom of God.  <strong>26</strong> And they that heard it said, Who then can be saved?  <strong>27</strong> And he said, The things which are impossible with men are possible with God.  <strong>28</strong> Then Peter said, Lo, we have left all, and followed thee.  <strong>29</strong> And he said unto them, Verily I say unto you, There is no man that hath left house, or parents, or brethren, or wife, or children, for the kingdom of God’s sake,  <strong>30</strong> Who shall not receive manifold more in this present time, and in the world to come life everlasting. <strong>31</strong> Then he took unto him the twelve, and said unto them, Behold, we go up to Jerusalem, and all things that are written by the prophets concerning the Son of man shall be accomplished.  <strong>32</strong> For he shall be delivered unto the Gentiles, and shall be mocked, and spitefully entreated, and spitted on:  <strong>33</strong> And they shall scourge him, and put him to death: and the third day he shall rise again.  <strong>34</strong> And they understood none of these things: and this saying was hid from them, neither knew they the things which were spoken.  <strong>35</strong> And it came to pass, that as he was come nigh unto Jericho, a certain blind man sat by the way side begging:  <strong>36</strong> And hearing the multitude pass by, he asked what it meant.  <strong>37</strong> And they told him, that Jesus of Nazareth passeth by.  <strong>38</strong> And he cried, saying, Jesus, thou Son of David, have mercy on me.  <strong>39</strong> And they which went before rebuked him, that he should hold his peace: but he cried so much the more, Thou Son of David, have mercy on me.  <strong>40</strong> And Jesus stood, and commanded him to be brought unto him: and when he was come near, he asked him,  <strong>41</strong> Saying, What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight.  <strong>42</strong> And Jesus said unto him, Receive thy sight: thy faith hath saved thee.  <strong>43</strong> And immediately he received his sight, and followed him, glorifying God: and all the people, when they saw it, gave praise unto God.  ","niv":"<sup><strong>1</strong></sup> Then Jesus told his disciples a parable to show them that they should always pray and not give up. <sup><strong>2</strong></sup> He said: \"In a certain town there was a judge who neither feared God nor cared about men. <sup><strong>3</strong></sup> And there was a widow in that town who kept coming to him with the plea, 'Grant me justice against my adversary.' <sup><strong>4</strong></sup> \"For some time he refused. But finally he said to himself, 'Even though I don't fear God or care about men, <sup><strong>5</strong></sup> yet because this widow keeps bothering me, I will see that she gets justice, so that she won't eventually wear me out with her coming!'\" <sup><strong>6</strong></sup> And the Lord said, \"Listen to what the unjust judge says. <sup><strong>7</strong></sup> And will not God bring about justice for his chosen ones, who cry out to him day and night? Will he keep putting them off? <sup><strong>8</strong></sup> I tell you, he will see that they get justice, and quickly. However, when the Son of Man comes, will he find faith on the earth?\" <sup><strong>9</strong></sup> To some who were confident of their own righteousness and looked down on everybody else, Jesus told this parable: <sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector. <sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.' <sup><strong>13</strong></sup> \"But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, 'God, have mercy on me, a sinner.' <sup><strong>14</strong></sup> \"I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" <sup><strong>15</strong></sup> People were also bringing babies to Jesus to have him touch them. When the disciples saw this, they rebuked them. <sup><strong>16</strong></sup> But Jesus called the children to him and said, \"Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these. <sup><strong>17</strong></sup> I tell you the truth, anyone who will not receive the kingdom of God like a little child will never enter it.\" <sup><strong>18</strong></sup> A certain ruler asked him, \"Good teacher, what must I do to inherit eternal life?\" <sup><strong>19</strong></sup> \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone. <sup><strong>20</strong></sup> You know the commandments: 'Do not commit adultery, do not murder, do not steal, do not give false testimony, honor your father and mother.'\" <sup><strong>21</strong></sup> \"All these I have kept since I was a boy,\" he said. <sup><strong>22</strong></sup> When Jesus heard this, he said to him, \"You still lack one thing. Sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>23</strong></sup> When he heard this, he became very sad, because he was a man of great wealth. <sup><strong>24</strong></sup> Jesus looked at him and said, \"How hard it is for the rich to enter the kingdom of God! <sup><strong>25</strong></sup> Indeed, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>26</strong></sup> Those who heard this asked, \"Who then can be saved?\" <sup><strong>27</strong></sup> Jesus replied, \"What is impossible with men is possible with God.\" <sup><strong>28</strong></sup> Peter said to him, \"We have left all we had to follow you!\" <sup><strong>29</strong></sup> \"I tell you the truth,\" Jesus said to them, \"no one who has left home or wife or brothers or parents or children for the sake of the kingdom of God <sup><strong>30</strong></sup> will fail to receive many times as much in this age and, in the age to come, eternal life.\" <sup><strong>31</strong></sup> Jesus took the Twelve aside and told them, \"We are going up to Jerusalem, and everything that is written by the prophets about the Son of Man will be fulfilled. <sup><strong>32</strong></sup> He will be handed over to the Gentiles. They will mock him, insult him, spit on him, flog him and kill him. <sup><strong>33</strong></sup> On the third day he will rise again.\" <sup><strong>34</strong></sup> The disciples did not understand any of this. Its meaning was hidden from them, and they did not know what he was talking about. <sup><strong>35</strong></sup> As Jesus approached Jericho, a blind man was sitting by the roadside begging. <sup><strong>36</strong></sup> When he heard the crowd going by, he asked what was happening. <sup><strong>37</strong></sup> They told him, \"Jesus of Nazareth is passing by.\" <sup><strong>38</strong></sup> He called out, \"Jesus, Son of David, have mercy on me!\" <sup><strong>39</strong></sup> Those who led the way rebuked him and told him to be quiet, but he shouted all the more, \"Son of David, have mercy on me!\" <sup><strong>40</strong></sup> Jesus stopped and ordered the man to be brought to him. When he came near, Jesus asked him, <sup><strong>41</strong></sup> \"What do you want me to do for you?Lord, I want to see,\" he replied. <sup><strong>42</strong></sup> Jesus said to him, \"Receive your sight; your faith has healed you.\" <sup><strong>43</strong></sup> Immediately he received his sight and followed Jesus, praising God. When all the people saw it, they also praised God. "},{"_id":"61697cd6bda5ba8d737085d4","topicId":"61697cd3bda5ba8d737085cb","verse":"Luke 3:25-38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42003025_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003025-1\">25&nbsp;</b>the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai, <b class=\"verse-num\" id=\"v42003026-1\">26&nbsp;</b>the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, <b class=\"verse-num\" id=\"v42003027-1\">27&nbsp;</b>the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri, <b class=\"verse-num\" id=\"v42003028-1\">28&nbsp;</b>the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, <b class=\"verse-num\" id=\"v42003029-1\">29&nbsp;</b>the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi, <b class=\"verse-num\" id=\"v42003030-1\">30&nbsp;</b>the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, <b class=\"verse-num\" id=\"v42003031-1\">31&nbsp;</b>the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David, <b class=\"verse-num\" id=\"v42003032-1\">32&nbsp;</b>the son of Jesse, the son of Obed, the son of Boaz, the son of Sala, the son of Nahshon, <b class=\"verse-num\" id=\"v42003033-1\">33&nbsp;</b>the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah, <b class=\"verse-num\" id=\"v42003034-1\">34&nbsp;</b>the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor, <b class=\"verse-num\" id=\"v42003035-1\">35&nbsp;</b>the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah, <b class=\"verse-num\" id=\"v42003036-1\">36&nbsp;</b>the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, <b class=\"verse-num\" id=\"v42003037-1\">37&nbsp;</b>the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan, <b class=\"verse-num\" id=\"v42003038-1\">38&nbsp;</b>the son of Enos, the son of Seth, the son of Adam, the son of God.</p>\n\n</div>","kjv":"<strong>25</strong> Which was the son of Mattathias, which was the son  of Amos, which was the son of Naum, which was the son  of Esli, which was the son of Nagge,  <strong>26</strong> Which was the son of Maath, which was the son of Mattathias, which was the son of Semei, which was the son  of Joseph, which was the son of Juda,  <strong>27</strong> Which was the son of Joanna, which was the son  of Rhesa, which was the son of Zorobabel, which was the son of Salathiel, which was the son of Neri,  <strong>28</strong> Which was the son of Melchi, which was the son  of Addi, which was the son of Cosam, which was the son  of Elmodam, which was the son of Er,  <strong>29</strong> Which was the son of Jose, which was the son of Eliezer, which was the son of Jorim, which was the son  of Matthat, which was the son of Levi,  <strong>30</strong> Which was the son of Simeon, which was the son  of Juda, which was the son of Joseph, which was the son  of Jonan, which was the son of Eliakim,  <strong>31</strong> Which was the son of Melea, which was the son of Menan, which was the son of Mattatha, which was the son  of Nathan, which was the son of David,  <strong>32</strong> Which was the son of Jesse, which was the son of Obed, which was the son of Booz, which was the son of Salmon, which was the son of Naasson,  <strong>33</strong> Which was the son of Aminadab, which was the son  of Aram, which was the son of Esrom, which was the son  of Phares, which was the son of Juda,  <strong>34</strong> Which was the son of Jacob, which was the son of Isaac, which was the son of Abraham, which was the son  of Thara, which was the son of Nachor,  <strong>35</strong> Which was the son of Saruch, which was the son  of Ragau, which was the son of Phalec, which was the son  of Heber, which was the son of Sala,  <strong>36</strong> Which was the son of Cainan, which was the son  of Arphaxad, which was the son of Sem, which was the son  of Noe, which was the son of Lamech,  <strong>37</strong> Which was the son of Mathusala, which was the son  of Enoch, which was the son of Jared, which was the son  of Maleleel, which was the son of Cainan,  <strong>38</strong> Which was the son of Enos, which was the son of Seth, which was the son of Adam, which was the son of God.  ","niv":"<sup><strong>25</strong></sup> the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, <sup><strong>26</strong></sup> the son of Naggai, the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, <sup><strong>27</strong></sup> the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, <sup><strong>28</strong></sup> the son of Neri, the son of Melki, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, <sup><strong>29</strong></sup> the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, <sup><strong>30</strong></sup> the son of Levi, the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, <sup><strong>31</strong></sup> the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, <sup><strong>32</strong></sup> the son of David, the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon, <sup><strong>33</strong></sup> the son of Amminadab, the son of Ram, the son of Hezron, the son of Perez, <sup><strong>34</strong></sup> the son of Judah, the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor, <sup><strong>35</strong></sup> the son of Serug, the son of Reu, the son of Peleg, the son of Eber, <sup><strong>36</strong></sup> the son of Shelah, the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, <sup><strong>37</strong></sup> the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalalel, <sup><strong>38</strong></sup> the son of Kenan, the son of Enosh, the son of Seth, the son of Adam, the son of God. "},{"_id":"61697cd6bda5ba8d737085d5","topicId":"61697cd3bda5ba8d737085cb","verse":"Matthew 6:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40006002_01-11\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span></p>\n</div>","kjv":"<strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  ","niv":"<sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full."},{"_id":"61697cd7bda5ba8d737085d6","topicId":"61697cd3bda5ba8d737085cb","verse":"Matthew 5:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005006_01-12\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n</div>","kjv":"<strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  ","niv":"<sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled."},{"_id":"61697cd7bda5ba8d737085d7","topicId":"61697cd3bda5ba8d737085cb","verse":"Isaiah 25:1-12","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23025001_07-13\" class=\"line\"><b class=\"chapter-num\" id=\"v23025001-1\">25:1&nbsp;</b>&nbsp;&nbsp;O LORD, you are my God;</span><br><span id=\"p23025001_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will exalt you; I will praise your name,</span><br><span id=\"p23025001_07-13\" class=\"line\">&nbsp;&nbsp;for you have done wonderful things,</span><br><span id=\"p23025001_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plans formed of old, faithful and sure.</span><br><span id=\"p23025002_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23025002-1\">2&nbsp;</b>&nbsp;&nbsp;For you have made the city a heap,</span><br><span id=\"p23025002_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fortified city a ruin;</span><br><span id=\"p23025002_07-13\" class=\"line\">&nbsp;&nbsp;the foreigners’ palace is a city no more;</span><br><span id=\"p23025002_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it will never be rebuilt.</span><br><span id=\"p23025003_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23025003-1\">3&nbsp;</b>&nbsp;&nbsp;Therefore strong peoples will glorify you;</span><br><span id=\"p23025003_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cities of ruthless nations will fear you.</span><br><span id=\"p23025004_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23025004-1\">4&nbsp;</b>&nbsp;&nbsp;For you have been a stronghold to the poor,</span><br><span id=\"p23025004_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a stronghold to the needy in his distress,</span><br><span id=\"p23025004_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a shelter from the storm and a shade from the heat;</span><br><span id=\"p23025004_07-13\" class=\"line\">&nbsp;&nbsp;for the breath of the ruthless is like a storm against a wall,</span><br><span id=\"p23025005_07-13\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23025005-1\">5&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;like heat in a dry place.</span><br><span id=\"p23025005_07-13\" class=\"line\">&nbsp;&nbsp;You subdue the noise of the foreigners;</span><br><span id=\"p23025005_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as heat by the shade of a cloud,</span><br><span id=\"p23025005_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so the song of the ruthless is put down.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23025006_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23025006-1\">6&nbsp;</b>&nbsp;&nbsp;On this mountain the LORD of hosts will make for all peoples</span><br><span id=\"p23025006_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a feast of rich food, a feast of well-aged wine,</span><br><span id=\"p23025006_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of rich food full of marrow, of aged wine well refined.</span><br><span id=\"p23025007_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23025007-1\">7&nbsp;</b>&nbsp;&nbsp;And he will swallow up on this mountain</span><br><span id=\"p23025007_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the covering that is cast over all peoples,</span><br><span id=\"p23025007_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the veil that is spread over all nations.</span><br><span id=\"p23025008_07-13\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23025008-1\">8&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He will swallow up death forever;</span><br><span id=\"p23025008_07-13\" class=\"line\">&nbsp;&nbsp;and the Lord GOD will wipe away tears from all faces,</span><br><span id=\"p23025008_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the reproach of his people he will take away from all the earth,</span><br><span id=\"p23025008_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD has spoken.</span><br><span id=\"p23025009_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23025009-1\">9&nbsp;</b>&nbsp;&nbsp;It will be said on that day,</span><br><span id=\"p23025009_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Behold, this is our God; we have waited for him, that he might save us.</span><br><span id=\"p23025009_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;This is the LORD; we have waited for him;</span><br><span id=\"p23025009_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us be glad and rejoice in his salvation.”</span><br><span id=\"p23025010_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23025010-1\">10&nbsp;</b>&nbsp;&nbsp;For the hand of the LORD will rest on this mountain,</span><br><span id=\"p23025010_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Moab shall be trampled down in his place,</span><br><span id=\"p23025010_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as straw is trampled down in a dunghill.</span><br><span id=\"p23025011_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23025011-1\">11&nbsp;</b>&nbsp;&nbsp;And he will spread out his hands in the midst of it</span><br><span id=\"p23025011_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as a swimmer spreads his hands out to swim,</span><br><span id=\"p23025011_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD will lay low his pompous pride together with the skill of his hands.</span><br><span id=\"p23025012_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23025012-1\">12&nbsp;</b>&nbsp;&nbsp;And the high fortifications of his walls he will bring down,</span><br><span id=\"p23025012_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lay low, and cast to the ground, to the dust.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> O LORD, thou art my God; I will exalt thee, I will praise thy name; for thou hast done wonderful things; thy counsels of old are faithfulness and truth.  <strong>2</strong> For thou hast made of a city an heap; of a defenced city a ruin: a palace of strangers to be no city; it shall never be built.  <strong>3</strong> Therefore shall the strong people glorify thee, the city of the terrible nations shall fear thee.  <strong>4</strong> For thou hast been a strength to the poor, a strength to the needy in his distress, a refuge from the storm, a shadow from the heat, when the blast of the terrible ones is as a storm against the wall.  <strong>5</strong> Thou shalt bring down the noise of strangers, as the heat in a dry place; even the heat with the shadow of a cloud: the branch of the terrible ones shall be brought low.  <strong>6</strong> And in this mountain shall the LORD of hosts make unto all people a feast of fat things, a feast of wines on the lees, of fat things full of marrow, of wines on the lees well refined.  <strong>7</strong> And he will destroy in this mountain the face of the covering cast over all people, and the vail that is spread over all nations.  <strong>8</strong> He will swallow up death in victory; and the Lord GOD will wipe away tears from off all faces; and the rebuke of his people shall he take away from off all the earth: for the LORD hath spoken it. <strong>9</strong> And it shall be said in that day, Lo, this is our God; we have waited for him, and he will save us: this is the LORD; we have waited for him, we will be glad and rejoice in his salvation.  <strong>10</strong> For in this mountain shall the hand of the LORD rest, and Moab shall be trodden down under him, even as straw is trodden down for the dunghill.  <strong>11</strong> And he shall spread forth his hands in the midst of them, as he that swimmeth spreadeth forth his hands to swim: and he shall bring down their pride together with the spoils of their hands.  <strong>12</strong> And the fortress of the high fort of thy walls shall he bring down, lay low, and bring to the ground, even to the dust.  ","niv":"<sup><strong>1</strong></sup> O LORD, you are my God; I will exalt you and praise your name, for in perfect faithfulness you have done marvelous things, things planned long ago. <sup><strong>2</strong></sup> You have made the city a heap of rubble, the fortified town a ruin, the foreigners' stronghold a city no more; it will never be rebuilt. <sup><strong>3</strong></sup> Therefore strong peoples will honor you; cities of ruthless nations will revere you. <sup><strong>4</strong></sup> You have been a refuge for the poor, a refuge for the needy in his distress, a shelter from the storm and a shade from the heat. For the breath of the ruthless is like a storm driving against a wall <sup><strong>5</strong></sup> and like the heat of the desert. You silence the uproar of foreigners; as heat is reduced by the shadow of a cloud, so the song of the ruthless is stilled. <sup><strong>6</strong></sup> On this mountain the LORD Almighty will prepare a feast of rich food for all peoples, a banquet of aged wine- the best of meats and the finest of wines. <sup><strong>7</strong></sup> On this mountain he will destroy the shroud that enfolds all peoples, the sheet that covers all nations; <sup><strong>8</strong></sup> he will swallow up death forever. The Sovereign LORD will wipe away the tears from all faces; he will remove the disgrace of his people from all the earth. The LORD has spoken. <sup><strong>9</strong></sup> In that day they will say, \"Surely this is our God; we trusted in him, and he saved us. This is the LORD, we trusted in him; let us rejoice and be glad in his salvation.\" <sup><strong>10</strong></sup> The hand of the LORD will rest on this mountain; but Moab will be trampled under him as straw is trampled down in the manure. <sup><strong>11</strong></sup> They will spread out their hands in it, as a swimmer spreads out his hands to swim. God will bring down their pride despite the cleverness of their hands. <sup><strong>12</strong></sup> He will bring down your high fortified walls and lay them low; he will bring them down to the ground, to the very dust. "},{"_id":"61697cd7bda5ba8d737085d8","topicId":"61697cd3bda5ba8d737085cb","verse":"2 Timothy 3:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people.</p>\n</div>","kjv":"<strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  ","niv":"<sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them."},{"_id":"61697cd7bda5ba8d737085d9","topicId":"61697cd3bda5ba8d737085cb","verse":"2 Timothy 3:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty.</p>\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days."},{"_id":"61697cd8bda5ba8d737085da","topicId":"61697cd3bda5ba8d737085cb","verse":"Ephesians 6:6-7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49006006_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006006-1\">6&nbsp;</b>not by the way of eye-service, as people-pleasers, but as bondservants of Christ, doing the will of God from the heart, <b class=\"verse-num\" id=\"v49006007-1\">7&nbsp;</b>rendering service with a good will as to the Lord and not to man,</p>\n</div>","kjv":"<strong>6</strong> Not with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;  <strong>7</strong> With good will doing service, as to the Lord, and not to men:  ","niv":"<sup><strong>6</strong></sup> Obey them not only to win their favor when their eye is on you, but like slaves of Christ, doing the will of God from your heart. <sup><strong>7</strong></sup> Serve wholeheartedly, as if you were serving the Lord, not men, "},{"_id":"61697cd8bda5ba8d737085db","topicId":"61697cd3bda5ba8d737085cb","verse":"Romans 13:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45013004_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer."},{"_id":"61697cd8bda5ba8d737085dc","topicId":"61697cd3bda5ba8d737085cb","verse":"Matthew 6:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40006006_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  ","niv":"<sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you."},{"_id":"61697cd9bda5ba8d737085dd","topicId":"61697cd3bda5ba8d737085cb","verse":"Matthew 6:3-4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40006003_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. ","niv":"<sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. "},{"_id":"61697cd9bda5ba8d737085de","topicId":"61697cd3bda5ba8d737085cb","verse":"Romans 1:18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45001018_05-20\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth.</p>\n</div>","kjv":"<strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  ","niv":"<sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness,"},{"_id":"61697cd9bda5ba8d737085df","topicId":"61697cd3bda5ba8d737085cb","verse":"Isaiah 26:18","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23026018_01-21\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23026018-1\">18&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;we were pregnant, we writhed,</span><br><span id=\"p23026018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but we have given birth to wind.</span><br><span id=\"p23026018_01-21\" class=\"line\">&nbsp;&nbsp;We have accomplished no deliverance in the earth,</span><br><span id=\"p23026018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the inhabitants of the world have not fallen.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> We have been with child, we have been in pain, we have as it were brought forth wind; we have not wrought any deliverance in the earth; neither have the inhabitants of the world fallen.  ","niv":"<sup><strong>18</strong></sup> We were with child, we writhed in pain, but we gave birth to wind. We have not brought salvation to the earth; we have not given birth to people of the world."}]}