{"_id":"61697b6dbda5ba8d737084e1","slug":"praying-for-each-other","name":"Praying For Each Other","verses":[{"_id":"61697b6dbda5ba8d737084e2","topicId":"61697b6dbda5ba8d737084e1","verse":"James 5:16","votes":473,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective.","modified":"2023-08-28T16:13:56.356Z"},{"_id":"61697b6dbda5ba8d737084e3","topicId":"61697b6dbda5ba8d737084e1","verse":"Ephesians 6:18","votes":249,"__v":0,"esv":"<div>\n<p id=\"p49006018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints.","modified":"2023-08-02T08:41:24.884Z"},{"_id":"61697b6ebda5ba8d737084e4","topicId":"61697b6dbda5ba8d737084e1","verse":"1 Timothy 2:1","votes":230,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people,</p>\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone--","modified":"2023-11-21T09:12:08.648Z"},{"_id":"61697b6ebda5ba8d737084e5","topicId":"61697b6dbda5ba8d737084e1","verse":"Philippians 4:6","votes":180,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God.","modified":"2022-10-26T18:01:34.670Z"},{"_id":"61697b6ebda5ba8d737084e6","topicId":"61697b6dbda5ba8d737084e1","verse":"Colossians 1:9","votes":172,"__v":0,"esv":"<div>\n<p id=\"p51001009_01-6\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding,</p>\n</div>","kjv":"<strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  ","niv":"<sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding.","modified":"2022-08-27T03:18:25.458Z"},{"_id":"61697b6ebda5ba8d737084e7","topicId":"61697b6dbda5ba8d737084e1","verse":"Matthew 5:44","votes":164,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,","modified":"2023-12-13T17:17:24.278Z"},{"_id":"61697b6fbda5ba8d737084e8","topicId":"61697b6dbda5ba8d737084e1","verse":"Ecclesiastes 4:9-12","votes":153,"__v":0,"esv":"<div>\n<p id=\"p21004009_01-8\"><b class=\"verse-num\" id=\"v21004009-1\">9&nbsp;</b>Two are better than one, because they have a good reward for their toil. <b class=\"verse-num\" id=\"v21004010-1\">10&nbsp;</b>For if they fall, one will lift up his fellow. But woe to him who is alone when he falls and has not another to lift him up! <b class=\"verse-num\" id=\"v21004011-1\">11&nbsp;</b>Again, if two lie together, they keep warm, but how can one keep warm alone? <b class=\"verse-num\" id=\"v21004012-1\">12&nbsp;</b>And though a man might prevail against one who is alone, two will withstand him—a threefold cord is not quickly broken.</p>\n</div>","kjv":"<strong>9</strong> Two are better than one; because they have a good reward for their labour.  <strong>10</strong> For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up.  <strong>11</strong> Again, if two lie together, then they have heat: but how can one be warm alone?  <strong>12</strong> And if one prevail against him, two shall withstand him; and a threefold cord is not quickly broken.  ","niv":"<sup><strong>9</strong></sup> Two are better than one, because they have a good return for their work: <sup><strong>10</strong></sup> If one falls down, his friend can help him up. But pity the man who falls and has no one to help him up! <sup><strong>11</strong></sup> Also, if two lie down together, they will keep warm. But how can one keep warm alone? <sup><strong>12</strong></sup> Though one may be overpowered, two can defend themselves. A cord of three strands is not quickly broken. "},{"_id":"61697b6fbda5ba8d737084e9","topicId":"61697b6dbda5ba8d737084e1","verse":"1 Thessalonians 5:16-18","votes":143,"__v":0,"esv":"<div>\n<p id=\"p52005016_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005016-1\">16&nbsp;</b>Rejoice always, <b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing, <b class=\"verse-num\" id=\"v52005018-1\">18&nbsp;</b>give thanks in all circumstances; for this is the will of God in Christ Jesus for you.</p>\n</div>","kjv":"<strong>16</strong> Rejoice evermore.  <strong>17</strong> Pray without ceasing.  <strong>18</strong> In every thing give thanks: for this is the will of God in Christ Jesus concerning you.  ","niv":"<sup><strong>16</strong></sup> Be joyful always; <sup><strong>17</strong></sup> pray continually; <sup><strong>18</strong></sup> give thanks in all circumstances, for this is God's will for you in Christ Jesus. ","modified":"2023-07-21T04:51:01.076Z"},{"_id":"61697b6fbda5ba8d737084ea","topicId":"61697b6dbda5ba8d737084e1","verse":"Romans 8:26","votes":142,"__v":0,"esv":"<div>\n<p id=\"p45008026_01-11\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.</p>\n</div>","kjv":"<strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  ","niv":"<sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express."},{"_id":"61697b70bda5ba8d737084eb","topicId":"61697b6dbda5ba8d737084e1","verse":"Matthew 18:19","votes":125,"__v":0,"esv":"<div>\n<p id=\"p40018019_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span></p>\n</div>","kjv":"<strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  ","niv":"<sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven."},{"_id":"61697b70bda5ba8d737084ec","topicId":"61697b6dbda5ba8d737084e1","verse":"Hebrews 4:16","votes":117,"__v":0,"esv":"<div>\n<p id=\"p58004016_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n</div>","kjv":"<strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.","modified":"2022-12-09T15:57:24.388Z"},{"_id":"61697b70bda5ba8d737084ed","topicId":"61697b6dbda5ba8d737084e1","verse":"Romans 15:30","votes":111,"__v":0,"esv":"<div>\n<p id=\"p45015030_01-14\"><b class=\"verse-num\" id=\"v45015030-1\">30&nbsp;</b>I appeal to you, brothers, by our Lord Jesus Christ and by the love of the Spirit, to strive together with me in your prayers to God on my behalf,</p>\n</div>","kjv":"<strong>30</strong> Now I beseech you, brethren, for the Lord Jesus Christ’s sake, and for the love of the Spirit, that ye strive together with me in your  prayers to God for me;  ","niv":"<sup><strong>30</strong></sup> I urge you, brothers, by our Lord Jesus Christ and by the love of the Spirit, to join me in my struggle by praying to God for me."},{"_id":"61697b71bda5ba8d737084ee","topicId":"61697b6dbda5ba8d737084e1","verse":"1 Thessalonians 5:25","votes":106,"__v":0,"esv":"<div>\n<p id=\"p52005025_01-16\"><b class=\"verse-num\" id=\"v52005025-1\">25&nbsp;</b>Brothers, pray for us.</p>\n</div>","kjv":"<strong>25</strong> Brethren, pray for us.  ","niv":"<sup><strong>25</strong></sup> Brothers, pray for us."},{"_id":"61697b71bda5ba8d737084ef","topicId":"61697b6dbda5ba8d737084e1","verse":"Colossians 4:2","votes":101,"__v":0,"esv":"<div>\n\n<p id=\"p51004002_03-17\"><b class=\"verse-num\" id=\"v51004002-1\">2&nbsp;</b>Continue steadfastly in prayer, being watchful in it with thanksgiving.</p>\n</div>","kjv":"<strong>2</strong> Continue in prayer, and watch in the same with thanksgiving;  ","niv":"<sup><strong>2</strong></sup> Devote yourselves to prayer, being watchful and thankful."},{"_id":"61697b71bda5ba8d737084f0","topicId":"61697b6dbda5ba8d737084e1","verse":"John 15:7","votes":93,"__v":0,"esv":"<div>\n<p id=\"p43015007_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span></p>\n</div>","kjv":"<strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  ","niv":"<sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you."},{"_id":"61697b71bda5ba8d737084f1","topicId":"61697b6dbda5ba8d737084e1","verse":"Galatians 6:2","votes":91,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ.","modified":"2022-08-23T17:40:28.368Z"},{"_id":"61697b72bda5ba8d737084f2","topicId":"61697b6dbda5ba8d737084e1","verse":"2 Thessalonians 3:1","votes":88,"__v":0,"esv":"<div>\n\n<p id=\"p53003001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53003001-1\">3:1&nbsp;</b>Finally, brothers, pray for us, that the word of the Lord may speed ahead and be honored, as happened among you,</p>\n\n</div>","kjv":"<strong>1</strong> Finally, brethren, pray for us, that the word of the Lord may have free course, and be glorified, even as it is with you:  ","niv":"<sup><strong>1</strong></sup> Finally, brothers, pray for us that the message of the Lord may spread rapidly and be honored, just as it was with you."},{"_id":"61697b72bda5ba8d737084f3","topicId":"61697b6dbda5ba8d737084e1","verse":"John 14:13","votes":84,"__v":0,"esv":"<div>\n<p id=\"p43014013_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014013-1\">13&nbsp;</b><span class=\"woc\">Whatever you ask in my name, this I will do, that the Father may be glorified in the Son.</span></p>\n</div>","kjv":"<strong>13</strong> And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.  ","niv":"<sup><strong>13</strong></sup> And I will do whatever you ask in my name, so that the Son may bring glory to the Father."},{"_id":"61697b72bda5ba8d737084f4","topicId":"61697b6dbda5ba8d737084e1","verse":"Philippians 1:9-11","votes":82,"__v":0,"esv":"<div>\n<p id=\"p50001009_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v50001009-1\">9&nbsp;</b>And it is my prayer that your love may abound more and more, with knowledge and all discernment, <b class=\"verse-num\" id=\"v50001010-1\">10&nbsp;</b>so that you may approve what is excellent, and so be pure and blameless for the day of Christ, <b class=\"verse-num\" id=\"v50001011-1\">11&nbsp;</b>filled with the fruit of righteousness that comes through Jesus Christ, to the glory and praise of God.</p>\n</div>","kjv":"<strong>9</strong> And this I pray, that your love may abound yet more and more in knowledge and in all judgment;  <strong>10</strong> That ye may approve things that are excellent; that ye may be sincere and without offence till the day of Christ;  <strong>11</strong> Being filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God.  ","niv":"<sup><strong>9</strong></sup> And this is my prayer: that your love may abound more and more in knowledge and depth of insight, <sup><strong>10</strong></sup> so that you may be able to discern what is best and may be pure and blameless until the day of Christ, <sup><strong>11</strong></sup> filled with the fruit of righteousness that comes through Jesus Christ--to the glory and praise of God. "},{"_id":"61697b73bda5ba8d737084f5","topicId":"61697b6dbda5ba8d737084e1","verse":"Mark 11:24","votes":81,"__v":0,"esv":"<div>\n<p id=\"p41011024_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41011024-1\">24&nbsp;</b><span class=\"woc\">Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.</span></p>\n\n</div>","kjv":"<strong>24</strong> Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall havethem.  ","niv":"<sup><strong>24</strong></sup> Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours."},{"_id":"61697b73bda5ba8d737084f6","topicId":"61697b6dbda5ba8d737084e1","verse":"Colossians 4:3","votes":76,"__v":0,"esv":"<div>\n<p id=\"p51004003_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v51004003-1\">3&nbsp;</b>At the same time, pray also for us, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison—</p>\n</div>","kjv":"<strong>3</strong> Withal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:  ","niv":"<sup><strong>3</strong></sup> And pray for us, too, that God may open a door for our message, so that we may proclaim the mystery of Christ, for which I am in chains."},{"_id":"61697b73bda5ba8d737084f7","topicId":"61697b6dbda5ba8d737084e1","verse":"1 Thessalonians 5:17","votes":72,"__v":0,"esv":"<div>\n<p id=\"p52005017_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing,</p>\n</div>","kjv":"<strong>17</strong> Pray without ceasing.  ","niv":"<sup><strong>17</strong></sup> pray continually;"},{"_id":"61697b73bda5ba8d737084f8","topicId":"61697b6dbda5ba8d737084e1","verse":"James 4:3","votes":70,"__v":0,"esv":"<div>\n<p id=\"p59004003_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions.</p>\n</div>","kjv":"<strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  ","niv":"<sup><strong>3</strong></sup> When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures.","modified":"2021-11-29T20:41:09.166Z"},{"_id":"61697b74bda5ba8d737084f9","topicId":"61697b6dbda5ba8d737084e1","verse":"1 John 5:14","votes":69,"__v":0,"esv":"<div>\n<p id=\"p62005014_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.</p>\n</div>","kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  ","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us."},{"_id":"61697b74bda5ba8d737084fa","topicId":"61697b6dbda5ba8d737084e1","verse":"Job 42:10","votes":68,"__v":0,"esv":"<div>\n\n<p id=\"p18042010_06-29\"><b class=\"verse-num\" id=\"v18042010-1\">10&nbsp;</b>And the LORD restored the fortunes of Job, when he had prayed for his friends. And the LORD gave Job twice as much as he had before.</p>\n</div>","kjv":"<strong>10</strong> And the LORD turned the captivity of Job, when he prayed for his friends: also the LORD gave Job twice as much as he had before.  ","niv":"<sup><strong>10</strong></sup> After Job had prayed for his friends, the LORD made him prosperous again and gave him twice as much as he had before."}]}