{"_id":"61697e16bda5ba8d73708664","slug":"praying-to-mary","name":"Praying To Mary","verses":[{"_id":"61697e17bda5ba8d73708665","topicId":"61697e16bda5ba8d73708664","verse":"1 Timothy 2:5","votes":116,"__v":0,"esv":"<div>\n<p id=\"p54002005_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  ","niv":"<sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus,","modified":"2023-11-06T07:18:28.188Z"},{"_id":"61697e18bda5ba8d73708666","topicId":"61697e16bda5ba8d73708664","verse":"Hebrews 7:22-25","votes":53,"__v":0,"esv":"<div>\n<p id=\"p58007022_01-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58007022-1\">22&nbsp;</b>This makes Jesus the guarantor of a better covenant.</p>\n<p id=\"p58007022_01-2\"><b class=\"verse-num\" id=\"v58007023-1\">23&nbsp;</b>The former priests were many in number, because they were prevented by death from continuing in office, <b class=\"verse-num\" id=\"v58007024-1\">24&nbsp;</b>but he holds his priesthood permanently, because he continues forever. <b class=\"verse-num\" id=\"v58007025-1\">25&nbsp;</b>Consequently, he is able to save to the uttermost those who draw near to God through him, since he always lives to make intercession for them.</p>\n\n</div>","kjv":"<strong>22</strong> By so much was Jesus made a surety of a better testament.  <strong>23</strong> And they truly were many priests, because they were not suffered to continue by reason of death:  <strong>24</strong> But this man, because he continueth ever, hath an unchangeable priesthood.  <strong>25</strong> Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.  ","niv":"<sup><strong>22</strong></sup> Because of this oath, Jesus has become the guarantee of a better covenant. <sup><strong>23</strong></sup> Now there have been many of those priests, since death prevented them from continuing in office; <sup><strong>24</strong></sup> but because Jesus lives forever, he has a permanent priesthood. <sup><strong>25</strong></sup> Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them. ","modified":"2023-08-14T13:50:54.437Z"},{"_id":"61697e18bda5ba8d73708667","topicId":"61697e16bda5ba8d73708664","verse":"Romans 8:26-27","votes":51,"__v":0,"esv":"<div>\n<p id=\"p45008026_01-3\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God.</p>\n\n</div>","kjv":"<strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  ","niv":"<sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. "},{"_id":"61697e19bda5ba8d73708668","topicId":"61697e16bda5ba8d73708664","verse":"Luke 1:46-55","votes":38,"__v":0,"esv":"<div>\n\n<p id=\"p42001046_07-4\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_07-4\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br><span id=\"p42001047_07-4\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br><span id=\"p42001049_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001049-1\">49&nbsp;</b>&nbsp;&nbsp;for he who is mighty has done great things for me,</span><br><span id=\"p42001049_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holy is his name.</span><br><span id=\"p42001050_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001050-1\">50&nbsp;</b>&nbsp;&nbsp;And his mercy is for those who fear him</span><br><span id=\"p42001050_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from generation to generation.</span><br><span id=\"p42001051_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001051-1\">51&nbsp;</b>&nbsp;&nbsp;He has shown strength with his arm;</span><br><span id=\"p42001051_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has scattered the proud in the thoughts of their hearts;</span><br><span id=\"p42001052_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001052-1\">52&nbsp;</b>&nbsp;&nbsp;he has brought down the mighty from their thrones</span><br><span id=\"p42001052_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalted those of humble estate;</span><br><span id=\"p42001053_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001053-1\">53&nbsp;</b>&nbsp;&nbsp;he has filled the hungry with good things,</span><br><span id=\"p42001053_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rich he has sent away empty.</span><br><span id=\"p42001054_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001054-1\">54&nbsp;</b>&nbsp;&nbsp;He has helped his servant Israel,</span><br><span id=\"p42001054_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in remembrance of his mercy,</span><br><span id=\"p42001055_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001055-1\">55&nbsp;</b>&nbsp;&nbsp;as he spoke to our fathers,</span><br><span id=\"p42001055_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Abraham and to his offspring forever.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>46</strong> And Mary said, My soul doth magnify the Lord,  <strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  <strong>49</strong> For he that is mighty hath done to me great things; and holy is  his name.  <strong>50</strong> And his mercy is on them that fear him from generation to generation.  <strong>51</strong> He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.  <strong>52</strong> He hath put down the mighty from their seats, and exalted them of low degree.  <strong>53</strong> He hath filled the hungry with good things; and the rich he hath sent empty away.  <strong>54</strong> He hath holpen his servant Israel, in remembrance of his  mercy;  <strong>55</strong> As he spake to our fathers, to Abraham, and to his seed for ever.  ","niv":"<sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord <sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, <sup><strong>49</strong></sup> for the Mighty One has done great things for me--holy is his name. <sup><strong>50</strong></sup> His mercy extends to those who fear him, from generation to generation. <sup><strong>51</strong></sup> He has performed mighty deeds with his arm; he has scattered those who are proud in their inmost thoughts. <sup><strong>52</strong></sup> He has brought down rulers from their thrones but has lifted up the humble. <sup><strong>53</strong></sup> He has filled the hungry with good things but has sent the rich away empty. <sup><strong>54</strong></sup> He has helped his servant Israel, remembering to be merciful <sup><strong>55</strong></sup> to Abraham and his descendants forever, even as he said to our fathers.\" ","modified":"2022-08-29T17:04:00.833Z"},{"_id":"61697e19bda5ba8d73708669","topicId":"61697e16bda5ba8d73708664","verse":"Psalm 148:13","votes":48,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19148013_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19148013-1\">13&nbsp;</b>&nbsp;&nbsp;Let them praise the name of the LORD,</span><br><span id=\"p19148013_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name alone is exalted;</span><br><span id=\"p19148013_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his majesty is above earth and heaven.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Let them praise the name of the LORD: for his name alone is excellent; his glory is above the earth and heaven.  ","niv":"<sup><strong>13</strong></sup> Let them praise the name of the LORD, for his name alone is exalted; his splendor is above the earth and the heavens.","modified":"2023-11-06T07:19:30.119Z"},{"_id":"61697e19bda5ba8d7370866a","topicId":"61697e16bda5ba8d73708664","verse":"Exodus 20:4-5","votes":48,"__v":0,"esv":"<div>\n<p id=\"p02020004_01-6\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me,</p>\n</div>","kjv":"<strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  ","niv":"<sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, ","modified":"2023-11-06T07:19:49.920Z"},{"_id":"61697e19bda5ba8d7370866b","topicId":"61697e16bda5ba8d73708664","verse":"Matthew 12:46-50","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p40012046_05-7\"><b class=\"verse-num\" id=\"v40012046-1\">46&nbsp;</b>While he was still speaking to the people, behold, his mother and his brothers stood outside, asking to speak to him. <b class=\"verse-num\" id=\"v40012048-1\">48&nbsp;</b>But he replied to the man who told him, <span class=\"woc\">“Who is my mother, and who are my brothers?”</span> <b class=\"verse-num\" id=\"v40012049-1\">49&nbsp;</b>And stretching out his hand toward his disciples, he said, <span class=\"woc\">“Here are my mother and my brothers!</span> <b class=\"verse-num woc\" id=\"v40012050-1\">50&nbsp;</b><span class=\"woc\">For whoever does the will of my Father in heaven is my brother and sister and mother.”</span></p>\n\n</div>","kjv":"<strong>46</strong> While he yet talked to the people, behold, his mother and his brethren stood without, desiring to speak with him.  <strong>47</strong> Then one said unto him, Behold, thy mother and thy brethren stand without, desiring to speak with thee.  <strong>48</strong> But he answered and said unto him that told him, Who is my mother? and who are my brethren?  <strong>49</strong> And he stretched forth his hand toward his disciples, and said, Behold my mother and my brethren!  <strong>50</strong> For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother. ","niv":"<sup><strong>46</strong></sup> While Jesus was still talking to the crowd, his mother and brothers stood outside, wanting to speak to him. <sup><strong>47</strong></sup> Someone told him, \"Your mother and brothers are standing outside, wanting to speak to you.\" <sup><strong>48</strong></sup> He replied to him, \"Who is my mother, and who are my brothers?\" <sup><strong>49</strong></sup> Pointing to his disciples, he said, \"Here are my mother and my brothers. <sup><strong>50</strong></sup> For whoever does the will of my Father in heaven is my brother and sister and mother.\" ","modified":"2023-11-06T07:21:05.022Z"},{"_id":"61697e1abda5ba8d7370866c","topicId":"61697e16bda5ba8d73708664","verse":"Revelation 19:10","votes":33,"__v":0,"esv":"<div>\n<p id=\"p66019010_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019010-1\">10&nbsp;</b>Then I fell down at his feet to worship him, but he said to me, “You must not do that! I am a fellow servant with you and your brothers who hold to the testimony of Jesus. Worship God.” For the testimony of Jesus is the spirit of prophecy.</p>\n</div>","kjv":"<strong>10</strong> And I fell at his feet to worship him. And he said unto me, See thou do it not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.  ","niv":"<sup><strong>10</strong></sup> At this I fell at his feet to worship him. But he said to me, \"Do not do it! I am a fellow servant with you and with your brothers who hold to the testimony of Jesus. Worship God! For the testimony of Jesus is the spirit of prophecy.\"","modified":"2022-07-08T03:04:01.295Z"},{"_id":"61697e1abda5ba8d7370866e","topicId":"61697e16bda5ba8d73708664","verse":"Acts 4:12","votes":31,"__v":0,"esv":"<div>\n<p id=\"p44004012_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n\n</div>","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  ","niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\"","modified":"2023-11-06T07:21:26.909Z"},{"_id":"61697e1abda5ba8d7370866d","topicId":"61697e16bda5ba8d73708664","verse":"1 John 4:1","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"61697e1bbda5ba8d7370866f","topicId":"61697e16bda5ba8d73708664","verse":"John 14:6","votes":27,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"61697e1bbda5ba8d73708670","topicId":"61697e16bda5ba8d73708664","verse":"Luke 1:38","votes":25,"__v":0,"esv":"<div>\n<p id=\"p42001038_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n</div>","kjv":"<strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  ","niv":"<sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her.","modified":"2023-09-05T10:54:21.154Z"},{"_id":"61697e1bbda5ba8d73708671","topicId":"61697e16bda5ba8d73708664","verse":"Jeremiah 7:18","votes":25,"__v":0,"esv":"<div>\n<p id=\"p24007018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v24007018-1\">18&nbsp;</b>The children gather wood, the fathers kindle fire, and the women knead dough, to make cakes for the queen of heaven. And they pour out drink offerings to other gods, to provoke me to anger.</p>\n</div>","kjv":"<strong>18</strong> The children gather wood, and the fathers kindle the fire, and the women knead their dough, to make cakes to the queen of heaven, and to pour out drink offerings unto other gods, that they may provoke me to anger.  ","niv":"<sup><strong>18</strong></sup> The children gather wood, the fathers light the fire, and the women knead the dough and make cakes of bread for the Queen of Heaven. They pour out drink offerings to other gods to provoke me to anger."},{"_id":"61697e1bbda5ba8d73708672","topicId":"61697e16bda5ba8d73708664","verse":"Luke 11:27-28","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p42011027_03-14\"><b class=\"verse-num\" id=\"v42011027-1\">27&nbsp;</b>As he said these things, a woman in the crowd raised her voice and said to him, “Blessed is the womb that bore you, and the breasts at which you nursed!” <b class=\"verse-num\" id=\"v42011028-1\">28&nbsp;</b>But he said, <span class=\"woc\">“Blessed rather are those who hear the word of God and keep it!”</span></p>\n</div>","kjv":"<strong>27</strong> And it came to pass, as he spake these things, a certain woman of the company lifted up her voice, and said unto him, Blessed is the womb that bare thee, and the paps which thou hast sucked.  <strong>28</strong> But he said, Yea rather, blessed are they that hear the word of God, and keep it. ","niv":"<sup><strong>27</strong></sup> As Jesus was saying these things, a woman in the crowd called out, \"Blessed is the mother who gave you birth and nursed you.\" <sup><strong>28</strong></sup> He replied, \"Blessed rather are those who hear the word of God and obey it.\" "},{"_id":"61697e1cbda5ba8d73708673","topicId":"61697e16bda5ba8d73708664","verse":"Jeremiah 44:16-28","votes":20,"__v":0,"esv":"<div>\n<p id=\"p24044016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v24044016-1\">16&nbsp;</b>“As for the word that you have spoken to us in the name of the LORD, we will not listen to you. <b class=\"verse-num\" id=\"v24044017-1\">17&nbsp;</b>But we will do everything that we have vowed, make offerings to the queen of heaven and pour out drink offerings to her, as we did, both we and our fathers, our kings and our officials, in the cities of Judah and in the streets of Jerusalem. For then we had plenty of food, and prospered, and saw no disaster. <b class=\"verse-num\" id=\"v24044018-1\">18&nbsp;</b>But since we left off making offerings to the queen of heaven and pouring out drink offerings to her, we have lacked everything and have been consumed by the sword and by famine.” <b class=\"verse-num\" id=\"v24044019-1\">19&nbsp;</b>And the women said, “When we made offerings to the queen of heaven and poured out drink offerings to her, was it without our husbands’ approval that we made cakes for her bearing her image and poured out drink offerings to her?”</p>\n<p id=\"p24044019_01-15\"><b class=\"verse-num\" id=\"v24044020-1\">20&nbsp;</b>Then Jeremiah said to all the people, men and women, all the people who had given him this answer: <b class=\"verse-num\" id=\"v24044021-1\">21&nbsp;</b>“As for the offerings that you offered in the cities of Judah and in the streets of Jerusalem, you and your fathers, your kings and your officials, and the people of the land, did not the LORD remember them? Did it not come into his mind? <b class=\"verse-num\" id=\"v24044022-1\">22&nbsp;</b>The LORD could no longer bear your evil deeds and the abominations that you committed. Therefore your land has become a desolation and a waste and a curse, without inhabitant, as it is this day. <b class=\"verse-num\" id=\"v24044023-1\">23&nbsp;</b>It is because you made offerings and because you sinned against the LORD and did not obey the voice of the LORD or walk in his law and in his statutes and in his testimonies that this disaster has happened to you, as at this day.”</p>\n<p id=\"p24044023_01-15\"><b class=\"verse-num\" id=\"v24044024-1\">24&nbsp;</b>Jeremiah said to all the people and all the women, “Hear the word of the LORD, all you of Judah who are in the land of Egypt. <b class=\"verse-num\" id=\"v24044025-1\">25&nbsp;</b>Thus says the LORD of hosts, the God of Israel: You and your wives have declared with your mouths, and have fulfilled it with your hands, saying, ‘We will surely perform our vows that we have made, to make offerings to the queen of heaven and to pour out drink offerings to her.’ Then confirm your vows and perform your vows! <b class=\"verse-num\" id=\"v24044026-1\">26&nbsp;</b>Therefore hear the word of the LORD, all you of Judah who dwell in the land of Egypt: Behold, I have sworn by my great name, says the LORD, that my name shall no more be invoked by the mouth of any man of Judah in all the land of Egypt, saying, ‘As the Lord GOD lives.’ <b class=\"verse-num\" id=\"v24044027-1\">27&nbsp;</b>Behold, I am watching over them for disaster and not for good. All the men of Judah who are in the land of Egypt shall be consumed by the sword and by famine, until there is an end of them. <b class=\"verse-num\" id=\"v24044028-1\">28&nbsp;</b>And those who escape the sword shall return from the land of Egypt to the land of Judah, few in number; and all the remnant of Judah, who came to the land of Egypt to live, shall know whose word will stand, mine or theirs.</p>\n\n</div>","kjv":"<strong>16</strong> As for the word that thou hast spoken unto us in the name of the LORD, we will not hearken unto thee.  <strong>17</strong> But we will certainly do whatsoever thing goeth forth out of our own mouth, to burn incense unto the queen of heaven, and to pour out drink offerings unto her, as we have done, we, and our fathers, our kings, and our princes, in the cities of Judah, and in the streets of Jerusalem: for then had we plenty of victuals, and were well, and saw no evil.  <strong>18</strong> But since we left off to burn incense to the queen of heaven, and to pour out drink offerings unto her, we have wanted all things, and have been consumed by the sword and by the famine.  <strong>19</strong> And when we burned incense to the queen of heaven, and poured out drink offerings unto her, did we make her cakes to worship her, and pour out drink offerings unto her, without our men?  <strong>20</strong> Then Jeremiah said unto all the people, to the men, and to the women, and to all the people which had given him that answer, saying,  <strong>21</strong> The incense that ye burned in the cities of Judah, and in the streets of Jerusalem, ye, and your fathers, your kings, and your princes, and the people of the land, did not the LORD remember them, and came it not into his mind?  <strong>22</strong> So that the LORD could no longer bear, because of the evil of your doings, and because of the abominations which ye have committed; therefore is your land a desolation, and an astonishment, and a curse, without an inhabitant, as at this day.  <strong>23</strong> Because ye have burned incense, and because ye have sinned against the LORD, and have not obeyed the voice of the LORD, nor walked in his law, nor in his statutes, nor in his testimonies; therefore this evil is happened unto you, as at this day.  <strong>24</strong> Moreover Jeremiah said unto all the people, and to all the women, Hear the word of the LORD, all Judah that are in the land of Egypt:  <strong>25</strong> Thus saith the LORD of hosts, the God of Israel, saying; Ye and your wives have both spoken with your mouths, and fulfilled with your hand, saying, We will surely perform our vows that we have vowed, to burn incense to the queen of heaven, and to pour out drink offerings unto her: ye will surely accomplish your vows, and surely perform your vows.  <strong>26</strong> Therefore hear ye the word of the LORD, all Judah that dwell in the land of Egypt; Behold, I have sworn by my great name, saith the LORD, that my name shall no more be named in the mouth of any man of Judah in all the land of Egypt, saying, The Lord GOD liveth.  <strong>27</strong> Behold, I will watch over them for evil, and not for good: and all the men of Judah that are in the land of Egypt shall be consumed by the sword and by the famine, until there be an end of them.  <strong>28</strong> Yet a small number that escape the sword shall return out of the land of Egypt into the land of Judah, and all the remnant of Judah, that are gone into the land of Egypt to sojourn there, shall know whose words shall stand, mine, or theirs.  ","niv":"<sup><strong>16</strong></sup> \"We will not listen to the message you have spoken to us in the name of the LORD! <sup><strong>17</strong></sup> We will certainly do everything we said we would: We will burn incense to the Queen of Heaven and will pour out drink offerings to her just as we and our fathers, our kings and our officials did in the towns of Judah and in the streets of Jerusalem. At that time we had plenty of food and were well off and suffered no harm. <sup><strong>18</strong></sup> But ever since we stopped burning incense to the Queen of Heaven and pouring out drink offerings to her, we have had nothing and have been perishing by sword and famine.\" <sup><strong>19</strong></sup> The women added, \"When we burned incense to the Queen of Heaven and poured out drink offerings to her, did not our husbands know that we were making cakes like her image and pouring out drink offerings to her?\" <sup><strong>20</strong></sup> Then Jeremiah said to all the people, both men and women, who were answering him, <sup><strong>21</strong></sup> \"Did not the LORD remember and think about the incense burned in the towns of Judah and the streets of Jerusalem by you and your fathers, your kings and your officials and the people of the land? <sup><strong>22</strong></sup> When the LORD could no longer endure your wicked actions and the detestable things you did, your land became an object of cursing and a desolate waste without inhabitants, as it is today. <sup><strong>23</strong></sup> Because you have burned incense and have sinned against the LORD and have not obeyed him or followed his law or his decrees or his stipulations, this disaster has come upon you, as you now see.\" <sup><strong>24</strong></sup> Then Jeremiah said to all the people, including the women, \"Hear the word of the LORD, all you people of Judah in Egypt. <sup><strong>25</strong></sup> This is what the LORD Almighty, the God of Israel, says: You and your wives have shown by your actions what you promised when you said, 'We will certainly carry out the vows we made to burn incense and pour out drink offerings to the Queen of Heaven.'\"Go ahead then, do what you promised! Keep your vows! <sup><strong>26</strong></sup> But hear the word of the LORD, all Jews living in Egypt: 'I swear by my great name,' says the LORD, 'that no one from Judah living anywhere in Egypt will ever again invoke my name or swear, \"As surely as the Sovereign LORD lives.\" <sup><strong>27</strong></sup> For I am watching over them for harm, not for good; the Jews in Egypt will perish by sword and famine until they are all destroyed. <sup><strong>28</strong></sup> Those who escape the sword and return to the land of Judah from Egypt will be very few. Then the whole remnant of Judah who came to live in Egypt will know whose word will stand-mine or theirs. "},{"_id":"61697e1cbda5ba8d73708674","topicId":"61697e16bda5ba8d73708664","verse":"Matthew 2:11","votes":20,"__v":0,"esv":"<div>\n<p id=\"p40002011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v40002011-1\">11&nbsp;</b>And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh.</p>\n</div>","kjv":"<strong>11</strong> And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.  ","niv":"<sup><strong>11</strong></sup> On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh."},{"_id":"61697e1cbda5ba8d73708675","topicId":"61697e16bda5ba8d73708664","verse":"Acts 1:14","votes":21,"__v":0,"esv":"<div>\n<p id=\"p44001014_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001014-1\">14&nbsp;</b>All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers.</p>\n\n</div>","kjv":"<strong>14</strong> These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.  ","niv":"<sup><strong>14</strong></sup> They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers."},{"_id":"61697e1dbda5ba8d73708676","topicId":"61697e16bda5ba8d73708664","verse":"James 5:16","votes":17,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"61697e1dbda5ba8d73708677","topicId":"61697e16bda5ba8d73708664","verse":"Romans 3:23","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"61697e1dbda5ba8d73708678","topicId":"61697e16bda5ba8d73708664","verse":"1 Timothy 1:1","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p54001001_02-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by command of God our Savior and of Christ Jesus our hope,</p>\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the commandment of God our Saviour, and Lord Jesus Christ, which is our hope;  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus our hope,"},{"_id":"61697e1ebda5ba8d73708679","topicId":"61697e16bda5ba8d73708664","verse":"Luke 1:46-47","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p42001046_07-22\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_07-22\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br><span id=\"p42001047_07-22\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>46</strong> And Mary said, My soul doth magnify the Lord,  <strong>47</strong> And my spirit hath rejoiced in God my Saviour.  ","niv":"<sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord <sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, "},{"_id":"61697e1ebda5ba8d7370867a","topicId":"61697e16bda5ba8d73708664","verse":"Hebrews 7:25","votes":11,"__v":0,"esv":"<div>\n<p id=\"p58007025_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v58007025-1\">25&nbsp;</b>Consequently, he is able to save to the uttermost those who draw near to God through him, since he always lives to make intercession for them.</p>\n\n</div>","kjv":"<strong>25</strong> Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.  ","niv":"<sup><strong>25</strong></sup> Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them."},{"_id":"61697e1ebda5ba8d7370867b","topicId":"61697e16bda5ba8d73708664","verse":"Ephesians 6:9-10","votes":11,"__v":0,"esv":"<div>\n<p id=\"p49006009_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006009-1\">9&nbsp;</b>Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.</p>\n\n<p id=\"p49006009_06-24\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might.</p>\n\n</div>","kjv":"<strong>9</strong> And, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.  <strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  ","niv":"<sup><strong>9</strong></sup> And masters, treat your slaves in the same way. Do not threaten them, since you know that he who is both their Master and yours is in heaven, and there is no favoritism with him. <sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. "},{"_id":"61697e1ebda5ba8d7370867c","topicId":"61697e16bda5ba8d73708664","verse":"Revelation 5:8","votes":12,"__v":0,"esv":"<div>\n<p id=\"p66005008_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v66005008-1\">8&nbsp;</b>And when he had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each holding a harp, and golden bowls full of incense, which are the prayers of the saints.</p>\n</div>","kjv":"<strong>8</strong> And when he had taken the book, the four beasts and four and  twenty elders fell down before the Lamb, having every one of them harps, and golden vials full of odours, which are the prayers of saints.  ","niv":"<sup><strong>8</strong></sup> And when he had taken it, the four living creatures and the twenty-four elders fell down before the Lamb. Each one had a harp and they were holding golden bowls full of incense, which are the prayers of the saints."},{"_id":"61697e1fbda5ba8d7370867d","topicId":"61697e16bda5ba8d73708664","verse":"Psalm 14:2-3","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19014002_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19014002-1\">2&nbsp;</b>&nbsp;&nbsp;The LORD looks down from heaven on the children of man,</span><br><span id=\"p19014002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to see if there are any who understand,</span><br><span id=\"p19014002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who seek after God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19014003_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19014003-1\">3&nbsp;</b>&nbsp;&nbsp;They have all turned aside; together they have become corrupt;</span><br><span id=\"p19014003_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is none who does good,</span><br><span id=\"p19014003_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not even one.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> The LORD looked down from heaven upon the children of men, to see if there were any that did understand, and seek God.  <strong>3</strong> They are all gone aside, they are all together become filthy: there is none that doeth good, no, not one.  ","niv":"<sup><strong>2</strong></sup> The LORD looks down from heaven on the sons of men to see if there are any who understand, any who seek God. <sup><strong>3</strong></sup> All have turned aside, they have together become corrupt; there is no one who does good, not even one. "}]}