{"_id":"61697c37bda5ba8d73708563","slug":"praying-for-yourself","name":"Praying For Yourself","verses":[{"_id":"61697c37bda5ba8d73708564","topicId":"61697c37bda5ba8d73708563","verse":"Matthew 7:7","votes":73,"__v":0,"esv":"<div>\n\n<p id=\"p40007007_07-1\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span></p>\n</div>","kjv":"<strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  ","niv":"<sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.","modified":"2023-08-07T13:08:28.935Z"},{"_id":"61697c37bda5ba8d73708565","topicId":"61697c37bda5ba8d73708563","verse":"1 Thessalonians 5:16-18","votes":39,"__v":0,"esv":"<div>\n<p id=\"p52005016_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005016-1\">16&nbsp;</b>Rejoice always, <b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing, <b class=\"verse-num\" id=\"v52005018-1\">18&nbsp;</b>give thanks in all circumstances; for this is the will of God in Christ Jesus for you.</p>\n</div>","kjv":"<strong>16</strong> Rejoice evermore.  <strong>17</strong> Pray without ceasing.  <strong>18</strong> In every thing give thanks: for this is the will of God in Christ Jesus concerning you.  ","niv":"<sup><strong>16</strong></sup> Be joyful always; <sup><strong>17</strong></sup> pray continually; <sup><strong>18</strong></sup> give thanks in all circumstances, for this is God's will for you in Christ Jesus. ","modified":"2023-10-20T14:19:30.244Z"},{"_id":"61697c38bda5ba8d73708566","topicId":"61697c37bda5ba8d73708563","verse":"Ephesians 3:14-21","votes":38,"__v":0,"esv":"<div>\n\n<p id=\"p49003014_05-4\"><b class=\"verse-num\" id=\"v49003014-1\">14&nbsp;</b>For this reason I bow my knees before the Father, <b class=\"verse-num\" id=\"v49003015-1\">15&nbsp;</b>from whom every family in heaven and on earth is named, <b class=\"verse-num\" id=\"v49003016-1\">16&nbsp;</b>that according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being, <b class=\"verse-num\" id=\"v49003017-1\">17&nbsp;</b>so that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love, <b class=\"verse-num\" id=\"v49003018-1\">18&nbsp;</b>may have strength to comprehend with all the saints what is the breadth and length and height and depth, <b class=\"verse-num\" id=\"v49003019-1\">19&nbsp;</b>and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God.</p>\n<p id=\"p49003019_05-4\"><b class=\"verse-num\" id=\"v49003020-1\">20&nbsp;</b>Now to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us, <b class=\"verse-num\" id=\"v49003021-1\">21&nbsp;</b>to him be glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen.</p>\n\n</div>","kjv":"<strong>14</strong> For this cause I bow my knees unto the Father of our Lord Jesus Christ,  <strong>15</strong> Of whom the whole family in heaven and earth is named,  <strong>16</strong> That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;  <strong>17</strong> That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,  <strong>18</strong> May be able to comprehend with all saints what is the breadth, and length, and depth, and height;  <strong>19</strong> And to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.  <strong>20</strong> Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,  <strong>21</strong> Unto him be glory in the church by Christ Jesus throughout all ages, world without end. Amen.  ","niv":"<sup><strong>14</strong></sup> For this reason I kneel before the Father, <sup><strong>15</strong></sup> from whom his whole family in heaven and on earth derives its name. <sup><strong>16</strong></sup> I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being, <sup><strong>17</strong></sup> so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love, <sup><strong>18</strong></sup> may have power, together with all the saints, to grasp how wide and long and high and deep is the love of Christ, <sup><strong>19</strong></sup> and to know this love that surpasses knowledge--that you may be filled to the measure of all the fullness of God. <sup><strong>20</strong></sup> Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us, <sup><strong>21</strong></sup> to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen. ","modified":"2023-10-03T18:23:58.635Z"},{"_id":"61697c38bda5ba8d73708567","topicId":"61697c37bda5ba8d73708563","verse":"Matthew 6:6","votes":38,"__v":0,"esv":"<div>\n<p id=\"p40006006_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  ","niv":"<sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you.","modified":"2023-11-20T14:05:17.440Z"},{"_id":"61697c38bda5ba8d73708568","topicId":"61697c37bda5ba8d73708563","verse":"Philippians 4:6-7","votes":32,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. ","modified":"2023-01-10T15:03:07.874Z"},{"_id":"61697c39bda5ba8d73708569","topicId":"61697c37bda5ba8d73708563","verse":"Matthew 26:39","votes":35,"__v":0,"esv":"<div>\n<p id=\"p40026039_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026039-1\">39&nbsp;</b>And going a little farther he fell on his face and prayed, saying, <span class=\"woc\">“My Father, if it be possible, let this cup pass from me; nevertheless, not as I will, but as you will.”</span></p>\n</div>","kjv":"<strong>39</strong> And he went a little farther, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.  ","niv":"<sup><strong>39</strong></sup> Going a little farther, he fell with his face to the ground and prayed, \"My Father, if it is possible, may this cup be taken from me. Yet not as I will, but as you will.\"","modified":"2023-11-20T14:05:57.215Z"},{"_id":"61697c39bda5ba8d7370856a","topicId":"61697c37bda5ba8d73708563","verse":"James 5:16","votes":28,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective.","modified":"2023-10-17T02:05:42.707Z"},{"_id":"61697c39bda5ba8d7370856b","topicId":"61697c37bda5ba8d73708563","verse":"Ephesians 6:18","votes":27,"__v":0,"esv":"<div>\n<p id=\"p49006018_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints.","modified":"2022-08-12T12:07:39.385Z"},{"_id":"61697c39bda5ba8d7370856c","topicId":"61697c37bda5ba8d73708563","verse":"1 Chronicles 4:9-10","votes":22,"__v":0,"esv":"<div>\n<p id=\"p13004009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v13004009-1\">9&nbsp;</b>Jabez was more honorable than his brothers; and his mother called his name Jabez, saying, “Because I bore him in pain.” <b class=\"verse-num\" id=\"v13004010-1\">10&nbsp;</b>Jabez called upon the God of Israel, saying, “Oh that you would bless me and enlarge my border, and that your hand might be with me, and that you would keep me from harm so that it might not bring me pain!” And God granted what he asked.</p>\n\n</div>","kjv":"<strong>9</strong> And Jabez was more honourable than his brethren: and his mother called his name Jabez, saying, Because I bare him with sorrow.  <strong>10</strong> And Jabez called on the God of Israel, saying, Oh that thou wouldest bless me indeed, and enlarge my coast, and that thine hand might be with me, and that thou wouldest keep me from evil, that it may not grieve me! And God granted him that which he requested.  ","niv":"<sup><strong>9</strong></sup> Jabez was more honorable than his brothers. His mother had named him Jabez, saying, \"I gave birth to him in pain.\" <sup><strong>10</strong></sup> Jabez cried out to the God of Israel, \"Oh, that you would bless me and enlarge my territory! Let your hand be with me, and keep me from harm so that I will be free from pain.\" And God granted his request. ","modified":"2022-05-19T08:34:56.734Z"},{"_id":"61697c3abda5ba8d7370856d","topicId":"61697c37bda5ba8d73708563","verse":"Romans 8:26","votes":22,"__v":0,"esv":"<div>\n<p id=\"p45008026_01-12\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.</p>\n</div>","kjv":"<strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  ","niv":"<sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express.","modified":"2023-11-20T14:08:00.535Z"},{"_id":"61697c3abda5ba8d7370856e","topicId":"61697c37bda5ba8d73708563","verse":"Colossians 1:9-12","votes":23,"__v":0,"esv":"<div>\n<p id=\"p51001009_01-13\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light.</p>\n\n</div>","kjv":"<strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  ","niv":"<sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. ","modified":"2023-08-17T16:24:01.537Z"},{"_id":"61697c3abda5ba8d7370856f","topicId":"61697c37bda5ba8d73708563","verse":"2 Corinthians 12:8","votes":22,"__v":0,"esv":"<div>\n<p id=\"p47012008_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012008-1\">8&nbsp;</b>Three times I pleaded with the Lord about this, that it should leave me.</p>\n</div>","kjv":"<strong>8</strong> For this thing I besought the Lord thrice, that it might depart from me.  ","niv":"<sup><strong>8</strong></sup> Three times I pleaded with the Lord to take it away from me.","modified":"2022-06-08T04:15:43.184Z"},{"_id":"61697c3bbda5ba8d73708570","topicId":"61697c37bda5ba8d73708563","verse":"Matthew 5:44","votes":21,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,"},{"_id":"61697c3bbda5ba8d73708571","topicId":"61697c37bda5ba8d73708563","verse":"Philippians 4:6","votes":19,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God.","modified":"2023-11-30T16:47:27.044Z"},{"_id":"61697c3bbda5ba8d73708572","topicId":"61697c37bda5ba8d73708563","verse":"Philippians 1:9-11","votes":17,"__v":0,"esv":"<div>\n<p id=\"p50001009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v50001009-1\">9&nbsp;</b>And it is my prayer that your love may abound more and more, with knowledge and all discernment, <b class=\"verse-num\" id=\"v50001010-1\">10&nbsp;</b>so that you may approve what is excellent, and so be pure and blameless for the day of Christ, <b class=\"verse-num\" id=\"v50001011-1\">11&nbsp;</b>filled with the fruit of righteousness that comes through Jesus Christ, to the glory and praise of God.</p>\n</div>","kjv":"<strong>9</strong> And this I pray, that your love may abound yet more and more in knowledge and in all judgment;  <strong>10</strong> That ye may approve things that are excellent; that ye may be sincere and without offence till the day of Christ;  <strong>11</strong> Being filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God.  ","niv":"<sup><strong>9</strong></sup> And this is my prayer: that your love may abound more and more in knowledge and depth of insight, <sup><strong>10</strong></sup> so that you may be able to discern what is best and may be pure and blameless until the day of Christ, <sup><strong>11</strong></sup> filled with the fruit of righteousness that comes through Jesus Christ--to the glory and praise of God. ","modified":"2023-11-30T16:47:16.173Z"},{"_id":"61697c3cbda5ba8d73708573","topicId":"61697c37bda5ba8d73708563","verse":"Ephesians 1:17","votes":17,"__v":0,"esv":"<div>\n<p id=\"p49001017_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001017-1\">17&nbsp;</b>that the God of our Lord Jesus Christ, the Father of glory, may give you the Spirit of wisdom and of revelation in the knowledge of him,</p>\n</div>","kjv":"<strong>17</strong> That the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him:  ","niv":"<sup><strong>17</strong></sup> I keep asking that the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better.","modified":"2023-11-30T16:47:41.274Z"},{"_id":"61697c3cbda5ba8d73708574","topicId":"61697c37bda5ba8d73708563","verse":"Ephesians 1:15-23","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p49001015_04-19\"><b class=\"verse-num\" id=\"v49001015-1\">15&nbsp;</b>For this reason, because I have heard of your faith in the Lord Jesus and your love toward all the saints, <b class=\"verse-num\" id=\"v49001016-1\">16&nbsp;</b>I do not cease to give thanks for you, remembering you in my prayers, <b class=\"verse-num\" id=\"v49001017-1\">17&nbsp;</b>that the God of our Lord Jesus Christ, the Father of glory, may give you the Spirit of wisdom and of revelation in the knowledge of him, <b class=\"verse-num\" id=\"v49001018-1\">18&nbsp;</b>having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints, <b class=\"verse-num\" id=\"v49001019-1\">19&nbsp;</b>and what is the immeasurable greatness of his power toward us who believe, according to the working of his great might <b class=\"verse-num\" id=\"v49001020-1\">20&nbsp;</b>that he worked in Christ when he raised him from the dead and seated him at his right hand in the heavenly places, <b class=\"verse-num\" id=\"v49001021-1\">21&nbsp;</b>far above all rule and authority and power and dominion, and above every name that is named, not only in this age but also in the one to come. <b class=\"verse-num\" id=\"v49001022-1\">22&nbsp;</b>And he put all things under his feet and gave him as head over all things to the church, <b class=\"verse-num\" id=\"v49001023-1\">23&nbsp;</b>which is his body, the fullness of him who fills all in all.</p>\n\n</div>","kjv":"<strong>15</strong> Wherefore I also, after I heard of your faith in the Lord Jesus, and love unto all the saints,  <strong>16</strong> Cease not to give thanks for you, making mention of you in my prayers;  <strong>17</strong> That the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him:  <strong>18</strong> The eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints,  <strong>19</strong> And what is the exceeding greatness of his power to us-ward who believe, according to the working of his mighty power,  <strong>20</strong> Which he wrought in Christ, when he raised him from the dead, and set him at his own right hand in the heavenly places,  <strong>21</strong> Far above all principality, and power, and might, and dominion, and every name that is named, not only in this world, but also in that which is to come:  <strong>22</strong> And hath put all things under his feet, and gave him to be the head over all things to the church,  <strong>23</strong> Which is his body, the fulness of him that filleth all in all.  ","niv":"<sup><strong>15</strong></sup> For this reason, ever since I heard about your faith in the Lord Jesus and your love for all the saints, <sup><strong>16</strong></sup> I have not stopped giving thanks for you, remembering you in my prayers. <sup><strong>17</strong></sup> I keep asking that the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better. <sup><strong>18</strong></sup> I pray also that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in the saints, <sup><strong>19</strong></sup> and his incomparably great power for us who believe. That power is like the working of his mighty strength, <sup><strong>20</strong></sup> which he exerted in Christ when he raised him from the dead and seated him at his right hand in the heavenly realms, <sup><strong>21</strong></sup> far above all rule and authority, power and dominion, and every title that can be given, not only in the present age but also in the one to come. <sup><strong>22</strong></sup> And God placed all things under his feet and appointed him to be head over everything for the church, <sup><strong>23</strong></sup> which is his body, the fullness of him who fills everything in every way. ","modified":"2023-11-30T16:47:41.850Z"},{"_id":"61697c3cbda5ba8d73708575","topicId":"61697c37bda5ba8d73708563","verse":"Luke 18:1","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p42018001_07-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42018001-1\">18:1&nbsp;</b>And he told them a parable to the effect that they ought always to pray and not lose heart.</p>\n</div>","kjv":"<strong>1</strong> And he spake a parable unto them to this end, that men ought always to pray, and not to faint;  ","niv":"<sup><strong>1</strong></sup> Then Jesus told his disciples a parable to show them that they should always pray and not give up.","modified":"2023-11-13T02:55:14.466Z"},{"_id":"61697c3cbda5ba8d73708576","topicId":"61697c37bda5ba8d73708563","verse":"Psalm 145:18","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19145018_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to all who call on him,</span><br><span id=\"p19145018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to all who call on him in truth.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> The LORD is nigh unto all them that call upon him, to all that call upon him in truth.  ","niv":"<sup><strong>18</strong></sup> The LORD is near to all who call on him, to all who call on him in truth.","modified":"2023-05-16T23:58:01.977Z"},{"_id":"61697c3dbda5ba8d73708577","topicId":"61697c37bda5ba8d73708563","verse":"Mark 11:24","votes":17,"__v":0,"esv":"<div>\n<p id=\"p41011024_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41011024-1\">24&nbsp;</b><span class=\"woc\">Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.</span></p>\n\n</div>","kjv":"<strong>24</strong> Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall havethem.  ","niv":"<sup><strong>24</strong></sup> Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.","modified":"2023-11-20T14:09:14.834Z"},{"_id":"61697c3dbda5ba8d73708578","topicId":"61697c37bda5ba8d73708563","verse":"1 John 5:14","votes":17,"__v":0,"esv":"<div>\n<p id=\"p62005014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.</p>\n</div>","kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  ","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.","modified":"2022-10-03T23:38:19.142Z"},{"_id":"61697c3dbda5ba8d73708579","topicId":"61697c37bda5ba8d73708563","verse":"1 Thessalonians 5:17","votes":15,"__v":0,"esv":"<div>\n<p id=\"p52005017_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing,</p>\n</div>","kjv":"<strong>17</strong> Pray without ceasing.  ","niv":"<sup><strong>17</strong></sup> pray continually;","modified":"2023-09-21T08:48:16.082Z"},{"_id":"61697c3ebda5ba8d7370857a","topicId":"61697c37bda5ba8d73708563","verse":"Isaiah 41:10","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-26\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"61697c3ebda5ba8d7370857b","topicId":"61697c37bda5ba8d73708563","verse":"1 Timothy 2:8","votes":15,"__v":0,"esv":"<div>\n<p id=\"p54002008_01-28\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling;</p>\n</div>","kjv":"<strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  ","niv":"<sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing."},{"_id":"61697c3ebda5ba8d7370857c","topicId":"61697c37bda5ba8d73708563","verse":"Colossians 4:2","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p51004002_03-29\"><b class=\"verse-num\" id=\"v51004002-1\">2&nbsp;</b>Continue steadfastly in prayer, being watchful in it with thanksgiving.</p>\n</div>","kjv":"<strong>2</strong> Continue in prayer, and watch in the same with thanksgiving;  ","niv":"<sup><strong>2</strong></sup> Devote yourselves to prayer, being watchful and thankful.","modified":"2022-10-22T02:24:00.071Z"}]}