{"_id":"61697e7fbda5ba8d73708698","slug":"praying-to-the-dead-","name":"Praying To The Dead ","verses":[{"_id":"61697e80bda5ba8d73708699","topicId":"61697e7fbda5ba8d73708698","verse":"Ecclesiastes 9:5-6","votes":29,"__v":0,"esv":"<div>\n<p id=\"p21009005_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v21009005-1\">5&nbsp;</b>For the living know that they will die, but the dead know nothing, and they have no more reward, for the memory of them is forgotten. <b class=\"verse-num\" id=\"v21009006-1\">6&nbsp;</b>Their love and their hate and their envy have already perished, and forever they have no more share in all that is done under the sun.</p>\n</div>","kjv":"<strong>5</strong> For the living know that they shall die: but the dead know not any thing, neither have they any more a reward; for the memory of them is forgotten.  <strong>6</strong> Also their love, and their hatred, and their envy, is now perished; neither have they any more a portion for ever in any thing that is done under the sun.  ","niv":"<sup><strong>5</strong></sup> For the living know that they will die, but the dead know nothing; they have no further reward, and even the memory of them is forgotten. <sup><strong>6</strong></sup> Their love, their hate and their jealousy have long since vanished; never again will they have a part in anything that happens under the sun. ","modified":"2023-11-02T12:22:16.077Z"},{"_id":"61697e81bda5ba8d7370869a","topicId":"61697e7fbda5ba8d73708698","verse":"Leviticus 19:31","votes":18,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-2\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God."},{"_id":"61697e81bda5ba8d7370869b","topicId":"61697e7fbda5ba8d73708698","verse":"Isaiah 8:19","votes":25,"__v":0,"esv":"<div>\n<p id=\"p23008019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008019-1\">19&nbsp;</b>And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?</p>\n</div>","kjv":"<strong>19</strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?  ","niv":"<sup><strong>19</strong></sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?","modified":"2023-04-22T01:59:22.849Z"},{"_id":"61697e81bda5ba8d7370869c","topicId":"61697e7fbda5ba8d73708698","verse":"1 Timothy 2:5","votes":28,"__v":0,"esv":"<div>\n<p id=\"p54002005_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  ","niv":"<sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus,"},{"_id":"61697e82bda5ba8d7370869d","topicId":"61697e7fbda5ba8d73708698","verse":"Revelation 5:8","votes":10,"__v":0,"esv":"<div>\n<p id=\"p66005008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v66005008-1\">8&nbsp;</b>And when he had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each holding a harp, and golden bowls full of incense, which are the prayers of the saints.</p>\n</div>","kjv":"<strong>8</strong> And when he had taken the book, the four beasts and four and  twenty elders fell down before the Lamb, having every one of them harps, and golden vials full of odours, which are the prayers of saints.  ","niv":"<sup><strong>8</strong></sup> And when he had taken it, the four living creatures and the twenty-four elders fell down before the Lamb. Each one had a harp and they were holding golden bowls full of incense, which are the prayers of the saints."},{"_id":"61697e82bda5ba8d7370869e","topicId":"61697e7fbda5ba8d73708698","verse":"John 14:6","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"61697e82bda5ba8d7370869f","topicId":"61697e7fbda5ba8d73708698","verse":"Deuteronomy 18:11","votes":13,"__v":0,"esv":"<div>\n<p id=\"p05018011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead,</p>\n</div>","kjv":"<strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  ","niv":"<sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead."},{"_id":"61697e83bda5ba8d737086a2","topicId":"61697e7fbda5ba8d73708698","verse":"Isaiah 8:19-22","votes":8,"__v":0,"esv":"<div>\n<p id=\"p23008019_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008019-1\">19&nbsp;</b>And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living? <b class=\"verse-num\" id=\"v23008020-1\">20&nbsp;</b>To the teaching and to the testimony! If they will not speak according to this word, it is because they have no dawn. <b class=\"verse-num\" id=\"v23008021-1\">21&nbsp;</b>They will pass through the land, greatly distressed and hungry. And when they are hungry, they will be enraged and will speak contemptuously against their king and their God, and turn their faces upward. <b class=\"verse-num\" id=\"v23008022-1\">22&nbsp;</b>And they will look to the earth, but behold, distress and darkness, the gloom of anguish. And they will be thrust into thick darkness.</p>\n\n</div>","kjv":"<strong>19</strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?  <strong>20</strong> To the law and to the testimony: if they speak not according to this word, it is because there is no light in them.  <strong>21</strong> And they shall pass through it, hardly bestead and hungry: and it shall come to pass, that when they shall be hungry, they shall fret themselves, and curse their king and their God, and look upward.  <strong>22</strong> And they shall look unto the earth; and behold trouble and darkness, dimness of anguish; and they shall be driven to darkness.  ","niv":"<sup><strong>19</strong></sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living? <sup><strong>20</strong></sup> To the law and to the testimony! If they do not speak according to this word, they have no light of dawn. <sup><strong>21</strong></sup> Distressed and hungry, they will roam through the land; when they are famished, they will become enraged and, looking upward, will curse their king and their God. <sup><strong>22</strong></sup> Then they will look toward the earth and see only distress and darkness and fearful gloom, and they will be thrust into utter darkness. "},{"_id":"61697e83bda5ba8d737086a0","topicId":"61697e7fbda5ba8d73708698","verse":"Hebrews 9:27","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"61697e83bda5ba8d737086a3","topicId":"61697e7fbda5ba8d73708698","verse":"Deuteronomy 18:10-11","votes":8,"__v":0,"esv":"<div>\n<p id=\"p05018010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead,</p>\n\n</div>","kjv":"<strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  ","niv":"<sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. "},{"_id":"61697e83bda5ba8d737086a1","topicId":"61697e7fbda5ba8d73708698","verse":"1 Timothy 2:5-6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p54002005_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time.</p>\n\n</div>","kjv":"<strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  ","niv":"<sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. ","modified":"2022-06-02T20:33:04.727Z"},{"_id":"61697e84bda5ba8d737086a4","topicId":"61697e7fbda5ba8d73708698","verse":"1 Corinthians 3:1-23","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p46003001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46003001-1\">3:1&nbsp;</b>But I, brothers, could not address you as spiritual people, but as people of the flesh, as infants in Christ. <b class=\"verse-num\" id=\"v46003002-1\">2&nbsp;</b>I fed you with milk, not solid food, for you were not ready for it. And even now you are not yet ready, <b class=\"verse-num\" id=\"v46003003-1\">3&nbsp;</b>for you are still of the flesh. For while there is jealousy and strife among you, are you not of the flesh and behaving only in a human way? <b class=\"verse-num\" id=\"v46003004-1\">4&nbsp;</b>For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not being merely human?</p>\n<p id=\"p46003004_05-15\"><b class=\"verse-num\" id=\"v46003005-1\">5&nbsp;</b>What then is Apollos? What is Paul? Servants through whom you believed, as the Lord assigned to each. <b class=\"verse-num\" id=\"v46003006-1\">6&nbsp;</b>I planted, Apollos watered, but God gave the growth. <b class=\"verse-num\" id=\"v46003007-1\">7&nbsp;</b>So neither he who plants nor he who waters is anything, but only God who gives the growth. <b class=\"verse-num\" id=\"v46003008-1\">8&nbsp;</b>He who plants and he who waters are one, and each will receive his wages according to his labor. <b class=\"verse-num\" id=\"v46003009-1\">9&nbsp;</b>For we are God’s fellow workers. You are God’s field, God’s building.</p>\n<p id=\"p46003009_05-15\"><b class=\"verse-num\" id=\"v46003010-1\">10&nbsp;</b>According to the grace of God given to me, like a skilled master builder I laid a foundation, and someone else is building upon it. Let each one take care how he builds upon it. <b class=\"verse-num\" id=\"v46003011-1\">11&nbsp;</b>For no one can lay a foundation other than that which is laid, which is Jesus Christ. <b class=\"verse-num\" id=\"v46003012-1\">12&nbsp;</b>Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw—<b class=\"verse-num\" id=\"v46003013-1\">13&nbsp;</b>each one’s work will become manifest, for the Day will disclose it, because it will be revealed by fire, and the fire will test what sort of work each one has done. <b class=\"verse-num\" id=\"v46003014-1\">14&nbsp;</b>If the work that anyone has built on the foundation survives, he will receive a reward. <b class=\"verse-num\" id=\"v46003015-1\">15&nbsp;</b>If anyone’s work is burned up, he will suffer loss, though he himself will be saved, but only as through fire.</p>\n<p id=\"p46003015_05-15\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you? <b class=\"verse-num\" id=\"v46003017-1\">17&nbsp;</b>If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and you are that temple.</p>\n<p id=\"p46003017_05-15\"><b class=\"verse-num\" id=\"v46003018-1\">18&nbsp;</b>Let no one deceive himself. If anyone among you thinks that he is wise in this age, let him become a fool that he may become wise. <b class=\"verse-num\" id=\"v46003019-1\">19&nbsp;</b>For the wisdom of this world is folly with God. For it is written, “He catches the wise in their craftiness,” <b class=\"verse-num\" id=\"v46003020-1\">20&nbsp;</b>and again, “The Lord knows the thoughts of the wise, that they are futile.” <b class=\"verse-num\" id=\"v46003021-1\">21&nbsp;</b>So let no one boast in men. For all things are yours, <b class=\"verse-num\" id=\"v46003022-1\">22&nbsp;</b>whether Paul or Apollos or Cephas or the world or life or death or the present or the future—all are yours, <b class=\"verse-num\" id=\"v46003023-1\">23&nbsp;</b>and you are Christ’s, and Christ is God’s.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ.  <strong>2</strong> I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able.  <strong>3</strong> For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?  <strong>4</strong> For while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal?  <strong>5</strong> Who then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man?  <strong>6</strong> I have planted, Apollos watered; but God gave the increase.  <strong>7</strong> So then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase.  <strong>8</strong> Now he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour.  <strong>9</strong> For we are labourers together with God: ye are God’s husbandry, ye are God’s building.  <strong>10</strong> According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon.  <strong>11</strong> For other foundation can no man lay than that is laid, which is Jesus Christ.  <strong>12</strong> Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;  <strong>13</strong> Every man’s work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man’s work of what sort it is.  <strong>14</strong> If any man’s work abide which he hath built thereupon, he shall receive a reward.  <strong>15</strong> If any man’s work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.  <strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  <strong>17</strong> If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.  <strong>18</strong> Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.  <strong>19</strong> For the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness.  <strong>20</strong> And again, The Lord knoweth the thoughts of the wise, that they are vain.  <strong>21</strong> Therefore let no man glory in men. For all things are yours;  <strong>22</strong> Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours;  <strong>23</strong> And ye are Christ’s; and Christ is God’s.  ","niv":"<sup><strong>1</strong></sup> Brothers, I could not address you as spiritual but as worldly--mere infants in Christ. <sup><strong>2</strong></sup> I gave you milk, not solid food, for you were not yet ready for it. Indeed, you are still not ready. <sup><strong>3</strong></sup> You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere men? <sup><strong>4</strong></sup> For when one says, \"I follow Paul,\" and another, \"I follow Apollos,\" are you not mere men? <sup><strong>5</strong></sup> What, after all, is Apollos? And what is Paul? Only servants, through whom you came to believe--as the Lord has assigned to each his task. <sup><strong>6</strong></sup> I planted the seed, Apollos watered it, but God made it grow. <sup><strong>7</strong></sup> So neither he who plants nor he who waters is anything, but only God, who makes things grow. <sup><strong>8</strong></sup> The man who plants and the man who waters have one purpose, and each will be rewarded according to his own labor. <sup><strong>9</strong></sup> For we are God's fellow workers; you are God's field, God's building. <sup><strong>10</strong></sup> By the grace God has given me, I laid a foundation as an expert builder, and someone else is building on it. But each one should be careful how he builds. <sup><strong>11</strong></sup> For no one can lay any foundation other than the one already laid, which is Jesus Christ. <sup><strong>12</strong></sup> If any man builds on this foundation using gold, silver, costly stones, wood, hay or straw, <sup><strong>13</strong></sup> his work will be shown for what it is, because the Day will bring it to light. It will be revealed with fire, and the fire will test the quality of each man's work. <sup><strong>14</strong></sup> If what he has built survives, he will receive his reward. <sup><strong>15</strong></sup> If it is burned up, he will suffer loss; he himself will be saved, but only as one escaping through the flames. <sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you? <sup><strong>17</strong></sup> If anyone destroys God's temple, God will destroy him; for God's temple is sacred, and you are that temple. <sup><strong>18</strong></sup> Do not deceive yourselves. If any one of you thinks he is wise by the standards of this age, he should become a \"fool\" so that he may become wise. <sup><strong>19</strong></sup> For the wisdom of this world is foolishness in God's sight. As it is written: \"He catches the wise in their craftiness\"; <sup><strong>20</strong></sup> and again, \"The Lord knows that the thoughts of the wise are futile.\" <sup><strong>21</strong></sup> So then, no more boasting about men! All things are yours, <sup><strong>22</strong></sup> whether Paul or Apollos or Cephas or the world or life or death or the present or the future--all are yours, <sup><strong>23</strong></sup> and you are of Christ, and Christ is of God. "},{"_id":"61697e84bda5ba8d737086a5","topicId":"61697e7fbda5ba8d73708698","verse":"1 Chronicles 10:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p13010013_01-17\"><b class=\"verse-num\" id=\"v13010013-1\">13&nbsp;</b>So Saul died for his breach of faith. He broke faith with the LORD in that he did not keep the command of the LORD, and also consulted a medium, seeking guidance.</p>\n</div>","kjv":"<strong>13</strong> So Saul died for his transgression which he committed against the LORD, even against the word of the LORD, which he kept not, and also for asking counsel of one that had a familiar spirit, to enquire of it;  ","niv":"<sup><strong>13</strong></sup> Saul died because he was unfaithful to the LORD; he did not keep the word of the LORD and even consulted a medium for guidance,"},{"_id":"61697e84bda5ba8d737086a6","topicId":"61697e7fbda5ba8d73708698","verse":"Matthew 6:9-13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40006009_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_01-18\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_01-18\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_01-18\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_01-18\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_01-18\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_01-18\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_01-18\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_01-18\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_01-18\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_01-18\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' "},{"_id":"61697e84bda5ba8d737086a7","topicId":"61697e7fbda5ba8d73708698","verse":"1 John 3:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62003002_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.</p>\n\n</div>","kjv":"<strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  ","niv":"<sup><strong>2</strong></sup> Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is."},{"_id":"61697e85bda5ba8d737086a8","topicId":"61697e7fbda5ba8d73708698","verse":"Hebrews 9:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58009028_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009028-1\">28&nbsp;</b>so Christ, having been offered once to bear the sins of many, will appear a second time, not to deal with sin but to save those who are eagerly waiting for him.</p>\n</div>","kjv":"<strong>28</strong> So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.  ","niv":"<sup><strong>28</strong></sup> so Christ was sacrificed once to take away the sins of many people; and he will appear a second time, not to bear sin, but to bring salvation to those who are waiting for him."},{"_id":"61697e85bda5ba8d737086a9","topicId":"61697e7fbda5ba8d73708698","verse":"Acts 4:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44004012_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n\n</div>","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  ","niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\""},{"_id":"61697e86bda5ba8d737086aa","topicId":"61697e7fbda5ba8d73708698","verse":"Matthew 15:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40015006_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40015006-1\">6&nbsp;</b><span class=\"woc\">he need not honor his father.’</span> <span class=\"woc\">So for the sake of your tradition you have made void the word of God.</span></p>\n\n</div>","kjv":"<strong>6</strong> And honour not his father or his mother, he shall be free.  Thus have ye made the commandment of God of none effect by your tradition.  ","niv":"<sup><strong>6</strong></sup> he is not to 'honor his father 'with it. Thus you nullify the word of God for the sake of your tradition."},{"_id":"61697e86bda5ba8d737086ab","topicId":"61697e7fbda5ba8d73708698","verse":"Ephesians 4:8-10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49004008_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004008-1\">8&nbsp;</b>Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49004008_01-23\" class=\"line\">&nbsp;&nbsp;“When he ascended on high he led a host of captives,</span><br><span id=\"p49004008_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he gave gifts to men.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49004008_01-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v49004009-1\">9&nbsp;</b>(In saying, “He ascended,” what does it mean but that he had also descended into the lower regions, the earth? <b class=\"verse-num\" id=\"v49004010-1\">10&nbsp;</b>He who descended is the one who also ascended far above all the heavens, that he might fill all things.)</p>\n\n</div>","kjv":"<strong>8</strong> Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.  <strong>9</strong> (Now that he ascended, what is it but that he also descended first into the lower parts of the earth?  <strong>10</strong> He that descended is the same also that ascended up far above all heavens, that he might fill all things.)  ","niv":"<sup><strong>8</strong></sup> This is why it says: \"When he ascended on high, he led captives in his train and gave gifts to men.\" <sup><strong>9</strong></sup> (What does \"he ascended\" mean except that he also descended to the lower, earthly regions? <sup><strong>10</strong></sup> He who descended is the very one who ascended higher than all the heavens, in order to fill the whole universe.) "},{"_id":"61697e86bda5ba8d737086ad","topicId":"61697e7fbda5ba8d73708698","verse":"Hebrews 4:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58004015_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.</p>\n</div>","kjv":"<strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  ","niv":"<sup><strong>15</strong></sup> For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet was without sin."},{"_id":"61697e86bda5ba8d737086ac","topicId":"61697e7fbda5ba8d73708698","verse":"John 3:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43003013_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span></p>\n\n</div>","kjv":"<strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. ","niv":"<sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man."},{"_id":"61697e87bda5ba8d737086ae","topicId":"61697e7fbda5ba8d73708698","verse":"Exodus 20:4-5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02020004_01-26\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me,</p>\n</div>","kjv":"<strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  ","niv":"<sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, "},{"_id":"61697e87bda5ba8d737086af","topicId":"61697e7fbda5ba8d73708698","verse":"2 John 1:9","votes":4,"__v":0,"kjv":"<strong>9</strong> Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.  ","niv":"<sup><strong>1</strong></sup> The elder,"},{"_id":"61697e87bda5ba8d737086b0","topicId":"61697e7fbda5ba8d73708698","verse":"Matthew 17:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40017005_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017005-1\">5&nbsp;</b>He was still speaking when, behold, a bright cloud overshadowed them, and a voice from the cloud said, “This is my beloved Son, with whom I am well pleased; listen to him.”</p>\n\n</div>","kjv":"<strong>5</strong> While he yet spake, behold, a bright cloud overshadowed them: and behold a voice out of the cloud, which said, This is my beloved Son, in whom I am well pleased; hear ye him.  ","niv":"<sup><strong>5</strong></sup> While he was still speaking, a bright cloud enveloped them, and a voice from the cloud said, \"This is my Son, whom I love; with him I am well pleased. Listen to him!\""},{"_id":"61697e88bda5ba8d737086b1","topicId":"61697e7fbda5ba8d73708698","verse":"1 Samuel 28:3-20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p09028003_01-30\"><b class=\"verse-num\" id=\"v09028003-1\">3&nbsp;</b>Now Samuel had died, and all Israel had mourned for him and buried him in Ramah, his own city. And Saul had put the mediums and the necromancers out of the land. <b class=\"verse-num\" id=\"v09028004-1\">4&nbsp;</b>The Philistines assembled and came and encamped at Shunem. And Saul gathered all Israel, and they encamped at Gilboa. <b class=\"verse-num\" id=\"v09028005-1\">5&nbsp;</b>When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly. <b class=\"verse-num\" id=\"v09028006-1\">6&nbsp;</b>And when Saul inquired of the LORD, the LORD did not answer him, either by dreams, or by Urim, or by prophets. <b class=\"verse-num\" id=\"v09028007-1\">7&nbsp;</b>Then Saul said to his servants, “Seek out for me a woman who is a medium, that I may go to her and inquire of her.” And his servants said to him, “Behold, there is a medium at En-dor.”</p>\n<p id=\"p09028007_01-30\"><b class=\"verse-num\" id=\"v09028008-1\">8&nbsp;</b>So Saul disguised himself and put on other garments and went, he and two men with him. And they came to the woman by night. And he said, “Divine for me by a spirit and bring up for me whomever I shall name to you.” <b class=\"verse-num\" id=\"v09028009-1\">9&nbsp;</b>The woman said to him, “Surely you know what Saul has done, how he has cut off the mediums and the necromancers from the land. Why then are you laying a trap for my life to bring about my death?” <b class=\"verse-num\" id=\"v09028010-1\">10&nbsp;</b>But Saul swore to her by the LORD, “As the LORD lives, no punishment shall come upon you for this thing.” <b class=\"verse-num\" id=\"v09028011-1\">11&nbsp;</b>Then the woman said, “Whom shall I bring up for you?” He said, “Bring up Samuel for me.” <b class=\"verse-num\" id=\"v09028012-1\">12&nbsp;</b>When the woman saw Samuel, she cried out with a loud voice. And the woman said to Saul, “Why have you deceived me? You are Saul.” <b class=\"verse-num\" id=\"v09028013-1\">13&nbsp;</b>The king said to her, “Do not be afraid. What do you see?” And the woman said to Saul, “I see a god coming up out of the earth.” <b class=\"verse-num\" id=\"v09028014-1\">14&nbsp;</b>He said to her, “What is his appearance?” And she said, “An old man is coming up, and he is wrapped in a robe.” And Saul knew that it was Samuel, and he bowed with his face to the ground and paid homage.</p>\n<p id=\"p09028014_01-30\"><b class=\"verse-num\" id=\"v09028015-1\">15&nbsp;</b>Then Samuel said to Saul, “Why have you disturbed me by bringing me up?” Saul answered, “I am in great distress, for the Philistines are warring against me, and God has turned away from me and answers me no more, either by prophets or by dreams. Therefore I have summoned you to tell me what I shall do.” <b class=\"verse-num\" id=\"v09028016-1\">16&nbsp;</b>And Samuel said, “Why then do you ask me, since the LORD has turned from you and become your enemy? <b class=\"verse-num\" id=\"v09028017-1\">17&nbsp;</b>The LORD has done to you as he spoke by me, for the LORD has torn the kingdom out of your hand and given it to your neighbor, David. <b class=\"verse-num\" id=\"v09028018-1\">18&nbsp;</b>Because you did not obey the voice of the LORD and did not carry out his fierce wrath against Amalek, therefore the LORD has done this thing to you this day. <b class=\"verse-num\" id=\"v09028019-1\">19&nbsp;</b>Moreover, the LORD will give Israel also with you into the hand of the Philistines, and tomorrow you and your sons shall be with me. The LORD will give the army of Israel also into the hand of the Philistines.”</p>\n<p id=\"p09028019_01-30\"><b class=\"verse-num\" id=\"v09028020-1\">20&nbsp;</b>Then Saul fell at once full length on the ground, filled with fear because of the words of Samuel. And there was no strength in him, for he had eaten nothing all day and all night.</p>\n</div>","kjv":"<strong>3</strong> Now Samuel was dead, and all Israel had lamented him, and buried him in Ramah, even in his own city. And Saul had put away those that had familiar spirits, and the wizards, out of the land.  <strong>4</strong> And the Philistines gathered themselves together, and came and pitched in Shunem: and Saul gathered all Israel together, and they pitched in Gilboa.  <strong>5</strong> And when Saul saw the host of the Philistines, he was afraid, and his heart greatly trembled.  <strong>6</strong> And when Saul enquired of the LORD, the LORD answered him not, neither by dreams nor by Urim, nor by prophets.  <strong>7</strong> Then said Saul unto his servants, Seek me a woman that hath a familiar spirit, that I may go to her, and enquire of her. And his servants said to him, Behold, there is a woman that hath a familiar spirit at Endor.  <strong>8</strong> And Saul disguised himself, and put on other raiment, and he went, and two men with him, and they came to the woman by night: and he said, I pray thee, divine unto me by the familiar spirit, and bring me him up, whom I shall name unto thee.  <strong>9</strong> And the woman said unto him, Behold, thou knowest what Saul hath done, how he hath cut off those that have familiar spirits, and the wizards, out of the land: wherefore then layest thou a snare for my life, to cause me to die?  <strong>10</strong> And Saul sware to her by the LORD, saying, As the LORD liveth, there shall no punishment happen to thee for this thing.  <strong>11</strong> Then said the woman, Whom shall I bring up unto thee? And he said, Bring me up Samuel.  <strong>12</strong> And when the woman saw Samuel, she cried with a loud voice: and the woman spake to Saul, saying, Why hast thou deceived me? for thou art  Saul.  <strong>13</strong> And the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw gods ascending out of the earth.  <strong>14</strong> And he said unto her, What form is he of? And she said, An old man cometh up; and he is covered with a mantle. And Saul perceived that it was Samuel, and he stooped with his face to the ground, and bowed himself.  <strong>15</strong> And Samuel said to Saul, Why hast thou disquieted me, to bring me up? And Saul answered, I am sore distressed; for the Philistines make war against me, and God is departed from me, and answereth me no more, neither by prophets, nor by dreams: therefore I have called thee, that thou mayest make known unto me what I shall do.  <strong>16</strong> Then said Samuel, Wherefore then dost thou ask of me, seeing the LORD is departed from thee, and is become thine enemy?  <strong>17</strong> And the LORD hath done to him, as he spake by me: for the LORD hath rent the kingdom out of thine hand, and given it to thy neighbour, even  to David:  <strong>18</strong> Because thou obeyedst not the voice of the LORD, nor executedst his fierce wrath upon Amalek, therefore hath the LORD done this thing unto thee this day.  <strong>19</strong> Moreover the LORD will also deliver Israel with thee into the hand of the Philistines: and to morrow shalt thou and thy sons be  with me: the LORD also shall deliver the host of Israel into the hand of the Philistines.  <strong>20</strong> Then Saul fell straightway all along on the earth, and was sore afraid, because of the words of Samuel: and there was no strength in him; for he had eaten no bread all the day, nor all the night.  ","niv":"<sup><strong>3</strong></sup> Now Samuel was dead, and all Israel had mourned for him and buried him in his own town of Ramah. Saul had expelled the mediums and spiritists from the land. <sup><strong>4</strong></sup> The Philistines assembled and came and set up camp at Shunem, while Saul gathered all the Israelites and set up camp at Gilboa. <sup><strong>5</strong></sup> When Saul saw the Philistine army, he was afraid; terror filled his heart. <sup><strong>6</strong></sup> He inquired of the LORD, but the LORD did not answer him by dreams or Urim or prophets. <sup><strong>7</strong></sup> Saul then said to his attendants, \"Find me a woman who is a medium, so I may go and inquire of her.There is one in Endor,\" they said. <sup><strong>8</strong></sup> So Saul disguised himself, putting on other clothes, and at night he and two men went to the woman. \"Consult a spirit for me,\" he said, \"and bring up for me the one I name.\" <sup><strong>9</strong></sup> But the woman said to him, \"Surely you know what Saul has done. He has cut off the mediums and spiritists from the land. Why have you set a trap for my life to bring about my death?\" <sup><strong>10</strong></sup> Saul swore to her by the LORD, \"As surely as the LORD lives, you will not be punished for this.\" <sup><strong>11</strong></sup> Then the woman asked, \"Whom shall I bring up for you?Bring up Samuel,\" he said. <sup><strong>12</strong></sup> When the woman saw Samuel, she cried out at the top of her voice and said to Saul, \"Why have you deceived me? You are Saul!\" <sup><strong>13</strong></sup> The king said to her, \"Don't be afraid. What do you see?\" The woman said, \"I see a spirit coming up out of the ground.\" <sup><strong>14</strong></sup> \"What does he look like?\" he asked. \"An old man wearing a robe is coming up,\" she said. Then Saul knew it was Samuel, and he bowed down and prostrated himself with his face to the ground. <sup><strong>15</strong></sup> Samuel said to Saul, \"Why have you disturbed me by bringing me up?I am in great distress,\" Saul said. \"The Philistines are fighting against me, and God has turned away from me. He no longer answers me, either by prophets or by dreams. So I have called on you to tell me what to do.\" <sup><strong>16</strong></sup> Samuel said, \"Why do you consult me, now that the LORD has turned away from you and become your enemy? <sup><strong>17</strong></sup> The LORD has done what he predicted through me. The LORD has torn the kingdom out of your hands and given it to one of your neighbors-to David. <sup><strong>18</strong></sup> Because you did not obey the LORD or carry out his fierce wrath against the Amalekites, the LORD has done this to you today. <sup><strong>19</strong></sup> The LORD will hand over both Israel and you to the Philistines, and tomorrow you and your sons will be with me. The LORD will also hand over the army of Israel to the Philistines.\" <sup><strong>20</strong></sup> Immediately Saul fell full length on the ground, filled with fear because of Samuel's words. His strength was gone, for he had eaten nothing all that day and night. "}]}