{"_id":"61697be7bda5ba8d7370852f","slug":"praying-for-the-lost","name":"Praying For The Lost","verses":[{"_id":"61697be7bda5ba8d73708530","topicId":"61697be7bda5ba8d7370852f","verse":"Acts 26:18","votes":251,"__v":0,"esv":"<div>\n<p id=\"p44026018_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44026018-1\">18&nbsp;</b><span class=\"woc\">to open their eyes, so that they may turn from darkness to light and from the power of Satan to God, that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’</span></p>\n</div>","kjv":"<strong>18</strong> To open their eyes, and to turn them  from darkness to light, and from the power of Satan unto God, that they may receive forgiveness of sins, and inheritance among them which are sanctified by faith that is in me.  ","niv":"<sup><strong>18</strong></sup> to open their eyes and turn them from darkness to light, and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.'","modified":"2023-07-06T14:15:34.626Z"},{"_id":"61697be7bda5ba8d73708531","topicId":"61697be7bda5ba8d7370852f","verse":"Romans 10:1","votes":245,"__v":0,"esv":"<div>\n<p id=\"p45010001_01-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45010001-1\">10:1&nbsp;</b>Brothers, my heart’s desire and prayer to God for them is that they may be saved.</p>\n\n</div>","kjv":"<strong>1</strong> Brethren, my heart’s desire and prayer to God for Israel is, that they might be saved.  ","niv":"<sup><strong>1</strong></sup> Brothers, my heart's desire and prayer to God for the Israelites is that they may be saved.","modified":"2022-10-25T07:28:00.405Z"},{"_id":"61697be8bda5ba8d73708532","topicId":"61697be7bda5ba8d7370852f","verse":"1 Timothy 2:1-6","votes":189,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth. <b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time.</p>\n\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  <strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. <sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. ","modified":"2022-10-05T15:04:02.328Z"},{"_id":"61697be8bda5ba8d73708533","topicId":"61697be7bda5ba8d7370852f","verse":"2 Peter 3:9","votes":162,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance.","modified":"2022-11-20T02:04:13.071Z"},{"_id":"61697be8bda5ba8d73708534","topicId":"61697be7bda5ba8d7370852f","verse":"Luke 19:10","votes":136,"__v":0,"esv":"<div>\n<p id=\"p42019010_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42019010-1\">10&nbsp;</b><span class=\"woc\">For the Son of Man came to seek and to save the lost.”</span></p>\n</div>","kjv":"<strong>10</strong> For the Son of man is come to seek and to save that which was lost.  ","niv":"<sup><strong>10</strong></sup> For the Son of Man came to seek and to save what was lost.\"","modified":"2023-08-28T05:30:44.639Z"},{"_id":"61697be9bda5ba8d73708535","topicId":"61697be7bda5ba8d7370852f","verse":"1 Timothy 2:4","votes":119,"__v":0,"esv":"<div>\n<p id=\"p54002004_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth.","modified":"2023-05-18T12:44:51.307Z"},{"_id":"61697be9bda5ba8d73708536","topicId":"61697be7bda5ba8d7370852f","verse":"Matthew 9:37-38","votes":98,"__v":0,"esv":"<div>\n<p id=\"p40009037_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v40009037-1\">37&nbsp;</b>Then he said to his disciples, <span class=\"woc\">“The harvest is plentiful, but the laborers are few;</span> <b class=\"verse-num woc\" id=\"v40009038-1\">38&nbsp;</b><span class=\"woc\">therefore pray earnestly to the Lord of the harvest to send out laborers into his harvest.”</span></p>\n</div>","kjv":"<strong>37</strong> Then saith he unto his disciples, The harvest truly is  plenteous, but the labourers are few;  <strong>38</strong> Pray ye therefore the Lord of the harvest, that he will send forth labourers into his harvest. ","niv":"<sup><strong>37</strong></sup> Then he said to his disciples, \"The harvest is plentiful but the workers are few. <sup><strong>38</strong></sup> Ask the Lord of the harvest, therefore, to send out workers into his harvest field.\" "},{"_id":"61697be9bda5ba8d73708537","topicId":"61697be7bda5ba8d7370852f","verse":"1 John 5:14","votes":97,"__v":0,"esv":"<div>\n<p id=\"p62005014_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.</p>\n</div>","kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  ","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.","modified":"2023-10-13T18:48:29.863Z"},{"_id":"61697be9bda5ba8d73708538","topicId":"61697be7bda5ba8d7370852f","verse":"2 Timothy 2:26","votes":96,"__v":0,"esv":"<div>\n<p id=\"p55002026_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n</div>","kjv":"<strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will.","modified":"2023-11-09T04:44:40.349Z"},{"_id":"61697beabda5ba8d73708539","topicId":"61697be7bda5ba8d7370852f","verse":"Ezekiel 36:26","votes":80,"__v":0,"esv":"<div>\n<p id=\"p26036026_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v26036026-1\">26&nbsp;</b>And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh.</p>\n</div>","kjv":"<strong>26</strong> A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.  ","niv":"<sup><strong>26</strong></sup> I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh.","modified":"2023-08-21T12:46:20.723Z"},{"_id":"61697beabda5ba8d7370853a","topicId":"61697be7bda5ba8d7370852f","verse":"John 6:44","votes":73,"__v":0,"esv":"<div>\n<p id=\"p43006044_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span></p>\n</div>","kjv":"<strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  ","niv":"<sup><strong>44</strong></sup> \"No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day.","modified":"2023-09-07T21:33:51.502Z"},{"_id":"61697beabda5ba8d7370853b","topicId":"61697be7bda5ba8d7370852f","verse":"Ephesians 6:19-20","votes":66,"__v":0,"esv":"<div>\n<p id=\"p49006019_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006019-1\">19&nbsp;</b>and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel, <b class=\"verse-num\" id=\"v49006020-1\">20&nbsp;</b>for which I am an ambassador in chains, that I may declare it boldly, as I ought to speak.</p>\n</div>","kjv":"<strong>19</strong> And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,  <strong>20</strong> For which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak.  ","niv":"<sup><strong>19</strong></sup> Pray also for me, that whenever I open my mouth, words may be given me so that I will fearlessly make known the mystery of the gospel, <sup><strong>20</strong></sup> for which I am an ambassador in chains. Pray that I may declare it fearlessly, as I should. ","modified":"2023-03-19T18:17:44.080Z"},{"_id":"61697bebbda5ba8d7370853c","topicId":"61697be7bda5ba8d7370852f","verse":"2 Corinthians 4:4","votes":63,"__v":0,"esv":"<div>\n<p id=\"p47004004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004004-1\">4&nbsp;</b>In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.</p>\n</div>","kjv":"<strong>4</strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.  ","niv":"<sup><strong>4</strong></sup> The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God.","modified":"2023-02-03T14:15:58.007Z"},{"_id":"61697bebbda5ba8d7370853d","topicId":"61697be7bda5ba8d7370852f","verse":"James 5:16","votes":58,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective.","modified":"2023-02-25T05:17:05.367Z"},{"_id":"61697bebbda5ba8d7370853e","topicId":"61697be7bda5ba8d7370852f","verse":"Colossians 4:3","votes":57,"__v":0,"esv":"<div>\n<p id=\"p51004003_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v51004003-1\">3&nbsp;</b>At the same time, pray also for us, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison—</p>\n</div>","kjv":"<strong>3</strong> Withal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:  ","niv":"<sup><strong>3</strong></sup> And pray for us, too, that God may open a door for our message, so that we may proclaim the mystery of Christ, for which I am in chains."},{"_id":"61697becbda5ba8d7370853f","topicId":"61697be7bda5ba8d7370852f","verse":"1 Timothy 2:1-4","votes":55,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. "},{"_id":"61697becbda5ba8d73708540","topicId":"61697be7bda5ba8d7370852f","verse":"Romans 10:1-4","votes":46,"__v":0,"esv":"<div>\n<p id=\"p45010001_01-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45010001-1\">10:1&nbsp;</b>Brothers, my heart’s desire and prayer to God for them is that they may be saved. <b class=\"verse-num\" id=\"v45010002-1\">2&nbsp;</b>For I bear them witness that they have a zeal for God, but not according to knowledge. <b class=\"verse-num\" id=\"v45010003-1\">3&nbsp;</b>For, being ignorant of the righteousness of God, and seeking to establish their own, they did not submit to God’s righteousness. <b class=\"verse-num\" id=\"v45010004-1\">4&nbsp;</b>For Christ is the end of the law for righteousness to everyone who believes.</p>\n\n</div>","kjv":"<strong>1</strong> Brethren, my heart’s desire and prayer to God for Israel is, that they might be saved.  <strong>2</strong> For I bear them record that they have a zeal of God, but not according to knowledge.  <strong>3</strong> For they being ignorant of God’s righteousness, and going about to establish their own righteousness, have not submitted themselves unto the righteousness of God.  <strong>4</strong> For Christ is the end of the law for righteousness to every one that believeth.  ","niv":"<sup><strong>1</strong></sup> Brothers, my heart's desire and prayer to God for the Israelites is that they may be saved. <sup><strong>2</strong></sup> For I can testify about them that they are zealous for God, but their zeal is not based on knowledge. <sup><strong>3</strong></sup> Since they did not know the righteousness that comes from God and sought to establish their own, they did not submit to God's righteousness. <sup><strong>4</strong></sup> Christ is the end of the law so that there may be righteousness for everyone who believes. "},{"_id":"61697becbda5ba8d73708541","topicId":"61697be7bda5ba8d7370852f","verse":"John 14:6","votes":45,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"61697becbda5ba8d73708542","topicId":"61697be7bda5ba8d7370852f","verse":"2 Timothy 2:25-26","votes":43,"__v":0,"esv":"<div>\n<p id=\"p55002025_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n</div>","kjv":"<strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. ","modified":"2023-07-01T02:49:46.788Z"},{"_id":"61697bedbda5ba8d73708543","topicId":"61697be7bda5ba8d7370852f","verse":"John 3:16","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-23\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61697bedbda5ba8d73708544","topicId":"61697be7bda5ba8d7370852f","verse":"Isaiah 61:1","votes":42,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23061001_07-24\" class=\"line\"><b class=\"chapter-num\" id=\"v23061001-1\">61:1&nbsp;</b>&nbsp;&nbsp;The Spirit of the Lord GOD is upon me,</span><br><span id=\"p23061001_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the LORD has anointed me</span><br><span id=\"p23061001_07-24\" class=\"line\">&nbsp;&nbsp;to bring good news to the poor;</span><br><span id=\"p23061001_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has sent me to bind up the brokenhearted,</span><br><span id=\"p23061001_07-24\" class=\"line\">&nbsp;&nbsp;to proclaim liberty to the captives,</span><br><span id=\"p23061001_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the opening of the prison to those who are bound;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The Spirit of the Lord GOD is upon me; because the LORD hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound;  ","niv":"<sup><strong>1</strong></sup> The Spirit of the Sovereign LORD is on me, because the LORD has anointed me to preach good news to the poor. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners,"},{"_id":"61697bedbda5ba8d73708545","topicId":"61697be7bda5ba8d7370852f","verse":"1 John 5:14-15","votes":42,"__v":0,"esv":"<div>\n<p id=\"p62005014_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us. <b class=\"verse-num\" id=\"v62005015-1\">15&nbsp;</b>And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him.</p>\n</div>","kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  <strong>15</strong> And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.  ","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us. <sup><strong>15</strong></sup> And if we know that he hears us--whatever we ask--we know that we have what we asked of him. ","modified":"2022-10-06T16:39:35.379Z"},{"_id":"61697beebda5ba8d73708546","topicId":"61697be7bda5ba8d7370852f","verse":"Isaiah 55:11","votes":42,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055011_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055011-1\">11&nbsp;</b>&nbsp;&nbsp;so shall my word be that goes out from my mouth;</span><br><span id=\"p23055011_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not return to me empty,</span><br><span id=\"p23055011_01-26\" class=\"line\">&nbsp;&nbsp;but it shall accomplish that which I purpose,</span><br><span id=\"p23055011_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall succeed in the thing for which I sent it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.  ","niv":"<sup><strong>11</strong></sup> so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it.","modified":"2022-07-25T14:41:08.415Z"},{"_id":"61697beebda5ba8d73708547","topicId":"61697be7bda5ba8d7370852f","verse":"John 10:14-16","votes":40,"__v":0,"esv":"<div>\n<p id=\"p43010014_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010014-1\">14&nbsp;</b><span class=\"woc\">I am the good shepherd. I know my own and my own know me,</span> <b class=\"verse-num woc\" id=\"v43010015-1\">15&nbsp;</b><span class=\"woc\">just as the Father knows me and I know the Father; and I lay down my life for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010016-1\">16&nbsp;</b><span class=\"woc\">And I have other sheep that are not of this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd.</span></p>\n</div>","kjv":"<strong>14</strong> I am the good shepherd, and know my sheep, and am known of mine.  <strong>15</strong> As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.  <strong>16</strong> And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and  one shepherd.  ","niv":"<sup><strong>14</strong></sup> \"I am the good shepherd; I know my sheep and my sheep know me-- <sup><strong>15</strong></sup> just as the Father knows me and I know the Father--and I lay down my life for the sheep. <sup><strong>16</strong></sup> I have other sheep that are not of this sheep pen. I must bring them also. They too will listen to my voice, and there shall be one flock and one shepherd. ","modified":"2023-07-14T18:01:03.575Z"},{"_id":"61697beebda5ba8d73708548","topicId":"61697be7bda5ba8d7370852f","verse":"James 5:13-18","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p59005013_05-28\"><b class=\"verse-num\" id=\"v59005013-1\">13&nbsp;</b>Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise. <b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord. <b class=\"verse-num\" id=\"v59005015-1\">15&nbsp;</b>And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven. <b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working. <b class=\"verse-num\" id=\"v59005017-1\">17&nbsp;</b>Elijah was a man with a nature like ours, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth. <b class=\"verse-num\" id=\"v59005018-1\">18&nbsp;</b>Then he prayed again, and heaven gave rain, and the earth bore its fruit.</p>\n\n</div>","kjv":"<strong>13</strong> Is any among you afflicted? let him pray. Is any merry? let him sing psalms.  <strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  <strong>15</strong> And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.  <strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  <strong>17</strong> Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.  <strong>18</strong> And he prayed again, and the heaven gave rain, and the earth brought forth her fruit.  ","niv":"<sup><strong>13</strong></sup> Is any one of you in trouble? He should pray. Is anyone happy? Let him sing songs of praise. <sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord. <sup><strong>15</strong></sup> And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven. <sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective. <sup><strong>17</strong></sup> Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years. <sup><strong>18</strong></sup> Again he prayed, and the heavens gave rain, and the earth produced its crops. ","modified":"2023-08-24T18:57:54.995Z"}]}