{"_id":"61697d97bda5ba8d7370862e","slug":"praying-to-dead-","name":"Praying To Dead ","verses":[{"_id":"61697d98bda5ba8d7370862f","topicId":"61697d97bda5ba8d7370862e","verse":"1 Timothy 2:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54002005_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  ","niv":"<sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus,"},{"_id":"61697d99bda5ba8d73708630","topicId":"61697d97bda5ba8d7370862e","verse":"James 5:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"61697d99bda5ba8d73708631","topicId":"61697d97bda5ba8d7370862e","verse":"Matthew 4:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40004010_01-3\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_01-3\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_01-3\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  ","niv":"<sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\""},{"_id":"61697d99bda5ba8d73708632","topicId":"61697d97bda5ba8d7370862e","verse":"Luke 16:1-31","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42016001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42016001-1\">16:1&nbsp;</b>He also said to the disciples, <span class=\"woc\">“There was a rich man who had a manager, and charges were brought to him that this man was wasting his possessions.</span> <b class=\"verse-num woc\" id=\"v42016002-1\">2&nbsp;</b><span class=\"woc\">And he called him and said to him, ‘What is this that I hear about you? Turn in the account of your management, for you can no longer be manager.’</span> <b class=\"verse-num woc\" id=\"v42016003-1\">3&nbsp;</b><span class=\"woc\">And the manager said to himself, ‘What shall I do, since my master is taking the management away from me? I am not strong enough to dig, and I am ashamed to beg.</span> <b class=\"verse-num woc\" id=\"v42016004-1\">4&nbsp;</b><span class=\"woc\">I have decided what to do, so that when I am removed from management, people may receive me into their houses.’</span> <b class=\"verse-num woc\" id=\"v42016005-1\">5&nbsp;</b><span class=\"woc\">So, summoning his master’s debtors one by one, he said to the first, ‘How much do you owe my master?’</span> <b class=\"verse-num woc\" id=\"v42016006-1\">6&nbsp;</b><span class=\"woc\">He said, ‘A hundred measures of oil.’ He said to him, ‘Take your bill, and sit down quickly and write fifty.’</span> <b class=\"verse-num woc\" id=\"v42016007-1\">7&nbsp;</b><span class=\"woc\">Then he said to another, ‘And how much do you owe?’ He said, ‘A hundred measures of wheat.’ He said to him, ‘Take your bill, and write eighty.’</span> <b class=\"verse-num woc\" id=\"v42016008-1\">8&nbsp;</b><span class=\"woc\">The master commended the dishonest manager for his shrewdness. For the sons of this world are more shrewd in dealing with their own generation than the sons of light.</span> <b class=\"verse-num woc\" id=\"v42016009-1\">9&nbsp;</b><span class=\"woc\">And I tell you, make friends for yourselves by means of unrighteous wealth, so that when it fails they may receive you into the eternal dwellings.</span></p>\n<p id=\"p42016009_07-4\"><b class=\"verse-num woc\" id=\"v42016010-1\">10&nbsp;</b><span class=\"woc\">“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.</span> <b class=\"verse-num woc\" id=\"v42016011-1\">11&nbsp;</b><span class=\"woc\">If then you have not been faithful in the unrighteous wealth, who will entrust to you the true riches?</span> <b class=\"verse-num woc\" id=\"v42016012-1\">12&nbsp;</b><span class=\"woc\">And if you have not been faithful in that which is another’s, who will give you that which is your own?</span> <b class=\"verse-num woc\" id=\"v42016013-1\">13&nbsp;</b><span class=\"woc\">No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.”</span></p>\n\n<p id=\"p42016013_14-4\"><b class=\"verse-num\" id=\"v42016014-1\">14&nbsp;</b>The Pharisees, who were lovers of money, heard all these things, and they ridiculed him. <b class=\"verse-num\" id=\"v42016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“You are those who justify yourselves before men, but God knows your hearts. For what is exalted among men is an abomination in the sight of God.</span></p>\n<p id=\"p42016015_14-4\"><b class=\"verse-num woc\" id=\"v42016016-1\">16&nbsp;</b><span class=\"woc\">“The Law and the Prophets were until John; since then the good news of the kingdom of God is preached, and everyone forces his way into it.</span> <b class=\"verse-num woc\" id=\"v42016017-1\">17&nbsp;</b><span class=\"woc\">But it is easier for heaven and earth to pass away than for one dot of the Law to become void.</span></p>\n\n<p id=\"p42016017_17-4\"><b class=\"verse-num woc\" id=\"v42016018-1\">18&nbsp;</b><span class=\"woc\">“Everyone who divorces his wife and marries another commits adultery, and he who marries a woman divorced from her husband commits adultery.</span></p>\n\n<p id=\"p42016018_22-4\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he said also unto his disciples, There was a certain rich man, which had a steward; and the same was accused unto him that he had wasted his goods.  <strong>2</strong> And he called him, and said unto him, How is it that I hear this of thee? give an account of thy stewardship; for thou mayest be no longer steward.  <strong>3</strong> Then the steward said within himself, What shall I do? for my lord taketh away from me the stewardship: I cannot dig; to beg I am ashamed.  <strong>4</strong> I am resolved what to do, that, when I am put out of the stewardship, they may receive me into their houses.  <strong>5</strong> So he called every one of his lord’s debtors unto him,  and said unto the first, How much owest thou unto my lord?  <strong>6</strong> And he said, An hundred measures of oil. And he said unto him, Take thy bill, and sit down quickly, and write fifty.  <strong>7</strong> Then said he to another, And how much owest thou? And he said, An hundred measures of wheat. And he said unto him, Take thy bill, and write fourscore.  <strong>8</strong> And the lord commended the unjust steward, because he had done wisely: for the children of this world are in their generation wiser than the children of light.  <strong>9</strong> And I say unto you, Make to yourselves friends of the mammon of unrighteousness; that, when ye fail, they may receive you into everlasting habitations.  <strong>10</strong> He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.  <strong>11</strong> If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?  <strong>12</strong> And if ye have not been faithful in that which is another man’s, who shall give you that which is your own? <strong>13</strong>           No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>14</strong> And the Pharisees also, who were covetous, heard all these things: and they derided him.  <strong>15</strong> And he said unto them, Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God.  <strong>16</strong> The law and the prophets were until John: since that time the kingdom of God is preached, and every man presseth into it.  <strong>17</strong> And it is easier for heaven and earth to pass, than one tittle of the law to fail.  <strong>18</strong> Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her  husband committeth adultery. <strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>1</strong></sup> Jesus told his disciples: \"There was a rich man whose manager was accused of wasting his possessions. <sup><strong>2</strong></sup> So he called him in and asked him, 'What is this I hear about you? Give an account of your management, because you cannot be manager any longer.' <sup><strong>3</strong></sup> \"The manager said to himself, 'What shall I do now? My master is taking away my job. I'm not strong enough to dig, and I'm ashamed to beg-- <sup><strong>4</strong></sup> I know what I'll do so that, when I lose my job here, people will welcome me into their houses.' <sup><strong>5</strong></sup> \"So he called in each one of his master's debtors. He asked the first, 'How much do you owe my master?' <sup><strong>6</strong></sup> \"'Eight hundred gallons of olive oil,' he replied. \"The manager told him, 'Take your bill, sit down quickly, and make it four hundred.' <sup><strong>7</strong></sup> \"Then he asked the second, 'And how much do you owe?'\"'A thousand bushels of wheat,' he replied. \"He told him, 'Take your bill and make it eight hundred.' <sup><strong>8</strong></sup> \"The master commended the dishonest manager because he had acted shrewdly. For the people of this world are more shrewd in dealing with their own kind than are the people of the light. <sup><strong>9</strong></sup> I tell you, use worldly wealth to gain friends for yourselves, so that when it is gone, you will be welcomed into eternal dwellings. <sup><strong>10</strong></sup> \"Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much. <sup><strong>11</strong></sup> So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches? <sup><strong>12</strong></sup> And if you have not been trustworthy with someone else's property, who will give you property of your own? <sup><strong>13</strong></sup> \"No servant can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.\" <sup><strong>14</strong></sup> The Pharisees, who loved money, heard all this and were sneering at Jesus. <sup><strong>15</strong></sup> He said to them, \"You are the ones who justify yourselves in the eyes of men, but God knows your hearts. What is highly valued among men is detestable in God's sight. <sup><strong>16</strong></sup> \"The Law and the Prophets were proclaimed until John. Since that time, the good news of the kingdom of God is being preached, and everyone is forcing his way into it. <sup><strong>17</strong></sup> It is easier for heaven and earth to disappear than for the least stroke of a pen to drop out of the Law. <sup><strong>18</strong></sup> \"Anyone who divorces his wife and marries another woman commits adultery, and the man who marries a divorced woman commits adultery. <sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"61697d99bda5ba8d73708633","topicId":"61697d97bda5ba8d7370862e","verse":"Deuteronomy 18:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05018001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05018001-1\">18:1&nbsp;</b>“The Levitical priests, all the tribe of Levi, shall have no portion or inheritance with Israel. They shall eat the LORD’s food offerings as their inheritance. <b class=\"verse-num\" id=\"v05018002-1\">2&nbsp;</b>They shall have no inheritance among their brothers; the LORD is their inheritance, as he promised them. <b class=\"verse-num\" id=\"v05018003-1\">3&nbsp;</b>And this shall be the priests’ due from the people, from those offering a sacrifice, whether an ox or a sheep: they shall give to the priest the shoulder and the two cheeks and the stomach. <b class=\"verse-num\" id=\"v05018004-1\">4&nbsp;</b>The firstfruits of your grain, of your wine and of your oil, and the first fleece of your sheep, you shall give him. <b class=\"verse-num\" id=\"v05018005-1\">5&nbsp;</b>For the LORD your God has chosen him out of all your tribes to stand and minister in the name of the LORD, him and his sons for all time.</p>\n<p id=\"p05018005_06-5\"><b class=\"verse-num\" id=\"v05018006-1\">6&nbsp;</b>“And if a Levite comes from any of your towns out of all Israel, where he lives—and he may come when he desires—to the place that the LORD will choose, <b class=\"verse-num\" id=\"v05018007-1\">7&nbsp;</b>and ministers in the name of the LORD his God, like all his fellow Levites who stand to minister there before the LORD, <b class=\"verse-num\" id=\"v05018008-1\">8&nbsp;</b>then he may have equal portions to eat, besides what he receives from the sale of his patrimony.</p>\n\n<p id=\"p05018008_08-5\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you. <b class=\"verse-num\" id=\"v05018013-1\">13&nbsp;</b>You shall be blameless before the LORD your God, <b class=\"verse-num\" id=\"v05018014-1\">14&nbsp;</b>for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the LORD your God has not allowed you to do this.</p>\n\n<p id=\"p05018014_13-5\"><b class=\"verse-num\" id=\"v05018015-1\">15&nbsp;</b>“The LORD your God will raise up for you a prophet like me from among you, from your brothers—it is to him you shall listen—<b class=\"verse-num\" id=\"v05018016-1\">16&nbsp;</b>just as you desired of the LORD your God at Horeb on the day of the assembly, when you said, ‘Let me not hear again the voice of the LORD my God or see this great fire any more, lest I die.’ <b class=\"verse-num\" id=\"v05018017-1\">17&nbsp;</b>And the LORD said to me, ‘They are right in what they have spoken. <b class=\"verse-num\" id=\"v05018018-1\">18&nbsp;</b>I will raise up for them a prophet like you from among their brothers. And I will put my words in his mouth, and he shall speak to them all that I command him. <b class=\"verse-num\" id=\"v05018019-1\">19&nbsp;</b>And whoever will not listen to my words that he shall speak in my name, I myself will require it of him. <b class=\"verse-num\" id=\"v05018020-1\">20&nbsp;</b>But the prophet who presumes to speak a word in my name that I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.’ <b class=\"verse-num\" id=\"v05018021-1\">21&nbsp;</b>And if you say in your heart, ‘How may we know the word that the LORD has not spoken?’—<b class=\"verse-num\" id=\"v05018022-1\">22&nbsp;</b>when a prophet speaks in the name of the LORD, if the word does not come to pass or come true, that is a word that the LORD has not spoken; the prophet has spoken it presumptuously. You need not be afraid of him.</p>\n\n</div>","kjv":"<strong>1</strong> The priests the Levites, and all the tribe of Levi, shall have no part nor inheritance with Israel: they shall eat the offerings of the LORD made by fire, and his inheritance.  <strong>2</strong> Therefore shall they have no inheritance among their brethren: the LORD is their inheritance, as he hath said unto them.  <strong>3</strong> And this shall be the priest’s due from the people, from them that offer a sacrifice, whether it be ox or sheep; and they shall give unto the priest the shoulder, and the two cheeks, and the maw.  <strong>4</strong> The firstfruit also of thy corn, of thy wine, and of thine oil, and the first of the fleece of thy sheep, shalt thou give him.  <strong>5</strong> For the LORD thy God hath chosen him out of all thy tribes, to stand to minister in the name of the LORD, him and his sons for ever.  <strong>6</strong> And if a Levite come from any of thy gates out of all Israel, where he sojourned, and come with all the desire of his mind unto the place which the LORD shall choose;  <strong>7</strong> Then he shall minister in the name of the LORD his God, as all his brethren the Levites do, which stand there before the LORD.  <strong>8</strong> They shall have like portions to eat, beside that which cometh of the sale of his patrimony.  <strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  <strong>13</strong> Thou shalt be perfect with the LORD thy God.  <strong>14</strong> For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do. <strong>15</strong> The LORD thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;  <strong>16</strong> According to all that thou desiredst of the LORD thy God in Horeb in the day of the assembly, saying, Let me not hear again the voice of the LORD my God, neither let me see this great fire any more, that I die not.  <strong>17</strong> And the LORD said unto me, They have well spoken that which they have spoken.  <strong>18</strong> I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.  <strong>19</strong> And it shall come to pass, that whosoever will not hearken unto my words which he shall speak in my name, I will require it  of him.  <strong>20</strong> But the prophet, which shall presume to speak a word in my name, which I have not commanded him to speak, or that shall speak in the name of other gods, even that prophet shall die.  <strong>21</strong> And if thou say in thine heart, How shall we know the word which the LORD hath not spoken?  <strong>22</strong> When a prophet speaketh in the name of the LORD, if the thing follow not, nor come to pass, that is the thing which the LORD hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him.  ","niv":"<sup><strong>1</strong></sup> The priests, who are Levites-indeed the whole tribe of Levi-are to have no allotment or inheritance with Israel. They shall live on the offerings made to the LORD by fire, for that is their inheritance. <sup><strong>2</strong></sup> They shall have no inheritance among their brothers; the LORD is their inheritance, as he promised them. <sup><strong>3</strong></sup> This is the share due the priests from the people who sacrifice a bull or a sheep: the shoulder, the jowls and the inner parts. <sup><strong>4</strong></sup> You are to give them the firstfruits of your grain, new wine and oil, and the first wool from the shearing of your sheep, <sup><strong>5</strong></sup> for the LORD your God has chosen them and their descendants out of all your tribes to stand and minister in the LORD's name always. <sup><strong>6</strong></sup> If a Levite moves from one of your towns anywhere in Israel where he is living, and comes in all earnestness to the place the LORD will choose, <sup><strong>7</strong></sup> he may minister in the name of the LORD his God like all his fellow Levites who serve there in the presence of the LORD. <sup><strong>8</strong></sup> He is to share equally in their benefits, even though he has received money from the sale of family possessions. <sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. <sup><strong>13</strong></sup> You must be blameless before the LORD your God. <sup><strong>14</strong></sup> The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the LORD your God has not permitted you to do so. <sup><strong>15</strong></sup> The LORD your God will raise up for you a prophet like me from among your own brothers. You must listen to him. <sup><strong>16</strong></sup> For this is what you asked of the LORD your God at Horeb on the day of the assembly when you said, \"Let us not hear the voice of the LORD our God nor see this great fire anymore, or we will die.\" <sup><strong>17</strong></sup> The LORD said to me: \"What they say is good. <sup><strong>18</strong></sup> I will raise up for them a prophet like you from among their brothers; I will put my words in his mouth, and he will tell them everything I command him. <sup><strong>19</strong></sup> If anyone does not listen to my words that the prophet speaks in my name, I myself will call him to account. <sup><strong>20</strong></sup> But a prophet who presumes to speak in my name anything I have not commanded him to say, or a prophet who speaks in the name of other gods, must be put to death.\" <sup><strong>21</strong></sup> You may say to yourselves, \"How can we know when a message has not been spoken by the LORD?\" <sup><strong>22</strong></sup> If what a prophet proclaims in the name of the LORD does not take place or come true, that is a message the LORD has not spoken. That prophet has spoken presumptuously. Do not be afraid of him. "},{"_id":"61697d99bda5ba8d73708634","topicId":"61697d97bda5ba8d7370862e","verse":"Exodus 20:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02020004_01-6\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth.</p>\n</div>","kjv":"<strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  ","niv":"<sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below."},{"_id":"61697d9bbda5ba8d73708635","topicId":"61697d97bda5ba8d7370862e","verse":"Hebrews 12:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us,</p>\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us."},{"_id":"61697d9bbda5ba8d73708636","topicId":"61697d97bda5ba8d7370862e","verse":"Hebrews 7:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58007025_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58007025-1\">25&nbsp;</b>Consequently, he is able to save to the uttermost those who draw near to God through him, since he always lives to make intercession for them.</p>\n\n</div>","kjv":"<strong>25</strong> Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.  ","niv":"<sup><strong>25</strong></sup> Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them."},{"_id":"61697d9bbda5ba8d73708637","topicId":"61697d97bda5ba8d7370862e","verse":"Revelation 19:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66019010_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019010-1\">10&nbsp;</b>Then I fell down at his feet to worship him, but he said to me, “You must not do that! I am a fellow servant with you and your brothers who hold to the testimony of Jesus. Worship God.” For the testimony of Jesus is the spirit of prophecy.</p>\n</div>","kjv":"<strong>10</strong> And I fell at his feet to worship him. And he said unto me, See thou do it not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.  ","niv":"<sup><strong>10</strong></sup> At this I fell at his feet to worship him. But he said to me, \"Do not do it! I am a fellow servant with you and with your brothers who hold to the testimony of Jesus. Worship God! For the testimony of Jesus is the spirit of prophecy.\""},{"_id":"61697d9bbda5ba8d73708638","topicId":"61697d97bda5ba8d7370862e","verse":"Revelation 5:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66005008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v66005008-1\">8&nbsp;</b>And when he had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each holding a harp, and golden bowls full of incense, which are the prayers of the saints.</p>\n</div>","kjv":"<strong>8</strong> And when he had taken the book, the four beasts and four and  twenty elders fell down before the Lamb, having every one of them harps, and golden vials full of odours, which are the prayers of saints.  ","niv":"<sup><strong>8</strong></sup> And when he had taken it, the four living creatures and the twenty-four elders fell down before the Lamb. Each one had a harp and they were holding golden bowls full of incense, which are the prayers of the saints."},{"_id":"61697d9bbda5ba8d73708639","topicId":"61697d97bda5ba8d7370862e","verse":"Galatians 2:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"61697d9bbda5ba8d7370863a","topicId":"61697d97bda5ba8d7370862e","verse":"Romans 10:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"61697d9bbda5ba8d7370863b","topicId":"61697d97bda5ba8d7370862e","verse":"1 Corinthians 9:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46009005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009005-1\">5&nbsp;</b>Do we not have the right to take along a believing wife, as do the other apostles and the brothers of the Lord and Cephas?</p>\n\n</div>","kjv":"<strong>5</strong> Have we not power to lead about a sister, a wife, as well as other apostles, and as the brethren of the Lord, and Cephas?  ","niv":"<sup><strong>5</strong></sup> Don't we have the right to take a believing wife along with us, as do the other apostles and the Lord's brothers and Cephas?"},{"_id":"61697d9dbda5ba8d7370863c","topicId":"61697d97bda5ba8d7370862e","verse":"John 4:1-54","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43004001_07-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43004001-1\">4:1&nbsp;</b>Now when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John <b class=\"verse-num\" id=\"v43004002-1\">2&nbsp;</b>(although Jesus himself did not baptize, but only his disciples), <b class=\"verse-num\" id=\"v43004003-1\">3&nbsp;</b>he left Judea and departed again for Galilee. <b class=\"verse-num\" id=\"v43004004-1\">4&nbsp;</b>And he had to pass through Samaria. <b class=\"verse-num\" id=\"v43004005-1\">5&nbsp;</b>So he came to a town of Samaria called Sychar, near the field that Jacob had given to his son Joseph. <b class=\"verse-num\" id=\"v43004006-1\">6&nbsp;</b>Jacob’s well was there; so Jesus, wearied as he was from his journey, was sitting beside the well. It was about the sixth hour.</p>\n<p id=\"p43004006_07-15\"><b class=\"verse-num\" id=\"v43004007-1\">7&nbsp;</b>A woman from Samaria came to draw water. Jesus said to her, <span class=\"woc\">“Give me a drink.”</span> <b class=\"verse-num\" id=\"v43004008-1\">8&nbsp;</b>(For his disciples had gone away into the city to buy food.) <b class=\"verse-num\" id=\"v43004009-1\">9&nbsp;</b>The Samaritan woman said to him, “How is it that you, a Jew, ask for a drink from me, a woman of Samaria?” (For Jews have no dealings with Samaritans.) <b class=\"verse-num\" id=\"v43004010-1\">10&nbsp;</b>Jesus answered her, <span class=\"woc\">“If you knew the gift of God, and who it is that is saying to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.”</span> <b class=\"verse-num\" id=\"v43004011-1\">11&nbsp;</b>The woman said to him, “Sir, you have nothing to draw water with, and the well is deep. Where do you get that living water? <b class=\"verse-num\" id=\"v43004012-1\">12&nbsp;</b>Are you greater than our father Jacob? He gave us the well and drank from it himself, as did his sons and his livestock.” <b class=\"verse-num\" id=\"v43004013-1\">13&nbsp;</b>Jesus said to her, <span class=\"woc\">“Everyone who drinks of this water will be thirsty again,</span> <b class=\"verse-num woc\" id=\"v43004014-1\">14&nbsp;</b><span class=\"woc\">but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.”</span> <b class=\"verse-num\" id=\"v43004015-1\">15&nbsp;</b>The woman said to him, “Sir, give me this water, so that I will not be thirsty or have to come here to draw water.”</p>\n<p id=\"p43004015_07-15\"><b class=\"verse-num\" id=\"v43004016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Go, call your husband, and come here.”</span> <b class=\"verse-num\" id=\"v43004017-1\">17&nbsp;</b>The woman answered him, “I have no husband.” Jesus said to her, <span class=\"woc\">“You are right in saying, ‘I have no husband’;</span> <b class=\"verse-num woc\" id=\"v43004018-1\">18&nbsp;</b><span class=\"woc\">for you have had five husbands, and the one you now have is not your husband. What you have said is true.”</span> <b class=\"verse-num\" id=\"v43004019-1\">19&nbsp;</b>The woman said to him, “Sir, I perceive that you are a prophet. <b class=\"verse-num\" id=\"v43004020-1\">20&nbsp;</b>Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.” <b class=\"verse-num\" id=\"v43004021-1\">21&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.</span> <b class=\"verse-num woc\" id=\"v43004022-1\">22&nbsp;</b><span class=\"woc\">You worship what you do not know; we worship what we know, for salvation is from the Jews.</span> <b class=\"verse-num woc\" id=\"v43004023-1\">23&nbsp;</b><span class=\"woc\">But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him.</span> <b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span> <b class=\"verse-num\" id=\"v43004025-1\">25&nbsp;</b>The woman said to him, “I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things.” <b class=\"verse-num\" id=\"v43004026-1\">26&nbsp;</b>Jesus said to her, <span class=\"woc\">“I who speak to you am he.”</span></p>\n<p id=\"p43004026_07-15\"><b class=\"verse-num\" id=\"v43004027-1\">27&nbsp;</b>Just then his disciples came back. They marveled that he was talking with a woman, but no one said, “What do you seek?” or, “Why are you talking with her?” <b class=\"verse-num\" id=\"v43004028-1\">28&nbsp;</b>So the woman left her water jar and went away into town and said to the people, <b class=\"verse-num\" id=\"v43004029-1\">29&nbsp;</b>“Come, see a man who told me all that I ever did. Can this be the Christ?” <b class=\"verse-num\" id=\"v43004030-1\">30&nbsp;</b>They went out of the town and were coming to him.</p>\n<p id=\"p43004030_07-15\"><b class=\"verse-num\" id=\"v43004031-1\">31&nbsp;</b>Meanwhile the disciples were urging him, saying, “Rabbi, eat.” <b class=\"verse-num\" id=\"v43004032-1\">32&nbsp;</b>But he said to them, <span class=\"woc\">“I have food to eat that you do not know about.”</span> <b class=\"verse-num\" id=\"v43004033-1\">33&nbsp;</b>So the disciples said to one another, “Has anyone brought him something to eat?” <b class=\"verse-num\" id=\"v43004034-1\">34&nbsp;</b>Jesus said to them, <span class=\"woc\">“My food is to do the will of him who sent me and to accomplish his work.</span> <b class=\"verse-num woc\" id=\"v43004035-1\">35&nbsp;</b><span class=\"woc\">Do you not say, ‘There are yet four months, then comes the harvest’? Look, I tell you, lift up your eyes, and see that the fields are white for harvest.</span> <b class=\"verse-num woc\" id=\"v43004036-1\">36&nbsp;</b><span class=\"woc\">Already</span> <span class=\"woc\">the one who reaps is receiving wages and gathering fruit for eternal life, so that sower and reaper may rejoice together.</span> <b class=\"verse-num woc\" id=\"v43004037-1\">37&nbsp;</b><span class=\"woc\">For here the saying holds true, ‘One sows and another reaps.’</span> <b class=\"verse-num woc\" id=\"v43004038-1\">38&nbsp;</b><span class=\"woc\">I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor.”</span></p>\n<p id=\"p43004038_07-15\"><b class=\"verse-num\" id=\"v43004039-1\">39&nbsp;</b>Many Samaritans from that town believed in him because of the woman’s testimony, “He told me all that I ever did.” <b class=\"verse-num\" id=\"v43004040-1\">40&nbsp;</b>So when the Samaritans came to him, they asked him to stay with them, and he stayed there two days. <b class=\"verse-num\" id=\"v43004041-1\">41&nbsp;</b>And many more believed because of his word. <b class=\"verse-num\" id=\"v43004042-1\">42&nbsp;</b>They said to the woman, “It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is indeed the Savior of the world.”</p>\n<p id=\"p43004042_07-15\"><b class=\"verse-num\" id=\"v43004043-1\">43&nbsp;</b>After the two days he departed for Galilee. <b class=\"verse-num\" id=\"v43004044-1\">44&nbsp;</b>(For Jesus himself had testified that a prophet has no honor in his own hometown.) <b class=\"verse-num\" id=\"v43004045-1\">45&nbsp;</b>So when he came to Galilee, the Galileans welcomed him, having seen all that he had done in Jerusalem at the feast. For they too had gone to the feast.</p>\n\n<p id=\"p43004045_12-15\"><b class=\"verse-num\" id=\"v43004046-1\">46&nbsp;</b>So he came again to Cana in Galilee, where he had made the water wine. And at Capernaum there was an official whose son was ill. <b class=\"verse-num\" id=\"v43004047-1\">47&nbsp;</b>When this man heard that Jesus had come from Judea to Galilee, he went to him and asked him to come down and heal his son, for he was at the point of death. <b class=\"verse-num\" id=\"v43004048-1\">48&nbsp;</b>So Jesus said to him, <span class=\"woc\">“Unless you see signs and wonders you will not believe.”</span> <b class=\"verse-num\" id=\"v43004049-1\">49&nbsp;</b>The official said to him, “Sir, come down before my child dies.” <b class=\"verse-num\" id=\"v43004050-1\">50&nbsp;</b>Jesus said to him, <span class=\"woc\">“Go; your son will live.”</span> The man believed the word that Jesus spoke to him and went on his way. <b class=\"verse-num\" id=\"v43004051-1\">51&nbsp;</b>As he was going down, his servants met him and told him that his son was recovering. <b class=\"verse-num\" id=\"v43004052-1\">52&nbsp;</b>So he asked them the hour when he began to get better, and they said to him, “Yesterday at the seventh hour the fever left him.” <b class=\"verse-num\" id=\"v43004053-1\">53&nbsp;</b>The father knew that was the hour when Jesus had said to him, <span class=\"woc\">“Your son will live.”</span> And he himself believed, and all his household. <b class=\"verse-num\" id=\"v43004054-1\">54&nbsp;</b>This was now the second sign that Jesus did when he had come from Judea to Galilee.</p>\n\n</div>","kjv":"<strong>1</strong> When therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,  <strong>2</strong> (Though Jesus himself baptized not, but his disciples,)  <strong>3</strong> He left Judaea, and departed again into Galilee.  <strong>4</strong> And he must needs go through Samaria.  <strong>5</strong> Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph.  <strong>6</strong> Now Jacob’s well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour.  <strong>7</strong> There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink.  <strong>8</strong> (For his disciples were gone away unto the city to buy meat.)  <strong>9</strong> Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.  <strong>10</strong> Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.  <strong>11</strong> The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water?  <strong>12</strong> Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?  <strong>13</strong> Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:  <strong>14</strong> But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.  <strong>15</strong> The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.  <strong>16</strong> Jesus saith unto her, Go, call thy husband, and come hither.  <strong>17</strong> The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:  <strong>18</strong> For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.  <strong>19</strong> The woman saith unto him, Sir, I perceive that thou art a prophet.  <strong>20</strong> Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.  <strong>21</strong> Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father.  <strong>22</strong> Ye worship ye know not what: we know what we worship: for salvation is of the Jews.  <strong>23</strong> But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.  <strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  <strong>25</strong> The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.  <strong>26</strong> Jesus saith unto her, I that speak unto thee am he. <strong>27</strong> And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her?  <strong>28</strong> The woman then left her waterpot, and went her way into the city, and saith to the men,  <strong>29</strong> Come, see a man, which told me all things that ever I did: is not this the Christ?  <strong>30</strong> Then they went out of the city, and came unto him.  <strong>31</strong> In the mean while his disciples prayed him, saying, Master, eat.  <strong>32</strong> But he said unto them, I have meat to eat that ye know not of.  <strong>33</strong> Therefore said the disciples one to another, Hath any man brought him ought to eat?  <strong>34</strong> Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.  <strong>35</strong> Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.  <strong>36</strong> And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together.  <strong>37</strong> And herein is that saying true, One soweth, and another reapeth.  <strong>38</strong> I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours. <strong>39</strong> And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did.  <strong>40</strong> So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.  <strong>41</strong> And many more believed because of his own word;  <strong>42</strong> And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.  <strong>43</strong> Now after two days he departed thence, and went into Galilee.  <strong>44</strong> For Jesus himself testified, that a prophet hath no honour in his own country.  <strong>45</strong> Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast.  <strong>46</strong> So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum.  <strong>47</strong> When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death.  <strong>48</strong> Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.  <strong>49</strong> The nobleman saith unto him, Sir, come down ere my child die.  <strong>50</strong> Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way.  <strong>51</strong> And as he was now going down, his servants met him, and told him,  saying, Thy son liveth.  <strong>52</strong> Then enquired he of them the hour when he began to amend. And they said unto him, Yesterday at the seventh hour the fever left him.  <strong>53</strong> So the father knew that it was at the same hour, in the which Jesus said unto him, Thy son liveth: and himself believed, and his whole house.  <strong>54</strong> This is again the second miracle that Jesus did, when he was come out of Judaea into Galilee.  ","niv":"<sup><strong>1</strong></sup> The Pharisees heard that Jesus was gaining and baptizing more disciples than John, <sup><strong>2</strong></sup> although in fact it was not Jesus who baptized, but his disciples. <sup><strong>3</strong></sup> When the Lord learned of this, he left Judea and went back once more to Galilee. <sup><strong>4</strong></sup> Now he had to go through Samaria. <sup><strong>5</strong></sup> So he came to a town in Samaria called Sychar, near the plot of ground Jacob had given to his son Joseph. <sup><strong>6</strong></sup> Jacob's well was there, and Jesus, tired as he was from the journey, sat down by the well. It was about the sixth hour. <sup><strong>7</strong></sup> When a Samaritan woman came to draw water, Jesus said to her, \"Will you give me a drink?\" <sup><strong>8</strong></sup> (His disciples had gone into the town to buy food.) <sup><strong>9</strong></sup> The Samaritan woman said to him, \"You are a Jew and I am a Samaritan woman. How can you ask me for a drink?\" (For Jews do not associate with Samaritans. ) <sup><strong>10</strong></sup> Jesus answered her, \"If you knew the gift of God and who it is that asks you for a drink, you would have asked him and he would have given you living water.\" <sup><strong>11</strong></sup> \"Sir,\" the woman said, \"you have nothing to draw with and the well is deep. Where can you get this living water? <sup><strong>12</strong></sup> Are you greater than our father Jacob, who gave us the well and drank from it himself, as did also his sons and his flocks and herds?\" <sup><strong>13</strong></sup> Jesus answered, \"Everyone who drinks this water will be thirsty again, <sup><strong>14</strong></sup> but whoever drinks the water I give him will never thirst. Indeed, the water I give him will become in him a spring of water welling up to eternal life.\" <sup><strong>15</strong></sup> The woman said to him, \"Sir, give me this water so that I won't get thirsty and have to keep coming here to draw water.\" <sup><strong>16</strong></sup> He told her, \"Go, call your husband and come back.\" <sup><strong>17</strong></sup> \"I have no husband,\" she replied. <sup><strong>18</strong></sup> Jesus said to her, \"You are right when you say you have no husband. The fact is, you have had five husbands, and the man you now have is not your husband. What you have just said is quite true.\" <sup><strong>19</strong></sup> \"Sir,\" the woman said, \"I can see that you are a prophet. <sup><strong>20</strong></sup> Our fathers worshiped on this mountain, but you Jews claim that the place where we must worship is in Jerusalem.\" <sup><strong>21</strong></sup> Jesus declared, \"Believe me, woman, a time is coming when you will worship the Father neither on this mountain nor in Jerusalem. <sup><strong>22</strong></sup> You Samaritans worship what you do not know; we worship what we do know, for salvation is from the Jews. <sup><strong>23</strong></sup> Yet a time is coming and has now come when the true worshipers will worship the Father in spirit and truth, for they are the kind of worshipers the Father seeks. <sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\" <sup><strong>25</strong></sup> The woman said, \"I know that Messiah\" (called Christ) \"is coming. When he comes, he will explain everything to us.\" <sup><strong>26</strong></sup> Then Jesus declared, \"I who speak to you am he.\" <sup><strong>27</strong></sup> Just then his disciples returned and were surprised to find him talking with a woman. But no one asked, \"What do you want?\" or \"Why are you talking with her?\" <sup><strong>28</strong></sup> Then, leaving her water jar, the woman went back to the town and said to the people, <sup><strong>29</strong></sup> \"Come, see a man who told me everything I ever did. Could this be the Christ?\" <sup><strong>30</strong></sup> They came out of the town and made their way toward him. <sup><strong>31</strong></sup> Meanwhile his disciples urged him, \"Rabbi, eat something.\" <sup><strong>32</strong></sup> But he said to them, \"I have food to eat that you know nothing about.\" <sup><strong>33</strong></sup> Then his disciples said to each other, \"Could someone have brought him food?\" <sup><strong>34</strong></sup> \"My food,\" said Jesus, \"is to do the will of him who sent me and to finish his work. <sup><strong>35</strong></sup> Do you not say, 'Four months more and then the harvest'? I tell you, open your eyes and look at the fields! They are ripe for harvest. <sup><strong>36</strong></sup> Even now the reaper draws his wages, even now he harvests the crop for eternal life, so that the sower and the reaper may be glad together. <sup><strong>37</strong></sup> Thus the saying 'One sows and another reaps' is true. <sup><strong>38</strong></sup> I sent you to reap what you have not worked for. Others have done the hard work, and you have reaped the benefits of their labor.\" <sup><strong>39</strong></sup> Many of the Samaritans from that town believed in him because of the woman's testimony, \"He told me everything I ever did.\" <sup><strong>40</strong></sup> So when the Samaritans came to him, they urged him to stay with them, and he stayed two days. <sup><strong>41</strong></sup> And because of his words many more became believers. <sup><strong>42</strong></sup> They said to the woman, \"We no longer believe just because of what you said; now we have heard for ourselves, and we know that this man really is the Savior of the world.\" <sup><strong>43</strong></sup> After the two days he left for Galilee. <sup><strong>44</strong></sup> (Now Jesus himself had pointed out that a prophet has no honor in his own country.) <sup><strong>45</strong></sup> When he arrived in Galilee, the Galileans welcomed him. They had seen all that he had done in Jerusalem at the Passover Feast, for they also had been there. <sup><strong>46</strong></sup> Once more he visited Cana in Galilee, where he had turned the water into wine. And there was a certain royal official whose son lay sick at Capernaum. <sup><strong>47</strong></sup> When this man heard that Jesus had arrived in Galilee from Judea, he went to him and begged him to come and heal his son, who was close to death. <sup><strong>48</strong></sup> \"Unless you people see miraculous signs and wonders,\" Jesus told him, \"you will never believe.\" <sup><strong>49</strong></sup> The royal official said, \"Sir, come down before my child dies.\" <sup><strong>50</strong></sup> Jesus replied, \"You may go. Your son will live.\" The man took Jesus at his word and departed. <sup><strong>51</strong></sup> While he was still on the way, his servants met him with the news that his boy was living. <sup><strong>52</strong></sup> When he inquired as to the time when his son got better, they said to him, \"The fever left him yesterday at the seventh hour.\" <sup><strong>53</strong></sup> Then the father realized that this was the exact time at which Jesus had said to him, \"Your son will live.\" So he and all his household believed. <sup><strong>54</strong></sup> This was the second miraculous sign that Jesus performed, having come from Judea to Galilee. "},{"_id":"61697d9dbda5ba8d7370863d","topicId":"61697d97bda5ba8d7370862e","verse":"Acts 1:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44001014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001014-1\">14&nbsp;</b>All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers.</p>\n\n</div>","kjv":"<strong>14</strong> These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.  ","niv":"<sup><strong>14</strong></sup> They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers."},{"_id":"61697d9dbda5ba8d7370863e","topicId":"61697d97bda5ba8d7370862e","verse":"John 7:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43007005_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v43007005-1\">5&nbsp;</b>For not even his brothers believed in him.</p>\n</div>","kjv":"<strong>5</strong> For neither did his brethren believe in him.  ","niv":"<sup><strong>5</strong></sup> For even his own brothers did not believe in him."},{"_id":"61697d9dbda5ba8d7370863f","topicId":"61697d97bda5ba8d7370862e","verse":"John 3:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-18\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-18\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-18\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-18\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-18\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"61697d9dbda5ba8d73708640","topicId":"61697d97bda5ba8d7370862e","verse":"Romans 8:10-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008010_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n</div>","kjv":"<strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  ","niv":"<sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. "},{"_id":"61697d9ebda5ba8d73708641","topicId":"61697d97bda5ba8d7370862e","verse":"John 1:1-51","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made. <b class=\"verse-num\" id=\"v43001004-1\">4&nbsp;</b>In him was life, and the life was the light of men. <b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n<p id=\"p43001005_05-20\"><b class=\"verse-num\" id=\"v43001006-1\">6&nbsp;</b>There was a man sent from God, whose name was John. <b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him. <b class=\"verse-num\" id=\"v43001008-1\">8&nbsp;</b>He was not the light, but came to bear witness about the light.</p>\n<p id=\"p43001008_05-20\"><b class=\"verse-num\" id=\"v43001009-1\">9&nbsp;</b>The true light, which gives light to everyone, was coming into the world. <b class=\"verse-num\" id=\"v43001010-1\">10&nbsp;</b>He was in the world, and the world was made through him, yet the world did not know him. <b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him. <b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God, <b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n<p id=\"p43001013_05-20\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth. <b class=\"verse-num\" id=\"v43001015-1\">15&nbsp;</b>(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”) <b class=\"verse-num\" id=\"v43001016-1\">16&nbsp;</b>For from his fullness we have all received, grace upon grace. <b class=\"verse-num\" id=\"v43001017-1\">17&nbsp;</b>For the law was given through Moses; grace and truth came through Jesus Christ. <b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n<p id=\"p43001018_11-20\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_11-20\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?” <b class=\"verse-num\" id=\"v43001026-1\">26&nbsp;</b>John answered them, “I baptize with water, but among you stands one you do not know, <b class=\"verse-num\" id=\"v43001027-1\">27&nbsp;</b>even he who comes after me, the strap of whose sandal I am not worthy to untie.” <b class=\"verse-num\" id=\"v43001028-1\">28&nbsp;</b>These things took place in Bethany across the Jordan, where John was baptizing.</p>\n\n<p id=\"p43001028_16-20\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world! <b class=\"verse-num\" id=\"v43001030-1\">30&nbsp;</b>This is he of whom I said, ‘After me comes a man who ranks before me, because he was before me.’ <b class=\"verse-num\" id=\"v43001031-1\">31&nbsp;</b>I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.” <b class=\"verse-num\" id=\"v43001032-1\">32&nbsp;</b>And John bore witness: “I saw the Spirit descend from heaven like a dove, and it remained on him. <b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’ <b class=\"verse-num\" id=\"v43001034-1\">34&nbsp;</b>And I have seen and have borne witness that this is the Son of God.”</p>\n\n<p id=\"p43001034_21-20\"><b class=\"verse-num\" id=\"v43001035-1\">35&nbsp;</b>The next day again John was standing with two of his disciples, <b class=\"verse-num\" id=\"v43001036-1\">36&nbsp;</b>and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!” <b class=\"verse-num\" id=\"v43001037-1\">37&nbsp;</b>The two disciples heard him say this, and they followed Jesus. <b class=\"verse-num\" id=\"v43001038-1\">38&nbsp;</b>Jesus turned and saw them following and said to them, <span class=\"woc\">“What are you seeking?”</span> And they said to him, “Rabbi” (which means Teacher), “where are you staying?” <b class=\"verse-num\" id=\"v43001039-1\">39&nbsp;</b>He said to them, <span class=\"woc\">“Come and you will see.”</span> So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour. <b class=\"verse-num\" id=\"v43001040-1\">40&nbsp;</b>One of the two who heard John speak and followed Jesus was Andrew, Simon Peter’s brother. <b class=\"verse-num\" id=\"v43001041-1\">41&nbsp;</b>He first found his own brother Simon and said to him, “We have found the Messiah” (which means Christ). <b class=\"verse-num\" id=\"v43001042-1\">42&nbsp;</b>He brought him to Jesus. Jesus looked at him and said, <span class=\"woc\">“You are Simon the son of John. You shall be called Cephas”</span> (which means Peter).</p>\n\n<p id=\"p43001042_26-20\"><b class=\"verse-num\" id=\"v43001043-1\">43&nbsp;</b>The next day Jesus decided to go to Galilee. He found Philip and said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v43001044-1\">44&nbsp;</b>Now Philip was from Bethsaida, the city of Andrew and Peter. <b class=\"verse-num\" id=\"v43001045-1\">45&nbsp;</b>Philip found Nathanael and said to him, “We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.” <b class=\"verse-num\" id=\"v43001046-1\">46&nbsp;</b>Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.” <b class=\"verse-num\" id=\"v43001047-1\">47&nbsp;</b>Jesus saw Nathanael coming toward him and said of him, <span class=\"woc\">“Behold, an Israelite indeed, in whom there is no deceit!”</span> <b class=\"verse-num\" id=\"v43001048-1\">48&nbsp;</b>Nathanael said to him, “How do you know me?” Jesus answered him, <span class=\"woc\">“Before Philip called you, when you were under the fig tree, I saw you.”</span> <b class=\"verse-num\" id=\"v43001049-1\">49&nbsp;</b>Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!” <b class=\"verse-num\" id=\"v43001050-1\">50&nbsp;</b>Jesus answered him, <span class=\"woc\">“Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”</span> <b class=\"verse-num\" id=\"v43001051-1\">51&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  <strong>4</strong> In him was life; and the life was the light of men.  <strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  <strong>6</strong> There was a man sent from God, whose name was John.  <strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  <strong>8</strong> He was not that Light, but was sent to bear witness of that Light.  <strong>9</strong> That was the true Light, which lighteth every man that cometh into the world.  <strong>10</strong> He was in the world, and the world was made by him, and the world knew him not.  <strong>11</strong> He came unto his own, and his own received him not.  <strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  <strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  <strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  <strong>15</strong> John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.  <strong>16</strong> And of his fulness have all we received, and grace for grace.  <strong>17</strong> For the law was given by Moses, but grace and truth came by Jesus Christ.  <strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  <strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  <strong>26</strong> John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;  <strong>27</strong> He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose.  <strong>28</strong> These things were done in Bethabara beyond Jordan, where John was baptizing.  <strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  <strong>30</strong> This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.  <strong>31</strong> And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.  <strong>32</strong> And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.  <strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  <strong>34</strong> And I saw, and bare record that this is the Son of God.  <strong>35</strong> Again the next day after John stood, and two of his disciples;  <strong>36</strong> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!  <strong>37</strong> And the two disciples heard him speak, and they followed Jesus.  <strong>38</strong> Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?  <strong>39</strong> He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.  <strong>40</strong> One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother.  <strong>41</strong> He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ.  <strong>42</strong> And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone.  <strong>43</strong> The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.  <strong>44</strong> Now Philip was of Bethsaida, the city of Andrew and Peter.  <strong>45</strong> Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.  <strong>46</strong> And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.  <strong>47</strong> Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!  <strong>48</strong> Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.  <strong>49</strong> Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.  <strong>50</strong> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.  <strong>51</strong> And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man. ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. <sup><strong>4</strong></sup> In him was life, and that life was the light of men. <sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it. <sup><strong>6</strong></sup> There came a man who was sent from God; his name was John. <sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe. <sup><strong>8</strong></sup> He himself was not the light; he came only as a witness to the light. <sup><strong>9</strong></sup> The true light that gives light to every man was coming into the world. <sup><strong>10</strong></sup> He was in the world, and though the world was made through him, the world did not recognize him. <sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him. <sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God-- <sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God. <sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth. <sup><strong>15</strong></sup> John testifies concerning him. He cries out, saying, \"This was he of whom I said, 'He who comes after me has surpassed me because he was before me.'\" <sup><strong>16</strong></sup> From the fullness of his grace we have all received one blessing after another. <sup><strong>17</strong></sup> For the law was given through Moses; grace and truth came through Jesus Christ. <sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known. <sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" <sup><strong>26</strong></sup> \"I baptize with water,\" John replied, \"but among you stands one you do not know. <sup><strong>27</strong></sup> He is the one who comes after me, the thongs of whose sandals I am not worthy to untie.\" <sup><strong>28</strong></sup> This all happened at Bethany on the other side of the Jordan, where John was baptizing. <sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world! <sup><strong>30</strong></sup> This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.' <sup><strong>31</strong></sup> I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.\" <sup><strong>32</strong></sup> Then John gave this testimony: \"I saw the Spirit come down from heaven as a dove and remain on him. <sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.' <sup><strong>34</strong></sup> I have seen and I testify that this is the Son of God.\" <sup><strong>35</strong></sup> The next day John was there again with two of his disciples. <sup><strong>36</strong></sup> When he saw Jesus passing by, he said, \"Look, the Lamb of God!\" <sup><strong>37</strong></sup> When the two disciples heard him say this, they followed Jesus. <sup><strong>38</strong></sup> Turning around, Jesus saw them following and asked, \"What do you want?\" They said, \"Rabbi\" (which means Teacher), \"where are you staying?\" <sup><strong>39</strong></sup> \"Come,\" he replied, \"and you will see.\" So they went and saw where he was staying, and spent that day with him. It was about the tenth hour. <sup><strong>40</strong></sup> Andrew, Simon Peter's brother, was one of the two who heard what John had said and who had followed Jesus. <sup><strong>41</strong></sup> The first thing Andrew did was to find his brother Simon and tell him, \"We have found the Messiah\" (that is, the Christ). <sup><strong>42</strong></sup> And he brought him to Jesus. Jesus looked at him and said, \"You are Simon son of John. You will be called Cephas\" (which, when translated, is Peter ). <sup><strong>43</strong></sup> The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, \"Follow me.\" <sup><strong>44</strong></sup> Philip, like Andrew and Peter, was from the town of Bethsaida. <sup><strong>45</strong></sup> Philip found Nathanael and told him, \"We have found the one Moses wrote about in the Law, and about whom the prophets also wrote--Jesus of Nazareth, the son of Joseph.\" <sup><strong>46</strong></sup> \"Nazareth! Can anything good come from there?\" Nathanael asked. \"Come and see,\" said Philip. <sup><strong>47</strong></sup> When Jesus saw Nathanael approaching, he said of him, \"Here is a true Israelite, in whom there is nothing false.\" <sup><strong>48</strong></sup> \"How do you know me?\" Nathanael asked. Jesus answered, \"I saw you while you were still under the fig tree before Philip called you.\" <sup><strong>49</strong></sup> Then Nathanael declared, \"Rabbi, you are the Son of God; you are the King of Israel.\" <sup><strong>50</strong></sup> Jesus said, \"You believe because I told you I saw you under the fig tree. You shall see greater things than that.\" <sup><strong>51</strong></sup> He then added, \"I tell you the truth, you shall see heaven open, and the angels of God ascending and descending on the Son of Man.\" "},{"_id":"61697d9ebda5ba8d73708642","topicId":"61697d97bda5ba8d7370862e","verse":"Luke 23:43","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42023043_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023043-1\">43&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, I say to you, today you will be with me in paradise.”</span></p>\n</div>","kjv":"<strong>43</strong> And Jesus said unto him, Verily I say unto thee, To day shalt thou be with me in paradise.  ","niv":"<sup><strong>43</strong></sup> Jesus answered him, \"I tell you the truth, today you will be with me in paradise.\""},{"_id":"61697d9fbda5ba8d73708643","topicId":"61697d97bda5ba8d7370862e","verse":"Luke 1:47","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001047_01-22\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>47</strong> And my spirit hath rejoiced in God my Saviour.  ","niv":"<sup><strong>47</strong></sup> and my spirit rejoices in God my Savior,"},{"_id":"61697d9fbda5ba8d73708644","topicId":"61697d97bda5ba8d7370862e","verse":"Luke 1:46","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42001046_07-23\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_07-23\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>46</strong> And Mary said, My soul doth magnify the Lord,  ","niv":"<sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord"},{"_id":"61697d9fbda5ba8d73708645","topicId":"61697d97bda5ba8d7370862e","verse":"Luke 15:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42015007_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent."},{"_id":"61697d9fbda5ba8d73708646","topicId":"61697d97bda5ba8d7370862e","verse":"Luke 1:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42001028_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!”</p>\n\n</div>","kjv":"<strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  ","niv":"<sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\""},{"_id":"61697da0bda5ba8d73708647","topicId":"61697d97bda5ba8d7370862e","verse":"Mark 6:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41006003_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006003-1\">3&nbsp;</b>Is not this the carpenter, the son of Mary and brother of James and Joses and Judas and Simon? And are not his sisters here with us?” And they took offense at him.</p>\n</div>","kjv":"<strong>3</strong> Is not this the carpenter, the son of Mary, the brother of James, and Joses, and of Juda, and Simon? and are not his sisters here with us? And they were offended at him.  ","niv":"<sup><strong>3</strong></sup> \"Where did this man get these things?\" they asked. \"What's this wisdom that has been given him, that he even does miracles! Isn't this the carpenter? Isn't this Mary's son and the brother of James, Joseph, Judas and Simon? Aren't his sisters here with us?\" And they took offense at him."}]}