{"_id":"616980d7bda5ba8d737086e7","slug":"precious","name":"Precious","verses":[{"_id":"616980d8bda5ba8d737086e8","topicId":"616980d7bda5ba8d737086e7","verse":"Isaiah 43:4","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043004_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043004-1\">4&nbsp;</b>&nbsp;&nbsp;Because you are precious in my eyes,</span><br><span id=\"p23043004_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and honored, and I love you,</span><br><span id=\"p23043004_01-1\" class=\"line\">&nbsp;&nbsp;I give men in return for you,</span><br><span id=\"p23043004_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;peoples in exchange for your life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Since thou wast precious in my sight, thou hast been honourable, and I have loved thee: therefore will I give men for thee, and people for thy life.  ","niv":"<sup><strong>4</strong></sup> Since you are precious and honored in my sight, and because I love you, I will give men in exchange for you, and people in exchange for your life.","modified":"2023-03-25T14:01:29.255Z"},{"_id":"616980d8bda5ba8d737086e9","topicId":"616980d7bda5ba8d737086e7","verse":"1 Peter 2:1-25","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p60002001_08-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60002001-1\">2:1&nbsp;</b>So put away all malice and all deceit and hypocrisy and envy and all slander. <b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—<b class=\"verse-num\" id=\"v60002003-1\">3&nbsp;</b>if indeed you have tasted that the Lord is good.</p>\n<p id=\"p60002003_08-3\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious, <b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. <b class=\"verse-num\" id=\"v60002006-1\">6&nbsp;</b>For it stands in Scripture:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002006_08-3\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone,</span><br><span id=\"p60002006_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a cornerstone chosen and precious,</span><br><span id=\"p60002006_08-3\" class=\"line\">&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002006_08-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002007-1\">7&nbsp;</b>So the honor is for you who believe, but for those who do not believe,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002007_08-3\" class=\"line\">&nbsp;&nbsp;“The stone that the builders rejected</span><br><span id=\"p60002007_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone,”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002007_08-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002008-1\">8&nbsp;</b>and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002008_08-3\" class=\"line\">&nbsp;&nbsp;“A stone of stumbling,</span><br><span id=\"p60002008_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a rock of offense.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002008_08-3\" class=\"same-paragraph\">They stumble because they disobey the word, as they were destined to do.</p>\n<p id=\"p60002008_08-3\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. <b class=\"verse-num\" id=\"v60002010-1\">10&nbsp;</b>Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy.</p>\n<p id=\"p60002010_08-3\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. <b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n\n<p id=\"p60002012_11-3\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n<p id=\"p60002017_11-3\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. <b class=\"verse-num\" id=\"v60002019-1\">19&nbsp;</b>For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. <b class=\"verse-num\" id=\"v60002020-1\">20&nbsp;</b>For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God. <b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly. <b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed. <b class=\"verse-num\" id=\"v60002025-1\">25&nbsp;</b>For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls.</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,  <strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  <strong>3</strong> If so be ye have tasted that the Lord is gracious.  <strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  <strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  <strong>6</strong> Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.  <strong>7</strong> Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,  <strong>8</strong> And a stone of stumbling, and a rock of offence, even to them  which stumble at the word, being disobedient: whereunto also they were appointed.  <strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  <strong>10</strong> Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.  <strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  <strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  <strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  <strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  <strong>19</strong> For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.  <strong>20</strong> For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it,  ye take it patiently, this is acceptable with God.  <strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  <strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  <strong>25</strong> For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.  ","niv":"<sup><strong>1</strong></sup> Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind. <sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, <sup><strong>3</strong></sup> now that you have tasted that the Lord is good. <sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him-- <sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. <sup><strong>6</strong></sup> For in Scripture it says: \"See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who trusts in him will never be put to shame.\" <sup><strong>7</strong></sup> Now to you who believe, this stone is precious. But to those who do not believe, \"The stone the builders rejected has become the capstone, \" <sup><strong>8</strong></sup> and, \"A stone that causes men to stumble and a rock that makes them fall.\" They stumble because they disobey the message--which is also what they were destined for. <sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light. <sup><strong>10</strong></sup> Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy. <sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul. <sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. <sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh. <sup><strong>19</strong></sup> For it is commendable if a man bears up under the pain of unjust suffering because he is conscious of God. <sup><strong>20</strong></sup> But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. <sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. <sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed. <sup><strong>25</strong></sup> For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls. ","modified":"2023-02-26T20:58:16.094Z"},{"_id":"616980d8bda5ba8d737086ea","topicId":"616980d7bda5ba8d737086e7","verse":"Jeremiah 15:19","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24015019_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015019-1\">19&nbsp;</b>&nbsp;&nbsp;Therefore thus says the LORD:</span><br><span id=\"p24015019_01-4\" class=\"line\">&nbsp;&nbsp;“If you return, I will restore you,</span><br><span id=\"p24015019_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall stand before me.</span><br><span id=\"p24015019_01-4\" class=\"line\">&nbsp;&nbsp;If you utter what is precious, and not what is worthless,</span><br><span id=\"p24015019_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be as my mouth.</span><br><span id=\"p24015019_01-4\" class=\"line\">&nbsp;&nbsp;They shall turn to you,</span><br><span id=\"p24015019_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you shall not turn to them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> Therefore thus saith the LORD, If thou return, then will I bring thee again, and thou shalt stand before me: and if thou take forth the precious from the vile, thou shalt be as my mouth: let them return unto thee; but return not thou unto them.  ","niv":"<sup><strong>19</strong></sup> Therefore this is what the LORD says: \"If you repent, I will restore you that you may serve me; if you utter worthy, not worthless, words, you will be my spokesman. Let this people turn to you, but you must not turn to them.","modified":"2023-02-25T03:22:49.374Z"},{"_id":"616980d8bda5ba8d737086eb","topicId":"616980d7bda5ba8d737086e7","verse":"Psalm 116:15","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19116015_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19116015-1\">15&nbsp;</b>&nbsp;&nbsp;Precious in the sight of the LORD</span><br><span id=\"p19116015_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is the death of his saints.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Precious in the sight of the LORD is the death of his saints.  ","niv":"<sup><strong>15</strong></sup> Precious in the sight of the LORD is the death of his saints.","modified":"2022-09-19T22:58:29.260Z"},{"_id":"616980d9bda5ba8d737086ec","topicId":"616980d7bda5ba8d737086e7","verse":"Psalm 127:3","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him.","modified":"2022-09-19T22:58:23.165Z"},{"_id":"616980d9bda5ba8d737086ed","topicId":"616980d7bda5ba8d737086e7","verse":"Proverbs 20:15","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020015_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020015-1\">15&nbsp;</b>&nbsp;&nbsp;There is gold and abundance of costly stones,</span><br><span id=\"p20020015_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the lips of knowledge are a precious jewel.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> There is gold, and a multitude of rubies: but the lips of knowledge are a precious jewel.  ","niv":"<sup><strong>15</strong></sup> Gold there is, and rubies in abundance, but lips that speak knowledge are a rare jewel.","modified":"2023-06-21T04:27:59.683Z"},{"_id":"616980d9bda5ba8d737086ee","topicId":"616980d7bda5ba8d737086e7","verse":"1 Peter 3:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p60003004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious.</p>\n</div>","kjv":"<strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  ","niv":"<sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight.","modified":"2022-11-14T22:20:17.317Z"},{"_id":"616980dabda5ba8d737086ef","topicId":"616980d7bda5ba8d737086e7","verse":"Romans 5:8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."},{"_id":"616980dabda5ba8d737086f0","topicId":"616980d7bda5ba8d737086e7","verse":"2 Peter 1:4","votes":6,"__v":0,"esv":"<div>\n<p id=\"p61001004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001004-1\">4&nbsp;</b>by which he has granted to us his precious and very great promises, so that through them you may become partakers of the divine nature, having escaped from the corruption that is in the world because of sinful desire.</p>\n</div>","kjv":"<strong>4</strong> Whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.  ","niv":"<sup><strong>4</strong></sup> Through these he has given us his very great and precious promises, so that through them you may participate in the divine nature and escape the corruption in the world caused by evil desires.","modified":"2022-08-11T03:44:05.227Z"},{"_id":"616980dabda5ba8d737086f1","topicId":"616980d7bda5ba8d737086e7","verse":"1 Peter 1:19","votes":7,"__v":0,"esv":"<div>\n<p id=\"p60001019_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001019-1\">19&nbsp;</b>but with the precious blood of Christ, like that of a lamb without blemish or spot.</p>\n</div>","kjv":"<strong>19</strong> But with the precious blood of Christ, as of a lamb without blemish and without spot:  ","niv":"<sup><strong>19</strong></sup> but with the precious blood of Christ, a lamb without blemish or defect.","modified":"2022-10-16T02:08:12.669Z"},{"_id":"616980dbbda5ba8d737086f2","topicId":"616980d7bda5ba8d737086e7","verse":"Proverbs 3:15","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003015_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003015-1\">15&nbsp;</b>&nbsp;&nbsp;She is more precious than jewels,</span><br><span id=\"p20003015_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and nothing you desire can compare with her.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> She is more precious than rubies: and all the things thou canst desire are not to be compared unto her.  ","niv":"<sup><strong>15</strong></sup> She is more precious than rubies; nothing you desire can compare with her.","modified":"2023-04-17T05:09:06.919Z"},{"_id":"616980dbbda5ba8d737086f3","topicId":"616980d7bda5ba8d737086e7","verse":"Hebrews 1:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58001014_01-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001014-1\">14&nbsp;</b>Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?</p>\n</div>","kjv":"<strong>14</strong> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?  ","niv":"<sup><strong>14</strong></sup> Are not all angels ministering spirits sent to serve those who will inherit salvation?"},{"_id":"616980dbbda5ba8d737086f4","topicId":"616980d7bda5ba8d737086e7","verse":"Titus 3:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,"},{"_id":"616980dcbda5ba8d737086f5","topicId":"616980d7bda5ba8d737086e7","verse":"Matthew 3:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40003017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v40003017-1\">17&nbsp;</b>and behold, a voice from heaven said, “This is my beloved Son, with whom I am well pleased.”</p>\n\n</div>","kjv":"<strong>17</strong> And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased.  ","niv":"<sup><strong>17</strong></sup> And a voice from heaven said, \"This is my Son, whom I love; with him I am well pleased.\""},{"_id":"616980dcbda5ba8d737086f6","topicId":"616980d7bda5ba8d737086e7","verse":"2 Peter 1:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p61001001_02-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61001001-1\">1:1&nbsp;</b>Simeon Peter, a servant and apostle of Jesus Christ,</p>\n<p id=\"p61001001_02-19\">To those who have obtained a faith of equal standing with ours by the righteousness of our God and Savior Jesus Christ:</p>\n\n</div>","kjv":"<strong>1</strong> Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ:  ","niv":"<sup><strong>1</strong></sup> Simon Peter, a servant and apostle of Jesus Christ, To those who through the righteousness of our God and Savior Jesus Christ have received a faith as precious as ours:"},{"_id":"616980dcbda5ba8d737086f7","topicId":"616980d7bda5ba8d737086e7","verse":"1 Peter 3:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-20\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit,</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit,"},{"_id":"616980dcbda5ba8d737086f8","topicId":"616980d7bda5ba8d737086e7","verse":"Psalm 139:13-16","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139013_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139013-1\">13&nbsp;</b>&nbsp;&nbsp;For you formed my inward parts;</span><br><span id=\"p19139013_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you knitted me together in my mother’s womb.</span><br><span id=\"p19139014_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-21\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br><span id=\"p19139015_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139015-1\">15&nbsp;</b>&nbsp;&nbsp;My frame was not hidden from you,</span><br><span id=\"p19139015_01-21\" class=\"line\">&nbsp;&nbsp;when I was being made in secret,</span><br><span id=\"p19139015_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;intricately woven in the depths of the earth.</span><br><span id=\"p19139016_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139016-1\">16&nbsp;</b>&nbsp;&nbsp;Your eyes saw my unformed substance;</span><br><span id=\"p19139016_01-21\" class=\"line\">&nbsp;&nbsp;in your book were written, every one of them,</span><br><span id=\"p19139016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the days that were formed for me,</span><br><span id=\"p19139016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when as yet there was none of them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> For thou hast possessed my reins: thou hast covered me in my mother’s womb.  <strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  <strong>15</strong> My substance was not hid from thee, when I was made in secret, and curiously wrought in the lowest parts of the earth.  <strong>16</strong> Thine eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them.  ","niv":"<sup><strong>13</strong></sup> For you created my inmost being; you knit me together in my mother's womb. <sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. <sup><strong>15</strong></sup> My frame was not hidden from you when I was made in the secret place. When I was woven together in the depths of the earth, <sup><strong>16</strong></sup> your eyes saw my unformed body. All the days ordained for me were written in your book before one of them came to be. ","modified":"2023-06-24T22:26:11.557Z"},{"_id":"616980ddbda5ba8d737086f9","topicId":"616980d7bda5ba8d737086e7","verse":"Philippians 2:1-8","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross.</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! "},{"_id":"616980ddbda5ba8d737086fa","topicId":"616980d7bda5ba8d737086e7","verse":"2 Corinthians 4:7","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p47004007_06-23\"><b class=\"verse-num\" id=\"v47004007-1\">7&nbsp;</b>But we have this treasure in jars of clay, to show that the surpassing power belongs to God and not to us.</p>\n</div>","kjv":"<strong>7</strong> But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.  ","niv":"<sup><strong>7</strong></sup> But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us.","modified":"2023-10-04T04:14:03.977Z"},{"_id":"616980ddbda5ba8d737086fb","topicId":"616980d7bda5ba8d737086e7","verse":"2 Corinthians 1:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47001020_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v47001020-1\">20&nbsp;</b>For all the promises of God find their Yes in him. That is why it is through him that we utter our Amen to God for his glory.</p>\n</div>","kjv":"<strong>20</strong> For all the promises of God in him are yea, and in him Amen, unto the glory of God by us.  ","niv":"<sup><strong>20</strong></sup> For no matter how many promises God has made, they are \"Yes\" in Christ. And so through him the \"Amen\" is spoken by us to the glory of God."},{"_id":"616980debda5ba8d737086fc","topicId":"616980d7bda5ba8d737086e7","verse":"1 Corinthians 1:25-31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46001025_01-26\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46001025-1\">25&nbsp;</b>For the foolishness of God is wiser than men, and the weakness of God is stronger than men.</p>\n<p id=\"p46001025_01-26\"><b class=\"verse-num\" id=\"v46001026-1\">26&nbsp;</b>For consider your calling, brothers: not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth. <b class=\"verse-num\" id=\"v46001027-1\">27&nbsp;</b>But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong; <b class=\"verse-num\" id=\"v46001028-1\">28&nbsp;</b>God chose what is low and despised in the world, even things that are not, to bring to nothing things that are, <b class=\"verse-num\" id=\"v46001029-1\">29&nbsp;</b>so that no human being might boast in the presence of God. <b class=\"verse-num\" id=\"v46001030-1\">30&nbsp;</b>And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption, <b class=\"verse-num\" id=\"v46001031-1\">31&nbsp;</b>so that, as it is written, “Let the one who boasts, boast in the Lord.”</p>\n\n</div>","kjv":"<strong>25</strong> Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.  <strong>26</strong> For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:  <strong>27</strong> But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;  <strong>28</strong> And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:  <strong>29</strong> That no flesh should glory in his presence.  <strong>30</strong> But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:  <strong>31</strong> That, according as it is written, He that glorieth, let him glory in the Lord.  ","niv":"<sup><strong>25</strong></sup> For the foolishness of God is wiser than man's wisdom, and the weakness of God is stronger than man's strength. <sup><strong>26</strong></sup> Brothers, think of what you were when you were called. Not many of you were wise by human standards; not many were influential; not many were of noble birth. <sup><strong>27</strong></sup> But God chose the foolish things of the world to shame the wise; God chose the weak things of the world to shame the strong. <sup><strong>28</strong></sup> He chose the lowly things of this world and the despised things--and the things that are not--to nullify the things that are, <sup><strong>29</strong></sup> so that no one may boast before him. <sup><strong>30</strong></sup> It is because of him that you are in Christ Jesus, who has become for us wisdom from God--that is, our righteousness, holiness and redemption. <sup><strong>31</strong></sup> Therefore, as it is written: \"Let him who boasts boast in the Lord.\" "},{"_id":"616980debda5ba8d737086fd","topicId":"616980d7bda5ba8d737086e7","verse":"Romans 14:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45014017_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit.</p>\n</div>","kjv":"<strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  ","niv":"<sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit,"},{"_id":"616980debda5ba8d737086fe","topicId":"616980d7bda5ba8d737086e7","verse":"Acts 3:6-8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44003006_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v44003006-1\">6&nbsp;</b>But Peter said, “I have no silver and gold, but what I do have I give to you. In the name of Jesus Christ of Nazareth, rise up and walk!” <b class=\"verse-num\" id=\"v44003007-1\">7&nbsp;</b>And he took him by the right hand and raised him up, and immediately his feet and ankles were made strong. <b class=\"verse-num\" id=\"v44003008-1\">8&nbsp;</b>And leaping up, he stood and began to walk, and entered the temple with them, walking and leaping and praising God.</p>\n</div>","kjv":"<strong>6</strong> Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.  <strong>7</strong> And he took him by the right hand, and lifted him up: and immediately his feet and ankle bones received strength.  <strong>8</strong> And he leaping up stood, and walked, and entered with them into the temple, walking, and leaping, and praising God.  ","niv":"<sup><strong>6</strong></sup> Then Peter said, \"Silver or gold I do not have, but what I have I give you. In the name of Jesus Christ of Nazareth, walk.\" <sup><strong>7</strong></sup> Taking him by the right hand, he helped him up, and instantly the man's feet and ankles became strong. <sup><strong>8</strong></sup> He jumped to his feet and began to walk. Then he went with them into the temple courts, walking and jumping, and praising God. "},{"_id":"616980dfbda5ba8d737086ff","topicId":"616980d7bda5ba8d737086e7","verse":"John 21:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43021017_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v43021017-1\">17&nbsp;</b>He said to him the third time, <span class=\"woc\">“Simon, son of John, do you love me?”</span> Peter was grieved because he said to him the third time, <span class=\"woc\">“Do you love me?”</span> and he said to him, “Lord, you know everything; you know that I love you.” Jesus said to him, <span class=\"woc\">“Feed my sheep.</span></p>\n</div>","kjv":"<strong>17</strong> He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.  ","niv":"<sup><strong>17</strong></sup> The third time he said to him, \"Simon son of John, do you love me?\" Peter was hurt because Jesus asked him the third time, \"Do you love me?\" He said, \"Lord, you know all things; you know that I love you.\""},{"_id":"616980dfbda5ba8d73708700","topicId":"616980d7bda5ba8d737086e7","verse":"Luke 12:32","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42012032_01-30\"><b class=\"verse-num woc\" id=\"v42012032-1\">32&nbsp;</b><span class=\"woc\">“Fear not, little flock, for it is your Father’s good pleasure to give you the kingdom.</span></p>\n</div>","kjv":"<strong>32</strong> Fear not, little flock; for it is your Father’s good pleasure to give you the kingdom.  ","niv":"<sup><strong>32</strong></sup> \"Do not be afraid, little flock, for your Father has been pleased to give you the kingdom."}]}