{"_id":"61698382bda5ba8d737087c0","slug":"preordained","name":"Preordained","verses":[{"_id":"61698382bda5ba8d737087c1","topicId":"61698382bda5ba8d737087c0","verse":"Ephesians 1:3-5","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p49001003_05-1\"><b class=\"verse-num\" id=\"v49001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places, <b class=\"verse-num\" id=\"v49001004-1\">4&nbsp;</b>even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love <b class=\"verse-num\" id=\"v49001005-1\">5&nbsp;</b>he predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will,</p>\n\n</div>","kjv":"<strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places  in Christ:  <strong>4</strong> According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:  <strong>5</strong> Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ. <sup><strong>4</strong></sup> For he chose us in him before the creation of the world to be holy and blameless in his sight. In love <sup><strong>5</strong></sup> he predestined us to be adopted as his sons through Jesus Christ, in accordance with his pleasure and will-- "},{"_id":"61698382bda5ba8d737087c2","topicId":"61698382bda5ba8d737087c0","verse":"Romans 8:29-30","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45008029_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n</div>","kjv":"<strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  ","niv":"<sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. ","modified":"2022-02-27T03:34:13.684Z"},{"_id":"61698383bda5ba8d737087c3","topicId":"61698382bda5ba8d737087c0","verse":"Romans 9:21","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45009001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45009001-1\">9:1&nbsp;</b>I am speaking the truth in Christ—I am not lying; my conscience bears me witness in the Holy Spirit—<b class=\"verse-num\" id=\"v45009002-1\">2&nbsp;</b>that I have great sorrow and unceasing anguish in my heart. <b class=\"verse-num\" id=\"v45009003-1\">3&nbsp;</b>For I could wish that I myself were accursed and cut off from Christ for the sake of my brothers, my kinsmen according to the flesh. <b class=\"verse-num\" id=\"v45009004-1\">4&nbsp;</b>They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the worship, and the promises. <b class=\"verse-num\" id=\"v45009005-1\">5&nbsp;</b>To them belong the patriarchs, and from their race, according to the flesh, is the Christ, who is God over all, blessed forever. Amen.</p>\n<p id=\"p45009005_04-25\"><b class=\"verse-num\" id=\"v45009006-1\">6&nbsp;</b>But it is not as though the word of God has failed. For not all who are descended from Israel belong to Israel, <b class=\"verse-num\" id=\"v45009007-1\">7&nbsp;</b>and not all are children of Abraham because they are his offspring, but “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v45009008-1\">8&nbsp;</b>This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as offspring. <b class=\"verse-num\" id=\"v45009009-1\">9&nbsp;</b>For this is what the promise said: “About this time next year I will return, and Sarah shall have a son.” <b class=\"verse-num\" id=\"v45009010-1\">10&nbsp;</b>And not only so, but also when Rebekah had conceived children by one man, our forefather Isaac, <b class=\"verse-num\" id=\"v45009011-1\">11&nbsp;</b>though they were not yet born and had done nothing either good or bad—in order that God’s purpose of election might continue, not because of works but because of him who calls—<b class=\"verse-num\" id=\"v45009012-1\">12&nbsp;</b>she was told, “The older will serve the younger.” <b class=\"verse-num\" id=\"v45009013-1\">13&nbsp;</b>As it is written, “Jacob I loved, but Esau I hated.”</p>\n<p id=\"p45009013_04-25\"><b class=\"verse-num\" id=\"v45009014-1\">14&nbsp;</b>What shall we say then? Is there injustice on God’s part? By no means! <b class=\"verse-num\" id=\"v45009015-1\">15&nbsp;</b>For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.” <b class=\"verse-num\" id=\"v45009016-1\">16&nbsp;</b>So then it depends not on human will or exertion, but on God, who has mercy. <b class=\"verse-num\" id=\"v45009017-1\">17&nbsp;</b>For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.” <b class=\"verse-num\" id=\"v45009018-1\">18&nbsp;</b>So then he has mercy on whomever he wills, and he hardens whomever he wills.</p>\n<p id=\"p45009018_04-25\"><b class=\"verse-num\" id=\"v45009019-1\">19&nbsp;</b>You will say to me then, “Why does he still find fault? For who can resist his will?” <b class=\"verse-num\" id=\"v45009020-1\">20&nbsp;</b>But who are you, O man, to answer back to God? Will what is molded say to its molder, “Why have you made me like this?” <b class=\"verse-num\" id=\"v45009021-1\">21&nbsp;</b>Has the potter no right over the clay, to make out of the same lump one vessel for honorable use and another for dishonorable use? <b class=\"verse-num\" id=\"v45009022-1\">22&nbsp;</b>What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction, <b class=\"verse-num\" id=\"v45009023-1\">23&nbsp;</b>in order to make known the riches of his glory for vessels of mercy, which he has prepared beforehand for glory—<b class=\"verse-num\" id=\"v45009024-1\">24&nbsp;</b>even us whom he has called, not from the Jews only but also from the Gentiles? <b class=\"verse-num\" id=\"v45009025-1\">25&nbsp;</b>As indeed he says in Hosea,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009025_04-25\" class=\"line\">&nbsp;&nbsp;“Those who were not my people I will call ‘my people,’</span><br><span id=\"p45009025_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her who was not beloved I will call ‘beloved.’”</span><br><span id=\"p45009026_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v45009026-1\">26&nbsp;</b>&nbsp;&nbsp;“And in the very place where it was said to them, ‘You are not my people,’</span><br><span id=\"p45009026_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there they will be called ‘sons of the living God.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45009026_04-25\"><b class=\"verse-num\" id=\"v45009027-1\">27&nbsp;</b>And Isaiah cries out concerning Israel: “Though the number of the sons of Israel be as the sand of the sea, only a remnant of them will be saved, <b class=\"verse-num\" id=\"v45009028-1\">28&nbsp;</b>for the Lord will carry out his sentence upon the earth fully and without delay.” <b class=\"verse-num\" id=\"v45009029-1\">29&nbsp;</b>And as Isaiah predicted,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009029_04-25\" class=\"line\">&nbsp;&nbsp;“If the Lord of hosts had not left us offspring,</span><br><span id=\"p45009029_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we would have been like Sodom</span><br><span id=\"p45009029_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p45009029_06-25\"><b class=\"verse-num\" id=\"v45009030-1\">30&nbsp;</b>What shall we say, then? That Gentiles who did not pursue righteousness have attained it, that is, a righteousness that is by faith; <b class=\"verse-num\" id=\"v45009031-1\">31&nbsp;</b>but that Israel who pursued a law that would lead to righteousness did not succeed in reaching that law. <b class=\"verse-num\" id=\"v45009032-1\">32&nbsp;</b>Why? Because they did not pursue it by faith, but as if it were based on works. They have stumbled over the stumbling stone, <b class=\"verse-num\" id=\"v45009033-1\">33&nbsp;</b>as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009033_06-25\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone of stumbling, and a rock of offense;</span><br><span id=\"p45009033_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>21</strong> Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?  ","niv":"<sup><strong>21</strong></sup> Does not the potter have the right to make out of the same lump of clay some pottery for noble purposes and some for common use?"},{"_id":"61698383bda5ba8d737087c4","topicId":"61698382bda5ba8d737087c0","verse":"Ephesians 1:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49001011_01-4\"><b class=\"verse-num\" id=\"v49001011-1\">11&nbsp;</b>In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will,</p>\n</div>","kjv":"<strong>11</strong> In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:  ","niv":"<sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will,","modified":"2023-08-13T09:51:31.636Z"},{"_id":"61698383bda5ba8d737087c5","topicId":"61698382bda5ba8d737087c0","verse":"1 Peter 2:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60002009_01-6\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.</p>\n</div>","kjv":"<strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  ","niv":"<sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light."},{"_id":"61698384bda5ba8d737087c6","topicId":"61698382bda5ba8d737087c0","verse":"2 Thessalonians 2:9-12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p53002009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002009-1\">9&nbsp;</b>The coming of the lawless one is by the activity of Satan with all power and false signs and wonders, <b class=\"verse-num\" id=\"v53002010-1\">10&nbsp;</b>and with all wicked deception for those who are perishing, because they refused to love the truth and so be saved. <b class=\"verse-num\" id=\"v53002011-1\">11&nbsp;</b>Therefore God sends them a strong delusion, so that they may believe what is false, <b class=\"verse-num\" id=\"v53002012-1\">12&nbsp;</b>in order that all may be condemned who did not believe the truth but had pleasure in unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,  <strong>10</strong> And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved.  <strong>11</strong> And for this cause God shall send them strong delusion, that they should believe a lie:  <strong>12</strong> That they all might be damned who believed not the truth, but had pleasure in unrighteousness.  ","niv":"<sup><strong>9</strong></sup> The coming of the lawless one will be in accordance with the work of Satan displayed in all kinds of counterfeit miracles, signs and wonders, <sup><strong>10</strong></sup> and in every sort of evil that deceives those who are perishing. They perish because they refused to love the truth and so be saved. <sup><strong>11</strong></sup> For this reason God sends them a powerful delusion so that they will believe the lie <sup><strong>12</strong></sup> and so that all will be condemned who have not believed the truth but have delighted in wickedness. "},{"_id":"61698384bda5ba8d737087c7","topicId":"61698382bda5ba8d737087c0","verse":"Colossians 3:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003008_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth.</p>\n</div>","kjv":"<strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  ","niv":"<sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips."},{"_id":"61698384bda5ba8d737087c8","topicId":"61698382bda5ba8d737087c0","verse":"Genesis 6:1-22","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01006001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01006001-1\">6:1&nbsp;</b>When man began to multiply on the face of the land and daughters were born to them, <b class=\"verse-num\" id=\"v01006002-1\">2&nbsp;</b>the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose. <b class=\"verse-num\" id=\"v01006003-1\">3&nbsp;</b>Then the LORD said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.” <b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n<p id=\"p01006004_05-9\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. <b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart. <b class=\"verse-num\" id=\"v01006007-1\">7&nbsp;</b>So the LORD said, “I will blot out man whom I have created from the face of the land, man and animals and creeping things and birds of the heavens, for I am sorry that I have made them.” <b class=\"verse-num\" id=\"v01006008-1\">8&nbsp;</b>But Noah found favor in the eyes of the LORD.</p>\n\n<p id=\"p01006008_09-9\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God. <b class=\"verse-num\" id=\"v01006010-1\">10&nbsp;</b>And Noah had three sons, Shem, Ham, and Japheth.</p>\n<p id=\"p01006010_09-9\"><b class=\"verse-num\" id=\"v01006011-1\">11&nbsp;</b>Now the earth was corrupt in God’s sight, and the earth was filled with violence. <b class=\"verse-num\" id=\"v01006012-1\">12&nbsp;</b>And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth. <b class=\"verse-num\" id=\"v01006013-1\">13&nbsp;</b>And God said to Noah, “I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth. <b class=\"verse-num\" id=\"v01006014-1\">14&nbsp;</b>Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch. <b class=\"verse-num\" id=\"v01006015-1\">15&nbsp;</b>This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits. <b class=\"verse-num\" id=\"v01006016-1\">16&nbsp;</b>Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks. <b class=\"verse-num\" id=\"v01006017-1\">17&nbsp;</b>For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die. <b class=\"verse-num\" id=\"v01006018-1\">18&nbsp;</b>But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you. <b class=\"verse-num\" id=\"v01006019-1\">19&nbsp;</b>And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female. <b class=\"verse-num\" id=\"v01006020-1\">20&nbsp;</b>Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive. <b class=\"verse-num\" id=\"v01006021-1\">21&nbsp;</b>Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them.” <b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  <strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  <strong>7</strong> And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.  <strong>8</strong> But Noah found grace in the eyes of the LORD.  <strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  <strong>10</strong> And Noah begat three sons, Shem, Ham, and Japheth.  <strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.  <strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  <strong>13</strong> And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.  <strong>14</strong> Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.  <strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  <strong>16</strong> A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with  lower, second, and third stories shalt thou make it.  <strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  <strong>18</strong> But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.  <strong>19</strong> And of every living thing of all flesh, two of every sort  shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.  <strong>20</strong> Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.  <strong>21</strong> And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.  <strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. <sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time. <sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain. <sup><strong>7</strong></sup> So the LORD said, \"I will wipe mankind, whom I have created, from the face of the earth-men and animals, and creatures that move along the ground, and birds of the air-for I am grieved that I have made them.\" <sup><strong>8</strong></sup> But Noah found favor in the eyes of the LORD. <sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God. <sup><strong>10</strong></sup> Noah had three sons: Shem, Ham and Japheth. <sup><strong>11</strong></sup> Now the earth was corrupt in God's sight and was full of violence. <sup><strong>12</strong></sup> God saw how corrupt the earth had become, for all the people on earth had corrupted their ways. <sup><strong>13</strong></sup> So God said to Noah, \"I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth. <sup><strong>14</strong></sup> So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out. <sup><strong>15</strong></sup> This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high. <sup><strong>16</strong></sup> Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks. <sup><strong>17</strong></sup> I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. <sup><strong>18</strong></sup> But I will establish my covenant with you, and you will enter the ark-you and your sons and your wife and your sons' wives with you. <sup><strong>19</strong></sup> You are to bring into the ark two of all living creatures, male and female, to keep them alive with you. <sup><strong>20</strong></sup> Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive. <sup><strong>21</strong></sup> You are to take every kind of food that is to be eaten and store it away as food for you and for them.\" <sup><strong>22</strong></sup> Noah did everything just as God commanded him. "},{"_id":"61698384bda5ba8d737087c9","topicId":"61698382bda5ba8d737087c0","verse":"Genesis 1:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-10\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"61698385bda5ba8d737087ca","topicId":"61698382bda5ba8d737087c0","verse":"1 Timothy 2:3-4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. "},{"_id":"61698385bda5ba8d737087cb","topicId":"61698382bda5ba8d737087c0","verse":"Romans 9:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45009022_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009022-1\">22&nbsp;</b>What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction,</p>\n</div>","kjv":"<strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  ","niv":"<sup><strong>22</strong></sup> What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath--prepared for destruction?"},{"_id":"61698385bda5ba8d737087cc","topicId":"61698382bda5ba8d737087c0","verse":"Romans 9:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45009017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009017-1\">17&nbsp;</b>For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.”</p>\n</div>","kjv":"<strong>17</strong> For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.  ","niv":"<sup><strong>17</strong></sup> For the Scripture says to Pharaoh: \"I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.\""},{"_id":"61698386bda5ba8d737087cd","topicId":"61698382bda5ba8d737087c0","verse":"John 17:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43017012_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017012-1\">12&nbsp;</b><span class=\"woc\">While I was with them, I kept them in your name, which you have given me. I have guarded them, and not one of them has been lost except the son of destruction, that the Scripture might be fulfilled.</span></p>\n</div>","kjv":"<strong>12</strong> While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.  ","niv":"<sup><strong>12</strong></sup> While I was with them, I protected them and kept them safe by that name you gave me. None has been lost except the one doomed to destruction so that Scripture would be fulfilled."},{"_id":"61698386bda5ba8d737087ce","topicId":"61698382bda5ba8d737087c0","verse":"Daniel 12:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p27012009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v27012009-1\">9&nbsp;</b>He said, “Go your way, Daniel, for the words are shut up and sealed until the time of the end.</p>\n</div>","kjv":"<strong>9</strong> And he said, Go thy way, Daniel: for the words are closed up and sealed till the time of the end.  ","niv":"<sup><strong>9</strong></sup> He replied, \"Go your way, Daniel, because the words are closed up and sealed until the time of the end."},{"_id":"61698386bda5ba8d737087cf","topicId":"61698382bda5ba8d737087c0","verse":"Revelation 20:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire."},{"_id":"61698387bda5ba8d737087d0","topicId":"61698382bda5ba8d737087c0","verse":"2 Peter 3:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"61698387bda5ba8d737087d1","topicId":"61698382bda5ba8d737087c0","verse":"2 Corinthians 4:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47004004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004004-1\">4&nbsp;</b>In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.</p>\n</div>","kjv":"<strong>4</strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.  ","niv":"<sup><strong>4</strong></sup> The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God."},{"_id":"61698387bda5ba8d737087d2","topicId":"61698382bda5ba8d737087c0","verse":"1 Corinthians 15:1-4","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-21\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures,</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, "},{"_id":"61698387bda5ba8d737087d3","topicId":"61698382bda5ba8d737087c0","verse":"Romans 9:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45009023_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009023-1\">23&nbsp;</b>in order to make known the riches of his glory for vessels of mercy, which he has prepared beforehand for glory—</p>\n</div>","kjv":"<strong>23</strong> And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,  ","niv":"<sup><strong>23</strong></sup> What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory--"},{"_id":"61698388bda5ba8d737087d4","topicId":"61698382bda5ba8d737087c0","verse":"Romans 9:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45009016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009016-1\">16&nbsp;</b>So then it depends not on human will or exertion, but on God, who has mercy.</p>\n\n</div>","kjv":"<strong>16</strong> So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.  ","niv":"<sup><strong>16</strong></sup> It does not, therefore, depend on man's desire or effort, but on God's mercy."},{"_id":"61698388bda5ba8d737087d5","topicId":"61698382bda5ba8d737087c0","verse":"Romans 9:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45009011_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009011-1\">11&nbsp;</b>though they were not yet born and had done nothing either good or bad—in order that God’s purpose of election might continue, not because of works but because of him who calls—</p>\n</div>","kjv":"<strong>11</strong> (For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)  ","niv":"<sup><strong>11</strong></sup> Yet, before the twins were born or had done anything good or bad--in order that God's purpose in election might stand:"},{"_id":"61698388bda5ba8d737087d6","topicId":"61698382bda5ba8d737087c0","verse":"Romans 9:1-33","votes":2,"__v":0,"kjv":"<strong>1</strong> I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,  <strong>2</strong> That I have great heaviness and continual sorrow in my heart.  <strong>3</strong> For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:  <strong>4</strong> Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;  <strong>5</strong> Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.  <strong>6</strong> Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:  <strong>7</strong> Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.  <strong>8</strong> That is, They which are the children of the flesh, these are  not the children of God: but the children of the promise are counted for the seed.  <strong>9</strong> For this is the word of promise, At this time will I come, and Sarah shall have a son.  <strong>10</strong> And not only this; but when Rebecca also had conceived by one, even by our father Isaac;  <strong>11</strong> (For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)  <strong>12</strong> It was said unto her, The elder shall serve the younger.  <strong>13</strong> As it is written, Jacob have I loved, but Esau have I hated.  <strong>14</strong> What shall we say then? Is there unrighteousness with God? God forbid.  <strong>15</strong> For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.  <strong>16</strong> So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.  <strong>17</strong> For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.  <strong>18</strong> Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.  <strong>19</strong> Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?  <strong>20</strong> Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?  <strong>21</strong> Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?  <strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  <strong>23</strong> And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,  <strong>24</strong> Even us, whom he hath called, not of the Jews only, but also of the Gentiles?  <strong>25</strong> As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.  <strong>26</strong> And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.  <strong>27</strong> Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:  <strong>28</strong> For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.  <strong>29</strong> And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.  <strong>30</strong> What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.  <strong>31</strong> But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.  <strong>32</strong> Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;  <strong>33</strong> As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not be ashamed.  ","niv":"<sup><strong>1</strong></sup> I speak the truth in Christ--I am not lying, my conscience confirms it in the Holy Spirit-- <sup><strong>2</strong></sup> I have great sorrow and unceasing anguish in my heart. <sup><strong>3</strong></sup> For I could wish that I myself were cursed and cut off from Christ for the sake of my brothers, those of my own race, <sup><strong>4</strong></sup> the people of Israel. Theirs is the adoption as sons; theirs the divine glory, the covenants, the receiving of the law, the temple worship and the promises. <sup><strong>5</strong></sup> Theirs are the patriarchs, and from them is traced the human ancestry of Christ, who is God over all, forever praised! Amen. <sup><strong>6</strong></sup> It is not as though God's word had failed. For not all who are descended from Israel are Israel. <sup><strong>7</strong></sup> Nor because they are his descendants are they all Abraham's children. On the contrary, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>8</strong></sup> In other words, it is not the natural children who are God's children, but it is the children of the promise who are regarded as Abraham's offspring. <sup><strong>9</strong></sup> For this was how the promise was stated: \"At the appointed time I will return, and Sarah will have a son.\" <sup><strong>10</strong></sup> Not only that, but Rebekah's children had one and the same father, our father Isaac. <sup><strong>11</strong></sup> Yet, before the twins were born or had done anything good or bad--in order that God's purpose in election might stand: <sup><strong>12</strong></sup> not by works but by him who calls--she was told, \"The older will serve the younger.\" <sup><strong>13</strong></sup> Just as it is written: \"Jacob I loved, but Esau I hated.\" <sup><strong>14</strong></sup> What then shall we say? Is God unjust? Not at all! <sup><strong>15</strong></sup> For he says to Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\" <sup><strong>16</strong></sup> It does not, therefore, depend on man's desire or effort, but on God's mercy. <sup><strong>17</strong></sup> For the Scripture says to Pharaoh: \"I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.\" <sup><strong>18</strong></sup> Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden. <sup><strong>19</strong></sup> One of you will say to me: \"Then why does God still blame us? For who resists his will?\" <sup><strong>20</strong></sup> But who are you, O man, to talk back to God? \"Shall what is formed say to him who formed it, 'Why did you make me like this?'\" <sup><strong>21</strong></sup> Does not the potter have the right to make out of the same lump of clay some pottery for noble purposes and some for common use? <sup><strong>22</strong></sup> What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath--prepared for destruction? <sup><strong>23</strong></sup> What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory-- <sup><strong>24</strong></sup> even us, whom he also called, not only from the Jews but also from the Gentiles? <sup><strong>25</strong></sup> As he says in Hosea: \"I will call them 'my people' who are not my people; and I will call her 'my loved one' who is not my loved one,\" <sup><strong>26</strong></sup> and, \"It will happen that in the very place where it was said to them, 'You are not my people,' they will be called 'sons of the living God.'\" <sup><strong>27</strong></sup> Isaiah cries out concerning Israel: \"Though the number of the Israelites be like the sand by the sea, only the remnant will be saved. <sup><strong>28</strong></sup> For the Lord will carry out his sentence on earth with speed and finality.\" <sup><strong>29</strong></sup> It is just as Isaiah said previously: \"Unless the Lord Almighty had left us descendants, we would have become like Sodom, we would have been like Gomorrah.\" <sup><strong>30</strong></sup> What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith; <sup><strong>31</strong></sup> but Israel, who pursued a law of righteousness, has not attained it. <sup><strong>32</strong></sup> Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the \"stumbling stone.\" <sup><strong>33</strong></sup> As it is written: \"See, I lay in Zion a stone that causes men to stumble and a rock that makes them fall, and the one who trusts in him will never be put to shame.\" "},{"_id":"61698389bda5ba8d737087d7","topicId":"61698382bda5ba8d737087c0","verse":"Romans 8:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008029_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.</p>\n</div>","kjv":"<strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  ","niv":"<sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers."},{"_id":"61698389bda5ba8d737087d8","topicId":"61698382bda5ba8d737087c0","verse":"Acts 17:30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44017030_01-27\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44017030-1\">30&nbsp;</b>The times of ignorance God overlooked, but now he commands all people everywhere to repent,</p>\n</div>","kjv":"<strong>30</strong> And the times of this ignorance God winked at; but now commandeth all men every where to repent:  ","niv":"<sup><strong>30</strong></sup> In the past God overlooked such ignorance, but now he commands all people everywhere to repent."},{"_id":"61698389bda5ba8d737087d9","topicId":"61698382bda5ba8d737087c0","verse":"Matthew 24:1-51","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-28\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-28\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-28\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-28\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-28\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-28\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-28\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "}]}