{"_id":"61698486bda5ba8d7370885c","slug":"preservation","name":"Preservation","verses":[{"_id":"61698486bda5ba8d7370885d","topicId":"61698486bda5ba8d7370885c","verse":"Isaiah 40:8","votes":28,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040008_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040008-1\">8&nbsp;</b>&nbsp;&nbsp;The grass withers, the flower fades,</span><br><span id=\"p23040008_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the word of our God will stand forever.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> The grass withereth, the flower fadeth: but the word of our God shall stand for ever.  ","niv":"<sup><strong>8</strong></sup> The grass withers and the flowers fall, but the word of our God stands forever.\"","modified":"2023-11-14T20:43:43.996Z"},{"_id":"61698487bda5ba8d7370885e","topicId":"61698486bda5ba8d7370885c","verse":"Matthew 5:18","votes":20,"__v":0,"esv":"<div>\n<p id=\"p40005018_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span></p>\n</div>","kjv":"<strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  ","niv":"<sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished.","modified":"2023-11-14T20:43:32.495Z"},{"_id":"61698487bda5ba8d7370885f","topicId":"61698486bda5ba8d7370885c","verse":"Psalm 12:6-7","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19012006_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19012006-1\">6&nbsp;</b>&nbsp;&nbsp;The words of the LORD are pure words,</span><br><span id=\"p19012006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like silver refined in a furnace on the ground,</span><br><span id=\"p19012006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;purified seven times.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19012007_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19012007-1\">7&nbsp;</b>&nbsp;&nbsp;You, O LORD, will keep them;</span><br><span id=\"p19012007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will guard us from this generation forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> The words of the LORD are pure words: as silver tried in a furnace of earth, purified seven times.  <strong>7</strong> Thou shalt keep them, O LORD, thou shalt preserve them from this generation for ever.  ","niv":"<sup><strong>6</strong></sup> And the words of the LORD are flawless, like silver refined in a furnace of clay, purified seven times. <sup><strong>7</strong></sup> O LORD, you will keep us safe and protect us from such people forever. ","modified":"2023-11-14T20:43:39.762Z"},{"_id":"61698487bda5ba8d73708860","topicId":"61698486bda5ba8d7370885c","verse":"Matthew 24:35","votes":17,"__v":0,"esv":"<div>\n<p id=\"p40024035_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n</div>","kjv":"<strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  ","niv":"<sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away."},{"_id":"61698488bda5ba8d73708861","topicId":"61698486bda5ba8d7370885c","verse":"Psalm 119:89","votes":14,"__v":0,"esv":"<div>\n<h4 id=\"p19119089_01-5\" class=\"psalm-acrostic-title\">Lamedh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119089_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119089-1\">89&nbsp;</b>&nbsp;&nbsp;Forever, O LORD, your word</span><br><span id=\"p19119089_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is firmly fixed in the heavens.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>89</strong> For ever, O LORD, thy word is settled in heaven.  ","niv":"<sup><strong>89</strong></sup> Your word, O LORD, is eternal; it stands firm in the heavens."},{"_id":"61698488bda5ba8d73708862","topicId":"61698486bda5ba8d7370885c","verse":"Psalm 119:152","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119152_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119152-1\">152&nbsp;</b>&nbsp;&nbsp;Long have I known from your testimonies</span><br><span id=\"p19119152_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have founded them forever.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>152</strong> Concerning thy testimonies, I have known of old that thou hast founded them for ever.  ","niv":"<sup><strong>152</strong></sup> Long ago I learned from your statutes that you established them to last forever."},{"_id":"61698488bda5ba8d73708863","topicId":"61698486bda5ba8d7370885c","verse":"2 Timothy 3:16","votes":10,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2023-03-15T12:12:30.190Z"},{"_id":"61698489bda5ba8d73708864","topicId":"61698486bda5ba8d7370885c","verse":"John 1:1-51","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made. <b class=\"verse-num\" id=\"v43001004-1\">4&nbsp;</b>In him was life, and the life was the light of men. <b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n<p id=\"p43001005_05-8\"><b class=\"verse-num\" id=\"v43001006-1\">6&nbsp;</b>There was a man sent from God, whose name was John. <b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him. <b class=\"verse-num\" id=\"v43001008-1\">8&nbsp;</b>He was not the light, but came to bear witness about the light.</p>\n<p id=\"p43001008_05-8\"><b class=\"verse-num\" id=\"v43001009-1\">9&nbsp;</b>The true light, which gives light to everyone, was coming into the world. <b class=\"verse-num\" id=\"v43001010-1\">10&nbsp;</b>He was in the world, and the world was made through him, yet the world did not know him. <b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him. <b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God, <b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n<p id=\"p43001013_05-8\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth. <b class=\"verse-num\" id=\"v43001015-1\">15&nbsp;</b>(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”) <b class=\"verse-num\" id=\"v43001016-1\">16&nbsp;</b>For from his fullness we have all received, grace upon grace. <b class=\"verse-num\" id=\"v43001017-1\">17&nbsp;</b>For the law was given through Moses; grace and truth came through Jesus Christ. <b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n<p id=\"p43001018_11-8\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_11-8\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?” <b class=\"verse-num\" id=\"v43001026-1\">26&nbsp;</b>John answered them, “I baptize with water, but among you stands one you do not know, <b class=\"verse-num\" id=\"v43001027-1\">27&nbsp;</b>even he who comes after me, the strap of whose sandal I am not worthy to untie.” <b class=\"verse-num\" id=\"v43001028-1\">28&nbsp;</b>These things took place in Bethany across the Jordan, where John was baptizing.</p>\n\n<p id=\"p43001028_16-8\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world! <b class=\"verse-num\" id=\"v43001030-1\">30&nbsp;</b>This is he of whom I said, ‘After me comes a man who ranks before me, because he was before me.’ <b class=\"verse-num\" id=\"v43001031-1\">31&nbsp;</b>I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.” <b class=\"verse-num\" id=\"v43001032-1\">32&nbsp;</b>And John bore witness: “I saw the Spirit descend from heaven like a dove, and it remained on him. <b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’ <b class=\"verse-num\" id=\"v43001034-1\">34&nbsp;</b>And I have seen and have borne witness that this is the Son of God.”</p>\n\n<p id=\"p43001034_21-8\"><b class=\"verse-num\" id=\"v43001035-1\">35&nbsp;</b>The next day again John was standing with two of his disciples, <b class=\"verse-num\" id=\"v43001036-1\">36&nbsp;</b>and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!” <b class=\"verse-num\" id=\"v43001037-1\">37&nbsp;</b>The two disciples heard him say this, and they followed Jesus. <b class=\"verse-num\" id=\"v43001038-1\">38&nbsp;</b>Jesus turned and saw them following and said to them, <span class=\"woc\">“What are you seeking?”</span> And they said to him, “Rabbi” (which means Teacher), “where are you staying?” <b class=\"verse-num\" id=\"v43001039-1\">39&nbsp;</b>He said to them, <span class=\"woc\">“Come and you will see.”</span> So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour. <b class=\"verse-num\" id=\"v43001040-1\">40&nbsp;</b>One of the two who heard John speak and followed Jesus was Andrew, Simon Peter’s brother. <b class=\"verse-num\" id=\"v43001041-1\">41&nbsp;</b>He first found his own brother Simon and said to him, “We have found the Messiah” (which means Christ). <b class=\"verse-num\" id=\"v43001042-1\">42&nbsp;</b>He brought him to Jesus. Jesus looked at him and said, <span class=\"woc\">“You are Simon the son of John. You shall be called Cephas”</span> (which means Peter).</p>\n\n<p id=\"p43001042_26-8\"><b class=\"verse-num\" id=\"v43001043-1\">43&nbsp;</b>The next day Jesus decided to go to Galilee. He found Philip and said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v43001044-1\">44&nbsp;</b>Now Philip was from Bethsaida, the city of Andrew and Peter. <b class=\"verse-num\" id=\"v43001045-1\">45&nbsp;</b>Philip found Nathanael and said to him, “We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.” <b class=\"verse-num\" id=\"v43001046-1\">46&nbsp;</b>Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.” <b class=\"verse-num\" id=\"v43001047-1\">47&nbsp;</b>Jesus saw Nathanael coming toward him and said of him, <span class=\"woc\">“Behold, an Israelite indeed, in whom there is no deceit!”</span> <b class=\"verse-num\" id=\"v43001048-1\">48&nbsp;</b>Nathanael said to him, “How do you know me?” Jesus answered him, <span class=\"woc\">“Before Philip called you, when you were under the fig tree, I saw you.”</span> <b class=\"verse-num\" id=\"v43001049-1\">49&nbsp;</b>Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!” <b class=\"verse-num\" id=\"v43001050-1\">50&nbsp;</b>Jesus answered him, <span class=\"woc\">“Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”</span> <b class=\"verse-num\" id=\"v43001051-1\">51&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  <strong>4</strong> In him was life; and the life was the light of men.  <strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  <strong>6</strong> There was a man sent from God, whose name was John.  <strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  <strong>8</strong> He was not that Light, but was sent to bear witness of that Light.  <strong>9</strong> That was the true Light, which lighteth every man that cometh into the world.  <strong>10</strong> He was in the world, and the world was made by him, and the world knew him not.  <strong>11</strong> He came unto his own, and his own received him not.  <strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  <strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  <strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  <strong>15</strong> John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.  <strong>16</strong> And of his fulness have all we received, and grace for grace.  <strong>17</strong> For the law was given by Moses, but grace and truth came by Jesus Christ.  <strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  <strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  <strong>26</strong> John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;  <strong>27</strong> He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose.  <strong>28</strong> These things were done in Bethabara beyond Jordan, where John was baptizing.  <strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  <strong>30</strong> This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.  <strong>31</strong> And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.  <strong>32</strong> And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.  <strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  <strong>34</strong> And I saw, and bare record that this is the Son of God.  <strong>35</strong> Again the next day after John stood, and two of his disciples;  <strong>36</strong> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!  <strong>37</strong> And the two disciples heard him speak, and they followed Jesus.  <strong>38</strong> Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?  <strong>39</strong> He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.  <strong>40</strong> One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother.  <strong>41</strong> He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ.  <strong>42</strong> And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone.  <strong>43</strong> The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.  <strong>44</strong> Now Philip was of Bethsaida, the city of Andrew and Peter.  <strong>45</strong> Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.  <strong>46</strong> And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.  <strong>47</strong> Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!  <strong>48</strong> Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.  <strong>49</strong> Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.  <strong>50</strong> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.  <strong>51</strong> And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man. ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. <sup><strong>4</strong></sup> In him was life, and that life was the light of men. <sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it. <sup><strong>6</strong></sup> There came a man who was sent from God; his name was John. <sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe. <sup><strong>8</strong></sup> He himself was not the light; he came only as a witness to the light. <sup><strong>9</strong></sup> The true light that gives light to every man was coming into the world. <sup><strong>10</strong></sup> He was in the world, and though the world was made through him, the world did not recognize him. <sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him. <sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God-- <sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God. <sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth. <sup><strong>15</strong></sup> John testifies concerning him. He cries out, saying, \"This was he of whom I said, 'He who comes after me has surpassed me because he was before me.'\" <sup><strong>16</strong></sup> From the fullness of his grace we have all received one blessing after another. <sup><strong>17</strong></sup> For the law was given through Moses; grace and truth came through Jesus Christ. <sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known. <sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" <sup><strong>26</strong></sup> \"I baptize with water,\" John replied, \"but among you stands one you do not know. <sup><strong>27</strong></sup> He is the one who comes after me, the thongs of whose sandals I am not worthy to untie.\" <sup><strong>28</strong></sup> This all happened at Bethany on the other side of the Jordan, where John was baptizing. <sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world! <sup><strong>30</strong></sup> This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.' <sup><strong>31</strong></sup> I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.\" <sup><strong>32</strong></sup> Then John gave this testimony: \"I saw the Spirit come down from heaven as a dove and remain on him. <sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.' <sup><strong>34</strong></sup> I have seen and I testify that this is the Son of God.\" <sup><strong>35</strong></sup> The next day John was there again with two of his disciples. <sup><strong>36</strong></sup> When he saw Jesus passing by, he said, \"Look, the Lamb of God!\" <sup><strong>37</strong></sup> When the two disciples heard him say this, they followed Jesus. <sup><strong>38</strong></sup> Turning around, Jesus saw them following and asked, \"What do you want?\" They said, \"Rabbi\" (which means Teacher), \"where are you staying?\" <sup><strong>39</strong></sup> \"Come,\" he replied, \"and you will see.\" So they went and saw where he was staying, and spent that day with him. It was about the tenth hour. <sup><strong>40</strong></sup> Andrew, Simon Peter's brother, was one of the two who heard what John had said and who had followed Jesus. <sup><strong>41</strong></sup> The first thing Andrew did was to find his brother Simon and tell him, \"We have found the Messiah\" (that is, the Christ). <sup><strong>42</strong></sup> And he brought him to Jesus. Jesus looked at him and said, \"You are Simon son of John. You will be called Cephas\" (which, when translated, is Peter ). <sup><strong>43</strong></sup> The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, \"Follow me.\" <sup><strong>44</strong></sup> Philip, like Andrew and Peter, was from the town of Bethsaida. <sup><strong>45</strong></sup> Philip found Nathanael and told him, \"We have found the one Moses wrote about in the Law, and about whom the prophets also wrote--Jesus of Nazareth, the son of Joseph.\" <sup><strong>46</strong></sup> \"Nazareth! Can anything good come from there?\" Nathanael asked. \"Come and see,\" said Philip. <sup><strong>47</strong></sup> When Jesus saw Nathanael approaching, he said of him, \"Here is a true Israelite, in whom there is nothing false.\" <sup><strong>48</strong></sup> \"How do you know me?\" Nathanael asked. Jesus answered, \"I saw you while you were still under the fig tree before Philip called you.\" <sup><strong>49</strong></sup> Then Nathanael declared, \"Rabbi, you are the Son of God; you are the King of Israel.\" <sup><strong>50</strong></sup> Jesus said, \"You believe because I told you I saw you under the fig tree. You shall see greater things than that.\" <sup><strong>51</strong></sup> He then added, \"I tell you the truth, you shall see heaven open, and the angels of God ascending and descending on the Son of Man.\" ","modified":"2023-01-04T21:44:57.467Z"},{"_id":"61698489bda5ba8d73708865","topicId":"61698486bda5ba8d7370885c","verse":"Romans 15:4","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45015004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015004-1\">4&nbsp;</b>For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.</p>\n</div>","kjv":"<strong>4</strong> For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope.  ","niv":"<sup><strong>4</strong></sup> For everything that was written in the past was written to teach us, so that through endurance and the encouragement of the Scriptures we might have hope.","modified":"2023-08-30T22:31:27.076Z"},{"_id":"61698489bda5ba8d73708866","topicId":"61698486bda5ba8d7370885c","verse":"Matthew 4:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40004004_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_01-10\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_01-10\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  ","niv":"<sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\"","modified":"2022-04-22T02:34:02.295Z"},{"_id":"61698489bda5ba8d73708867","topicId":"61698486bda5ba8d7370885c","verse":"Job 42:2","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18042002_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v18042002-1\">2&nbsp;</b>&nbsp;&nbsp;“I know that you can do all things,</span><br><span id=\"p18042002_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that no purpose of yours can be thwarted.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> I know that thou canst do every thing, and that  no thought can be withholden from thee.  ","niv":"<sup><strong>2</strong></sup> \"I know that you can do all things; no plan of yours can be thwarted."},{"_id":"6169848abda5ba8d73708868","topicId":"61698486bda5ba8d7370885c","verse":"Psalm 138:2","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19138002_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19138002-1\">2&nbsp;</b>&nbsp;&nbsp;I bow down toward your holy temple</span><br><span id=\"p19138002_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give thanks to your name for your steadfast love and your faithfulness,</span><br><span id=\"p19138002_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have exalted above all things</span><br><span id=\"p19138002_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your name and your word.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> I will worship toward thy holy temple, and praise thy name for thy lovingkindness and for thy truth: for thou hast magnified thy word above all thy name.  ","niv":"<sup><strong>2</strong></sup> I will bow down toward your holy temple and will praise your name for your love and your faithfulness, for you have exalted above all things your name and your word."},{"_id":"6169848abda5ba8d73708869","topicId":"61698486bda5ba8d7370885c","verse":"Psalm 119:160","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119160_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119160-1\">160&nbsp;</b>&nbsp;&nbsp;The sum of your word is truth,</span><br><span id=\"p19119160_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every one of your righteous rules endures forever.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>160</strong> Thy word is true from the beginning: and every one of thy righteous judgments endureth for ever.  ","niv":"<sup><strong>160</strong></sup> All your words are true; all your righteous laws are eternal."},{"_id":"6169848abda5ba8d7370886a","topicId":"61698486bda5ba8d7370885c","verse":"Revelation 22:18-19","votes":7,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-14\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. "},{"_id":"6169848bbda5ba8d7370886b","topicId":"61698486bda5ba8d7370885c","verse":"Psalm 100:5","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19100005_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19100005-1\">5&nbsp;</b>&nbsp;&nbsp;For the LORD is good;</span><br><span id=\"p19100005_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his steadfast love endures forever,</span><br><span id=\"p19100005_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his faithfulness to all generations.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> For the LORD is good; his mercy is everlasting; and his truth endureth to all generations.  ","niv":"<sup><strong>5</strong></sup> For the LORD is good and his love endures forever; his faithfulness continues through all generations.","modified":"2023-06-08T03:08:50.176Z"},{"_id":"6169848bbda5ba8d7370886c","topicId":"61698486bda5ba8d7370885c","verse":"Psalm 12:7","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19012007_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19012007-1\">7&nbsp;</b>&nbsp;&nbsp;You, O LORD, will keep them;</span><br><span id=\"p19012007_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will guard us from this generation forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> Thou shalt keep them, O LORD, thou shalt preserve them from this generation for ever.  ","niv":"<sup><strong>7</strong></sup> O LORD, you will keep us safe and protect us from such people forever."},{"_id":"6169848bbda5ba8d7370886d","topicId":"61698486bda5ba8d7370885c","verse":"John 12:48","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43012048_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43012048-1\">48&nbsp;</b><span class=\"woc\">The one who rejects me and does not receive my words has a judge; the word that I have spoken will judge him on the last day.</span></p>\n</div>","kjv":"<strong>48</strong> He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.  ","niv":"<sup><strong>48</strong></sup> There is a judge for the one who rejects me and does not accept my words; that very word which I spoke will condemn him at the last day.","modified":"2022-01-07T19:43:09.485Z"},{"_id":"6169848cbda5ba8d7370886e","topicId":"61698486bda5ba8d7370885c","verse":"1 Peter 1:24-25","votes":7,"__v":0,"esv":"<div>\n<p id=\"p60001024_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001024-1\">24&nbsp;</b>for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60001024_01-19\" class=\"line\">&nbsp;&nbsp;“All flesh is like grass</span><br><span id=\"p60001024_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all its glory like the flower of grass.</span><br><span id=\"p60001024_01-19\" class=\"line\">&nbsp;&nbsp;The grass withers,</span><br><span id=\"p60001024_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the flower falls,</span><br><span id=\"p60001025_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v60001025-1\">25&nbsp;</b>&nbsp;&nbsp;but the word of the Lord remains forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60001025_01-19\" class=\"same-paragraph\">And this word is the good news that was preached to you.</p>\n</div>","kjv":"<strong>24</strong> For all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:  <strong>25</strong> But the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you.  ","niv":"<sup><strong>24</strong></sup> For, \"All men are like grass, and all their glory is like the flowers of the field; the grass withers and the flowers fall, <sup><strong>25</strong></sup> but the word of the Lord stands forever.\" And this is the word that was preached to you. ","modified":"2022-07-11T06:23:13.979Z"},{"_id":"6169848cbda5ba8d7370886f","topicId":"61698486bda5ba8d7370885c","verse":"John 17:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43017008_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017008-1\">8&nbsp;</b><span class=\"woc\">For I have given them the words that you gave me, and they have received them and have come to know in truth that I came from you; and they have believed that you sent me.</span></p>\n</div>","kjv":"<strong>8</strong> For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.  ","niv":"<sup><strong>8</strong></sup> For I gave them the words you gave me and they accepted them. They knew with certainty that I came from you, and they believed that you sent me."},{"_id":"6169848cbda5ba8d73708870","topicId":"61698486bda5ba8d7370885c","verse":"Mark 13:31","votes":6,"__v":0,"esv":"<div>\n<p id=\"p41013031_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41013031-1\">31&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n</div>","kjv":"<strong>31</strong> Heaven and earth shall pass away: but my words shall not pass away.  ","niv":"<sup><strong>31</strong></sup> Heaven and earth will pass away, but my words will never pass away."},{"_id":"6169848cbda5ba8d73708871","topicId":"61698486bda5ba8d7370885c","verse":"Proverbs 30:5","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20030005_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030005-1\">5&nbsp;</b>&nbsp;&nbsp;Every word of God proves true;</span><br><span id=\"p20030005_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is a shield to those who take refuge in him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Every word of God is pure: he is a shield unto them that put their trust in him.  ","niv":"<sup><strong>5</strong></sup> \"Every word of God is flawless; he is a shield to those who take refuge in him.","modified":"2023-01-12T22:00:41.916Z"},{"_id":"6169848dbda5ba8d73708872","topicId":"61698486bda5ba8d7370885c","verse":"Psalm 12:6","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19012006_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19012006-1\">6&nbsp;</b>&nbsp;&nbsp;The words of the LORD are pure words,</span><br><span id=\"p19012006_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like silver refined in a furnace on the ground,</span><br><span id=\"p19012006_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;purified seven times.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> The words of the LORD are pure words: as silver tried in a furnace of earth, purified seven times.  ","niv":"<sup><strong>6</strong></sup> And the words of the LORD are flawless, like silver refined in a furnace of clay, purified seven times."},{"_id":"6169848dbda5ba8d73708873","topicId":"61698486bda5ba8d7370885c","verse":"Jude 1:3","votes":6,"__v":0,"kjv":"<strong>3</strong> Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you  that ye should earnestly contend for the faith which was once delivered unto the saints.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"6169848dbda5ba8d73708874","topicId":"61698486bda5ba8d7370885c","verse":"2 Peter 3:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p61003016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.</p>\n</div>","kjv":"<strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  ","niv":"<sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction."},{"_id":"6169848ebda5ba8d73708875","topicId":"61698486bda5ba8d7370885c","verse":"1 Timothy 5:18","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54005018_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005018-1\">18&nbsp;</b>For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, <span class=\"woc\">“The laborer deserves his wages.”</span></p>\n</div>","kjv":"<strong>18</strong> For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.  ","niv":"<sup><strong>18</strong></sup> For the Scripture says, \"Do not muzzle the ox while it is treading out the grain,\" and \"The worker deserves his wages.\"","modified":"2022-11-20T02:46:10.580Z"}]}