{"_id":"616985f9bda5ba8d73708935","slug":"priests-marrying","name":"Priests Marrying","verses":[{"_id":"616985f9bda5ba8d73708936","topicId":"616985f9bda5ba8d73708935","verse":"1 Corinthians 7:32-35","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46007032_01-1\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n</div>","modified":"2022-09-20T22:29:26.173Z"},{"_id":"616985f9bda5ba8d73708937","topicId":"616985f9bda5ba8d73708935","verse":"1 Timothy 4:1-16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons, <b class=\"verse-num\" id=\"v54004002-1\">2&nbsp;</b>through the insincerity of liars whose consciences are seared, <b class=\"verse-num\" id=\"v54004003-1\">3&nbsp;</b>who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth. <b class=\"verse-num\" id=\"v54004004-1\">4&nbsp;</b>For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving, <b class=\"verse-num\" id=\"v54004005-1\">5&nbsp;</b>for it is made holy by the word of God and prayer.</p>\n\n<p id=\"p54004005_13-3\"><b class=\"verse-num\" id=\"v54004006-1\">6&nbsp;</b>If you put these things before the brothers, you will be a good servant of Christ Jesus, being trained in the words of the faith and of the good doctrine that you have followed. <b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness; <b class=\"verse-num\" id=\"v54004008-1\">8&nbsp;</b>for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come. <b class=\"verse-num\" id=\"v54004009-1\">9&nbsp;</b>The saying is trustworthy and deserving of full acceptance. <b class=\"verse-num\" id=\"v54004010-1\">10&nbsp;</b>For to this end we toil and strive, because we have our hope set on the living God, who is the Savior of all people, especially of those who believe.</p>\n<p id=\"p54004010_13-3\"><b class=\"verse-num\" id=\"v54004011-1\">11&nbsp;</b>Command and teach these things. <b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity. <b class=\"verse-num\" id=\"v54004013-1\">13&nbsp;</b>Until I come, devote yourself to the public reading of Scripture, to exhortation, to teaching. <b class=\"verse-num\" id=\"v54004014-1\">14&nbsp;</b>Do not neglect the gift you have, which was given you by prophecy when the council of elders laid their hands on you. <b class=\"verse-num\" id=\"v54004015-1\">15&nbsp;</b>Practice these things, immerse yourself in them, so that all may see your progress. <b class=\"verse-num\" id=\"v54004016-1\">16&nbsp;</b>Keep a close watch on yourself and on the teaching. Persist in this, for by so doing you will save both yourself and your hearers.</p>\n\n</div>"},{"_id":"616985fabda5ba8d73708938","topicId":"616985f9bda5ba8d73708935","verse":"1 Peter 3:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60003007_01-5\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n</div>","modified":"2023-03-15T06:05:38.368Z"},{"_id":"616985fabda5ba8d73708939","topicId":"616985f9bda5ba8d73708935","verse":"Matthew 24:1-51","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-6\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-6\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-6\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-6\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-6\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-6\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-6\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>"},{"_id":"616985fabda5ba8d7370893a","topicId":"616985f9bda5ba8d73708935","verse":"Malachi 2:1-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p39002001_06-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v39002001-1\">2:1&nbsp;</b>“And now, O priests, this command is for you. <b class=\"verse-num\" id=\"v39002002-1\">2&nbsp;</b>If you will not listen, if you will not take it to heart to give honor to my name, says the LORD of hosts, then I will send the curse upon you and I will curse your blessings. Indeed, I have already cursed them, because you do not lay it to heart. <b class=\"verse-num\" id=\"v39002003-1\">3&nbsp;</b>Behold, I will rebuke your offspring, and spread dung on your faces, the dung of your offerings, and you shall be taken away with it. <b class=\"verse-num\" id=\"v39002004-1\">4&nbsp;</b>So shall you know that I have sent this command to you, that my covenant with Levi may stand, says the LORD of hosts. <b class=\"verse-num\" id=\"v39002005-1\">5&nbsp;</b>My covenant with him was one of life and peace, and I gave them to him. It was a covenant of fear, and he feared me. He stood in awe of my name. <b class=\"verse-num\" id=\"v39002006-1\">6&nbsp;</b>True instruction was in his mouth, and no wrong was found on his lips. He walked with me in peace and uprightness, and he turned many from iniquity. <b class=\"verse-num\" id=\"v39002007-1\">7&nbsp;</b>For the lips of a priest should guard knowledge, and people should seek instruction from his mouth, for he is the messenger of the LORD of hosts. <b class=\"verse-num\" id=\"v39002008-1\">8&nbsp;</b>But you have turned aside from the way. You have caused many to stumble by your instruction. You have corrupted the covenant of Levi, says the LORD of hosts, <b class=\"verse-num\" id=\"v39002009-1\">9&nbsp;</b>and so I make you despised and abased before all the people, inasmuch as you do not keep my ways but show partiality in your instruction.”</p>\n\n<p id=\"p39002009_10-7\"><b class=\"verse-num\" id=\"v39002010-1\">10&nbsp;</b>Have we not all one Father? Has not one God created us? Why then are we faithless to one another, profaning the covenant of our fathers? <b class=\"verse-num\" id=\"v39002011-1\">11&nbsp;</b>Judah has been faithless, and abomination has been committed in Israel and in Jerusalem. For Judah has profaned the sanctuary of the LORD, which he loves, and has married the daughter of a foreign god. <b class=\"verse-num\" id=\"v39002012-1\">12&nbsp;</b>May the LORD cut off from the tents of Jacob any descendant of the man who does this, who brings an offering to the LORD of hosts!</p>\n<p id=\"p39002012_10-7\"><b class=\"verse-num\" id=\"v39002013-1\">13&nbsp;</b>And this second thing you do. You cover the LORD’s altar with tears, with weeping and groaning because he no longer regards the offering or accepts it with favor from your hand. <b class=\"verse-num\" id=\"v39002014-1\">14&nbsp;</b>But you say, “Why does he not?” Because the LORD was witness between you and the wife of your youth, to whom you have been faithless, though she is your companion and your wife by covenant. <b class=\"verse-num\" id=\"v39002015-1\">15&nbsp;</b>Did he not make them one, with a portion of the Spirit in their union? And what was the one God seeking? Godly offspring. So guard yourselves in your spirit, and let none of you be faithless to the wife of your youth. <b class=\"verse-num\" id=\"v39002016-1\">16&nbsp;</b>“For the man who does not love his wife but divorces her, says the LORD, the God of Israel, covers his garment with violence, says the LORD of hosts. So guard yourselves in your spirit, and do not be faithless.”</p>\n\n<p id=\"p39002016_15-7\"><b class=\"verse-num\" id=\"v39002017-1\">17&nbsp;</b>You have wearied the LORD with your words. But you say, “How have we wearied him?” By saying, “Everyone who does evil is good in the sight of the LORD, and he delights in them.” Or by asking, “Where is the God of justice?”</p>\n\n</div>","modified":"2023-03-15T06:04:42.453Z"},{"_id":"616985fbbda5ba8d7370893b","topicId":"616985f9bda5ba8d73708935","verse":"Luke 7:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42007027_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42007027-1\">27&nbsp;</b><span class=\"woc\">This is he of whom it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42007027_01-8\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Behold, I send my messenger before your face,</span><br><span id=\"p42007027_01-8\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;who will prepare your way before you.’</span><br></span></span></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"616985fbbda5ba8d7370893c","topicId":"616985f9bda5ba8d73708935","verse":"Malachi 2:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p39002015_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v39002015-1\">15&nbsp;</b>Did he not make them one, with a portion of the Spirit in their union? And what was the one God seeking? Godly offspring. So guard yourselves in your spirit, and let none of you be faithless to the wife of your youth.</p>\n\n</div>"},{"_id":"616985fbbda5ba8d7370893d","topicId":"616985f9bda5ba8d73708935","verse":"Malachi 2:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p39002012_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v39002012-1\">12&nbsp;</b>May the LORD cut off from the tents of Jacob any descendant of the man who does this, who brings an offering to the LORD of hosts!</p>\n\n</div>"},{"_id":"616985fbbda5ba8d7370893e","topicId":"616985f9bda5ba8d73708935","verse":"Revelation 14:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014012_01-11\"><b class=\"verse-num\" id=\"v66014012-1\">12&nbsp;</b>Here is a call for the endurance of the saints, those who keep the commandments of God and their faith in Jesus.</p>\n\n</div>"},{"_id":"616985fcbda5ba8d7370893f","topicId":"616985f9bda5ba8d73708935","verse":"2 Thessalonians 1:1-12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-12\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-12\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-12\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-12\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>"},{"_id":"616985fcbda5ba8d73708940","topicId":"616985f9bda5ba8d73708935","verse":"Matthew 26:52","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40026052_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026052-1\">52&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Put your sword back into its place. For all who take the sword will perish by the sword.</span></p>\n</div>"},{"_id":"616985fcbda5ba8d73708941","topicId":"616985f9bda5ba8d73708935","verse":"Matthew 19:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40019009_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>"},{"_id":"616985fdbda5ba8d73708942","topicId":"616985f9bda5ba8d73708935","verse":"Malachi 3:1-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p39003001_01-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v39003001-1\">3:1&nbsp;</b>“Behold, I send my messenger, and he will prepare the way before me. And the Lord whom you seek will suddenly come to his temple; and the messenger of the covenant in whom you delight, behold, he is coming, says the LORD of hosts. <b class=\"verse-num\" id=\"v39003002-1\">2&nbsp;</b>But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner’s fire and like fullers’ soap. <b class=\"verse-num\" id=\"v39003003-1\">3&nbsp;</b>He will sit as a refiner and purifier of silver, and he will purify the sons of Levi and refine them like gold and silver, and they will bring offerings in righteousness to the LORD. <b class=\"verse-num\" id=\"v39003004-1\">4&nbsp;</b>Then the offering of Judah and Jerusalem will be pleasing to the LORD as in the days of old and as in former years.</p>\n<p id=\"p39003004_01-15\"><b class=\"verse-num\" id=\"v39003005-1\">5&nbsp;</b>“Then I will draw near to you for judgment. I will be a swift witness against the sorcerers, against the adulterers, against those who swear falsely, against those who oppress the hired worker in his wages, the widow and the fatherless, against those who thrust aside the sojourner, and do not fear me, says the LORD of hosts.</p>\n\n<p id=\"p39003005_03-15\"><b class=\"verse-num\" id=\"v39003006-1\">6&nbsp;</b>“For I the LORD do not change; therefore you, O children of Jacob, are not consumed. <b class=\"verse-num\" id=\"v39003007-1\">7&nbsp;</b>From the days of your fathers you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the LORD of hosts. But you say, ‘How shall we return?’ <b class=\"verse-num\" id=\"v39003008-1\">8&nbsp;</b>Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions. <b class=\"verse-num\" id=\"v39003009-1\">9&nbsp;</b>You are cursed with a curse, for you are robbing me, the whole nation of you. <b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need. <b class=\"verse-num\" id=\"v39003011-1\">11&nbsp;</b>I will rebuke the devourer for you, so that it will not destroy the fruits of your soil, and your vine in the field shall not fail to bear, says the LORD of hosts. <b class=\"verse-num\" id=\"v39003012-1\">12&nbsp;</b>Then all nations will call you blessed, for you will be a land of delight, says the LORD of hosts.</p>\n<p id=\"p39003012_03-15\"><b class=\"verse-num\" id=\"v39003013-1\">13&nbsp;</b>“Your words have been hard against me, says the LORD. But you say, ‘How have we spoken against you?’ <b class=\"verse-num\" id=\"v39003014-1\">14&nbsp;</b>You have said, ‘It is vain to serve God. What is the profit of our keeping his charge or of walking as in mourning before the LORD of hosts? <b class=\"verse-num\" id=\"v39003015-1\">15&nbsp;</b>And now we call the arrogant blessed. Evildoers not only prosper but they put God to the test and they escape.’”</p>\n\n<p id=\"p39003015_07-15\"><b class=\"verse-num\" id=\"v39003016-1\">16&nbsp;</b>Then those who feared the LORD spoke with one another. The LORD paid attention and heard them, and a book of remembrance was written before him of those who feared the LORD and esteemed his name. <b class=\"verse-num\" id=\"v39003017-1\">17&nbsp;</b>“They shall be mine, says the LORD of hosts, in the day when I make up my treasured possession, and I will spare them as a man spares his son who serves him. <b class=\"verse-num\" id=\"v39003018-1\">18&nbsp;</b>Then once more you shall see the distinction between the righteous and the wicked, between one who serves God and one who does not serve him.</p>\n\n</div>"},{"_id":"616985fdbda5ba8d73708943","topicId":"616985f9bda5ba8d73708935","verse":"Malachi 2:10","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p39002010_05-16\"><b class=\"verse-num\" id=\"v39002010-1\">10&nbsp;</b>Have we not all one Father? Has not one God created us? Why then are we faithless to one another, profaning the covenant of our fathers?</p>\n</div>"},{"_id":"616985fdbda5ba8d73708944","topicId":"616985f9bda5ba8d73708935","verse":"Malachi 2:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p39002003_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v39002003-1\">3&nbsp;</b>Behold, I will rebuke your offspring, and spread dung on your faces, the dung of your offerings, and you shall be taken away with it.</p>\n\n</div>"},{"_id":"616985fdbda5ba8d73708945","topicId":"616985f9bda5ba8d73708935","verse":"Isaiah 9:6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009006_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009006-1\">6&nbsp;</b>&nbsp;&nbsp;For to us a child is born,</span><br><span id=\"p23009006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to us a son is given;</span><br><span id=\"p23009006_01-18\" class=\"line\">&nbsp;&nbsp;and the government shall be upon his shoulder,</span><br><span id=\"p23009006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his name shall be called</span><br><span id=\"p23009006_01-18\" class=\"line\">&nbsp;&nbsp;Wonderful Counselor, Mighty God,</span><br><span id=\"p23009006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Everlasting Father, Prince of Peace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"616985febda5ba8d73708946","topicId":"616985f9bda5ba8d73708935","verse":"Revelation 20:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66020012_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done.</p>\n</div>"},{"_id":"616985febda5ba8d73708947","topicId":"616985f9bda5ba8d73708935","verse":"Revelation 17:12-14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66017012_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017012-1\">12&nbsp;</b>And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast. <b class=\"verse-num\" id=\"v66017013-1\">13&nbsp;</b>These are of one mind, and they hand over their power and authority to the beast. <b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n</div>"},{"_id":"616985febda5ba8d73708948","topicId":"616985f9bda5ba8d73708935","verse":"Revelation 13:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66013001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads. <b class=\"verse-num\" id=\"v66013002-1\">2&nbsp;</b>And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority. <b class=\"verse-num\" id=\"v66013003-1\">3&nbsp;</b>One of its heads seemed to have a mortal wound, but its mortal wound was healed, and the whole earth marveled as they followed the beast. <b class=\"verse-num\" id=\"v66013004-1\">4&nbsp;</b>And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”</p>\n<p id=\"p66013004_04-21\"><b class=\"verse-num\" id=\"v66013005-1\">5&nbsp;</b>And the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months. <b class=\"verse-num\" id=\"v66013006-1\">6&nbsp;</b>It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven. <b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation, <b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain. <b class=\"verse-num\" id=\"v66013009-1\">9&nbsp;</b>If anyone has an ear, let him hear:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66013010_04-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v66013010-1\">10&nbsp;</b>&nbsp;&nbsp;If anyone is to be taken captive,</span><br><span id=\"p66013010_04-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to captivity he goes;</span><br><span id=\"p66013010_04-21\" class=\"line\">&nbsp;&nbsp;if anyone is to be slain with the sword,</span><br><span id=\"p66013010_04-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the sword must he be slain.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66013010_04-21\" class=\"same-paragraph\">Here is a call for the endurance and faith of the saints.</p>\n\n<p id=\"p66013010_07-21\"><b class=\"verse-num\" id=\"v66013011-1\">11&nbsp;</b>Then I saw another beast rising out of the earth. It had two horns like a lamb and it spoke like a dragon. <b class=\"verse-num\" id=\"v66013012-1\">12&nbsp;</b>It exercises all the authority of the first beast in its presence, and makes the earth and its inhabitants worship the first beast, whose mortal wound was healed. <b class=\"verse-num\" id=\"v66013013-1\">13&nbsp;</b>It performs great signs, even making fire come down from heaven to earth in front of people, <b class=\"verse-num\" id=\"v66013014-1\">14&nbsp;</b>and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived. <b class=\"verse-num\" id=\"v66013015-1\">15&nbsp;</b>And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain. <b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead, <b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name. <b class=\"verse-num\" id=\"v66013018-1\">18&nbsp;</b>This calls for wisdom: let the one who has understanding calculate the number of the beast, for it is the number of a man, and his number is 666.</p>\n\n</div>"},{"_id":"616985ffbda5ba8d73708949","topicId":"616985f9bda5ba8d73708935","verse":"Revelation 12:1-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66012001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66012001-1\">12:1&nbsp;</b>And a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars. <b class=\"verse-num\" id=\"v66012002-1\">2&nbsp;</b>She was pregnant and was crying out in birth pains and the agony of giving birth. <b class=\"verse-num\" id=\"v66012003-1\">3&nbsp;</b>And another sign appeared in heaven: behold, a great red dragon, with seven heads and ten horns, and on his heads seven diadems. <b class=\"verse-num\" id=\"v66012004-1\">4&nbsp;</b>His tail swept down a third of the stars of heaven and cast them to the earth. And the dragon stood before the woman who was about to give birth, so that when she bore her child he might devour it. <b class=\"verse-num\" id=\"v66012005-1\">5&nbsp;</b>She gave birth to a male child, one who is to rule all the nations with a rod of iron, but her child was caught up to God and to his throne, <b class=\"verse-num\" id=\"v66012006-1\">6&nbsp;</b>and the woman fled into the wilderness, where she has a place prepared by God, in which she is to be nourished for 1,260 days.</p>\n\n<p id=\"p66012006_11-22\"><b class=\"verse-num\" id=\"v66012007-1\">7&nbsp;</b>Now war arose in heaven, Michael and his angels fighting against the dragon. And the dragon and his angels fought back, <b class=\"verse-num\" id=\"v66012008-1\">8&nbsp;</b>but he was defeated, and there was no longer any place for them in heaven. <b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him. <b class=\"verse-num\" id=\"v66012010-1\">10&nbsp;</b>And I heard a loud voice in heaven, saying, “Now the salvation and the power and the kingdom of our God and the authority of his Christ have come, for the accuser of our brothers has been thrown down, who accuses them day and night before our God. <b class=\"verse-num\" id=\"v66012011-1\">11&nbsp;</b>And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death. <b class=\"verse-num\" id=\"v66012012-1\">12&nbsp;</b>Therefore, rejoice, O heavens and you who dwell in them! But woe to you, O earth and sea, for the devil has come down to you in great wrath, because he knows that his time is short!”</p>\n<p id=\"p66012012_11-22\"><b class=\"verse-num\" id=\"v66012013-1\">13&nbsp;</b>And when the dragon saw that he had been thrown down to the earth, he pursued the woman who had given birth to the male child. <b class=\"verse-num\" id=\"v66012014-1\">14&nbsp;</b>But the woman was given the two wings of the great eagle so that she might fly from the serpent into the wilderness, to the place where she is to be nourished for a time, and times, and half a time. <b class=\"verse-num\" id=\"v66012015-1\">15&nbsp;</b>The serpent poured water like a river out of his mouth after the woman, to sweep her away with a flood. <b class=\"verse-num\" id=\"v66012016-1\">16&nbsp;</b>But the earth came to the help of the woman, and the earth opened its mouth and swallowed the river that the dragon had poured from his mouth. <b class=\"verse-num\" id=\"v66012017-1\">17&nbsp;</b>Then the dragon became furious with the woman and went off to make war on the rest of her offspring, on those who keep the commandments of God and hold to the testimony of Jesus. And he stood on the sand of the sea.</p>\n\n</div>"},{"_id":"616985ffbda5ba8d7370894a","topicId":"616985f9bda5ba8d73708935","verse":"Revelation 11:1-19","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66011001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66011001-1\">11:1&nbsp;</b>Then I was given a measuring rod like a staff, and I was told, “Rise and measure the temple of God and the altar and those who worship there, <b class=\"verse-num\" id=\"v66011002-1\">2&nbsp;</b>but do not measure the court outside the temple; leave that out, for it is given over to the nations, and they will trample the holy city for forty-two months. <b class=\"verse-num\" id=\"v66011003-1\">3&nbsp;</b>And I will grant authority to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.”</p>\n<p id=\"p66011003_04-23\"><b class=\"verse-num\" id=\"v66011004-1\">4&nbsp;</b>These are the two olive trees and the two lampstands that stand before the Lord of the earth. <b class=\"verse-num\" id=\"v66011005-1\">5&nbsp;</b>And if anyone would harm them, fire pours from their mouth and consumes their foes. If anyone would harm them, this is how he is doomed to be killed. <b class=\"verse-num\" id=\"v66011006-1\">6&nbsp;</b>They have the power to shut the sky, that no rain may fall during the days of their prophesying, and they have power over the waters to turn them into blood and to strike the earth with every kind of plague, as often as they desire. <b class=\"verse-num\" id=\"v66011007-1\">7&nbsp;</b>And when they have finished their testimony, the beast that rises from the bottomless pit will make war on them and conquer them and kill them, <b class=\"verse-num\" id=\"v66011008-1\">8&nbsp;</b>and their dead bodies will lie in the street of the great city that symbolically is called Sodom and Egypt, where their Lord was crucified. <b class=\"verse-num\" id=\"v66011009-1\">9&nbsp;</b>For three and a half days some from the peoples and tribes and languages and nations will gaze at their dead bodies and refuse to let them be placed in a tomb, <b class=\"verse-num\" id=\"v66011010-1\">10&nbsp;</b>and those who dwell on the earth will rejoice over them and make merry and exchange presents, because these two prophets had been a torment to those who dwell on the earth. <b class=\"verse-num\" id=\"v66011011-1\">11&nbsp;</b>But after the three and a half days a breath of life from God entered them, and they stood up on their feet, and great fear fell on those who saw them. <b class=\"verse-num\" id=\"v66011012-1\">12&nbsp;</b>Then they heard a loud voice from heaven saying to them, “Come up here!” And they went up to heaven in a cloud, and their enemies watched them. <b class=\"verse-num\" id=\"v66011013-1\">13&nbsp;</b>And at that hour there was a great earthquake, and a tenth of the city fell. Seven thousand people were killed in the earthquake, and the rest were terrified and gave glory to the God of heaven.</p>\n<p id=\"p66011013_04-23\"><b class=\"verse-num\" id=\"v66011014-1\">14&nbsp;</b>The second woe has passed; behold, the third woe is soon to come.</p>\n\n<p id=\"p66011014_07-23\"><b class=\"verse-num\" id=\"v66011015-1\">15&nbsp;</b>Then the seventh angel blew his trumpet, and there were loud voices in heaven, saying, “The kingdom of the world has become the kingdom of our Lord and of his Christ, and he shall reign forever and ever.” <b class=\"verse-num\" id=\"v66011016-1\">16&nbsp;</b>And the twenty-four elders who sit on their thrones before God fell on their faces and worshiped God, <b class=\"verse-num\" id=\"v66011017-1\">17&nbsp;</b>saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66011017_07-23\" class=\"line\">&nbsp;&nbsp;“We give thanks to you, Lord God Almighty,</span><br><span id=\"p66011017_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who is and who was,</span><br><span id=\"p66011017_07-23\" class=\"line\">&nbsp;&nbsp;for you have taken your great power</span><br><span id=\"p66011017_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and begun to reign.</span><br><span id=\"p66011018_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66011018-1\">18&nbsp;</b>&nbsp;&nbsp;The nations raged,</span><br><span id=\"p66011018_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your wrath came,</span><br><span id=\"p66011018_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the time for the dead to be judged,</span><br><span id=\"p66011018_07-23\" class=\"line\">&nbsp;&nbsp;and for rewarding your servants, the prophets and saints,</span><br><span id=\"p66011018_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who fear your name,</span><br><span id=\"p66011018_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;both small and great,</span><br><span id=\"p66011018_07-23\" class=\"line\">&nbsp;&nbsp;and for destroying the destroyers of the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66011018_07-23\"><b class=\"verse-num\" id=\"v66011019-1\">19&nbsp;</b>Then God’s temple in heaven was opened, and the ark of his covenant was seen within his temple. There were flashes of lightning, rumblings, peals of thunder, an earthquake, and heavy hail.</p>\n\n</div>"},{"_id":"616985ffbda5ba8d7370894b","topicId":"616985f9bda5ba8d73708935","verse":"Jude 1:15","votes":1,"__v":0},{"_id":"61698600bda5ba8d7370894c","topicId":"616985f9bda5ba8d73708935","verse":"Jude 1:14","votes":1,"__v":0},{"_id":"61698600bda5ba8d7370894d","topicId":"616985f9bda5ba8d73708935","verse":"Jude 1:13","votes":1,"__v":0},{"_id":"61698600bda5ba8d7370894e","topicId":"616985f9bda5ba8d73708935","verse":"Jude 1:12","votes":1,"__v":0}]}