{"_id":"616a0b86bda5ba8d73708b40","slug":"promotions","name":"Promotions","verses":[{"_id":"616a0b87bda5ba8d73708b41","topicId":"616a0b86bda5ba8d73708b40","verse":"Psalm 75:6","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19075006_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19075006-1\">6&nbsp;</b>&nbsp;&nbsp;For not from the east or from the west</span><br><span id=\"p19075006_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and not from the wilderness comes lifting up,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> For promotion cometh neither from the east, nor from the west, nor from the south.  ","niv":"<sup><strong>6</strong></sup> No one from the east or the west or from the desert can exalt a man.","modified":"2022-05-22T23:03:54.508Z"},{"_id":"616a0b87bda5ba8d73708b42","topicId":"616a0b86bda5ba8d73708b40","verse":"Psalm 75:7","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19075007_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19075007-1\">7&nbsp;</b>&nbsp;&nbsp;but it is God who executes judgment,</span><br><span id=\"p19075007_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;putting down one and lifting up another.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> But God is the judge: he putteth down one, and setteth up another.  ","niv":"<sup><strong>7</strong></sup> But it is God who judges: He brings one down, he exalts another."},{"_id":"616a0b87bda5ba8d73708b43","topicId":"616a0b86bda5ba8d73708b40","verse":"Daniel 2:48","votes":4,"__v":0,"esv":"<div>\n<p id=\"p27002048_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002048-1\">48&nbsp;</b>Then the king gave Daniel high honors and many great gifts, and made him ruler over the whole province of Babylon and chief prefect over all the wise men of Babylon.</p>\n</div>","kjv":"<strong>48</strong> Then the king made Daniel a great man, and gave him many great gifts, and made him ruler over the whole province of Babylon, and chief of the governors over all the wise men of Babylon.  ","niv":"<sup><strong>48</strong></sup> Then the king placed Daniel in a high position and lavished many gifts on him. He made him ruler over the entire province of Babylon and placed him in charge of all its wise men."},{"_id":"616a0b87bda5ba8d73708b44","topicId":"616a0b86bda5ba8d73708b40","verse":"Psalm 113:7","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19113007_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19113007-1\">7&nbsp;</b>&nbsp;&nbsp;He raises the poor from the dust</span><br><span id=\"p19113007_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and lifts the needy from the ash heap,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> He raiseth up the poor out of the dust, and lifteth the needy out of the dunghill;  ","niv":"<sup><strong>7</strong></sup> He raises the poor from the dust and lifts the needy from the ash heap;"},{"_id":"616a0b88bda5ba8d73708b45","topicId":"616a0b86bda5ba8d73708b40","verse":"Daniel 3:30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p27003030_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v27003030-1\">30&nbsp;</b>Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon.</p>\n</div>","kjv":"<strong>30</strong> Then the king promoted Shadrach, Meshach, and Abed-nego, in the province of Babylon.  ","niv":"<sup><strong>30</strong></sup> Then the king promoted Shadrach, Meshach and Abednego in the province of Babylon."},{"_id":"616a0b88bda5ba8d73708b46","topicId":"616a0b86bda5ba8d73708b40","verse":"Psalm 78:70","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19078070_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19078070-1\">70&nbsp;</b>&nbsp;&nbsp;He chose David his servant</span><br><span id=\"p19078070_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and took him from the sheepfolds;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>70</strong> He chose David also his servant, and took him from the sheepfolds:  ","niv":"<sup><strong>70</strong></sup> He chose David his servant and took him from the sheep pens;"},{"_id":"616a0b88bda5ba8d73708b47","topicId":"616a0b86bda5ba8d73708b40","verse":"Psalm 1:1-3","votes":3,"__v":0,"esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001001_11-7\" class=\"line\"><b class=\"chapter-num\" id=\"v19001001-1\">1:1&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19001001_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks not in the counsel of the wicked,</span><br><span id=\"p19001001_11-7\" class=\"line\">&nbsp;&nbsp;nor stands in the way of sinners,</span><br><span id=\"p19001001_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sits in the seat of scoffers;</span><br><span id=\"p19001002_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001002-1\">2&nbsp;</b>&nbsp;&nbsp;but his delight is in the law of the LORD,</span><br><span id=\"p19001002_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on his law he meditates day and night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001003_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001003-1\">3&nbsp;</b>&nbsp;&nbsp;He is like a tree</span><br><span id=\"p19001003_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;planted by streams of water</span><br><span id=\"p19001003_11-7\" class=\"line\">&nbsp;&nbsp;that yields its fruit in its season,</span><br><span id=\"p19001003_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its leaf does not wither.</span><br><span id=\"p19001003_11-7\" class=\"line\">&nbsp;&nbsp;In all that he does, he prospers.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <strong>2</strong> But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers. <sup><strong>2</strong></sup> But his delight is in the law of the LORD, and on his law he meditates day and night. <sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers. "},{"_id":"616a0b89bda5ba8d73708b48","topicId":"616a0b86bda5ba8d73708b40","verse":"1 Chronicles 11:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p13011006_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v13011006-1\">6&nbsp;</b>David said, “Whoever strikes the Jebusites first shall be chief and commander.” And Joab the son of Zeruiah went up first, so he became chief.</p>\n</div>","kjv":"<strong>6</strong> And David said, Whosoever smiteth the Jebusites first shall be chief and captain. So Joab the son of Zeruiah went first up, and was chief.  ","niv":"<sup><strong>6</strong></sup> David had said, \"Whoever leads the attack on the Jebusites will become commander-in-chief.\" Joab son of Zeruiah went up first, and so he received the command."},{"_id":"616a0b89bda5ba8d73708b49","topicId":"616a0b86bda5ba8d73708b40","verse":"1 Kings 11:26-35","votes":3,"__v":0,"esv":"<div>\n<p id=\"p11011026_01-11\"><b class=\"verse-num\" id=\"v11011026-1\">26&nbsp;</b>Jeroboam the son of Nebat, an Ephraimite of Zeredah, a servant of Solomon, whose mother’s name was Zeruah, a widow, also lifted up his hand against the king. <b class=\"verse-num\" id=\"v11011027-1\">27&nbsp;</b>And this was the reason why he lifted up his hand against the king. Solomon built the Millo, and closed up the breach of the city of David his father. <b class=\"verse-num\" id=\"v11011028-1\">28&nbsp;</b>The man Jeroboam was very able, and when Solomon saw that the young man was industrious he gave him charge over all the forced labor of the house of Joseph. <b class=\"verse-num\" id=\"v11011029-1\">29&nbsp;</b>And at that time, when Jeroboam went out of Jerusalem, the prophet Ahijah the Shilonite found him on the road. Now Ahijah had dressed himself in a new garment, and the two of them were alone in the open country. <b class=\"verse-num\" id=\"v11011030-1\">30&nbsp;</b>Then Ahijah laid hold of the new garment that was on him, and tore it into twelve pieces. <b class=\"verse-num\" id=\"v11011031-1\">31&nbsp;</b>And he said to Jeroboam, “Take for yourself ten pieces, for thus says the LORD, the God of Israel, ‘Behold, I am about to tear the kingdom from the hand of Solomon and will give you ten tribes <b class=\"verse-num\" id=\"v11011032-1\">32&nbsp;</b>(but he shall have one tribe, for the sake of my servant David and for the sake of Jerusalem, the city that I have chosen out of all the tribes of Israel), <b class=\"verse-num\" id=\"v11011033-1\">33&nbsp;</b>because they have forsaken me and worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of Moab, and Milcom the god of the Ammonites, and they have not walked in my ways, doing what is right in my sight and keeping my statutes and my rules, as David his father did. <b class=\"verse-num\" id=\"v11011034-1\">34&nbsp;</b>Nevertheless, I will not take the whole kingdom out of his hand, but I will make him ruler all the days of his life, for the sake of David my servant whom I chose, who kept my commandments and my statutes. <b class=\"verse-num\" id=\"v11011035-1\">35&nbsp;</b>But I will take the kingdom out of his son’s hand and will give it to you, ten tribes.</p>\n\n</div>","kjv":"<strong>26</strong> And Jeroboam the son of Nebat, an Ephrathite of Zereda, Solomon’s servant, whose mother’s name was Zeruah, a widow woman, even he lifted up his hand against the king.  <strong>27</strong> And this was the cause that he lifted up his hand against the king: Solomon built Millo, and repaired the breaches of the city of David his father.  <strong>28</strong> And the man Jeroboam was a mighty man of valour: and Solomon seeing the young man that he was industrious, he made him ruler over all the charge of the house of Joseph.  <strong>29</strong> And it came to pass at that time when Jeroboam went out of Jerusalem, that the prophet Ahijah the Shilonite found him in the way; and he had clad himself with a new garment; and they two were alone in the field:  <strong>30</strong> And Ahijah caught the new garment that was on him, and rent it in twelve pieces:  <strong>31</strong> And he said to Jeroboam, Take thee ten pieces: for thus saith the LORD, the God of Israel, Behold, I will rend the kingdom out of the hand of Solomon, and will give ten tribes to thee:  <strong>32</strong> (But he shall have one tribe for my servant David’s sake, and for Jerusalem’s sake, the city which I have chosen out of all the tribes of Israel:)  <strong>33</strong> Because that they have forsaken me, and have worshipped Ashtoreth the goddess of the Zidonians, Chemosh the god of the Moabites, and Milcom the god of the children of Ammon, and have not walked in my ways, to do that which is right in mine eyes, and to keep my statutes and my judgments, as did David his father.  <strong>34</strong> Howbeit I will not take the whole kingdom out of his hand: but I will make him prince all the days of his life for David my servant’s sake, whom I chose, because he kept my commandments and my statutes:  <strong>35</strong> But I will take the kingdom out of his son’s hand, and will give it unto thee, even ten tribes.  ","niv":"<sup><strong>26</strong></sup> Also, Jeroboam son of Nebat rebelled against the king. He was one of Solomon's officials, an Ephraimite from Zeredah, and his mother was a widow named Zeruah. <sup><strong>27</strong></sup> Here is the account of how he rebelled against the king: Solomon had built the supporting terraces and had filled in the gap in the wall of the city of David his father. <sup><strong>28</strong></sup> Now Jeroboam was a man of standing, and when Solomon saw how well the young man did his work, he put him in charge of the whole labor force of the house of Joseph. <sup><strong>29</strong></sup> About that time Jeroboam was going out of Jerusalem, and Ahijah the prophet of Shiloh met him on the way, wearing a new cloak. The two of them were alone out in the country, <sup><strong>30</strong></sup> and Ahijah took hold of the new cloak he was wearing and tore it into twelve pieces. <sup><strong>31</strong></sup> Then he said to Jeroboam, \"Take ten pieces for yourself, for this is what the LORD, the God of Israel, says: 'See, I am going to tear the kingdom out of Solomon's hand and give you ten tribes. <sup><strong>32</strong></sup> But for the sake of my servant David and the city of Jerusalem, which I have chosen out of all the tribes of Israel, he will have one tribe. <sup><strong>33</strong></sup> I will do this because they have forsaken me and worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of the Moabites, and Molech the god of the Ammonites, and have not walked in my ways, nor done what is right in my eyes, nor kept my statutes and laws as David, Solomon's father, did. <sup><strong>34</strong></sup> \"'But I will not take the whole kingdom out of Solomon's hand; I have made him ruler all the days of his life for the sake of David my servant, whom I chose and who observed my commands and statutes. <sup><strong>35</strong></sup> I will take the kingdom from his son's hands and give you ten tribes. "},{"_id":"616a0b89bda5ba8d73708b4a","topicId":"616a0b86bda5ba8d73708b40","verse":"2 Timothy 2:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"616a0b8abda5ba8d73708b4b","topicId":"616a0b86bda5ba8d73708b40","verse":"Colossians 1:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51001027_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory.</p>\n</div>","kjv":"<strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  ","niv":"<sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory."},{"_id":"616a0b8abda5ba8d73708b4c","topicId":"616a0b86bda5ba8d73708b40","verse":"Genesis 41:1-45","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01041001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01041001-1\">41:1&nbsp;</b>After two whole years, Pharaoh dreamed that he was standing by the Nile, <b class=\"verse-num\" id=\"v01041002-1\">2&nbsp;</b>and behold, there came up out of the Nile seven cows, attractive and plump, and they fed in the reed grass. <b class=\"verse-num\" id=\"v01041003-1\">3&nbsp;</b>And behold, seven other cows, ugly and thin, came up out of the Nile after them, and stood by the other cows on the bank of the Nile. <b class=\"verse-num\" id=\"v01041004-1\">4&nbsp;</b>And the ugly, thin cows ate up the seven attractive, plump cows. And Pharaoh awoke. <b class=\"verse-num\" id=\"v01041005-1\">5&nbsp;</b>And he fell asleep and dreamed a second time. And behold, seven ears of grain, plump and good, were growing on one stalk. <b class=\"verse-num\" id=\"v01041006-1\">6&nbsp;</b>And behold, after them sprouted seven ears, thin and blighted by the east wind. <b class=\"verse-num\" id=\"v01041007-1\">7&nbsp;</b>And the thin ears swallowed up the seven plump, full ears. And Pharaoh awoke, and behold, it was a dream. <b class=\"verse-num\" id=\"v01041008-1\">8&nbsp;</b>So in the morning his spirit was troubled, and he sent and called for all the magicians of Egypt and all its wise men. Pharaoh told them his dreams, but there was none who could interpret them to Pharaoh.</p>\n<p id=\"p01041008_05-14\"><b class=\"verse-num\" id=\"v01041009-1\">9&nbsp;</b>Then the chief cupbearer said to Pharaoh, “I remember my offenses today. <b class=\"verse-num\" id=\"v01041010-1\">10&nbsp;</b>When Pharaoh was angry with his servants and put me and the chief baker in custody in the house of the captain of the guard, <b class=\"verse-num\" id=\"v01041011-1\">11&nbsp;</b>we dreamed on the same night, he and I, each having a dream with its own interpretation. <b class=\"verse-num\" id=\"v01041012-1\">12&nbsp;</b>A young Hebrew was there with us, a servant of the captain of the guard. When we told him, he interpreted our dreams to us, giving an interpretation to each man according to his dream. <b class=\"verse-num\" id=\"v01041013-1\">13&nbsp;</b>And as he interpreted to us, so it came about. I was restored to my office, and the baker was hanged.”</p>\n<p id=\"p01041013_05-14\"><b class=\"verse-num\" id=\"v01041014-1\">14&nbsp;</b>Then Pharaoh sent and called Joseph, and they quickly brought him out of the pit. And when he had shaved himself and changed his clothes, he came in before Pharaoh. <b class=\"verse-num\" id=\"v01041015-1\">15&nbsp;</b>And Pharaoh said to Joseph, “I have had a dream, and there is no one who can interpret it. I have heard it said of you that when you hear a dream you can interpret it.” <b class=\"verse-num\" id=\"v01041016-1\">16&nbsp;</b>Joseph answered Pharaoh, “It is not in me; God will give Pharaoh a favorable answer.” <b class=\"verse-num\" id=\"v01041017-1\">17&nbsp;</b>Then Pharaoh said to Joseph, “Behold, in my dream I was standing on the banks of the Nile. <b class=\"verse-num\" id=\"v01041018-1\">18&nbsp;</b>Seven cows, plump and attractive, came up out of the Nile and fed in the reed grass. <b class=\"verse-num\" id=\"v01041019-1\">19&nbsp;</b>Seven other cows came up after them, poor and very ugly and thin, such as I had never seen in all the land of Egypt. <b class=\"verse-num\" id=\"v01041020-1\">20&nbsp;</b>And the thin, ugly cows ate up the first seven plump cows, <b class=\"verse-num\" id=\"v01041021-1\">21&nbsp;</b>but when they had eaten them no one would have known that they had eaten them, for they were still as ugly as at the beginning. Then I awoke. <b class=\"verse-num\" id=\"v01041022-1\">22&nbsp;</b>I also saw in my dream seven ears growing on one stalk, full and good. <b class=\"verse-num\" id=\"v01041023-1\">23&nbsp;</b>Seven ears, withered, thin, and blighted by the east wind, sprouted after them, <b class=\"verse-num\" id=\"v01041024-1\">24&nbsp;</b>and the thin ears swallowed up the seven good ears. And I told it to the magicians, but there was no one who could explain it to me.”</p>\n<p id=\"p01041024_05-14\"><b class=\"verse-num\" id=\"v01041025-1\">25&nbsp;</b>Then Joseph said to Pharaoh, “The dreams of Pharaoh are one; God has revealed to Pharaoh what he is about to do. <b class=\"verse-num\" id=\"v01041026-1\">26&nbsp;</b>The seven good cows are seven years, and the seven good ears are seven years; the dreams are one. <b class=\"verse-num\" id=\"v01041027-1\">27&nbsp;</b>The seven lean and ugly cows that came up after them are seven years, and the seven empty ears blighted by the east wind are also seven years of famine. <b class=\"verse-num\" id=\"v01041028-1\">28&nbsp;</b>It is as I told Pharaoh; God has shown to Pharaoh what he is about to do. <b class=\"verse-num\" id=\"v01041029-1\">29&nbsp;</b>There will come seven years of great plenty throughout all the land of Egypt, <b class=\"verse-num\" id=\"v01041030-1\">30&nbsp;</b>but after them there will arise seven years of famine, and all the plenty will be forgotten in the land of Egypt. The famine will consume the land, <b class=\"verse-num\" id=\"v01041031-1\">31&nbsp;</b>and the plenty will be unknown in the land by reason of the famine that will follow, for it will be very severe. <b class=\"verse-num\" id=\"v01041032-1\">32&nbsp;</b>And the doubling of Pharaoh’s dream means that the thing is fixed by God, and God will shortly bring it about. <b class=\"verse-num\" id=\"v01041033-1\">33&nbsp;</b>Now therefore let Pharaoh select a discerning and wise man, and set him over the land of Egypt. <b class=\"verse-num\" id=\"v01041034-1\">34&nbsp;</b>Let Pharaoh proceed to appoint overseers over the land and take one-fifth of the produce of the land of Egypt during the seven plentiful years. <b class=\"verse-num\" id=\"v01041035-1\">35&nbsp;</b>And let them gather all the food of these good years that are coming and store up grain under the authority of Pharaoh for food in the cities, and let them keep it. <b class=\"verse-num\" id=\"v01041036-1\">36&nbsp;</b>That food shall be a reserve for the land against the seven years of famine that are to occur in the land of Egypt, so that the land may not perish through the famine.”</p>\n\n<p id=\"p01041036_09-14\"><b class=\"verse-num\" id=\"v01041037-1\">37&nbsp;</b>This proposal pleased Pharaoh and all his servants. <b class=\"verse-num\" id=\"v01041038-1\">38&nbsp;</b>And Pharaoh said to his servants, “Can we find a man like this, in whom is the Spirit of God?” <b class=\"verse-num\" id=\"v01041039-1\">39&nbsp;</b>Then Pharaoh said to Joseph, “Since God has shown you all this, there is none so discerning and wise as you are. <b class=\"verse-num\" id=\"v01041040-1\">40&nbsp;</b>You shall be over my house, and all my people shall order themselves as you command. Only as regards the throne will I be greater than you.” <b class=\"verse-num\" id=\"v01041041-1\">41&nbsp;</b>And Pharaoh said to Joseph, “See, I have set you over all the land of Egypt.” <b class=\"verse-num\" id=\"v01041042-1\">42&nbsp;</b>Then Pharaoh took his signet ring from his hand and put it on Joseph’s hand, and clothed him in garments of fine linen and put a gold chain about his neck. <b class=\"verse-num\" id=\"v01041043-1\">43&nbsp;</b>And he made him ride in his second chariot. And they called out before him, “Bow the knee!” Thus he set him over all the land of Egypt. <b class=\"verse-num\" id=\"v01041044-1\">44&nbsp;</b>Moreover, Pharaoh said to Joseph, “I am Pharaoh, and without your consent no one shall lift up hand or foot in all the land of Egypt.” <b class=\"verse-num\" id=\"v01041045-1\">45&nbsp;</b>And Pharaoh called Joseph’s name Zaphenath-paneah. And he gave him in marriage Asenath, the daughter of Potiphera priest of On. So Joseph went out over the land of Egypt.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass at the end of two full years, that Pharaoh dreamed: and, behold, he stood by the river.  <strong>2</strong> And, behold, there came up out of the river seven well favoured kine and fatfleshed; and they fed in a meadow.  <strong>3</strong> And, behold, seven other kine came up after them out of the river, ill favoured and leanfleshed; and stood by the other kine upon the brink of the river.  <strong>4</strong> And the ill favoured and leanfleshed kine did eat up the seven well favoured and fat kine. So Pharaoh awoke.  <strong>5</strong> And he slept and dreamed the second time: and, behold, seven ears of corn came up upon one stalk, rank and good.  <strong>6</strong> And, behold, seven thin ears and blasted with the east wind sprung up after them.  <strong>7</strong> And the seven thin ears devoured the seven rank and full ears. And Pharaoh awoke, and, behold, it was a dream.  <strong>8</strong> And it came to pass in the morning that his spirit was troubled; and he sent and called for all the magicians of Egypt, and all the wise men thereof: and Pharaoh told them his dream; but there was none that could interpret them unto Pharaoh.  <strong>9</strong> Then spake the chief butler unto Pharaoh, saying, I do remember my faults this day:  <strong>10</strong> Pharaoh was wroth with his servants, and put me in ward in the captain of the guard’s house, both me and the chief baker:  <strong>11</strong> And we dreamed a dream in one night, I and he; we dreamed each man according to the interpretation of his dream.  <strong>12</strong> And there was there with us a young man, an Hebrew, servant to the captain of the guard; and we told him, and he interpreted to us our dreams; to each man according to his dream he did interpret.  <strong>13</strong> And it came to pass, as he interpreted to us, so it was; me he restored unto mine office, and him he hanged.  <strong>14</strong> Then Pharaoh sent and called Joseph, and they brought him hastily out of the dungeon: and he shaved himself, and changed his raiment, and came in unto Pharaoh.  <strong>15</strong> And Pharaoh said unto Joseph, I have dreamed a dream, and there is  none that can interpret it: and I have heard say of thee, that  thou canst understand a dream to interpret it.  <strong>16</strong> And Joseph answered Pharaoh, saying, It is not in me: God shall give Pharaoh an answer of peace.  <strong>17</strong> And Pharaoh said unto Joseph, In my dream, behold, I stood upon the bank of the river:  <strong>18</strong> And, behold, there came up out of the river seven kine, fatfleshed and well favoured; and they fed in a meadow:  <strong>19</strong> And, behold, seven other kine came up after them, poor and very ill favoured and leanfleshed, such as I never saw in all the land of Egypt for badness:  <strong>20</strong> And the lean and the ill favoured kine did eat up the first seven fat kine:  <strong>21</strong> And when they had eaten them up, it could not be known that they had eaten them; but they were still ill favoured, as at the beginning. So I awoke.  <strong>22</strong> And I saw in my dream, and, behold, seven ears came up in one stalk, full and good:  <strong>23</strong> And, behold, seven ears, withered, thin, and blasted with the east wind, sprung up after them:  <strong>24</strong> And the thin ears devoured the seven good ears: and I told this  unto the magicians; but there was none that could declare it to me.  <strong>25</strong> And Joseph said unto Pharaoh, The dream of Pharaoh is one: God hath shewed Pharaoh what he is about to do.  <strong>26</strong> The seven good kine are seven years; and the seven good ears are seven years: the dream is one.  <strong>27</strong> And the seven thin and ill favoured kine that came up after them are seven years; and the seven empty ears blasted with the east wind shall be seven years of famine.  <strong>28</strong> This is the thing which I have spoken unto Pharaoh: What God is about to do he sheweth unto Pharaoh.  <strong>29</strong> Behold, there come seven years of great plenty throughout all the land of Egypt:  <strong>30</strong> And there shall arise after them seven years of famine; and all the plenty shall be forgotten in the land of Egypt; and the famine shall consume the land;  <strong>31</strong> And the plenty shall not be known in the land by reason of that famine following; for it shall be very grievous.  <strong>32</strong> And for that the dream was doubled unto Pharaoh twice; it is  because the thing is established by God, and God will shortly bring it to pass.  <strong>33</strong> Now therefore let Pharaoh look out a man discreet and wise, and set him over the land of Egypt.  <strong>34</strong> Let Pharaoh do this, and let him appoint officers over the land, and take up the fifth part of the land of Egypt in the seven plenteous years.  <strong>35</strong> And let them gather all the food of those good years that come, and lay up corn under the hand of Pharaoh, and let them keep food in the cities.  <strong>36</strong> And that food shall be for store to the land against the seven years of famine, which shall be in the land of Egypt; that the land perish not through the famine.  <strong>37</strong> And the thing was good in the eyes of Pharaoh, and in the eyes of all his servants.  <strong>38</strong> And Pharaoh said unto his servants, Can we find such a one  as this is, a man in whom the Spirit of God is?  <strong>39</strong> And Pharaoh said unto Joseph, Forasmuch as God hath shewed thee all this, there is none so discreet and wise as thou art:  <strong>40</strong> Thou shalt be over my house, and according unto thy word shall all my people be ruled: only in the throne will I be greater than thou.  <strong>41</strong> And Pharaoh said unto Joseph, See, I have set thee over all the land of Egypt.  <strong>42</strong> And Pharaoh took off his ring from his hand, and put it upon Joseph’s hand, and arrayed him in vestures of fine linen, and put a gold chain about his neck;  <strong>43</strong> And he made him to ride in the second chariot which he had; and they cried before him, Bow the knee: and he made him ruler over all the land of Egypt.  <strong>44</strong> And Pharaoh said unto Joseph, I am Pharaoh, and without thee shall no man lift up his hand or foot in all the land of Egypt.  <strong>45</strong> And Pharaoh called Joseph’s name Zaphnath-paaneah; and he gave him to wife Asenath the daughter of Poti-pherah priest of On. And Joseph went out over all the land of Egypt.  ","niv":"<sup><strong>1</strong></sup> When two full years had passed, Pharaoh had a dream: He was standing by the Nile, <sup><strong>2</strong></sup> when out of the river there came up seven cows, sleek and fat, and they grazed among the reeds. <sup><strong>3</strong></sup> After them, seven other cows, ugly and gaunt, came up out of the Nile and stood beside those on the riverbank. <sup><strong>4</strong></sup> And the cows that were ugly and gaunt ate up the seven sleek, fat cows. Then Pharaoh woke up. <sup><strong>5</strong></sup> He fell asleep again and had a second dream: Seven heads of grain, healthy and good, were growing on a single stalk. <sup><strong>6</strong></sup> After them, seven other heads of grain sprouted-thin and scorched by the east wind. <sup><strong>7</strong></sup> The thin heads of grain swallowed up the seven healthy, full heads. Then Pharaoh woke up; it had been a dream. <sup><strong>8</strong></sup> In the morning his mind was troubled, so he sent for all the magicians and wise men of Egypt. Pharaoh told them his dreams, but no one could interpret them for him. <sup><strong>9</strong></sup> Then the chief cupbearer said to Pharaoh, \"Today I am reminded of my shortcomings. <sup><strong>10</strong></sup> Pharaoh was once angry with his servants, and he imprisoned me and the chief baker in the house of the captain of the guard. <sup><strong>11</strong></sup> Each of us had a dream the same night, and each dream had a meaning of its own. <sup><strong>12</strong></sup> Now a young Hebrew was there with us, a servant of the captain of the guard. We told him our dreams, and he interpreted them for us, giving each man the interpretation of his dream. <sup><strong>13</strong></sup> And things turned out exactly as he interpreted them to us: I was restored to my position, and the other man was hanged. \" <sup><strong>14</strong></sup> So Pharaoh sent for Joseph, and he was quickly brought from the dungeon. When he had shaved and changed his clothes, he came before Pharaoh. <sup><strong>15</strong></sup> Pharaoh said to Joseph, \"I had a dream, and no one can interpret it. But I have heard it said of you that when you hear a dream you can interpret it.\" <sup><strong>16</strong></sup> \"I cannot do it,\" Joseph replied to Pharaoh, \"but God will give Pharaoh the answer he desires.\" <sup><strong>17</strong></sup> Then Pharaoh said to Joseph, \"In my dream I was standing on the bank of the Nile, <sup><strong>18</strong></sup> when out of the river there came up seven cows, fat and sleek, and they grazed among the reeds. <sup><strong>19</strong></sup> After them, seven other cows came up-scrawny and very ugly and lean. I had never seen such ugly cows in all the land of Egypt. <sup><strong>20</strong></sup> The lean, ugly cows ate up the seven fat cows that came up first. <sup><strong>21</strong></sup> But even after they ate them, no one could tell that they had done so; they looked just as ugly as before. Then I woke up. <sup><strong>22</strong></sup> \"In my dreams I also saw seven heads of grain, full and good, growing on a single stalk. <sup><strong>23</strong></sup> After them, seven other heads sprouted-withered and thin and scorched by the east wind. <sup><strong>24</strong></sup> The thin heads of grain swallowed up the seven good heads. I told this to the magicians, but none could explain it to me.\" <sup><strong>25</strong></sup> Then Joseph said to Pharaoh, \"The dreams of Pharaoh are one and the same. God has revealed to Pharaoh what he is about to do. <sup><strong>26</strong></sup> The seven good cows are seven years, and the seven good heads of grain are seven years; it is one and the same dream. <sup><strong>27</strong></sup> The seven lean, ugly cows that came up afterward are seven years, and so are the seven worthless heads of grain scorched by the east wind: They are seven years of famine. <sup><strong>28</strong></sup> \"It is just as I said to Pharaoh: God has shown Pharaoh what he is about to do. <sup><strong>29</strong></sup> Seven years of great abundance are coming throughout the land of Egypt, <sup><strong>30</strong></sup> but seven years of famine will follow them. Then all the abundance in Egypt will be forgotten, and the famine will ravage the land. <sup><strong>31</strong></sup> The abundance in the land will not be remembered, because the famine that follows it will be so severe. <sup><strong>32</strong></sup> The reason the dream was given to Pharaoh in two forms is that the matter has been firmly decided by God, and God will do it soon. <sup><strong>33</strong></sup> \"And now let Pharaoh look for a discerning and wise man and put him in charge of the land of Egypt. <sup><strong>34</strong></sup> Let Pharaoh appoint commissioners over the land to take a fifth of the harvest of Egypt during the seven years of abundance. <sup><strong>35</strong></sup> They should collect all the food of these good years that are coming and store up the grain under the authority of Pharaoh, to be kept in the cities for food. <sup><strong>36</strong></sup> This food should be held in reserve for the country, to be used during the seven years of famine that will come upon Egypt, so that the country may not be ruined by the famine.\" <sup><strong>37</strong></sup> The plan seemed good to Pharaoh and to all his officials. <sup><strong>38</strong></sup> So Pharaoh asked them, \"Can we find anyone like this man, one in whom is the spirit of God?\" <sup><strong>39</strong></sup> Then Pharaoh said to Joseph, \"Since God has made all this known to you, there is no one so discerning and wise as you. <sup><strong>40</strong></sup> You shall be in charge of my palace, and all my people are to submit to your orders. Only with respect to the throne will I be greater than you.\" <sup><strong>41</strong></sup> So Pharaoh said to Joseph, \"I hereby put you in charge of the whole land of Egypt.\" <sup><strong>42</strong></sup> Then Pharaoh took his signet ring from his finger and put it on Joseph's finger. He dressed him in robes of fine linen and put a gold chain around his neck. <sup><strong>43</strong></sup> He had him ride in a chariot as his second-in-command, and men shouted before him, \"Make way!\" Thus he put him in charge of the whole land of Egypt. <sup><strong>44</strong></sup> Then Pharaoh said to Joseph, \"I am Pharaoh, but without your word no one will lift hand or foot in all Egypt.\" <sup><strong>45</strong></sup> Pharaoh gave Joseph the name Zaphenath-Paneah and gave him Asenath daughter of Potiphera, priest of On, to be his wife. And Joseph went throughout the land of Egypt. "},{"_id":"616a0b8abda5ba8d73708b4d","topicId":"616a0b86bda5ba8d73708b40","verse":"Genesis 12:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01012002_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012002-1\">2&nbsp;</b>And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing.</p>\n</div>","kjv":"<strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  ","niv":"<sup><strong>2</strong></sup> \"I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing."},{"_id":"616a0b8abda5ba8d73708b4e","topicId":"616a0b86bda5ba8d73708b40","verse":"Psalm 113:8","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19113008_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19113008-1\">8&nbsp;</b>&nbsp;&nbsp;to make them sit with princes,</span><br><span id=\"p19113008_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the princes of his people.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> That he may set him with princes, even with the princes of his people.  ","niv":"<sup><strong>8</strong></sup> he seats them with princes, with the princes of their people."},{"_id":"616a0b8bbda5ba8d73708b4f","topicId":"616a0b86bda5ba8d73708b40","verse":"Genesis 1:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-17\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"616a0b8bbda5ba8d73708b50","topicId":"616a0b86bda5ba8d73708b40","verse":"Galatians 3:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616a0b8bbda5ba8d73708b51","topicId":"616a0b86bda5ba8d73708b40","verse":"John 3:1-36","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-19\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-19\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-19\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-19\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-19\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"616a0b8cbda5ba8d73708b52","topicId":"616a0b86bda5ba8d73708b40","verse":"John 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"616a0b8cbda5ba8d73708b53","topicId":"616a0b86bda5ba8d73708b40","verse":"Luke 4:43","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42004043_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v42004043-1\">43&nbsp;</b>but he said to them, <span class=\"woc\">“I must preach the good news of the kingdom of God to the other towns as well; for I was sent for this purpose.”</span></p>\n</div>","kjv":"<strong>43</strong> And he said unto them, I must preach the kingdom of God to other cities also: for therefore am I sent.  ","niv":"<sup><strong>43</strong></sup> But he said, \"I must preach the good news of the kingdom of God to the other towns also, because that is why I was sent.\""},{"_id":"616a0b8cbda5ba8d73708b54","topicId":"616a0b86bda5ba8d73708b40","verse":"Habakkuk 2:4","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35002004_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v35002004-1\">4&nbsp;</b>&nbsp;&nbsp;“Behold, his soul is puffed up; it is not upright within him,</span><br><span id=\"p35002004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous shall live by his faith.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> Behold, his soul which is lifted up is not upright in him: but the just shall live by his faith.  ","niv":"<sup><strong>4</strong></sup> \"See, he is puffed up; his desires are not upright- but the righteous will live by his faith -"},{"_id":"616a0b8dbda5ba8d73708b55","topicId":"616a0b86bda5ba8d73708b40","verse":"Hosea 4:6","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28004006_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004006-1\">6&nbsp;</b>&nbsp;&nbsp;My people are destroyed for lack of knowledge;</span><br><span id=\"p28004006_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have rejected knowledge,</span><br><span id=\"p28004006_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I reject you from being a priest to me.</span><br><span id=\"p28004006_01-23\" class=\"line\">&nbsp;&nbsp;And since you have forgotten the law of your God,</span><br><span id=\"p28004006_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I also will forget your children.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> My people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing thou hast forgotten the law of thy God, I will also forget thy children.  ","niv":"<sup><strong>6</strong></sup> my people are destroyed from lack of knowledge. \"Because you have rejected knowledge, I also reject you as my priests; because you have ignored the law of your God, I also will ignore your children."},{"_id":"616a0b8dbda5ba8d73708b56","topicId":"616a0b86bda5ba8d73708b40","verse":"Ecclesiastes 2:1-26","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p21002001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21002001-1\">2:1&nbsp;</b>I said in my heart, “Come now, I will test you with pleasure; enjoy yourself.” But behold, this also was vanity. <b class=\"verse-num\" id=\"v21002002-1\">2&nbsp;</b>I said of laughter, “It is mad,” and of pleasure, “What use is it?” <b class=\"verse-num\" id=\"v21002003-1\">3&nbsp;</b>I searched with my heart how to cheer my body with wine—my heart still guiding me with wisdom—and how to lay hold on folly, till I might see what was good for the children of man to do under heaven during the few days of their life. <b class=\"verse-num\" id=\"v21002004-1\">4&nbsp;</b>I made great works. I built houses and planted vineyards for myself. <b class=\"verse-num\" id=\"v21002005-1\">5&nbsp;</b>I made myself gardens and parks, and planted in them all kinds of fruit trees. <b class=\"verse-num\" id=\"v21002006-1\">6&nbsp;</b>I made myself pools from which to water the forest of growing trees. <b class=\"verse-num\" id=\"v21002007-1\">7&nbsp;</b>I bought male and female slaves, and had slaves who were born in my house. I had also great possessions of herds and flocks, more than any who had been before me in Jerusalem. <b class=\"verse-num\" id=\"v21002008-1\">8&nbsp;</b>I also gathered for myself silver and gold and the treasure of kings and provinces. I got singers, both men and women, and many concubines, the delight of the sons of man.</p>\n<p id=\"p21002008_05-24\"><b class=\"verse-num\" id=\"v21002009-1\">9&nbsp;</b>So I became great and surpassed all who were before me in Jerusalem. Also my wisdom remained with me. <b class=\"verse-num\" id=\"v21002010-1\">10&nbsp;</b>And whatever my eyes desired I did not keep from them. I kept my heart from no pleasure, for my heart found pleasure in all my toil, and this was my reward for all my toil. <b class=\"verse-num\" id=\"v21002011-1\">11&nbsp;</b>Then I considered all that my hands had done and the toil I had expended in doing it, and behold, all was vanity and a striving after wind, and there was nothing to be gained under the sun.</p>\n\n<p id=\"p21002011_10-24\"><b class=\"verse-num\" id=\"v21002012-1\">12&nbsp;</b>So I turned to consider wisdom and madness and folly. For what can the man do who comes after the king? Only what has already been done. <b class=\"verse-num\" id=\"v21002013-1\">13&nbsp;</b>Then I saw that there is more gain in wisdom than in folly, as there is more gain in light than in darkness. <b class=\"verse-num\" id=\"v21002014-1\">14&nbsp;</b>The wise person has his eyes in his head, but the fool walks in darkness. And yet I perceived that the same event happens to all of them. <b class=\"verse-num\" id=\"v21002015-1\">15&nbsp;</b>Then I said in my heart, “What happens to the fool will happen to me also. Why then have I been so very wise?” And I said in my heart that this also is vanity. <b class=\"verse-num\" id=\"v21002016-1\">16&nbsp;</b>For of the wise as of the fool there is no enduring remembrance, seeing that in the days to come all will have been long forgotten. How the wise dies just like the fool! <b class=\"verse-num\" id=\"v21002017-1\">17&nbsp;</b>So I hated life, because what is done under the sun was grievous to me, for all is vanity and a striving after wind.</p>\n\n<p id=\"p21002017_14-24\"><b class=\"verse-num\" id=\"v21002018-1\">18&nbsp;</b>I hated all my toil in which I toil under the sun, seeing that I must leave it to the man who will come after me, <b class=\"verse-num\" id=\"v21002019-1\">19&nbsp;</b>and who knows whether he will be wise or a fool? Yet he will be master of all for which I toiled and used my wisdom under the sun. This also is vanity. <b class=\"verse-num\" id=\"v21002020-1\">20&nbsp;</b>So I turned about and gave my heart up to despair over all the toil of my labors under the sun, <b class=\"verse-num\" id=\"v21002021-1\">21&nbsp;</b>because sometimes a person who has toiled with wisdom and knowledge and skill must leave everything to be enjoyed by someone who did not toil for it. This also is vanity and a great evil. <b class=\"verse-num\" id=\"v21002022-1\">22&nbsp;</b>What has a man from all the toil and striving of heart with which he toils beneath the sun? <b class=\"verse-num\" id=\"v21002023-1\">23&nbsp;</b>For all his days are full of sorrow, and his work is a vexation. Even in the night his heart does not rest. This also is vanity.</p>\n<p id=\"p21002023_14-24\"><b class=\"verse-num\" id=\"v21002024-1\">24&nbsp;</b>There is nothing better for a person than that he should eat and drink and find enjoyment in his toil. This also, I saw, is from the hand of God, <b class=\"verse-num\" id=\"v21002025-1\">25&nbsp;</b>for apart from him who can eat or who can have enjoyment? <b class=\"verse-num\" id=\"v21002026-1\">26&nbsp;</b>For to the one who pleases him God has given wisdom and knowledge and joy, but to the sinner he has given the business of gathering and collecting, only to give to one who pleases God. This also is vanity and a striving after wind.</p>\n\n</div>","kjv":"<strong>1</strong> I said in mine heart, Go to now, I will prove thee with mirth, therefore enjoy pleasure: and, behold, this also is vanity.  <strong>2</strong> I said of laughter, It is mad: and of mirth, What doeth it?  <strong>3</strong> I sought in mine heart to give myself unto wine, yet acquainting mine heart with wisdom; and to lay hold on folly, till I might see what was  that good for the sons of men, which they should do under the heaven all the days of their life.  <strong>4</strong> I made me great works; I builded me houses; I planted me vineyards:  <strong>5</strong> I made me gardens and orchards, and I planted trees in them of all kind of fruits:  <strong>6</strong> I made me pools of water, to water therewith the wood that bringeth forth trees:  <strong>7</strong> I got me servants and maidens, and had servants born in my house; also I had great possessions of great and small cattle above all that were in Jerusalem before me:  <strong>8</strong> I gathered me also silver and gold, and the peculiar treasure of kings and of the provinces: I gat me men singers and women singers, and the delights of the sons of men, as musical instruments, and that of all sorts.  <strong>9</strong> So I was great, and increased more than all that were before me in Jerusalem: also my wisdom remained with me.  <strong>10</strong> And whatsoever mine eyes desired I kept not from them, I withheld not my heart from any joy; for my heart rejoiced in all my labour: and this was my portion of all my labour.  <strong>11</strong> Then I looked on all the works that my hands had wrought, and on the labour that I had laboured to do: and, behold, all was vanity and vexation of spirit, and there was no profit under the sun.  <strong>12</strong> And I turned myself to behold wisdom, and madness, and folly: for what can the man do that cometh after the king? even  that which hath been already done.  <strong>13</strong> Then I saw that wisdom excelleth folly, as far as light excelleth darkness.  <strong>14</strong> The wise man’s eyes are in his head; but the fool walketh in darkness: and I myself perceived also that one event happeneth to them all.  <strong>15</strong> Then said I in my heart, As it happeneth to the fool, so it happeneth even to me; and why was I then more wise? Then I said in my heart, that this also is vanity.  <strong>16</strong> For there is no remembrance of the wise more than of the fool for ever; seeing that which now is in the days to come shall all be forgotten. And how dieth the wise man? as the fool.  <strong>17</strong> Therefore I hated life; because the work that is wrought under the sun is grievous unto me: for all is vanity and vexation of spirit.  <strong>18</strong> Yea, I hated all my labour which I had taken under the sun: because I should leave it unto the man that shall be after me.  <strong>19</strong> And who knoweth whether he shall be a wise man or a fool? yet shall he have rule over all my labour wherein I have laboured, and wherein I have shewed myself wise under the sun. This is also vanity.  <strong>20</strong> Therefore I went about to cause my heart to despair of all the labour which I took under the sun.  <strong>21</strong> For there is a man whose labour is in wisdom, and in knowledge, and in equity; yet to a man that hath not laboured therein shall he leave it for his portion. This also is vanity and a great evil.  <strong>22</strong> For what hath man of all his labour, and of the vexation of his heart, wherein he hath laboured under the sun?  <strong>23</strong> For all his days are sorrows, and his travail grief; yea, his heart taketh not rest in the night. This is also vanity.  <strong>24</strong>           There is nothing better for a man, than that he should eat and drink, and that he should make his soul enjoy good in his labour. This also I saw, that it was from the hand of God.  <strong>25</strong> For who can eat, or who else can hasten hereunto, more than I?  <strong>26</strong> For God giveth to a man that is good in his sight wisdom, and knowledge, and joy: but to the sinner he giveth travail, to gather and to heap up, that he may give to him that is good before God. This also is vanity and vexation of spirit.  ","niv":"<sup><strong>1</strong></sup> I thought in my heart, \"Come now, I will test you with pleasure to find out what is good.\" But that also proved to be meaningless. <sup><strong>2</strong></sup> \"Laughter,\" I said, \"is foolish. And what does pleasure accomplish?\" <sup><strong>3</strong></sup> I tried cheering myself with wine, and embracing folly-my mind still guiding me with wisdom. I wanted to see what was worthwhile for men to do under heaven during the few days of their lives. <sup><strong>4</strong></sup> I undertook great projects: I built houses for myself and planted vineyards. <sup><strong>5</strong></sup> I made gardens and parks and planted all kinds of fruit trees in them. <sup><strong>6</strong></sup> I made reservoirs to water groves of flourishing trees. <sup><strong>7</strong></sup> I bought male and female slaves and had other slaves who were born in my house. I also owned more herds and flocks than anyone in Jerusalem before me. <sup><strong>8</strong></sup> I amassed silver and gold for myself, and the treasure of kings and provinces. I acquired men and women singers, and a harem as well-the delights of the heart of man. <sup><strong>9</strong></sup> I became greater by far than anyone in Jerusalem before me. In all this my wisdom stayed with me. <sup><strong>10</strong></sup> I denied myself nothing my eyes desired; I refused my heart no pleasure. My heart took delight in all my work, and this was the reward for all my labor. <sup><strong>11</strong></sup> Yet when I surveyed all that my hands had done and what I had toiled to achieve, everything was meaningless, a chasing after the wind; nothing was gained under the sun. <sup><strong>12</strong></sup> Then I turned my thoughts to consider wisdom, and also madness and folly. What more can the king's successor do than what has already been done? <sup><strong>13</strong></sup> I saw that wisdom is better than folly, just as light is better than darkness. <sup><strong>14</strong></sup> The wise man has eyes in his head, while the fool walks in the darkness; but I came to realize that the same fate overtakes them both. <sup><strong>15</strong></sup> Then I thought in my heart, \"The fate of the fool will overtake me also. What then do I gain by being wise?\" I said in my heart, \"This too is meaningless.\" <sup><strong>16</strong></sup> For the wise man, like the fool, will not be long remembered; in days to come both will be forgotten. Like the fool, the wise man too must die! <sup><strong>17</strong></sup> So I hated life, because the work that is done under the sun was grievous to me. All of it is meaningless, a chasing after the wind. <sup><strong>18</strong></sup> I hated all the things I had toiled for under the sun, because I must leave them to the one who comes after me. <sup><strong>19</strong></sup> And who knows whether he will be a wise man or a fool? Yet he will have control over all the work into which I have poured my effort and skill under the sun. This too is meaningless. <sup><strong>20</strong></sup> So my heart began to despair over all my toilsome labor under the sun. <sup><strong>21</strong></sup> For a man may do his work with wisdom, knowledge and skill, and then he must leave all he owns to someone who has not worked for it. This too is meaningless and a great misfortune. <sup><strong>22</strong></sup> What does a man get for all the toil and anxious striving with which he labors under the sun? <sup><strong>23</strong></sup> All his days his work is pain and grief; even at night his mind does not rest. This too is meaningless. <sup><strong>24</strong></sup> A man can do nothing better than to eat and drink and find satisfaction in his work. This too, I see, is from the hand of God, <sup><strong>25</strong></sup> for without him, who can eat or find enjoyment? <sup><strong>26</strong></sup> To the man who pleases him, God gives wisdom, knowledge and happiness, but to the sinner he gives the task of gathering and storing up wealth to hand it over to the one who pleases God. This too is meaningless, a chasing after the wind. "},{"_id":"616a0b8dbda5ba8d73708b57","topicId":"616a0b86bda5ba8d73708b40","verse":"Ecclesiastes 1:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p21001001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21001001-1\">1:1&nbsp;</b>The words of the Preacher, the son of David, king in Jerusalem.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001002_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001002-1\">2&nbsp;</b>&nbsp;&nbsp;Vanity of vanities, says the Preacher,</span><br><span id=\"p21001002_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vanity of vanities! All is vanity.</span><br><span id=\"p21001003_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001003-1\">3&nbsp;</b>&nbsp;&nbsp;What does man gain by all the toil</span><br><span id=\"p21001003_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at which he toils under the sun?</span><br><span id=\"p21001004_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001004-1\">4&nbsp;</b>&nbsp;&nbsp;A generation goes, and a generation comes,</span><br><span id=\"p21001004_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the earth remains forever.</span><br><span id=\"p21001005_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001005-1\">5&nbsp;</b>&nbsp;&nbsp;The sun rises, and the sun goes down,</span><br><span id=\"p21001005_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hastens to the place where it rises.</span><br><span id=\"p21001006_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001006-1\">6&nbsp;</b>&nbsp;&nbsp;The wind blows to the south</span><br><span id=\"p21001006_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and goes around to the north;</span><br><span id=\"p21001006_04-25\" class=\"line\">&nbsp;&nbsp;around and around goes the wind,</span><br><span id=\"p21001006_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on its circuits the wind returns.</span><br><span id=\"p21001007_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001007-1\">7&nbsp;</b>&nbsp;&nbsp;All streams run to the sea,</span><br><span id=\"p21001007_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the sea is not full;</span><br><span id=\"p21001007_04-25\" class=\"line\">&nbsp;&nbsp;to the place where the streams flow,</span><br><span id=\"p21001007_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there they flow again.</span><br><span id=\"p21001008_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001008-1\">8&nbsp;</b>&nbsp;&nbsp;All things are full of weariness;</span><br><span id=\"p21001008_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man cannot utter it;</span><br><span id=\"p21001008_04-25\" class=\"line\">&nbsp;&nbsp;the eye is not satisfied with seeing,</span><br><span id=\"p21001008_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the ear filled with hearing.</span><br><span id=\"p21001009_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001009-1\">9&nbsp;</b>&nbsp;&nbsp;What has been is what will be,</span><br><span id=\"p21001009_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what has been done is what will be done,</span><br><span id=\"p21001009_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is nothing new under the sun.</span><br><span id=\"p21001010_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001010-1\">10&nbsp;</b>&nbsp;&nbsp;Is there a thing of which it is said,</span><br><span id=\"p21001010_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“See, this is new”?</span><br><span id=\"p21001010_04-25\" class=\"line\">&nbsp;&nbsp;It has been already</span><br><span id=\"p21001010_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the ages before us.</span><br><span id=\"p21001011_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001011-1\">11&nbsp;</b>&nbsp;&nbsp;There is no remembrance of former things,</span><br><span id=\"p21001011_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor will there be any remembrance</span><br><span id=\"p21001011_04-25\" class=\"line\">&nbsp;&nbsp;of later things yet to be</span><br><span id=\"p21001011_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;among those who come after.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p21001011_08-25\"><b class=\"verse-num\" id=\"v21001012-1\">12&nbsp;</b>I the Preacher have been king over Israel in Jerusalem. <b class=\"verse-num\" id=\"v21001013-1\">13&nbsp;</b>And I applied my heart to seek and to search out by wisdom all that is done under heaven. It is an unhappy business that God has given to the children of man to be busy with. <b class=\"verse-num\" id=\"v21001014-1\">14&nbsp;</b>I have seen everything that is done under the sun, and behold, all is vanity and a striving after wind.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001015_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001015-1\">15&nbsp;</b>&nbsp;&nbsp;What is crooked cannot be made straight,</span><br><span id=\"p21001015_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what is lacking cannot be counted.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p21001015_08-25\"><b class=\"verse-num\" id=\"v21001016-1\">16&nbsp;</b>I said in my heart, “I have acquired great wisdom, surpassing all who were over Jerusalem before me, and my heart has had great experience of wisdom and knowledge.” <b class=\"verse-num\" id=\"v21001017-1\">17&nbsp;</b>And I applied my heart to know wisdom and to know madness and folly. I perceived that this also is but a striving after wind.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001018_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001018-1\">18&nbsp;</b>&nbsp;&nbsp;For in much wisdom is much vexation,</span><br><span id=\"p21001018_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who increases knowledge increases sorrow.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The words of the Preacher, the son of David, king in Jerusalem.  <strong>2</strong> Vanity of vanities, saith the Preacher, vanity of vanities; all is vanity.  <strong>3</strong> What profit hath a man of all his labour which he taketh under the sun?  <strong>4</strong> One generation passeth away, and another generation cometh: but the earth abideth for ever.  <strong>5</strong> The sun also ariseth, and the sun goeth down, and hasteth to his place where he arose.  <strong>6</strong> The wind goeth toward the south, and turneth about unto the north; it whirleth about continually, and the wind returneth again according to his circuits.  <strong>7</strong> All the rivers run into the sea; yet the sea is not full; unto the place from whence the rivers come, thither they return again.  <strong>8</strong> All things are full of labour; man cannot utter it:  the eye is not satisfied with seeing, nor the ear filled with hearing.  <strong>9</strong> The thing that hath been, it is that which shall be; and that which is done is that which shall be done: and there is  no new thing under the sun.  <strong>10</strong> Is there any thing whereof it may be said, See, this is new? it hath been already of old time, which was before us.  <strong>11</strong> There is no remembrance of former things; neither shall there be any remembrance of things that are to come with those that shall come after.  <strong>12</strong> I the Preacher was king over Israel in Jerusalem.  <strong>13</strong> And I gave my heart to seek and search out by wisdom concerning all things that are done under heaven: this sore travail hath God given to the sons of man to be exercised therewith.  <strong>14</strong> I have seen all the works that are done under the sun; and, behold, all is vanity and vexation of spirit.  <strong>15</strong> That which is crooked cannot be made straight: and that which is wanting cannot be numbered.  <strong>16</strong> I communed with mine own heart, saying, Lo, I am come to great estate, and have gotten more wisdom than all they that have been before me in Jerusalem: yea, my heart had great experience of wisdom and knowledge.  <strong>17</strong> And I gave my heart to know wisdom, and to know madness and folly: I perceived that this also is vexation of spirit.  <strong>18</strong> For in much wisdom is much grief: and he that increaseth knowledge increaseth sorrow.  ","niv":"<sup><strong>1</strong></sup> The words of the Teacher, son of David, king in Jerusalem: <sup><strong>2</strong></sup> \"Meaningless! Meaningless!\" says the Teacher. \"Utterly meaningless! Everything is meaningless.\" <sup><strong>3</strong></sup> What does man gain from all his labor at which he toils under the sun? <sup><strong>4</strong></sup> Generations come and generations go, but the earth remains forever. <sup><strong>5</strong></sup> The sun rises and the sun sets, and hurries back to where it rises. <sup><strong>6</strong></sup> The wind blows to the south and turns to the north; round and round it goes, ever returning on its course. <sup><strong>7</strong></sup> All streams flow into the sea, yet the sea is never full. To the place the streams come from, there they return again. <sup><strong>8</strong></sup> All things are wearisome, more than one can say. The eye never has enough of seeing, nor the ear its fill of hearing. <sup><strong>9</strong></sup> What has been will be again, what has been done will be done again; there is nothing new under the sun. <sup><strong>10</strong></sup> Is there anything of which one can say, \"Look! This is something new\"? It was here already, long ago; it was here before our time. <sup><strong>11</strong></sup> There is no remembrance of men of old, and even those who are yet to come will not be remembered by those who follow. <sup><strong>12</strong></sup> I, the Teacher, was king over Israel in Jerusalem. <sup><strong>13</strong></sup> I devoted myself to study and to explore by wisdom all that is done under heaven. What a heavy burden God has laid on men! <sup><strong>14</strong></sup> I have seen all the things that are done under the sun; all of them are meaningless, a chasing after the wind. <sup><strong>15</strong></sup> What is twisted cannot be straightened; what is lacking cannot be counted. <sup><strong>16</strong></sup> I thought to myself, \"Look, I have grown and increased in wisdom more than anyone who has ruled over Jerusalem before me; I have experienced much of wisdom and knowledge.\" <sup><strong>17</strong></sup> Then I applied myself to the understanding of wisdom, and also of madness and folly, but I learned that this, too, is a chasing after the wind. <sup><strong>18</strong></sup> For with much wisdom comes much sorrow; the more knowledge, the more grief. "},{"_id":"616a0b8dbda5ba8d73708b58","topicId":"616a0b86bda5ba8d73708b40","verse":"Proverbs 30:8-9","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20030008_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030008-1\">8&nbsp;</b>&nbsp;&nbsp;Remove far from me falsehood and lying;</span><br><span id=\"p20030008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me neither poverty nor riches;</span><br><span id=\"p20030008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feed me with the food that is needful for me,</span><br><span id=\"p20030009_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030009-1\">9&nbsp;</b>&nbsp;&nbsp;lest I be full and deny you</span><br><span id=\"p20030009_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and say, “Who is the LORD?”</span><br><span id=\"p20030009_01-26\" class=\"line\">&nbsp;&nbsp;or lest I be poor and steal</span><br><span id=\"p20030009_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and profane the name of my God.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Remove far from me vanity and lies: give me neither poverty nor riches; feed me with food convenient for me:  <strong>9</strong> Lest I be full, and deny thee, and say, Who is the LORD? or lest I be poor, and steal, and take the name of my God in vain.  ","niv":"<sup><strong>8</strong></sup> Keep falsehood and lies far from me; give me neither poverty nor riches, but give me only my daily bread. <sup><strong>9</strong></sup> Otherwise, I may have too much and disown you and say, 'Who is the LORD?' Or I may become poor and steal, and so dishonor the name of my God. "},{"_id":"616a0b8ebda5ba8d73708b59","topicId":"616a0b86bda5ba8d73708b40","verse":"Psalm 78:71","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19078071_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19078071-1\">71&nbsp;</b>&nbsp;&nbsp;from following the nursing ewes he brought him</span><br><span id=\"p19078071_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to shepherd Jacob his people,</span><br><span id=\"p19078071_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Israel his inheritance.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>71</strong> From following the ewes great with young he brought him to feed Jacob his people, and Israel his inheritance.  ","niv":"<sup><strong>71</strong></sup> from tending the sheep he brought him to be the shepherd of his people Jacob, of Israel his inheritance.","modified":"2022-07-17T04:24:15.961Z"}]}