{"_id":"616a0bd8bda5ba8d73708b74","slug":"property","name":"Property","verses":[{"_id":"616a0bd8bda5ba8d73708b75","topicId":"616a0bd8bda5ba8d73708b74","verse":"Leviticus 25:23","votes":46,"__v":0,"esv":"<div>\n\n<p id=\"p03025001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03025001-1\">25:1&nbsp;</b>The LORD spoke to Moses on Mount Sinai, saying, <b class=\"verse-num\" id=\"v03025002-1\">2&nbsp;</b>“Speak to the people of Israel and say to them, When you come into the land that I give you, the land shall keep a Sabbath to the LORD. <b class=\"verse-num\" id=\"v03025003-1\">3&nbsp;</b>For six years you shall sow your field, and for six years you shall prune your vineyard and gather in its fruits, <b class=\"verse-num\" id=\"v03025004-1\">4&nbsp;</b>but in the seventh year there shall be a Sabbath of solemn rest for the land, a Sabbath to the LORD. You shall not sow your field or prune your vineyard. <b class=\"verse-num\" id=\"v03025005-1\">5&nbsp;</b>You shall not reap what grows of itself in your harvest, or gather the grapes of your undressed vine. It shall be a year of solemn rest for the land. <b class=\"verse-num\" id=\"v03025006-1\">6&nbsp;</b>The Sabbath of the land shall provide food for you, for yourself and for your male and female slaves and for your hired worker and the sojourner who lives with you, <b class=\"verse-num\" id=\"v03025007-1\">7&nbsp;</b>and for your cattle and for the wild animals that are in your land: all its yield shall be for food.</p>\n\n<p id=\"p03025007_08-20\"><b class=\"verse-num\" id=\"v03025008-1\">8&nbsp;</b>“You shall count seven weeks of years, seven times seven years, so that the time of the seven weeks of years shall give you forty-nine years. <b class=\"verse-num\" id=\"v03025009-1\">9&nbsp;</b>Then you shall sound the loud trumpet on the tenth day of the seventh month. On the Day of Atonement you shall sound the trumpet throughout all your land. <b class=\"verse-num\" id=\"v03025010-1\">10&nbsp;</b>And you shall consecrate the fiftieth year, and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee for you, when each of you shall return to his property and each of you shall return to his clan. <b class=\"verse-num\" id=\"v03025011-1\">11&nbsp;</b>That fiftieth year shall be a jubilee for you; in it you shall neither sow nor reap what grows of itself nor gather the grapes from the undressed vines. <b class=\"verse-num\" id=\"v03025012-1\">12&nbsp;</b>For it is a jubilee. It shall be holy to you. You may eat the produce of the field.</p>\n<p id=\"p03025012_08-20\"><b class=\"verse-num\" id=\"v03025013-1\">13&nbsp;</b>“In this year of jubilee each of you shall return to his property. <b class=\"verse-num\" id=\"v03025014-1\">14&nbsp;</b>And if you make a sale to your neighbor or buy from your neighbor, you shall not wrong one another. <b class=\"verse-num\" id=\"v03025015-1\">15&nbsp;</b>You shall pay your neighbor according to the number of years after the jubilee, and he shall sell to you according to the number of years for crops. <b class=\"verse-num\" id=\"v03025016-1\">16&nbsp;</b>If the years are many, you shall increase the price, and if the years are few, you shall reduce the price, for it is the number of the crops that he is selling to you. <b class=\"verse-num\" id=\"v03025017-1\">17&nbsp;</b>You shall not wrong one another, but you shall fear your God, for I am the LORD your God.</p>\n<p id=\"p03025017_08-20\"><b class=\"verse-num\" id=\"v03025018-1\">18&nbsp;</b>“Therefore you shall do my statutes and keep my rules and perform them, and then you will dwell in the land securely. <b class=\"verse-num\" id=\"v03025019-1\">19&nbsp;</b>The land will yield its fruit, and you will eat your fill and dwell in it securely. <b class=\"verse-num\" id=\"v03025020-1\">20&nbsp;</b>And if you say, ‘What shall we eat in the seventh year, if we may not sow or gather in our crop?’ <b class=\"verse-num\" id=\"v03025021-1\">21&nbsp;</b>I will command my blessing on you in the sixth year, so that it will produce a crop sufficient for three years. <b class=\"verse-num\" id=\"v03025022-1\">22&nbsp;</b>When you sow in the eighth year, you will be eating some of the old crop; you shall eat the old until the ninth year, when its crop arrives.</p>\n\n<p id=\"p03025022_11-20\"><b class=\"verse-num\" id=\"v03025023-1\">23&nbsp;</b>“The land shall not be sold in perpetuity, for the land is mine. For you are strangers and sojourners with me. <b class=\"verse-num\" id=\"v03025024-1\">24&nbsp;</b>And in all the country you possess, you shall allow a redemption of the land.</p>\n<p id=\"p03025024_11-20\"><b class=\"verse-num\" id=\"v03025025-1\">25&nbsp;</b>“If your brother becomes poor and sells part of his property, then his nearest redeemer shall come and redeem what his brother has sold. <b class=\"verse-num\" id=\"v03025026-1\">26&nbsp;</b>If a man has no one to redeem it and then himself becomes prosperous and finds sufficient means to redeem it, <b class=\"verse-num\" id=\"v03025027-1\">27&nbsp;</b>let him calculate the years since he sold it and pay back the balance to the man to whom he sold it, and then return to his property. <b class=\"verse-num\" id=\"v03025028-1\">28&nbsp;</b>But if he does not have sufficient means to recover it, then what he sold shall remain in the hand of the buyer until the year of jubilee. In the jubilee it shall be released, and he shall return to his property.</p>\n<p id=\"p03025028_11-20\"><b class=\"verse-num\" id=\"v03025029-1\">29&nbsp;</b>“If a man sells a dwelling house in a walled city, he may redeem it within a year of its sale. For a full year he shall have the right of redemption. <b class=\"verse-num\" id=\"v03025030-1\">30&nbsp;</b>If it is not redeemed within a full year, then the house in the walled city shall belong in perpetuity to the buyer, throughout his generations; it shall not be released in the jubilee. <b class=\"verse-num\" id=\"v03025031-1\">31&nbsp;</b>But the houses of the villages that have no wall around them shall be classified with the fields of the land. They may be redeemed, and they shall be released in the jubilee. <b class=\"verse-num\" id=\"v03025032-1\">32&nbsp;</b>As for the cities of the Levites, the Levites may redeem at any time the houses in the cities they possess. <b class=\"verse-num\" id=\"v03025033-1\">33&nbsp;</b>And if one of the Levites exercises his right of redemption, then the house that was sold in a city they possess shall be released in the jubilee. For the houses in the cities of the Levites are their possession among the people of Israel. <b class=\"verse-num\" id=\"v03025034-1\">34&nbsp;</b>But the fields of pastureland belonging to their cities may not be sold, for that is their possession forever.</p>\n\n<p id=\"p03025034_15-20\"><b class=\"verse-num\" id=\"v03025035-1\">35&nbsp;</b>“If your brother becomes poor and cannot maintain himself with you, you shall support him as though he were a stranger and a sojourner, and he shall live with you. <b class=\"verse-num\" id=\"v03025036-1\">36&nbsp;</b>Take no interest from him or profit, but fear your God, that your brother may live beside you. <b class=\"verse-num\" id=\"v03025037-1\">37&nbsp;</b>You shall not lend him your money at interest, nor give him your food for profit. <b class=\"verse-num\" id=\"v03025038-1\">38&nbsp;</b>I am the LORD your God, who brought you out of the land of Egypt to give you the land of Canaan, and to be your God.</p>\n<p id=\"p03025038_15-20\"><b class=\"verse-num\" id=\"v03025039-1\">39&nbsp;</b>“If your brother becomes poor beside you and sells himself to you, you shall not make him serve as a slave: <b class=\"verse-num\" id=\"v03025040-1\">40&nbsp;</b>he shall be with you as a hired worker and as a sojourner. He shall serve with you until the year of the jubilee. <b class=\"verse-num\" id=\"v03025041-1\">41&nbsp;</b>Then he shall go out from you, he and his children with him, and go back to his own clan and return to the possession of his fathers. <b class=\"verse-num\" id=\"v03025042-1\">42&nbsp;</b>For they are my servants, whom I brought out of the land of Egypt; they shall not be sold as slaves. <b class=\"verse-num\" id=\"v03025043-1\">43&nbsp;</b>You shall not rule over him ruthlessly but shall fear your God. <b class=\"verse-num\" id=\"v03025044-1\">44&nbsp;</b>As for your male and female slaves whom you may have: you may buy male and female slaves from among the nations that are around you. <b class=\"verse-num\" id=\"v03025045-1\">45&nbsp;</b>You may also buy from among the strangers who sojourn with you and their clans that are with you, who have been born in your land, and they may be your property. <b class=\"verse-num\" id=\"v03025046-1\">46&nbsp;</b>You may bequeath them to your sons after you to inherit as a possession forever. You may make slaves of them, but over your brothers the people of Israel you shall not rule, one over another ruthlessly.</p>\n\n<p id=\"p03025046_19-20\"><b class=\"verse-num\" id=\"v03025047-1\">47&nbsp;</b>“If a stranger or sojourner with you becomes rich, and your brother beside him becomes poor and sells himself to the stranger or sojourner with you or to a member of the stranger’s clan, <b class=\"verse-num\" id=\"v03025048-1\">48&nbsp;</b>then after he is sold he may be redeemed. One of his brothers may redeem him, <b class=\"verse-num\" id=\"v03025049-1\">49&nbsp;</b>or his uncle or his cousin may redeem him, or a close relative from his clan may redeem him. Or if he grows rich he may redeem himself. <b class=\"verse-num\" id=\"v03025050-1\">50&nbsp;</b>He shall calculate with his buyer from the year when he sold himself to him until the year of jubilee, and the price of his sale shall vary with the number of years. The time he was with his owner shall be rated as the time of a hired worker. <b class=\"verse-num\" id=\"v03025051-1\">51&nbsp;</b>If there are still many years left, he shall pay proportionately for his redemption some of his sale price. <b class=\"verse-num\" id=\"v03025052-1\">52&nbsp;</b>If there remain but a few years until the year of jubilee, he shall calculate and pay for his redemption in proportion to his years of service. <b class=\"verse-num\" id=\"v03025053-1\">53&nbsp;</b>He shall treat him as a worker hired year by year. He shall not rule ruthlessly over him in your sight. <b class=\"verse-num\" id=\"v03025054-1\">54&nbsp;</b>And if he is not redeemed by these means, then he and his children with him shall be released in the year of jubilee. <b class=\"verse-num\" id=\"v03025055-1\">55&nbsp;</b>For it is to me that the people of Israel are servants. They are my servants whom I brought out of the land of Egypt: I am the LORD your God.</p>\n\n</div>","kjv":"<strong>23</strong> The land shall not be sold for ever: for the land is mine; for ye are strangers and sojourners with me.  ","niv":"<sup><strong>23</strong></sup> \"'The land must not be sold permanently, because the land is mine and you are but aliens and my tenants."},{"_id":"616a0bd8bda5ba8d73708b76","topicId":"616a0bd8bda5ba8d73708b74","verse":"Proverbs 19:14","votes":27,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019014_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019014-1\">14&nbsp;</b>&nbsp;&nbsp;House and wealth are inherited from fathers,</span><br><span id=\"p20019014_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a prudent wife is from the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> House and riches are the inheritance of fathers and a prudent wife is from the LORD.  ","niv":"<sup><strong>14</strong></sup> Houses and wealth are inherited from parents, but a prudent wife is from the LORD."},{"_id":"616a0bd8bda5ba8d73708b77","topicId":"616a0bd8bda5ba8d73708b74","verse":"Exodus 20:15","votes":27,"__v":0,"esv":"<div>\n<p id=\"p02020015_01-3\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n</div>","kjv":"<strong>15</strong> Thou shalt not steal.  ","niv":"<sup><strong>15</strong></sup> \"You shall not steal."},{"_id":"616a0bd9bda5ba8d73708b78","topicId":"616a0bd8bda5ba8d73708b74","verse":"Deuteronomy 28:1-68","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p05028001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05028001-1\">28:1&nbsp;</b>“And if you faithfully obey the voice of the LORD your God, being careful to do all his commandments that I command you today, the LORD your God will set you high above all the nations of the earth. <b class=\"verse-num\" id=\"v05028002-1\">2&nbsp;</b>And all these blessings shall come upon you and overtake you, if you obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028003-1\">3&nbsp;</b>Blessed shall you be in the city, and blessed shall you be in the field. <b class=\"verse-num\" id=\"v05028004-1\">4&nbsp;</b>Blessed shall be the fruit of your womb and the fruit of your ground and the fruit of your cattle, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028005-1\">5&nbsp;</b>Blessed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028006-1\">6&nbsp;</b>Blessed shall you be when you come in, and blessed shall you be when you go out.</p>\n<p id=\"p05028006_04-4\"><b class=\"verse-num\" id=\"v05028007-1\">7&nbsp;</b>“The LORD will cause your enemies who rise against you to be defeated before you. They shall come out against you one way and flee before you seven ways. <b class=\"verse-num\" id=\"v05028008-1\">8&nbsp;</b>The LORD will command the blessing on you in your barns and in all that you undertake. And he will bless you in the land that the LORD your God is giving you. <b class=\"verse-num\" id=\"v05028009-1\">9&nbsp;</b>The LORD will establish you as a people holy to himself, as he has sworn to you, if you keep the commandments of the LORD your God and walk in his ways. <b class=\"verse-num\" id=\"v05028010-1\">10&nbsp;</b>And all the peoples of the earth shall see that you are called by the name of the LORD, and they shall be afraid of you. <b class=\"verse-num\" id=\"v05028011-1\">11&nbsp;</b>And the LORD will make you abound in prosperity, in the fruit of your womb and in the fruit of your livestock and in the fruit of your ground, within the land that the LORD swore to your fathers to give you. <b class=\"verse-num\" id=\"v05028012-1\">12&nbsp;</b>The LORD will open to you his good treasury, the heavens, to give the rain to your land in its season and to bless all the work of your hands. And you shall lend to many nations, but you shall not borrow. <b class=\"verse-num\" id=\"v05028013-1\">13&nbsp;</b>And the LORD will make you the head and not the tail, and you shall only go up and not down, if you obey the commandments of the LORD your God, which I command you today, being careful to do them, <b class=\"verse-num\" id=\"v05028014-1\">14&nbsp;</b>and if you do not turn aside from any of the words that I command you today, to the right hand or to the left, to go after other gods to serve them.</p>\n\n<p id=\"p05028014_07-4\"><b class=\"verse-num\" id=\"v05028015-1\">15&nbsp;</b>“But if you will not obey the voice of the LORD your God or be careful to do all his commandments and his statutes that I command you today, then all these curses shall come upon you and overtake you. <b class=\"verse-num\" id=\"v05028016-1\">16&nbsp;</b>Cursed shall you be in the city, and cursed shall you be in the field. <b class=\"verse-num\" id=\"v05028017-1\">17&nbsp;</b>Cursed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028018-1\">18&nbsp;</b>Cursed shall be the fruit of your womb and the fruit of your ground, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028019-1\">19&nbsp;</b>Cursed shall you be when you come in, and cursed shall you be when you go out.</p>\n<p id=\"p05028019_07-4\"><b class=\"verse-num\" id=\"v05028020-1\">20&nbsp;</b>“The LORD will send on you curses, confusion, and frustration in all that you undertake to do, until you are destroyed and perish quickly on account of the evil of your deeds, because you have forsaken me. <b class=\"verse-num\" id=\"v05028021-1\">21&nbsp;</b>The LORD will make the pestilence stick to you until he has consumed you off the land that you are entering to take possession of it. <b class=\"verse-num\" id=\"v05028022-1\">22&nbsp;</b>The LORD will strike you with wasting disease and with fever, inflammation and fiery heat, and with drought and with blight and with mildew. They shall pursue you until you perish. <b class=\"verse-num\" id=\"v05028023-1\">23&nbsp;</b>And the heavens over your head shall be bronze, and the earth under you shall be iron. <b class=\"verse-num\" id=\"v05028024-1\">24&nbsp;</b>The LORD will make the rain of your land powder. From heaven dust shall come down on you until you are destroyed.</p>\n<p id=\"p05028024_07-4\"><b class=\"verse-num\" id=\"v05028025-1\">25&nbsp;</b>“The LORD will cause you to be defeated before your enemies. You shall go out one way against them and flee seven ways before them. And you shall be a horror to all the kingdoms of the earth. <b class=\"verse-num\" id=\"v05028026-1\">26&nbsp;</b>And your dead body shall be food for all birds of the air and for the beasts of the earth, and there shall be no one to frighten them away. <b class=\"verse-num\" id=\"v05028027-1\">27&nbsp;</b>The LORD will strike you with the boils of Egypt, and with tumors and scabs and itch, of which you cannot be healed. <b class=\"verse-num\" id=\"v05028028-1\">28&nbsp;</b>The LORD will strike you with madness and blindness and confusion of mind, <b class=\"verse-num\" id=\"v05028029-1\">29&nbsp;</b>and you shall grope at noonday, as the blind grope in darkness, and you shall not prosper in your ways. And you shall be only oppressed and robbed continually, and there shall be no one to help you. <b class=\"verse-num\" id=\"v05028030-1\">30&nbsp;</b>You shall betroth a wife, but another man shall ravish her. You shall build a house, but you shall not dwell in it. You shall plant a vineyard, but you shall not enjoy its fruit. <b class=\"verse-num\" id=\"v05028031-1\">31&nbsp;</b>Your ox shall be slaughtered before your eyes, but you shall not eat any of it. Your donkey shall be seized before your face, but shall not be restored to you. Your sheep shall be given to your enemies, but there shall be no one to help you. <b class=\"verse-num\" id=\"v05028032-1\">32&nbsp;</b>Your sons and your daughters shall be given to another people, while your eyes look on and fail with longing for them all day long, but you shall be helpless. <b class=\"verse-num\" id=\"v05028033-1\">33&nbsp;</b>A nation that you have not known shall eat up the fruit of your ground and of all your labors, and you shall be only oppressed and crushed continually, <b class=\"verse-num\" id=\"v05028034-1\">34&nbsp;</b>so that you are driven mad by the sights that your eyes see. <b class=\"verse-num\" id=\"v05028035-1\">35&nbsp;</b>The LORD will strike you on the knees and on the legs with grievous boils of which you cannot be healed, from the sole of your foot to the crown of your head.</p>\n<p id=\"p05028035_07-4\"><b class=\"verse-num\" id=\"v05028036-1\">36&nbsp;</b>“The LORD will bring you and your king whom you set over you to a nation that neither you nor your fathers have known. And there you shall serve other gods of wood and stone. <b class=\"verse-num\" id=\"v05028037-1\">37&nbsp;</b>And you shall become a horror, a proverb, and a byword among all the peoples where the LORD will lead you away. <b class=\"verse-num\" id=\"v05028038-1\">38&nbsp;</b>You shall carry much seed into the field and shall gather in little, for the locust shall consume it. <b class=\"verse-num\" id=\"v05028039-1\">39&nbsp;</b>You shall plant vineyards and dress them, but you shall neither drink of the wine nor gather the grapes, for the worm shall eat them. <b class=\"verse-num\" id=\"v05028040-1\">40&nbsp;</b>You shall have olive trees throughout all your territory, but you shall not anoint yourself with the oil, for your olives shall drop off. <b class=\"verse-num\" id=\"v05028041-1\">41&nbsp;</b>You shall father sons and daughters, but they shall not be yours, for they shall go into captivity. <b class=\"verse-num\" id=\"v05028042-1\">42&nbsp;</b>The cricket shall possess all your trees and the fruit of your ground. <b class=\"verse-num\" id=\"v05028043-1\">43&nbsp;</b>The sojourner who is among you shall rise higher and higher above you, and you shall come down lower and lower. <b class=\"verse-num\" id=\"v05028044-1\">44&nbsp;</b>He shall lend to you, and you shall not lend to him. He shall be the head, and you shall be the tail.</p>\n<p id=\"p05028044_07-4\"><b class=\"verse-num\" id=\"v05028045-1\">45&nbsp;</b>“All these curses shall come upon you and pursue you and overtake you till you are destroyed, because you did not obey the voice of the LORD your God, to keep his commandments and his statutes that he commanded you. <b class=\"verse-num\" id=\"v05028046-1\">46&nbsp;</b>They shall be a sign and a wonder against you and your offspring forever. <b class=\"verse-num\" id=\"v05028047-1\">47&nbsp;</b>Because you did not serve the LORD your God with joyfulness and gladness of heart, because of the abundance of all things, <b class=\"verse-num\" id=\"v05028048-1\">48&nbsp;</b>therefore you shall serve your enemies whom the LORD will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you. <b class=\"verse-num\" id=\"v05028049-1\">49&nbsp;</b>The LORD will bring a nation against you from far away, from the end of the earth, swooping down like the eagle, a nation whose language you do not understand, <b class=\"verse-num\" id=\"v05028050-1\">50&nbsp;</b>a hard-faced nation who shall not respect the old or show mercy to the young. <b class=\"verse-num\" id=\"v05028051-1\">51&nbsp;</b>It shall eat the offspring of your cattle and the fruit of your ground, until you are destroyed; it also shall not leave you grain, wine, or oil, the increase of your herds or the young of your flock, until they have caused you to perish.</p>\n<p id=\"p05028051_07-4\"><b class=\"verse-num\" id=\"v05028052-1\">52&nbsp;</b>“They shall besiege you in all your towns, until your high and fortified walls, in which you trusted, come down throughout all your land. And they shall besiege you in all your towns throughout all your land, which the LORD your God has given you. <b class=\"verse-num\" id=\"v05028053-1\">53&nbsp;</b>And you shall eat the fruit of your womb, the flesh of your sons and daughters, whom the LORD your God has given you, in the siege and in the distress with which your enemies shall distress you. <b class=\"verse-num\" id=\"v05028054-1\">54&nbsp;</b>The man who is the most tender and refined among you will begrudge food to his brother, to the wife he embraces, and to the last of the children whom he has left, <b class=\"verse-num\" id=\"v05028055-1\">55&nbsp;</b>so that he will not give to any of them any of the flesh of his children whom he is eating, because he has nothing else left, in the siege and in the distress with which your enemy shall distress you in all your towns. <b class=\"verse-num\" id=\"v05028056-1\">56&nbsp;</b>The most tender and refined woman among you, who would not venture to set the sole of her foot on the ground because she is so delicate and tender, will begrudge to the husband she embraces, to her son and to her daughter, <b class=\"verse-num\" id=\"v05028057-1\">57&nbsp;</b>her afterbirth that comes out from between her feet and her children whom she bears, because lacking everything she will eat them secretly, in the siege and in the distress with which your enemy shall distress you in your towns.</p>\n<p id=\"p05028057_07-4\"><b class=\"verse-num\" id=\"v05028058-1\">58&nbsp;</b>“If you are not careful to do all the words of this law that are written in this book, that you may fear this glorious and awesome name, the LORD your God, <b class=\"verse-num\" id=\"v05028059-1\">59&nbsp;</b>then the LORD will bring on you and your offspring extraordinary afflictions, afflictions severe and lasting, and sicknesses grievous and lasting. <b class=\"verse-num\" id=\"v05028060-1\">60&nbsp;</b>And he will bring upon you again all the diseases of Egypt, of which you were afraid, and they shall cling to you. <b class=\"verse-num\" id=\"v05028061-1\">61&nbsp;</b>Every sickness also and every affliction that is not recorded in the book of this law, the LORD will bring upon you, until you are destroyed. <b class=\"verse-num\" id=\"v05028062-1\">62&nbsp;</b>Whereas you were as numerous as the stars of heaven, you shall be left few in number, because you did not obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028063-1\">63&nbsp;</b>And as the LORD took delight in doing you good and multiplying you, so the LORD will take delight in bringing ruin upon you and destroying you. And you shall be plucked off the land that you are entering to take possession of it.</p>\n<p id=\"p05028063_07-4\"><b class=\"verse-num\" id=\"v05028064-1\">64&nbsp;</b>“And the LORD will scatter you among all peoples, from one end of the earth to the other, and there you shall serve other gods of wood and stone, which neither you nor your fathers have known. <b class=\"verse-num\" id=\"v05028065-1\">65&nbsp;</b>And among these nations you shall find no respite, and there shall be no resting place for the sole of your foot, but the LORD will give you there a trembling heart and failing eyes and a languishing soul. <b class=\"verse-num\" id=\"v05028066-1\">66&nbsp;</b>Your life shall hang in doubt before you. Night and day you shall be in dread and have no assurance of your life. <b class=\"verse-num\" id=\"v05028067-1\">67&nbsp;</b>In the morning you shall say, ‘If only it were evening!’ and at evening you shall say, ‘If only it were morning!’ because of the dread that your heart shall feel, and the sights that your eyes shall see. <b class=\"verse-num\" id=\"v05028068-1\">68&nbsp;</b>And the LORD will bring you back in ships to Egypt, a journey that I promised that you should never make again; and there you shall offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer.”</p>\n\n</div>","kjv":"<strong>1</strong> And it shall come to pass, if thou shalt hearken diligently unto the voice of the LORD thy God, to observe and to do all his commandments which I command thee this day, that the LORD thy God will set thee on high above all nations of the earth:  <strong>2</strong> And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the LORD thy God.  <strong>3</strong> Blessed shalt thou be in the city, and blessed shalt thou be in the field.  <strong>4</strong> Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep.  <strong>5</strong> Blessed shall be thy basket and thy store.  <strong>6</strong> Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.  <strong>7</strong> The LORD shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.  <strong>8</strong> The LORD shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the LORD thy God giveth thee.  <strong>9</strong> The LORD shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the LORD thy God, and walk in his ways.  <strong>10</strong> And all people of the earth shall see that thou art called by the name of the LORD; and they shall be afraid of thee.  <strong>11</strong> And the LORD shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the LORD sware unto thy fathers to give thee.  <strong>12</strong> The LORD shall open unto thee his good treasure, the heaven to give the rain unto thy land in his season, and to bless all the work of thine hand: and thou shalt lend unto many nations, and thou shalt not borrow.  <strong>13</strong> And the LORD shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the LORD thy God, which I command thee this day, to observe and to do them:  <strong>14</strong> And thou shalt not go aside from any of the words which I command thee this day, to the right hand, or to the left, to go after other gods to serve them.  <strong>15</strong> But it shall come to pass, if thou wilt not hearken unto the voice of the LORD thy God, to observe to do all his commandments and his statutes which I command thee this day; that all these curses shall come upon thee, and overtake thee:  <strong>16</strong> Cursed shalt thou be in the city, and cursed shalt thou be in the field.  <strong>17</strong> Cursed shall be thy basket and thy store.  <strong>18</strong> Cursed shall be the fruit of thy body, and the fruit of thy land, the increase of thy kine, and the flocks of thy sheep.  <strong>19</strong> Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.  <strong>20</strong> The LORD shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me.  <strong>21</strong> The LORD shall make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest to possess it.  <strong>22</strong> The LORD shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.  <strong>23</strong> And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.  <strong>24</strong> The LORD shall make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.  <strong>25</strong> The LORD shall cause thee to be smitten before thine enemies: thou shalt go out one way against them, and flee seven ways before them: and shalt be removed into all the kingdoms of the earth.  <strong>26</strong> And thy carcase shall be meat unto all fowls of the air, and unto the beasts of the earth, and no man shall fray them away.  <strong>27</strong> The LORD will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.  <strong>28</strong> The LORD shall smite thee with madness, and blindness, and astonishment of heart:  <strong>29</strong> And thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and spoiled evermore, and no man shall save thee.  <strong>30</strong> Thou shalt betroth a wife, and another man shall lie with her: thou shalt build an house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not gather the grapes thereof.  <strong>31</strong> Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to rescue them.  <strong>32</strong> Thy sons and thy daughters shall be given unto another people, and thine eyes shall look, and fail with longing for them all the day long: and there shall be no might in thine hand.  <strong>33</strong> The fruit of thy land, and all thy labours, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway:  <strong>34</strong> So that thou shalt be mad for the sight of thine eyes which thou shalt see.  <strong>35</strong> The LORD shall smite thee in the knees, and in the legs, with a sore botch that cannot be healed, from the sole of thy foot unto the top of thy head.  <strong>36</strong> The LORD shall bring thee, and thy king which thou shalt set over thee, unto a nation which neither thou nor thy fathers have known; and there shalt thou serve other gods, wood and stone.  <strong>37</strong> And thou shalt become an astonishment, a proverb, and a byword, among all nations whither the LORD shall lead thee.  <strong>38</strong> Thou shalt carry much seed out into the field, and shalt gather but little in; for the locust shall consume it.  <strong>39</strong> Thou shalt plant vineyards, and dress them, but shalt neither drink of the wine, nor gather the grapes; for the worms shall eat them.  <strong>40</strong> Thou shalt have olive trees throughout all thy coasts, but thou shalt not anoint thyself with the oil; for thine olive shall cast his fruit.  <strong>41</strong> Thou shalt beget sons and daughters, but thou shalt not enjoy them; for they shall go into captivity.  <strong>42</strong> All thy trees and fruit of thy land shall the locust consume.  <strong>43</strong> The stranger that is within thee shall get up above thee very high; and thou shalt come down very low.  <strong>44</strong> He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.  <strong>45</strong> Moreover all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of the LORD thy God, to keep his commandments and his statutes which he commanded thee:  <strong>46</strong> And they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.  <strong>47</strong> Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;  <strong>48</strong> Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  <strong>49</strong> The LORD shall bring a nation against thee from far, from the end of the earth, as swift as the eagle flieth; a nation whose tongue thou shalt not understand;  <strong>50</strong> A nation of fierce countenance, which shall not regard the person of the old, nor shew favour to the young:  <strong>51</strong> And he shall eat the fruit of thy cattle, and the fruit of thy land, until thou be destroyed: which also shall not leave thee either  corn, wine, or oil, or the increase of thy kine, or flocks of thy sheep, until he have destroyed thee.  <strong>52</strong> And he shall besiege thee in all thy gates, until thy high and fenced walls come down, wherein thou trustedst, throughout all thy land: and he shall besiege thee in all thy gates throughout all thy land, which the LORD thy God hath given thee.  <strong>53</strong> And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, which the LORD thy God hath given thee, in the siege, and in the straitness, wherewith thine enemies shall distress thee:  <strong>54</strong> So that the man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:  <strong>55</strong> So that he will not give to any of them of the flesh of his children whom he shall eat: because he hath nothing left him in the siege, and in the straitness, wherewith thine enemies shall distress thee in all thy gates.  <strong>56</strong> The tender and delicate woman among you, which would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,  <strong>57</strong> And toward her young one that cometh out from between her feet, and toward her children which she shall bear: for she shall eat them for want of all things secretly in the siege and straitness, wherewith thine enemy shall distress thee in thy gates.  <strong>58</strong> If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and fearful name, THE LORD THY GOD;  <strong>59</strong> Then the LORD will make thy plagues wonderful, and the plagues of thy seed, even great plagues, and of long continuance, and sore sicknesses, and of long continuance.  <strong>60</strong> Moreover he will bring upon thee all the diseases of Egypt, which thou wast afraid of; and they shall cleave unto thee.  <strong>61</strong> Also every sickness, and every plague, which is not written in the book of this law, them will the LORD bring upon thee, until thou be destroyed.  <strong>62</strong> And ye shall be left few in number, whereas ye were as the stars of heaven for multitude; because thou wouldest not obey the voice of the LORD thy God.  <strong>63</strong> And it shall come to pass, that as the LORD rejoiced over you to do you good, and to multiply you; so the LORD will rejoice over you to destroy you, and to bring you to nought; and ye shall be plucked from off the land whither thou goest to possess it.  <strong>64</strong> And the LORD shall scatter thee among all people, from the one end of the earth even unto the other; and there thou shalt serve other gods, which neither thou nor thy fathers have known, even wood and stone.  <strong>65</strong> And among these nations shalt thou find no ease, neither shall the sole of thy foot have rest: but the LORD shall give thee there a trembling heart, and failing of eyes, and sorrow of mind:  <strong>66</strong> And thy life shall hang in doubt before thee; and thou shalt fear day and night, and shalt have none assurance of thy life:  <strong>67</strong> In the morning thou shalt say, Would God it were even! and at even thou shalt say, Would God it were morning! for the fear of thine heart wherewith thou shalt fear, and for the sight of thine eyes which thou shalt see.  <strong>68</strong> And the LORD shall bring thee into Egypt again with ships, by the way whereof I spake unto thee, Thou shalt see it no more again: and there ye shall be sold unto your enemies for bondmen and bondwomen, and no man shall buy you. ","niv":"<sup><strong>1</strong></sup> If you fully obey the LORD your God and carefully follow all his commands I give you today, the LORD your God will set you high above all the nations on earth. <sup><strong>2</strong></sup> All these blessings will come upon you and accompany you if you obey the LORD your God: <sup><strong>3</strong></sup> You will be blessed in the city and blessed in the country. <sup><strong>4</strong></sup> The fruit of your womb will be blessed, and the crops of your land and the young of your livestock-the calves of your herds and the lambs of your flocks. <sup><strong>5</strong></sup> Your basket and your kneading trough will be blessed. <sup><strong>6</strong></sup> You will be blessed when you come in and blessed when you go out. <sup><strong>7</strong></sup> The LORD will grant that the enemies who rise up against you will be defeated before you. They will come at you from one direction but flee from you in seven. <sup><strong>8</strong></sup> The LORD will send a blessing on your barns and on everything you put your hand to. The LORD your God will bless you in the land he is giving you. <sup><strong>9</strong></sup> The LORD will establish you as his holy people, as he promised you on oath, if you keep the commands of the LORD your God and walk in his ways. <sup><strong>10</strong></sup> Then all the peoples on earth will see that you are called by the name of the LORD, and they will fear you. <sup><strong>11</strong></sup> The LORD will grant you abundant prosperity-in the fruit of your womb, the young of your livestock and the crops of your ground-in the land he swore to your forefathers to give you. <sup><strong>12</strong></sup> The LORD will open the heavens, the storehouse of his bounty, to send rain on your land in season and to bless all the work of your hands. You will lend to many nations but will borrow from none. <sup><strong>13</strong></sup> The LORD will make you the head, not the tail. If you pay attention to the commands of the LORD your God that I give you this day and carefully follow them, you will always be at the top, never at the bottom. <sup><strong>14</strong></sup> Do not turn aside from any of the commands I give you today, to the right or to the left, following other gods and serving them. <sup><strong>15</strong></sup> However, if you do not obey the LORD your God and do not carefully follow all his commands and decrees I am giving you today, all these curses will come upon you and overtake you: <sup><strong>16</strong></sup> You will be cursed in the city and cursed in the country. <sup><strong>17</strong></sup> Your basket and your kneading trough will be cursed. <sup><strong>18</strong></sup> The fruit of your womb will be cursed, and the crops of your land, and the calves of your herds and the lambs of your flocks. <sup><strong>19</strong></sup> You will be cursed when you come in and cursed when you go out. <sup><strong>20</strong></sup> The LORD will send on you curses, confusion and rebuke in everything you put your hand to, until you are destroyed and come to sudden ruin because of the evil you have done in forsaking him. <sup><strong>21</strong></sup> The LORD will plague you with diseases until he has destroyed you from the land you are entering to possess. <sup><strong>22</strong></sup> The LORD will strike you with wasting disease, with fever and inflammation, with scorching heat and drought, with blight and mildew, which will plague you until you perish. <sup><strong>23</strong></sup> The sky over your head will be bronze, the ground beneath you iron. <sup><strong>24</strong></sup> The LORD will turn the rain of your country into dust and powder; it will come down from the skies until you are destroyed. <sup><strong>25</strong></sup> The LORD will cause you to be defeated before your enemies. You will come at them from one direction but flee from them in seven, and you will become a thing of horror to all the kingdoms on earth. <sup><strong>26</strong></sup> Your carcasses will be food for all the birds of the air and the beasts of the earth, and there will be no one to frighten them away. <sup><strong>27</strong></sup> The LORD will afflict you with the boils of Egypt and with tumors, festering sores and the itch, from which you cannot be cured. <sup><strong>28</strong></sup> The LORD will afflict you with madness, blindness and confusion of mind. <sup><strong>29</strong></sup> At midday you will grope about like a blind man in the dark. You will be unsuccessful in everything you do; day after day you will be oppressed and robbed, with no one to rescue you. <sup><strong>30</strong></sup> You will be pledged to be married to a woman, but another will take her and ravish her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not even begin to enjoy its fruit. <sup><strong>31</strong></sup> Your ox will be slaughtered before your eyes, but you will eat none of it. Your donkey will be forcibly taken from you and will not be returned. Your sheep will be given to your enemies, and no one will rescue them. <sup><strong>32</strong></sup> Your sons and daughters will be given to another nation, and you will wear out your eyes watching for them day after day, powerless to lift a hand. <sup><strong>33</strong></sup> A people that you do not know will eat what your land and labor produce, and you will have nothing but cruel oppression all your days. <sup><strong>34</strong></sup> The sights you see will drive you mad. <sup><strong>35</strong></sup> The LORD will afflict your knees and legs with painful boils that cannot be cured, spreading from the soles of your feet to the top of your head. <sup><strong>36</strong></sup> The LORD will drive you and the king you set over you to a nation unknown to you or your fathers. There you will worship other gods, gods of wood and stone. <sup><strong>37</strong></sup> You will become a thing of horror and an object of scorn and ridicule to all the nations where the LORD will drive you. <sup><strong>38</strong></sup> You will sow much seed in the field but you will harvest little, because locusts will devour it. <sup><strong>39</strong></sup> You will plant vineyards and cultivate them but you will not drink the wine or gather the grapes, because worms will eat them. <sup><strong>40</strong></sup> You will have olive trees throughout your country but you will not use the oil, because the olives will drop off. <sup><strong>41</strong></sup> You will have sons and daughters but you will not keep them, because they will go into captivity. <sup><strong>42</strong></sup> Swarms of locusts will take over all your trees and the crops of your land. <sup><strong>43</strong></sup> The alien who lives among you will rise above you higher and higher, but you will sink lower and lower. <sup><strong>44</strong></sup> He will lend to you, but you will not lend to him. He will be the head, but you will be the tail. <sup><strong>45</strong></sup> All these curses will come upon you. They will pursue you and overtake you until you are destroyed, because you did not obey the LORD your God and observe the commands and decrees he gave you. <sup><strong>46</strong></sup> They will be a sign and a wonder to you and your descendants forever. <sup><strong>47</strong></sup> Because you did not serve the LORD your God joyfully and gladly in the time of prosperity, <sup><strong>48</strong></sup> therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the LORD sends against you. He will put an iron yoke on your neck until he has destroyed you. <sup><strong>49</strong></sup> The LORD will bring a nation against you from far away, from the ends of the earth, like an eagle swooping down, a nation whose language you will not understand, <sup><strong>50</strong></sup> a fierce-looking nation without respect for the old or pity for the young. <sup><strong>51</strong></sup> They will devour the young of your livestock and the crops of your land until you are destroyed. They will leave you no grain, new wine or oil, nor any calves of your herds or lambs of your flocks until you are ruined. <sup><strong>52</strong></sup> They will lay siege to all the cities throughout your land until the high fortified walls in which you trust fall down. They will besiege all the cities throughout the land the LORD your God is giving you. <sup><strong>53</strong></sup> Because of the suffering that your enemy will inflict on you during the siege, you will eat the fruit of the womb, the flesh of the sons and daughters the LORD your God has given you. <sup><strong>54</strong></sup> Even the most gentle and sensitive man among you will have no compassion on his own brother or the wife he loves or his surviving children, <sup><strong>55</strong></sup> and he will not give to one of them any of the flesh of his children that he is eating. It will be all he has left because of the suffering your enemy will inflict on you during the siege of all your cities. <sup><strong>56</strong></sup> The most gentle and sensitive woman among you-so sensitive and gentle that she would not venture to touch the ground with the sole of her foot-will begrudge the husband she loves and her own son or daughter <sup><strong>57</strong></sup> the afterbirth from her womb and the children she bears. For she intends to eat them secretly during the siege and in the distress that your enemy will inflict on you in your cities. <sup><strong>58</strong></sup> If you do not carefully follow all the words of this law, which are written in this book, and do not revere this glorious and awesome name-the LORD your God- <sup><strong>59</strong></sup> the LORD will send fearful plagues on you and your descendants, harsh and prolonged disasters, and severe and lingering illnesses. <sup><strong>60</strong></sup> He will bring upon you all the diseases of Egypt that you dreaded, and they will cling to you. <sup><strong>61</strong></sup> The LORD will also bring on you every kind of sickness and disaster not recorded in this Book of the Law, until you are destroyed. <sup><strong>62</strong></sup> You who were as numerous as the stars in the sky will be left but few in number, because you did not obey the LORD your God. <sup><strong>63</strong></sup> Just as it pleased the LORD to make you prosper and increase in number, so it will please him to ruin and destroy you. You will be uprooted from the land you are entering to possess. <sup><strong>64</strong></sup> Then the LORD will scatter you among all nations, from one end of the earth to the other. There you will worship other gods-gods of wood and stone, which neither you nor your fathers have known. <sup><strong>65</strong></sup> Among those nations you will find no repose, no resting place for the sole of your foot. There the LORD will give you an anxious mind, eyes weary with longing, and a despairing heart. <sup><strong>66</strong></sup> You will live in constant suspense, filled with dread both night and day, never sure of your life. <sup><strong>67</strong></sup> In the morning you will say, \"If only it were evening!\" and in the evening, \"If only it were morning!\"-because of the terror that will fill your hearts and the sights that your eyes will see. <sup><strong>68</strong></sup> The LORD will send you back in ships to Egypt on a journey I said you should never make again. There you will offer yourselves for sale to your enemies as male and female slaves, but no one will buy you. "},{"_id":"616a0bd9bda5ba8d73708b79","topicId":"616a0bd8bda5ba8d73708b74","verse":"Deuteronomy 19:14","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p05019014_03-5\"><b class=\"verse-num\" id=\"v05019014-1\">14&nbsp;</b>“You shall not move your neighbor’s landmark, which the men of old have set, in the inheritance that you will hold in the land that the LORD your God is giving you to possess.</p>\n</div>","kjv":"<strong>14</strong> Thou shalt not remove thy neighbour’s landmark, which they of old time have set in thine inheritance, which thou shalt inherit in the land that the LORD thy God giveth thee to possess it.  ","niv":"<sup><strong>14</strong></sup> Do not move your neighbor's boundary stone set up by your predecessors in the inheritance you receive in the land the LORD your God is giving you to possess."},{"_id":"616a0bd9bda5ba8d73708b7a","topicId":"616a0bd8bda5ba8d73708b74","verse":"Exodus 22:2-3","votes":20,"__v":0,"esv":"<div>\n<p id=\"p02022001_01-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02022001-1\">22:1&nbsp;</b>“If a man steals an ox or a sheep, and kills it or sells it, he shall repay five oxen for an ox, and four sheep for a sheep. <b class=\"verse-num\" id=\"v02022002-1\">2&nbsp;</b> If a thief is found breaking in and is struck so that he dies, there shall be no bloodguilt for him, <b class=\"verse-num\" id=\"v02022003-1\">3&nbsp;</b>but if the sun has risen on him, there shall be bloodguilt for him. He shall surely pay. If he has nothing, then he shall be sold for his theft. <b class=\"verse-num\" id=\"v02022004-1\">4&nbsp;</b>If the stolen beast is found alive in his possession, whether it is an ox or a donkey or a sheep, he shall pay double.</p>\n<p id=\"p02022004_01-12\"><b class=\"verse-num\" id=\"v02022005-1\">5&nbsp;</b>“If a man causes a field or vineyard to be grazed over, or lets his beast loose and it feeds in another man’s field, he shall make restitution from the best in his own field and in his own vineyard.</p>\n<p id=\"p02022005_01-12\"><b class=\"verse-num\" id=\"v02022006-1\">6&nbsp;</b>“If fire breaks out and catches in thorns so that the stacked grain or the standing grain or the field is consumed, he who started the fire shall make full restitution.</p>\n<p id=\"p02022006_01-12\"><b class=\"verse-num\" id=\"v02022007-1\">7&nbsp;</b>“If a man gives to his neighbor money or goods to keep safe, and it is stolen from the man’s house, then, if the thief is found, he shall pay double. <b class=\"verse-num\" id=\"v02022008-1\">8&nbsp;</b>If the thief is not found, the owner of the house shall come near to God to show whether or not he has put his hand to his neighbor’s property. <b class=\"verse-num\" id=\"v02022009-1\">9&nbsp;</b>For every breach of trust, whether it is for an ox, for a donkey, for a sheep, for a cloak, or for any kind of lost thing, of which one says, ‘This is it,’ the case of both parties shall come before God. The one whom God condemns shall pay double to his neighbor.</p>\n<p id=\"p02022009_01-12\"><b class=\"verse-num\" id=\"v02022010-1\">10&nbsp;</b>“If a man gives to his neighbor a donkey or an ox or a sheep or any beast to keep safe, and it dies or is injured or is driven away, without anyone seeing it, <b class=\"verse-num\" id=\"v02022011-1\">11&nbsp;</b>an oath by the LORD shall be between them both to see whether or not he has put his hand to his neighbor’s property. The owner shall accept the oath, and he shall not make restitution. <b class=\"verse-num\" id=\"v02022012-1\">12&nbsp;</b>But if it is stolen from him, he shall make restitution to its owner. <b class=\"verse-num\" id=\"v02022013-1\">13&nbsp;</b>If it is torn by beasts, let him bring it as evidence. He shall not make restitution for what has been torn.</p>\n<p id=\"p02022013_01-12\"><b class=\"verse-num\" id=\"v02022014-1\">14&nbsp;</b>“If a man borrows anything of his neighbor, and it is injured or dies, the owner not being with it, he shall make full restitution. <b class=\"verse-num\" id=\"v02022015-1\">15&nbsp;</b>If the owner was with it, he shall not make restitution; if it was hired, it came for its hiring fee.</p>\n\n<p id=\"p02022015_05-12\"><b class=\"verse-num\" id=\"v02022016-1\">16&nbsp;</b>“If a man seduces a virgin who is not betrothed and lies with her, he shall give the bride-price for her and make her his wife. <b class=\"verse-num\" id=\"v02022017-1\">17&nbsp;</b>If her father utterly refuses to give her to him, he shall pay money equal to the bride-price for virgins.</p>\n<p id=\"p02022017_05-12\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n<p id=\"p02022018_05-12\"><b class=\"verse-num\" id=\"v02022019-1\">19&nbsp;</b>“Whoever lies with an animal shall be put to death.</p>\n<p id=\"p02022019_05-12\"><b class=\"verse-num\" id=\"v02022020-1\">20&nbsp;</b>“Whoever sacrifices to any god, other than the LORD alone, shall be devoted to destruction.</p>\n<p id=\"p02022020_05-12\"><b class=\"verse-num\" id=\"v02022021-1\">21&nbsp;</b>“You shall not wrong a sojourner or oppress him, for you were sojourners in the land of Egypt. <b class=\"verse-num\" id=\"v02022022-1\">22&nbsp;</b>You shall not mistreat any widow or fatherless child. <b class=\"verse-num\" id=\"v02022023-1\">23&nbsp;</b>If you do mistreat them, and they cry out to me, I will surely hear their cry, <b class=\"verse-num\" id=\"v02022024-1\">24&nbsp;</b>and my wrath will burn, and I will kill you with the sword, and your wives shall become widows and your children fatherless.</p>\n<p id=\"p02022024_05-12\"><b class=\"verse-num\" id=\"v02022025-1\">25&nbsp;</b>“If you lend money to any of my people with you who is poor, you shall not be like a moneylender to him, and you shall not exact interest from him. <b class=\"verse-num\" id=\"v02022026-1\">26&nbsp;</b>If ever you take your neighbor’s cloak in pledge, you shall return it to him before the sun goes down, <b class=\"verse-num\" id=\"v02022027-1\">27&nbsp;</b>for that is his only covering, and it is his cloak for his body; in what else shall he sleep? And if he cries to me, I will hear, for I am compassionate.</p>\n<p id=\"p02022027_05-12\"><b class=\"verse-num\" id=\"v02022028-1\">28&nbsp;</b>“You shall not revile God, nor curse a ruler of your people.</p>\n<p id=\"p02022028_05-12\"><b class=\"verse-num\" id=\"v02022029-1\">29&nbsp;</b>“You shall not delay to offer from the fullness of your harvest and from the outflow of your presses. The firstborn of your sons you shall give to me. <b class=\"verse-num\" id=\"v02022030-1\">30&nbsp;</b>You shall do the same with your oxen and with your sheep: seven days it shall be with its mother; on the eighth day you shall give it to me.</p>\n<p id=\"p02022030_05-12\"><b class=\"verse-num\" id=\"v02022031-1\">31&nbsp;</b>“You shall be consecrated to me. Therefore you shall not eat any flesh that is torn by beasts in the field; you shall throw it to the dogs.</p>\n\n</div>","kjv":"<strong>2</strong> If a thief be found breaking up, and be smitten that he die, there shall no blood be shed for him.  <strong>3</strong> If the sun be risen upon him, there shall be blood shed  for him; for he should make full restitution; if he have nothing, then he shall be sold for his theft.  ","niv":"<sup><strong>2</strong></sup> \"If a thief is caught breaking in and is struck so that he dies, the defender is not guilty of bloodshed; <sup><strong>3</strong></sup> but if it happens after sunrise, he is guilty of bloodshed. \"A thief must certainly make restitution, but if he has nothing, he must be sold to pay for his theft. "},{"_id":"616a0bdabda5ba8d73708b7b","topicId":"616a0bd8bda5ba8d73708b74","verse":"Psalm 24:1","votes":19,"__v":0,"esv":"<div>\n\n<h4 id=\"p19024001_05-8\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19024001_05-8\" class=\"line\"><b class=\"chapter-num\" id=\"v19024001-1\">24:1&nbsp;</b>&nbsp;&nbsp;The earth is the LORD’s and the fullness thereof,</span><br><span id=\"p19024001_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the world and those who dwell therein,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The earth is the LORD’S, and the fulness thereof; the world, and they that dwell therein.  ","niv":"<sup><strong>1</strong></sup> The earth is the LORD's, and everything in it, the world, and all who live in it;"},{"_id":"616a0bdabda5ba8d73708b7c","topicId":"616a0bd8bda5ba8d73708b74","verse":"1 Timothy 5:8","votes":18,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"616a0bdabda5ba8d73708b7d","topicId":"616a0bd8bda5ba8d73708b74","verse":"Deuteronomy 27:17","votes":15,"__v":0,"esv":"<div>\n<p id=\"p05027017_01-10\"><b class=\"verse-num\" id=\"v05027017-1\">17&nbsp;</b>“‘Cursed be anyone who moves his neighbor’s landmark.’ And all the people shall say, ‘Amen.’</p>\n</div>","kjv":"<strong>17</strong> Cursed be he that removeth his neighbour’s landmark. And all the people shall say, Amen.  ","niv":"<sup><strong>17</strong></sup> \"Cursed is the man who moves his neighbor's boundary stone.\" Then all the people shall say, \"Amen!\""},{"_id":"616a0bdbbda5ba8d73708b7e","topicId":"616a0bd8bda5ba8d73708b74","verse":"Exodus 20:17","votes":15,"__v":0,"esv":"<div>\n<p id=\"p02020017_01-11\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n</div>","kjv":"<strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  ","niv":"<sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\""},{"_id":"616a0bdbbda5ba8d73708b7f","topicId":"616a0bd8bda5ba8d73708b74","verse":"Exodus 22:1-31","votes":14,"__v":0,"kjv":"<strong>1</strong> If a man shall steal an ox, or a sheep, and kill it, or sell it; he shall restore five oxen for an ox, and four sheep for a sheep.  <strong>2</strong> If a thief be found breaking up, and be smitten that he die, there shall no blood be shed for him.  <strong>3</strong> If the sun be risen upon him, there shall be blood shed  for him; for he should make full restitution; if he have nothing, then he shall be sold for his theft.  <strong>4</strong> If the theft be certainly found in his hand alive, whether it be ox, or ass, or sheep; he shall restore double.  <strong>5</strong> If a man shall cause a field or vineyard to be eaten, and shall put in his beast, and shall feed in another man’s field; of the best of his own field, and of the best of his own vineyard, shall he make restitution.  <strong>6</strong> If fire break out, and catch in thorns, so that the stacks of corn, or the standing corn, or the field, be consumed therewith; he that kindled the fire shall surely make restitution.  <strong>7</strong> If a man shall deliver unto his neighbour money or stuff to keep, and it be stolen out of the man’s house; if the thief be found, let him pay double.  <strong>8</strong> If the thief be not found, then the master of the house shall be brought unto the judges, to see whether he have put his hand unto his neighbour’s goods.  <strong>9</strong> For all manner of trespass, whether it be for ox, for ass, for sheep, for raiment, or for any manner of lost thing, which another challengeth to be his, the cause of both parties shall come before the judges; and whom the judges shall condemn, he shall pay double unto his neighbour.  <strong>10</strong> If a man deliver unto his neighbour an ass, or an ox, or a sheep, or any beast, to keep; and it die, or be hurt, or driven away, no man seeing it:  <strong>11</strong> Then shall an oath of the LORD be between them both, that he hath not put his hand unto his neighbour’s goods; and the owner of it shall accept thereof, and he shall not make it good.  <strong>12</strong> And if it be stolen from him, he shall make restitution unto the owner thereof.  <strong>13</strong> If it be torn in pieces, then let him bring it for  witness, and he shall not make good that which was torn.  <strong>14</strong> And if a man borrow ought of his neighbour, and it be hurt, or die, the owner thereof being not with it, he shall surely make it good.  <strong>15</strong> But if the owner thereof be with it, he shall not make it good: if it be an hired thing, it came for his hire.  <strong>16</strong> And if a man entice a maid that is not betrothed, and lie with her, he shall surely endow her to be his wife.  <strong>17</strong> If her father utterly refuse to give her unto him, he shall pay money according to the dowry of virgins.  <strong>18</strong> Thou shalt not suffer a witch to live.  <strong>19</strong> Whosoever lieth with a beast shall surely be put to death.  <strong>20</strong> He that sacrificeth unto any god, save unto the LORD only, he shall be utterly destroyed.  <strong>21</strong> Thou shalt neither vex a stranger, nor oppress him: for ye were strangers in the land of Egypt.  <strong>22</strong> Ye shall not afflict any widow, or fatherless child.  <strong>23</strong> If thou afflict them in any wise, and they cry at all unto me, I will surely hear their cry;  <strong>24</strong> And my wrath shall wax hot, and I will kill you with the sword; and your wives shall be widows, and your children fatherless.  <strong>25</strong> If thou lend money to any of my people that is  poor by thee, thou shalt not be to him as an usurer, neither shalt thou lay upon him usury.  <strong>26</strong> If thou at all take thy neighbour’s raiment to pledge, thou shalt deliver it unto him by that the sun goeth down:  <strong>27</strong> For that is his covering only, it is his raiment for his skin: wherein shall he sleep? and it shall come to pass, when he crieth unto me, that I will hear; for I am gracious.  <strong>28</strong> Thou shalt not revile the gods, nor curse the ruler of thy people.  <strong>29</strong> Thou shalt not delay to offer the first of thy ripe fruits, and of thy liquors: the firstborn of thy sons shalt thou give unto me.  <strong>30</strong> Likewise shalt thou do with thine oxen, and with thy sheep: seven days it shall be with his dam; on the eighth day thou shalt give it me.  <strong>31</strong> And ye shall be holy men unto me: neither shall ye eat any  flesh that is torn of beasts in the field; ye shall cast it to the dogs.  ","niv":"<sup><strong>1</strong></sup> \"If a man steals an ox or a sheep and slaughters it or sells it, he must pay back five head of cattle for the ox and four sheep for the sheep. <sup><strong>2</strong></sup> \"If a thief is caught breaking in and is struck so that he dies, the defender is not guilty of bloodshed; <sup><strong>3</strong></sup> but if it happens after sunrise, he is guilty of bloodshed. \"A thief must certainly make restitution, but if he has nothing, he must be sold to pay for his theft. <sup><strong>4</strong></sup> \"If the stolen animal is found alive in his possession-whether ox or donkey or sheep-he must pay back double. <sup><strong>5</strong></sup> \"If a man grazes his livestock in a field or vineyard and lets them stray and they graze in another man's field, he must make restitution from the best of his own field or vineyard. <sup><strong>6</strong></sup> \"If a fire breaks out and spreads into thornbushes so that it burns shocks of grain or standing grain or the whole field, the one who started the fire must make restitution. <sup><strong>7</strong></sup> \"If a man gives his neighbor silver or goods for safekeeping and they are stolen from the neighbor's house, the thief, if he is caught, must pay back double. <sup><strong>8</strong></sup> But if the thief is not found, the owner of the house must appear before the judges to determine whether he has laid his hands on the other man's property. <sup><strong>9</strong></sup> In all cases of illegal possession of an ox, a donkey, a sheep, a garment, or any other lost property about which somebody says, 'This is mine,' both parties are to bring their cases before the judges. The one whom the judges declare guilty must pay back double to his neighbor. <sup><strong>10</strong></sup> \"If a man gives a donkey, an ox, a sheep or any other animal to his neighbor for safekeeping and it dies or is injured or is taken away while no one is looking, <sup><strong>11</strong></sup> the issue between them will be settled by the taking of an oath before the LORD that the neighbor did not lay hands on the other person's property. The owner is to accept this, and no restitution is required. <sup><strong>12</strong></sup> But if the animal was stolen from the neighbor, he must make restitution to the owner. <sup><strong>13</strong></sup> If it was torn to pieces by a wild animal, he shall bring in the remains as evidence and he will not be required to pay for the torn animal. <sup><strong>14</strong></sup> \"If a man borrows an animal from his neighbor and it is injured or dies while the owner is not present, he must make restitution. <sup><strong>15</strong></sup> But if the owner is with the animal, the borrower will not have to pay. If the animal was hired, the money paid for the hire covers the loss. <sup><strong>16</strong></sup> \"If a man seduces a virgin who is not pledged to be married and sleeps with her, he must pay the bride-price, and she shall be his wife. <sup><strong>17</strong></sup> If her father absolutely refuses to give her to him, he must still pay the bride-price for virgins. <sup><strong>18</strong></sup> \"Do not allow a sorceress to live. <sup><strong>19</strong></sup> \"Anyone who has sexual relations with an animal must be put to death. <sup><strong>20</strong></sup> \"Whoever sacrifices to any god other than the LORD must be destroyed. <sup><strong>21</strong></sup> \"Do not mistreat an alien or oppress him, for you were aliens in Egypt. <sup><strong>22</strong></sup> \"Do not take advantage of a widow or an orphan. <sup><strong>23</strong></sup> If you do and they cry out to me, I will certainly hear their cry. <sup><strong>24</strong></sup> My anger will be aroused, and I will kill you with the sword; your wives will become widows and your children fatherless. <sup><strong>25</strong></sup> \"If you lend money to one of my people among you who is needy, do not be like a moneylender; charge him no interest. <sup><strong>26</strong></sup> If you take your neighbor's cloak as a pledge, return it to him by sunset, <sup><strong>27</strong></sup> because his cloak is the only covering he has for his body. What else will he sleep in? When he cries out to me, I will hear, for I am compassionate. <sup><strong>28</strong></sup> \"Do not blaspheme God or curse the ruler of your people. <sup><strong>29</strong></sup> \"Do not hold back offerings from your granaries or your vats. \"You must give me the firstborn of your sons. <sup><strong>30</strong></sup> Do the same with your cattle and your sheep. Let them stay with their mothers for seven days, but give them to me on the eighth day. <sup><strong>31</strong></sup> \"You are to be my holy people. So do not eat the meat of an animal torn by wild beasts; throw it to the dogs. "},{"_id":"616a0bdbbda5ba8d73708b80","topicId":"616a0bd8bda5ba8d73708b74","verse":"Ephesians 4:28","votes":13,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need."},{"_id":"616a0bdbbda5ba8d73708b81","topicId":"616a0bd8bda5ba8d73708b74","verse":"Proverbs 23:10","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023010_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023010-1\">10&nbsp;</b>&nbsp;&nbsp;Do not move an ancient landmark</span><br><span id=\"p20023010_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or enter the fields of the fatherless,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Remove not the old landmark; and enter not into the fields of the fatherless:  ","niv":"<sup><strong>10</strong></sup> Do not move an ancient boundary stone or encroach on the fields of the fatherless,"},{"_id":"616a0bdcbda5ba8d73708b82","topicId":"616a0bd8bda5ba8d73708b74","verse":"Deuteronomy 5:19","votes":12,"__v":0,"esv":"<div>\n<p id=\"p05005019_01-15\"><b class=\"verse-num\" id=\"v05005019-1\">19&nbsp;</b>“‘And you shall not steal.</p>\n</div>","kjv":"<strong>19</strong> Neither shalt thou steal.  ","niv":"<sup><strong>19</strong></sup> \"You shall not steal."},{"_id":"616a0bdcbda5ba8d73708b83","topicId":"616a0bd8bda5ba8d73708b74","verse":"Leviticus 19:11","votes":12,"__v":0,"esv":"<div>\n<p id=\"p03019011_01-16\"><b class=\"verse-num\" id=\"v03019011-1\">11&nbsp;</b>“You shall not steal; you shall not deal falsely; you shall not lie to one another.</p>\n</div>","kjv":"<strong>11</strong> Ye shall not steal, neither deal falsely, neither lie one to another.  ","niv":"<sup><strong>11</strong></sup> \"'Do not steal. \"'Do not lie. \"'Do not deceive one another."},{"_id":"616a0bdcbda5ba8d73708b84","topicId":"616a0bd8bda5ba8d73708b74","verse":"Proverbs 22:28","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022028_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022028-1\">28&nbsp;</b>&nbsp;&nbsp;Do not move the ancient landmark</span><br><span id=\"p20022028_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that your fathers have set.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Remove not the ancient landmark, which thy fathers have set.  ","niv":"<sup><strong>28</strong></sup> Do not move an ancient boundary stone set up by your forefathers."},{"_id":"616a0bddbda5ba8d73708b85","topicId":"616a0bd8bda5ba8d73708b74","verse":"Deuteronomy 5:21","votes":11,"__v":0,"esv":"<div>\n<p id=\"p05005021_01-18\"><b class=\"verse-num\" id=\"v05005021-1\">21&nbsp;</b>“‘And you shall not covet your neighbor’s wife. And you shall not desire your neighbor’s house, his field, or his male servant, or his female servant, his ox, or his donkey, or anything that is your neighbor’s.’</p>\n</div>","kjv":"<strong>21</strong> Neither shalt thou desire thy neighbour’s wife, neither shalt thou covet thy neighbour’s house, his field, or his manservant, or his maidservant, his ox, or his ass, or any thing that is thy neighbour’s.  ","niv":"<sup><strong>21</strong></sup> \"You shall not covet your neighbor's wife. You shall not set your desire on your neighbor's house or land, his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\""},{"_id":"616a0bddbda5ba8d73708b86","topicId":"616a0bd8bda5ba8d73708b74","verse":"Numbers 33:53-54","votes":11,"__v":0,"esv":"<div>\n<p id=\"p04033053_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v04033053-1\">53&nbsp;</b>And you shall take possession of the land and settle in it, for I have given the land to you to possess it. <b class=\"verse-num\" id=\"v04033054-1\">54&nbsp;</b>You shall inherit the land by lot according to your clans. To a large tribe you shall give a large inheritance, and to a small tribe you shall give a small inheritance. Wherever the lot falls for anyone, that shall be his. According to the tribes of your fathers you shall inherit.</p>\n</div>","kjv":"<strong>53</strong> And ye shall dispossess the inhabitants of the land, and dwell therein: for I have given you the land to possess it.  <strong>54</strong> And ye shall divide the land by lot for an inheritance among your families: and to the more ye shall give the more inheritance, and to the fewer ye shall give the less inheritance: every man’s inheritance  shall be in the place where his lot falleth; according to the tribes of your fathers ye shall inherit.  ","niv":"<sup><strong>53</strong></sup> Take possession of the land and settle in it, for I have given you the land to possess. <sup><strong>54</strong></sup> Distribute the land by lot, according to your clans. To a larger group give a larger inheritance, and to a smaller group a smaller one. Whatever falls to them by lot will be theirs. Distribute it according to your ancestral tribes. "},{"_id":"616a0bddbda5ba8d73708b87","topicId":"616a0bd8bda5ba8d73708b74","verse":"Leviticus 25:1-55","votes":11,"__v":0,"kjv":"<strong>1</strong> And the LORD spake unto Moses in mount Sinai, saying,  <strong>2</strong> Speak unto the children of Israel, and say unto them, When ye come into the land which I give you, then shall the land keep a sabbath unto the LORD.  <strong>3</strong> Six years thou shalt sow thy field, and six years thou shalt prune thy vineyard, and gather in the fruit thereof;  <strong>4</strong> But in the seventh year shall be a sabbath of rest unto the land, a sabbath for the LORD: thou shalt neither sow thy field, nor prune thy vineyard.  <strong>5</strong> That which groweth of its own accord of thy harvest thou shalt not reap, neither gather the grapes of thy vine undressed: for it is a year of rest unto the land.  <strong>6</strong> And the sabbath of the land shall be meat for you; for thee, and for thy servant, and for thy maid, and for thy hired servant, and for thy stranger that sojourneth with thee,  <strong>7</strong> And for thy cattle, and for the beast that are in thy land, shall all the increase thereof be meat.  <strong>8</strong> And thou shalt number seven sabbaths of years unto thee, seven times seven years; and the space of the seven sabbaths of years shall be unto thee forty and nine years.  <strong>9</strong> Then shalt thou cause the trumpet of the jubile to sound on the tenth day of the seventh month, in the day of atonement shall ye make the trumpet sound throughout all your land.  <strong>10</strong> And ye shall hallow the fiftieth year, and proclaim liberty throughout all the land unto all the inhabitants thereof: it shall be a jubile unto you; and ye shall return every man unto his possession, and ye shall return every man unto his family.  <strong>11</strong> A jubile shall that fiftieth year be unto you: ye shall not sow, neither reap that which groweth of itself in it, nor gather the grapes  in it of thy vine undressed.  <strong>12</strong> For it is the jubile; it shall be holy unto you: ye shall eat the increase thereof out of the field.  <strong>13</strong> In the year of this jubile ye shall return every man unto his possession.  <strong>14</strong> And if thou sell ought unto thy neighbour, or buyest ought of thy neighbour’s hand, ye shall not oppress one another:  <strong>15</strong> According to the number of years after the jubile thou shalt buy of thy neighbour, and according unto the number of years of the fruits he shall sell unto thee:  <strong>16</strong> According to the multitude of years thou shalt increase the price thereof, and according to the fewness of years thou shalt diminish the price of it: for according to the number of the years of the fruits doth he sell unto thee.  <strong>17</strong> Ye shall not therefore oppress one another; but thou shalt fear thy God: for I am the LORD your God.  <strong>18</strong> Wherefore ye shall do my statutes, and keep my judgments, and do them; and ye shall dwell in the land in safety.  <strong>19</strong> And the land shall yield her fruit, and ye shall eat your fill, and dwell therein in safety.  <strong>20</strong> And if ye shall say, What shall we eat the seventh year? behold, we shall not sow, nor gather in our increase:  <strong>21</strong> Then I will command my blessing upon you in the sixth year, and it shall bring forth fruit for three years.  <strong>22</strong> And ye shall sow the eighth year, and eat yet of old fruit until the ninth year; until her fruits come in ye shall eat of  the old store. <strong>23</strong> The land shall not be sold for ever: for the land is mine; for ye are strangers and sojourners with me.  <strong>24</strong> And in all the land of your possession ye shall grant a redemption for the land.  <strong>25</strong> If thy brother be waxen poor, and hath sold away some of his possession, and if any of his kin come to redeem it, then shall he redeem that which his brother sold.  <strong>26</strong> And if the man have none to redeem it, and himself be able to redeem it;  <strong>27</strong> Then let him count the years of the sale thereof, and restore the overplus unto the man to whom he sold it; that he may return unto his possession.  <strong>28</strong> But if he be not able to restore it to him, then that which is sold shall remain in the hand of him that hath bought it until the year of jubile: and in the jubile it shall go out, and he shall return unto his possession.  <strong>29</strong> And if a man sell a dwelling house in a walled city, then he may redeem it within a whole year after it is sold; within a full year may he redeem it.  <strong>30</strong> And if it be not redeemed within the space of a full year, then the house that is in the walled city shall be established for ever to him that bought it throughout his generations: it shall not go out in the jubile.  <strong>31</strong> But the houses of the villages which have no wall round about them shall be counted as the fields of the country: they may be redeemed, and they shall go out in the jubile.  <strong>32</strong> Notwithstanding the cities of the Levites, and the houses of the cities of their possession, may the Levites redeem at any time.  <strong>33</strong> And if a man purchase of the Levites, then the house that was sold, and the city of his possession, shall go out in the year of jubile: for the houses of the cities of the Levites are their possession among the children of Israel.  <strong>34</strong> But the field of the suburbs of their cities may not be sold; for it is their perpetual possession.  <strong>35</strong> And if thy brother be waxen poor, and fallen in decay with thee; then thou shalt relieve him: yea, though he be a stranger, or a sojourner; that he may live with thee.  <strong>36</strong> Take thou no usury of him, or increase: but fear thy God; that thy brother may live with thee.  <strong>37</strong> Thou shalt not give him thy money upon usury, nor lend him thy victuals for increase.  <strong>38</strong> I am the LORD your God, which brought you forth out of the land of Egypt, to give you the land of Canaan, and to be your God.  <strong>39</strong> And if thy brother that dwelleth by thee be waxen poor, and be sold unto thee; thou shalt not compel him to serve as a bondservant:  <strong>40</strong> But as an hired servant, and as a sojourner, he shall be with thee, and shall serve thee unto the year of jubile:  <strong>41</strong> And then shall he depart from thee, both he and his children with him, and shall return unto his own family, and unto the possession of his fathers shall he return.  <strong>42</strong> For they are my servants, which I brought forth out of the land of Egypt: they shall not be sold as bondmen.  <strong>43</strong> Thou shalt not rule over him with rigour; but shalt fear thy God.  <strong>44</strong> Both thy bondmen, and thy bondmaids, which thou shalt have, shall be of the heathen that are round about you; of them shall ye buy bondmen and bondmaids.  <strong>45</strong> Moreover of the children of the strangers that do sojourn among you, of them shall ye buy, and of their families that are with you, which they begat in your land: and they shall be your possession.  <strong>46</strong> And ye shall take them as an inheritance for your children after you, to inherit them for a possession; they shall be your bondmen for ever: but over your brethren the children of Israel, ye shall not rule one over another with rigour.  <strong>47</strong> And if a sojourner or stranger wax rich by thee, and thy brother that dwelleth by him wax poor, and sell himself unto the stranger or sojourner by thee, or to the stock of the stranger’s family:  <strong>48</strong> After that he is sold he may be redeemed again; one of his brethren may redeem him:  <strong>49</strong> Either his uncle, or his uncle’s son, may redeem him, or any  that is nigh of kin unto him of his family may redeem him; or if he be able, he may redeem himself.  <strong>50</strong> And he shall reckon with him that bought him from the year that he was sold to him unto the year of jubile: and the price of his sale shall be according unto the number of years, according to the time of an hired servant shall it be with him.  <strong>51</strong> If there be yet many years behind, according unto them he shall give again the price of his redemption out of the money that he was bought for.  <strong>52</strong> And if there remain but few years unto the year of jubile, then he shall count with him, and according unto his years shall he give him again the price of his redemption.  <strong>53</strong> And as a yearly hired servant shall he be with him: and the other shall not rule with rigour over him in thy sight.  <strong>54</strong> And if he be not redeemed in these years, then he shall go out in the year of jubile, both he, and his children with him.  <strong>55</strong> For unto me the children of Israel are servants; they are my servants whom I brought forth out of the land of Egypt: I am the LORD your God.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses on Mount Sinai, <sup><strong>2</strong></sup> \"Speak to the Israelites and say to them: 'When you enter the land I am going to give you, the land itself must observe a sabbath to the LORD. <sup><strong>3</strong></sup> For six years sow your fields, and for six years prune your vineyards and gather their crops. <sup><strong>4</strong></sup> But in the seventh year the land is to have a sabbath of rest, a sabbath to the LORD. Do not sow your fields or prune your vineyards. <sup><strong>5</strong></sup> Do not reap what grows of itself or harvest the grapes of your untended vines. The land is to have a year of rest. <sup><strong>6</strong></sup> Whatever the land yields during the sabbath year will be food for you-for yourself, your manservant and maidservant, and the hired worker and temporary resident who live among you, <sup><strong>7</strong></sup> as well as for your livestock and the wild animals in your land. Whatever the land produces may be eaten. <sup><strong>8</strong></sup> \"'Count off seven sabbaths of years-seven times seven years-so that the seven sabbaths of years amount to a period of forty-nine years. <sup><strong>9</strong></sup> Then have the trumpet sounded everywhere on the tenth day of the seventh month; on the Day of Atonement sound the trumpet throughout your land. <sup><strong>10</strong></sup> Consecrate the fiftieth year and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee for you; each one of you is to return to his family property and each to his own clan. <sup><strong>11</strong></sup> The fiftieth year shall be a jubilee for you; do not sow and do not reap what grows of itself or harvest the untended vines. <sup><strong>12</strong></sup> For it is a jubilee and is to be holy for you; eat only what is taken directly from the fields. <sup><strong>13</strong></sup> \"'In this Year of Jubilee everyone is to return to his own property. <sup><strong>14</strong></sup> \"'If you sell land to one of your countrymen or buy any from him, do not take advantage of each other. <sup><strong>15</strong></sup> You are to buy from your countryman on the basis of the number of years since the Jubilee. And he is to sell to you on the basis of the number of years left for harvesting crops. <sup><strong>16</strong></sup> When the years are many, you are to increase the price, and when the years are few, you are to decrease the price, because what he is really selling you is the number of crops. <sup><strong>17</strong></sup> Do not take advantage of each other, but fear your God. I am the LORD your God. <sup><strong>18</strong></sup> \"'Follow my decrees and be careful to obey my laws, and you will live safely in the land. <sup><strong>19</strong></sup> Then the land will yield its fruit, and you will eat your fill and live there in safety. <sup><strong>20</strong></sup> You may ask, \"What will we eat in the seventh year if we do not plant or harvest our crops?\" <sup><strong>21</strong></sup> I will send you such a blessing in the sixth year that the land will yield enough for three years. <sup><strong>22</strong></sup> While you plant during the eighth year, you will eat from the old crop and will continue to eat from it until the harvest of the ninth year comes in. <sup><strong>23</strong></sup> \"'The land must not be sold permanently, because the land is mine and you are but aliens and my tenants. <sup><strong>24</strong></sup> Throughout the country that you hold as a possession, you must provide for the redemption of the land. <sup><strong>25</strong></sup> \"'If one of your countrymen becomes poor and sells some of his property, his nearest relative is to come and redeem what his countryman has sold. <sup><strong>26</strong></sup> If, however, a man has no one to redeem it for him but he himself prospers and acquires sufficient means to redeem it, <sup><strong>27</strong></sup> he is to determine the value for the years since he sold it and refund the balance to the man to whom he sold it; he can then go back to his own property. <sup><strong>28</strong></sup> But if he does not acquire the means to repay him, what he sold will remain in the possession of the buyer until the Year of Jubilee. It will be returned in the Jubilee, and he can then go back to his property. <sup><strong>29</strong></sup> \"'If a man sells a house in a walled city, he retains the right of redemption a full year after its sale. During that time he may redeem it. <sup><strong>30</strong></sup> If it is not redeemed before a full year has passed, the house in the walled city shall belong permanently to the buyer and his descendants. It is not to be returned in the Jubilee. <sup><strong>31</strong></sup> But houses in villages without walls around them are to be considered as open country. They can be redeemed, and they are to be returned in the Jubilee. <sup><strong>32</strong></sup> \"'The Levites always have the right to redeem their houses in the Levitical towns, which they possess. <sup><strong>33</strong></sup> So the property of the Levites is redeemable-that is, a house sold in any town they hold-and is to be returned in the Jubilee, because the houses in the towns of the Levites are their property among the Israelites. <sup><strong>34</strong></sup> But the pastureland belonging to their towns must not be sold; it is their permanent possession. <sup><strong>35</strong></sup> \"'If one of your countrymen becomes poor and is unable to support himself among you, help him as you would an alien or a temporary resident, so he can continue to live among you. <sup><strong>36</strong></sup> Do not take interest of any kind from him, but fear your God, so that your countryman may continue to live among you. <sup><strong>37</strong></sup> You must not lend him money at interest or sell him food at a profit. <sup><strong>38</strong></sup> I am the LORD your God, who brought you out of Egypt to give you the land of Canaan and to be your God. <sup><strong>39</strong></sup> \"'If one of your countrymen becomes poor among you and sells himself to you, do not make him work as a slave. <sup><strong>40</strong></sup> He is to be treated as a hired worker or a temporary resident among you; he is to work for you until the Year of Jubilee. <sup><strong>41</strong></sup> Then he and his children are to be released, and he will go back to his own clan and to the property of his forefathers. <sup><strong>42</strong></sup> Because the Israelites are my servants, whom I brought out of Egypt, they must not be sold as slaves. <sup><strong>43</strong></sup> Do not rule over them ruthlessly, but fear your God. <sup><strong>44</strong></sup> \"'Your male and female slaves are to come from the nations around you; from them you may buy slaves. <sup><strong>45</strong></sup> You may also buy some of the temporary residents living among you and members of their clans born in your country, and they will become your property. <sup><strong>46</strong></sup> You can will them to your children as inherited property and can make them slaves for life, but you must not rule over your fellow Israelites ruthlessly. <sup><strong>47</strong></sup> \"'If an alien or a temporary resident among you becomes rich and one of your countrymen becomes poor and sells himself to the alien living among you or to a member of the alien's clan, <sup><strong>48</strong></sup> he retains the right of redemption after he has sold himself. One of his relatives may redeem him: <sup><strong>49</strong></sup> An uncle or a cousin or any blood relative in his clan may redeem him. Or if he prospers, he may redeem himself. <sup><strong>50</strong></sup> He and his buyer are to count the time from the year he sold himself up to the Year of Jubilee. The price for his release is to be based on the rate paid to a hired man for that number of years. <sup><strong>51</strong></sup> If many years remain, he must pay for his redemption a larger share of the price paid for him. <sup><strong>52</strong></sup> If only a few years remain until the Year of Jubilee, he is to compute that and pay for his redemption accordingly. <sup><strong>53</strong></sup> He is to be treated as a man hired from year to year; you must see to it that his owner does not rule over him ruthlessly. <sup><strong>54</strong></sup> \"'Even if he is not redeemed in any of these ways, he and his children are to be released in the Year of Jubilee, <sup><strong>55</strong></sup> for the Israelites belong to me as servants. They are my servants, whom I brought out of Egypt. I am the LORD your God. "},{"_id":"616a0bdebda5ba8d73708b88","topicId":"616a0bd8bda5ba8d73708b74","verse":"1 Kings 21:1-29","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p11021001_03-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11021001-1\">21:1&nbsp;</b>Now Naboth the Jezreelite had a vineyard in Jezreel, beside the palace of Ahab king of Samaria. <b class=\"verse-num\" id=\"v11021002-1\">2&nbsp;</b>And after this Ahab said to Naboth, “Give me your vineyard, that I may have it for a vegetable garden, because it is near my house, and I will give you a better vineyard for it; or, if it seems good to you, I will give you its value in money.” <b class=\"verse-num\" id=\"v11021003-1\">3&nbsp;</b>But Naboth said to Ahab, “The LORD forbid that I should give you the inheritance of my fathers.” <b class=\"verse-num\" id=\"v11021004-1\">4&nbsp;</b>And Ahab went into his house vexed and sullen because of what Naboth the Jezreelite had said to him, for he had said, “I will not give you the inheritance of my fathers.” And he lay down on his bed and turned away his face and would eat no food.</p>\n<p id=\"p11021004_03-22\"><b class=\"verse-num\" id=\"v11021005-1\">5&nbsp;</b>But Jezebel his wife came to him and said to him, “Why is your spirit so vexed that you eat no food?” <b class=\"verse-num\" id=\"v11021006-1\">6&nbsp;</b>And he said to her, “Because I spoke to Naboth the Jezreelite and said to him, ‘Give me your vineyard for money, or else, if it please you, I will give you another vineyard for it.’ And he answered, ‘I will not give you my vineyard.’” <b class=\"verse-num\" id=\"v11021007-1\">7&nbsp;</b>And Jezebel his wife said to him, “Do you now govern Israel? Arise and eat bread and let your heart be cheerful; I will give you the vineyard of Naboth the Jezreelite.”</p>\n<p id=\"p11021007_03-22\"><b class=\"verse-num\" id=\"v11021008-1\">8&nbsp;</b>So she wrote letters in Ahab’s name and sealed them with his seal, and she sent the letters to the elders and the leaders who lived with Naboth in his city. <b class=\"verse-num\" id=\"v11021009-1\">9&nbsp;</b>And she wrote in the letters, “Proclaim a fast, and set Naboth at the head of the people. <b class=\"verse-num\" id=\"v11021010-1\">10&nbsp;</b>And set two worthless men opposite him, and let them bring a charge against him, saying, ‘You have cursed God and the king.’ Then take him out and stone him to death.” <b class=\"verse-num\" id=\"v11021011-1\">11&nbsp;</b>And the men of his city, the elders and the leaders who lived in his city, did as Jezebel had sent word to them. As it was written in the letters that she had sent to them, <b class=\"verse-num\" id=\"v11021012-1\">12&nbsp;</b>they proclaimed a fast and set Naboth at the head of the people. <b class=\"verse-num\" id=\"v11021013-1\">13&nbsp;</b>And the two worthless men came in and sat opposite him. And the worthless men brought a charge against Naboth in the presence of the people, saying, “Naboth cursed God and the king.” So they took him outside the city and stoned him to death with stones. <b class=\"verse-num\" id=\"v11021014-1\">14&nbsp;</b>Then they sent to Jezebel, saying, “Naboth has been stoned; he is dead.”</p>\n<p id=\"p11021014_03-22\"><b class=\"verse-num\" id=\"v11021015-1\">15&nbsp;</b>As soon as Jezebel heard that Naboth had been stoned and was dead, Jezebel said to Ahab, “Arise, take possession of the vineyard of Naboth the Jezreelite, which he refused to give you for money, for Naboth is not alive, but dead.” <b class=\"verse-num\" id=\"v11021016-1\">16&nbsp;</b>And as soon as Ahab heard that Naboth was dead, Ahab arose to go down to the vineyard of Naboth the Jezreelite, to take possession of it.</p>\n\n<p id=\"p11021016_07-22\"><b class=\"verse-num\" id=\"v11021017-1\">17&nbsp;</b>Then the word of the LORD came to Elijah the Tishbite, saying, <b class=\"verse-num\" id=\"v11021018-1\">18&nbsp;</b>“Arise, go down to meet Ahab king of Israel, who is in Samaria; behold, he is in the vineyard of Naboth, where he has gone to take possession. <b class=\"verse-num\" id=\"v11021019-1\">19&nbsp;</b>And you shall say to him, ‘Thus says the LORD, “Have you killed and also taken possession?”’ And you shall say to him, ‘Thus says the LORD: “In the place where dogs licked up the blood of Naboth shall dogs lick your own blood.”’”</p>\n<p id=\"p11021019_07-22\"><b class=\"verse-num\" id=\"v11021020-1\">20&nbsp;</b>Ahab said to Elijah, “Have you found me, O my enemy?” He answered, “I have found you, because you have sold yourself to do what is evil in the sight of the LORD. <b class=\"verse-num\" id=\"v11021021-1\">21&nbsp;</b>Behold, I will bring disaster upon you. I will utterly burn you up, and will cut off from Ahab every male, bond or free, in Israel. <b class=\"verse-num\" id=\"v11021022-1\">22&nbsp;</b>And I will make your house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, for the anger to which you have provoked me, and because you have made Israel to sin. <b class=\"verse-num\" id=\"v11021023-1\">23&nbsp;</b>And of Jezebel the LORD also said, ‘The dogs shall eat Jezebel within the walls of Jezreel.’ <b class=\"verse-num\" id=\"v11021024-1\">24&nbsp;</b>Anyone belonging to Ahab who dies in the city the dogs shall eat, and anyone of his who dies in the open country the birds of the heavens shall eat.”</p>\n\n<p id=\"p11021024_09-22\"><b class=\"verse-num\" id=\"v11021025-1\">25&nbsp;</b>(There was none who sold himself to do what was evil in the sight of the LORD like Ahab, whom Jezebel his wife incited. <b class=\"verse-num\" id=\"v11021026-1\">26&nbsp;</b>He acted very abominably in going after idols, as the Amorites had done, whom the LORD cast out before the people of Israel.)</p>\n<p id=\"p11021026_09-22\"><b class=\"verse-num\" id=\"v11021027-1\">27&nbsp;</b>And when Ahab heard those words, he tore his clothes and put sackcloth on his flesh and fasted and lay in sackcloth and went about dejectedly. <b class=\"verse-num\" id=\"v11021028-1\">28&nbsp;</b>And the word of the LORD came to Elijah the Tishbite, saying, <b class=\"verse-num\" id=\"v11021029-1\">29&nbsp;</b>“Have you seen how Ahab has humbled himself before me? Because he has humbled himself before me, I will not bring the disaster in his days; but in his son’s days I will bring the disaster upon his house.”</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass after these things, that Naboth the Jezreelite had a vineyard, which was in Jezreel, hard by the palace of Ahab king of Samaria.  <strong>2</strong> And Ahab spake unto Naboth, saying, Give me thy vineyard, that I may have it for a garden of herbs, because it is near unto my house: and I will give thee for it a better vineyard than it; or, if it seem good to thee, I will give thee the worth of it in money.  <strong>3</strong> And Naboth said to Ahab, The LORD forbid it me, that I should give the inheritance of my fathers unto thee.  <strong>4</strong> And Ahab came into his house heavy and displeased because of the word which Naboth the Jezreelite had spoken to him: for he had said, I will not give thee the inheritance of my fathers. And he laid him down upon his bed, and turned away his face, and would eat no bread.  <strong>5</strong> But Jezebel his wife came to him, and said unto him, Why is thy spirit so sad, that thou eatest no bread?  <strong>6</strong> And he said unto her, Because I spake unto Naboth the Jezreelite, and said unto him, Give me thy vineyard for money; or else, if it please thee, I will give thee another vineyard for it: and he answered, I will not give thee my vineyard.  <strong>7</strong> And Jezebel his wife said unto him, Dost thou now govern the kingdom of Israel? arise, and eat bread, and let thine heart be merry: I will give thee the vineyard of Naboth the Jezreelite.  <strong>8</strong> So she wrote letters in Ahab’s name, and sealed them with his seal, and sent the letters unto the elders and to the nobles that were  in his city, dwelling with Naboth.  <strong>9</strong> And she wrote in the letters, saying, Proclaim a fast, and set Naboth on high among the people:  <strong>10</strong> And set two men, sons of Belial, before him, to bear witness against him, saying, Thou didst blaspheme God and the king. And then carry him out, and stone him, that he may die.  <strong>11</strong> And the men of his city, even the elders and the nobles who were the inhabitants in his city, did as Jezebel had sent unto them, and as it was written in the letters which she had sent unto them.  <strong>12</strong> They proclaimed a fast, and set Naboth on high among the people.  <strong>13</strong> And there came in two men, children of Belial, and sat before him: and the men of Belial witnessed against him, even against Naboth, in the presence of the people, saying, Naboth did blaspheme God and the king. Then they carried him forth out of the city, and stoned him with stones, that he died.  <strong>14</strong> Then they sent to Jezebel, saying, Naboth is stoned, and is dead.  <strong>15</strong> And it came to pass, when Jezebel heard that Naboth was stoned, and was dead, that Jezebel said to Ahab, Arise, take possession of the vineyard of Naboth the Jezreelite, which he refused to give thee for money: for Naboth is not alive, but dead.  <strong>16</strong> And it came to pass, when Ahab heard that Naboth was dead, that Ahab rose up to go down to the vineyard of Naboth the Jezreelite, to take possession of it.  <strong>17</strong> And the word of the LORD came to Elijah the Tishbite, saying,  <strong>18</strong> Arise, go down to meet Ahab king of Israel, which is in Samaria: behold, he is in the vineyard of Naboth, whither he is gone down to possess it.  <strong>19</strong> And thou shalt speak unto him, saying, Thus saith the LORD, Hast thou killed, and also taken possession? And thou shalt speak unto him, saying, Thus saith the LORD, In the place where dogs licked the blood of Naboth shall dogs lick thy blood, even thine.  <strong>20</strong> And Ahab said to Elijah, Hast thou found me, O mine enemy? And he answered, I have found thee: because thou hast sold thyself to work evil in the sight of the LORD.  <strong>21</strong> Behold, I will bring evil upon thee, and will take away thy posterity, and will cut off from Ahab him that pisseth against the wall, and him that is shut up and left in Israel,  <strong>22</strong> And will make thine house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, for the provocation wherewith thou hast provoked me to anger, and made Israel to sin.  <strong>23</strong> And of Jezebel also spake the LORD, saying, The dogs shall eat Jezebel by the wall of Jezreel.  <strong>24</strong> Him that dieth of Ahab in the city the dogs shall eat; and him that dieth in the field shall the fowls of the air eat.  <strong>25</strong> But there was none like unto Ahab, which did sell himself to work wickedness in the sight of the LORD, whom Jezebel his wife stirred up.  <strong>26</strong> And he did very abominably in following idols, according to all things as did the Amorites, whom the LORD cast out before the children of Israel.  <strong>27</strong> And it came to pass, when Ahab heard those words, that he rent his clothes, and put sackcloth upon his flesh, and fasted, and lay in sackcloth, and went softly.  <strong>28</strong> And the word of the LORD came to Elijah the Tishbite, saying,  <strong>29</strong> Seest thou how Ahab humbleth himself before me? because he humbleth himself before me, I will not bring the evil in his days: but in his son’s days will I bring the evil upon his house.  ","niv":"<sup><strong>1</strong></sup> Some time later there was an incident involving a vineyard belonging to Naboth the Jezreelite. The vineyard was in Jezreel, close to the palace of Ahab king of Samaria. <sup><strong>2</strong></sup> Ahab said to Naboth, \"Let me have your vineyard to use for a vegetable garden, since it is close to my palace. In exchange I will give you a better vineyard or, if you prefer, I will pay you whatever it is worth.\" <sup><strong>3</strong></sup> But Naboth replied, \"The LORD forbid that I should give you the inheritance of my fathers.\" <sup><strong>4</strong></sup> So Ahab went home, sullen and angry because Naboth the Jezreelite had said, \"I will not give you the inheritance of my fathers.\" He lay on his bed sulking and refused to eat. <sup><strong>5</strong></sup> His wife Jezebel came in and asked him, \"Why are you so sullen? Why won't you eat?\" <sup><strong>6</strong></sup> He answered her, \"Because I said to Naboth the Jezreelite, 'Sell me your vineyard; or if you prefer, I will give you another vineyard in its place.' But he said, 'I will not give you my vineyard.'\" <sup><strong>7</strong></sup> Jezebel his wife said, \"Is this how you act as king over Israel? Get up and eat! Cheer up. I'll get you the vineyard of Naboth the Jezreelite.\" <sup><strong>8</strong></sup> So she wrote letters in Ahab's name, placed his seal on them, and sent them to the elders and nobles who lived in Naboth's city with him. <sup><strong>9</strong></sup> In those letters she wrote: \"Proclaim a day of fasting and seat Naboth in a prominent place among the people. <sup><strong>10</strong></sup> But seat two scoundrels opposite him and have them testify that he has cursed both God and the king. Then take him out and stone him to death.\" <sup><strong>11</strong></sup> So the elders and nobles who lived in Naboth's city did as Jezebel directed in the letters she had written to them. <sup><strong>12</strong></sup> They proclaimed a fast and seated Naboth in a prominent place among the people. <sup><strong>13</strong></sup> Then two scoundrels came and sat opposite him and brought charges against Naboth before the people, saying, \"Naboth has cursed both God and the king.\" So they took him outside the city and stoned him to death. <sup><strong>14</strong></sup> Then they sent word to Jezebel: \"Naboth has been stoned and is dead.\" <sup><strong>15</strong></sup> As soon as Jezebel heard that Naboth had been stoned to death, she said to Ahab, \"Get up and take possession of the vineyard of Naboth the Jezreelite that he refused to sell you. He is no longer alive, but dead.\" <sup><strong>16</strong></sup> When Ahab heard that Naboth was dead, he got up and went down to take possession of Naboth's vineyard. <sup><strong>17</strong></sup> Then the word of the LORD came to Elijah the Tishbite: <sup><strong>18</strong></sup> \"Go down to meet Ahab king of Israel, who rules in Samaria. He is now in Naboth's vineyard, where he has gone to take possession of it. <sup><strong>19</strong></sup> Say to him, 'This is what the LORD says: Have you not murdered a man and seized his property?' Then say to him, 'This is what the LORD says: In the place where dogs licked up Naboth's blood, dogs will lick up your blood-yes, yours!'\" <sup><strong>20</strong></sup> Ahab said to Elijah, \"So you have found me, my enemy!I have found you,\" he answered, \"because you have sold yourself to do evil in the eyes of the LORD. <sup><strong>21</strong></sup> 'I am going to bring disaster on you. I will consume your descendants and cut off from Ahab every last male in Israel-slave or free. <sup><strong>22</strong></sup> I will make your house like that of Jeroboam son of Nebat and that of Baasha son of Ahijah, because you have provoked me to anger and have caused Israel to sin.' <sup><strong>23</strong></sup> \"And also concerning Jezebel the LORD says: 'Dogs will devour Jezebel by the wall of Jezreel.' <sup><strong>24</strong></sup> \"Dogs will eat those belonging to Ahab who die in the city, and the birds of the air will feed on those who die in the country.\" <sup><strong>25</strong></sup> (There was never a man like Ahab, who sold himself to do evil in the eyes of the LORD, urged on by Jezebel his wife. <sup><strong>26</strong></sup> He behaved in the vilest manner by going after idols, like the Amorites the LORD drove out before Israel.) <sup><strong>27</strong></sup> When Ahab heard these words, he tore his clothes, put on sackcloth and fasted. He lay in sackcloth and went around meekly. <sup><strong>28</strong></sup> Then the word of the LORD came to Elijah the Tishbite: <sup><strong>29</strong></sup> \"Have you noticed how Ahab has humbled himself before me? Because he has humbled himself, I will not bring this disaster in his day, but I will bring it on his house in the days of his son.\" "},{"_id":"616a0bdebda5ba8d73708b89","topicId":"616a0bd8bda5ba8d73708b74","verse":"1 Corinthians 10:26","votes":9,"__v":0,"esv":"<div>\n<p id=\"p46010026_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010026-1\">26&nbsp;</b>For “the earth is the Lord’s, and the fullness thereof.”</p>\n</div>","kjv":"<strong>26</strong> For the earth is the Lord’s, and the fulness thereof.  ","niv":"<sup><strong>26</strong></sup> for, \"The earth is the Lord's, and everything in it.\""},{"_id":"616a0bdebda5ba8d73708b8a","topicId":"616a0bd8bda5ba8d73708b74","verse":"Job 24:2","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18024002_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024002-1\">2&nbsp;</b>&nbsp;&nbsp;Some move landmarks;</span><br><span id=\"p18024002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they seize flocks and pasture them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Some remove the landmarks; they violently take away flocks, and feed thereof.  ","niv":"<sup><strong>2</strong></sup> Men move boundary stones; they pasture flocks they have stolen."},{"_id":"616a0bdfbda5ba8d73708b8b","topicId":"616a0bd8bda5ba8d73708b74","verse":"1 Corinthians 6:9-10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-27\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. "},{"_id":"616a0bdfbda5ba8d73708b8c","topicId":"616a0bd8bda5ba8d73708b74","verse":"Acts 2:45","votes":8,"__v":0,"esv":"<div>\n<p id=\"p44002045_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need.</p>\n</div>","kjv":"<strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  ","niv":"<sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need."},{"_id":"616a0bdfbda5ba8d73708b8d","topicId":"616a0bd8bda5ba8d73708b74","verse":"Zechariah 5:3-4","votes":8,"__v":0,"esv":"<div>\n<p id=\"p38005003_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v38005003-1\">3&nbsp;</b>Then he said to me, “This is the curse that goes out over the face of the whole land. For everyone who steals shall be cleaned out according to what is on one side, and everyone who swears falsely shall be cleaned out according to what is on the other side. <b class=\"verse-num\" id=\"v38005004-1\">4&nbsp;</b>I will send it out, declares the LORD of hosts, and it shall enter the house of the thief, and the house of him who swears falsely by my name. And it shall remain in his house and consume it, both timber and stones.”</p>\n\n</div>","kjv":"<strong>3</strong> Then said he unto me, This is the curse that goeth forth over the face of the whole earth: for every one that stealeth shall be cut off as on this side according to it; and every one that sweareth shall be cut off as on that side according to it.  <strong>4</strong> I will bring it forth, saith the LORD of hosts, and it shall enter into the house of the thief, and into the house of him that sweareth falsely by my name: and it shall remain in the midst of his house, and shall consume it with the timber thereof and the stones thereof.  ","niv":"<sup><strong>3</strong></sup> And he said to me, \"This is the curse that is going out over the whole land; for according to what it says on one side, every thief will be banished, and according to what it says on the other, everyone who swears falsely will be banished. <sup><strong>4</strong></sup> The LORD Almighty declares, 'I will send it out, and it will enter the house of the thief and the house of him who swears falsely by my name. It will remain in his house and destroy it, both its timbers and its stones.'\" "}]}