{"_id":"616a0c51bda5ba8d73708bc2","slug":"prophetess","name":"Prophetess","verses":[{"_id":"616a0c52bda5ba8d73708bc3","topicId":"616a0c51bda5ba8d73708bc2","verse":"Exodus 15:20","votes":56,"__v":0,"esv":"<div>\n<p id=\"p02015020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v02015020-1\">20&nbsp;</b>Then Miriam the prophetess, the sister of Aaron, took a tambourine in her hand, and all the women went out after her with tambourines and dancing.</p>\n</div>","kjv":"<strong>20</strong> And Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with timbrels and with dances.  ","niv":"<sup><strong>20</strong></sup> Then Miriam the prophetess, Aaron's sister, took a tambourine in her hand, and all the women followed her, with tambourines and dancing."},{"_id":"616a0c52bda5ba8d73708bc4","topicId":"616a0c51bda5ba8d73708bc2","verse":"Judges 4:4","votes":51,"__v":0,"esv":"<div>\n\n<p id=\"p07004001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v07004001-1\">4:1&nbsp;</b>And the people of Israel again did what was evil in the sight of the LORD after Ehud died. <b class=\"verse-num\" id=\"v07004002-1\">2&nbsp;</b>And the LORD sold them into the hand of Jabin king of Canaan, who reigned in Hazor. The commander of his army was Sisera, who lived in Harosheth-hagoyim. <b class=\"verse-num\" id=\"v07004003-1\">3&nbsp;</b>Then the people of Israel cried out to the LORD for help, for he had 900 chariots of iron and he oppressed the people of Israel cruelly for twenty years.</p>\n<p id=\"p07004003_04-15\"><b class=\"verse-num\" id=\"v07004004-1\">4&nbsp;</b>Now Deborah, a prophetess, the wife of Lappidoth, was judging Israel at that time. <b class=\"verse-num\" id=\"v07004005-1\">5&nbsp;</b>She used to sit under the palm of Deborah between Ramah and Bethel in the hill country of Ephraim, and the people of Israel came up to her for judgment. <b class=\"verse-num\" id=\"v07004006-1\">6&nbsp;</b>She sent and summoned Barak the son of Abinoam from Kedesh-naphtali and said to him, “Has not the LORD, the God of Israel, commanded you, ‘Go, gather your men at Mount Tabor, taking 10,000 from the people of Naphtali and the people of Zebulun. <b class=\"verse-num\" id=\"v07004007-1\">7&nbsp;</b>And I will draw out Sisera, the general of Jabin’s army, to meet you by the river Kishon with his chariots and his troops, and I will give him into your hand’?” <b class=\"verse-num\" id=\"v07004008-1\">8&nbsp;</b>Barak said to her, “If you will go with me, I will go, but if you will not go with me, I will not go.” <b class=\"verse-num\" id=\"v07004009-1\">9&nbsp;</b>And she said, “I will surely go with you. Nevertheless, the road on which you are going will not lead to your glory, for the LORD will sell Sisera into the hand of a woman.” Then Deborah arose and went with Barak to Kedesh. <b class=\"verse-num\" id=\"v07004010-1\">10&nbsp;</b>And Barak called out Zebulun and Naphtali to Kedesh. And 10,000 men went up at his heels, and Deborah went up with him.</p>\n<p id=\"p07004010_04-15\"><b class=\"verse-num\" id=\"v07004011-1\">11&nbsp;</b>Now Heber the Kenite had separated from the Kenites, the descendants of Hobab the father-in-law of Moses, and had pitched his tent as far away as the oak in Zaanannim, which is near Kedesh.</p>\n<p id=\"p07004011_04-15\"><b class=\"verse-num\" id=\"v07004012-1\">12&nbsp;</b>When Sisera was told that Barak the son of Abinoam had gone up to Mount Tabor, <b class=\"verse-num\" id=\"v07004013-1\">13&nbsp;</b>Sisera called out all his chariots, 900 chariots of iron, and all the men who were with him, from Harosheth-hagoyim to the river Kishon. <b class=\"verse-num\" id=\"v07004014-1\">14&nbsp;</b>And Deborah said to Barak, “Up! For this is the day in which the LORD has given Sisera into your hand. Does not the LORD go out before you?” So Barak went down from Mount Tabor with 10,000 men following him. <b class=\"verse-num\" id=\"v07004015-1\">15&nbsp;</b>And the LORD routed Sisera and all his chariots and all his army before Barak by the edge of the sword. And Sisera got down from his chariot and fled away on foot. <b class=\"verse-num\" id=\"v07004016-1\">16&nbsp;</b>And Barak pursued the chariots and the army to Harosheth-hagoyim, and all the army of Sisera fell by the edge of the sword; not a man was left.</p>\n<p id=\"p07004016_04-15\"><b class=\"verse-num\" id=\"v07004017-1\">17&nbsp;</b>But Sisera fled away on foot to the tent of Jael, the wife of Heber the Kenite, for there was peace between Jabin the king of Hazor and the house of Heber the Kenite. <b class=\"verse-num\" id=\"v07004018-1\">18&nbsp;</b>And Jael came out to meet Sisera and said to him, “Turn aside, my lord; turn aside to me; do not be afraid.” So he turned aside to her into the tent, and she covered him with a rug. <b class=\"verse-num\" id=\"v07004019-1\">19&nbsp;</b>And he said to her, “Please give me a little water to drink, for I am thirsty.” So she opened a skin of milk and gave him a drink and covered him. <b class=\"verse-num\" id=\"v07004020-1\">20&nbsp;</b>And he said to her, “Stand at the opening of the tent, and if any man comes and asks you, ‘Is anyone here?’ say, ‘No.’” <b class=\"verse-num\" id=\"v07004021-1\">21&nbsp;</b>But Jael the wife of Heber took a tent peg, and took a hammer in her hand. Then she went softly to him and drove the peg into his temple until it went down into the ground while he was lying fast asleep from weariness. So he died. <b class=\"verse-num\" id=\"v07004022-1\">22&nbsp;</b>And behold, as Barak was pursuing Sisera, Jael went out to meet him and said to him, “Come, and I will show you the man whom you are seeking.” So he went in to her tent, and there lay Sisera dead, with the tent peg in his temple.</p>\n<p id=\"p07004022_04-15\"><b class=\"verse-num\" id=\"v07004023-1\">23&nbsp;</b>So on that day God subdued Jabin the king of Canaan before the people of Israel. <b class=\"verse-num\" id=\"v07004024-1\">24&nbsp;</b>And the hand of the people of Israel pressed harder and harder against Jabin the king of Canaan, until they destroyed Jabin king of Canaan.</p>\n</div>","kjv":"<strong>4</strong> And Deborah, a prophetess, the wife of Lapidoth, she judged Israel at that time.  ","niv":"<sup><strong>4</strong></sup> Deborah, a prophetess, the wife of Lappidoth, was leading Israel at that time."},{"_id":"616a0c52bda5ba8d73708bc5","topicId":"616a0c51bda5ba8d73708bc2","verse":"Luke 2:36","votes":49,"__v":0,"esv":"<div>\n<p id=\"p42002036_01-3\"><b class=\"verse-num\" id=\"v42002036-1\">36&nbsp;</b>And there was a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was advanced in years, having lived with her husband seven years from when she was a virgin,</p>\n</div>","kjv":"<strong>36</strong> And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;  ","niv":"<sup><strong>36</strong></sup> There was also a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was very old; she had lived with her husband seven years after her marriage,","modified":"2022-08-25T15:41:15.469Z"},{"_id":"616a0c52bda5ba8d73708bc6","topicId":"616a0c51bda5ba8d73708bc2","verse":"Luke 2:36-38","votes":45,"__v":0,"esv":"<div>\n<p id=\"p42002036_01-4\"><b class=\"verse-num\" id=\"v42002036-1\">36&nbsp;</b>And there was a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was advanced in years, having lived with her husband seven years from when she was a virgin, <b class=\"verse-num\" id=\"v42002037-1\">37&nbsp;</b>and then as a widow until she was eighty-four. She did not depart from the temple, worshiping with fasting and prayer night and day. <b class=\"verse-num\" id=\"v42002038-1\">38&nbsp;</b>And coming up at that very hour she began to give thanks to God and to speak of him to all who were waiting for the redemption of Jerusalem.</p>\n\n</div>","kjv":"<strong>36</strong> And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;  <strong>37</strong> And she was a widow of about fourscore and four years, which departed not from the temple, but served God with fastings and prayers night and day.  <strong>38</strong> And she coming in that instant gave thanks likewise unto the Lord, and spake of him to all them that looked for redemption in Jerusalem.  ","niv":"<sup><strong>36</strong></sup> There was also a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was very old; she had lived with her husband seven years after her marriage, <sup><strong>37</strong></sup> and then was a widow until she was eighty-four. She never left the temple but worshiped night and day, fasting and praying. <sup><strong>38</strong></sup> Coming up to them at that very moment, she gave thanks to God and spoke about the child to all who were looking forward to the redemption of Jerusalem. "},{"_id":"616a0c53bda5ba8d73708bc7","topicId":"616a0c51bda5ba8d73708bc2","verse":"Acts 21:9","votes":43,"__v":0,"esv":"<div>\n<p id=\"p44021009_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44021009-1\">9&nbsp;</b>He had four unmarried daughters, who prophesied.</p>\n</div>","kjv":"<strong>9</strong> And the same man had four daughters, virgins, which did prophesy.  ","niv":"<sup><strong>9</strong></sup> He had four unmarried daughters who prophesied."},{"_id":"616a0c53bda5ba8d73708bc8","topicId":"616a0c51bda5ba8d73708bc2","verse":"2 Kings 22:14","votes":38,"__v":0,"esv":"<div>\n<p id=\"p12022014_01-6\"><b class=\"verse-num\" id=\"v12022014-1\">14&nbsp;</b>So Hilkiah the priest, and Ahikam, and Achbor, and Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah, son of Harhas, keeper of the wardrobe (now she lived in Jerusalem in the Second Quarter), and they talked with her.</p>\n</div>","kjv":"<strong>14</strong> So Hilkiah the priest, and Ahikam, and Achbor, and Shaphan, and Asahiah, went unto Huldah the prophetess, the wife of Shallum the son of Tikvah, the son of Harhas, keeper of the wardrobe; (now she dwelt in Jerusalem in the college;) and they communed with her.  ","niv":"<sup><strong>14</strong></sup> Hilkiah the priest, Ahikam, Acbor, Shaphan and Asaiah went to speak to the prophetess Huldah, who was the wife of Shallum son of Tikvah, the son of Harhas, keeper of the wardrobe. She lived in Jerusalem, in the Second District."},{"_id":"616a0c53bda5ba8d73708bc9","topicId":"616a0c51bda5ba8d73708bc2","verse":"Isaiah 8:3","votes":36,"__v":0,"esv":"<div>\n<p id=\"p23008003_01-7\"><b class=\"verse-num\" id=\"v23008003-1\">3&nbsp;</b>And I went to the prophetess, and she conceived and bore a son. Then the LORD said to me, “Call his name Maher-shalal-hash-baz;</p>\n</div>","kjv":"<strong>3</strong> And I went unto the prophetess; and she conceived, and bare a son. Then said the LORD to me, Call his name Maher-shalal-hash-baz.  ","niv":"<sup><strong>3</strong></sup> Then I went to the prophetess, and she conceived and gave birth to a son. And the LORD said to me, \"Name him Maher-Shalal-Hash-Baz."},{"_id":"616a0c54bda5ba8d73708bca","topicId":"616a0c51bda5ba8d73708bc2","verse":"Acts 2:17-18","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_01-8\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_01-8\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  ","niv":"<sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. "},{"_id":"616a0c54bda5ba8d73708bcb","topicId":"616a0c51bda5ba8d73708bc2","verse":"1 Corinthians 14:3","votes":25,"__v":0,"esv":"<div>\n<p id=\"p46014003_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation.</p>\n</div>","kjv":"<strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  ","niv":"<sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort."},{"_id":"616a0c54bda5ba8d73708bcc","topicId":"616a0c51bda5ba8d73708bc2","verse":"Exodus 15:20-21","votes":25,"__v":0,"esv":"<div>\n<p id=\"p02015020_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v02015020-1\">20&nbsp;</b>Then Miriam the prophetess, the sister of Aaron, took a tambourine in her hand, and all the women went out after her with tambourines and dancing. <b class=\"verse-num\" id=\"v02015021-1\">21&nbsp;</b>And Miriam sang to them:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p02015021_01-11\" class=\"line\">&nbsp;&nbsp;“Sing to the LORD, for he has triumphed gloriously;</span><br><span id=\"p02015021_01-11\" class=\"line\">&nbsp;&nbsp;the horse and his rider he has thrown into the sea.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> And Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with timbrels and with dances.  <strong>21</strong> And Miriam answered them, Sing ye to the LORD, for he hath triumphed gloriously; the horse and his rider hath he thrown into the sea.  ","niv":"<sup><strong>20</strong></sup> Then Miriam the prophetess, Aaron's sister, took a tambourine in her hand, and all the women followed her, with tambourines and dancing. <sup><strong>21</strong></sup> Miriam sang to them: \"Sing to the LORD, for he is highly exalted. The horse and its rider he has hurled into the sea.\" "},{"_id":"616a0c54bda5ba8d73708bcd","topicId":"616a0c51bda5ba8d73708bc2","verse":"Judges 4:9","votes":24,"__v":0,"esv":"<div>\n<p id=\"p07004009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v07004009-1\">9&nbsp;</b>And she said, “I will surely go with you. Nevertheless, the road on which you are going will not lead to your glory, for the LORD will sell Sisera into the hand of a woman.” Then Deborah arose and went with Barak to Kedesh.</p>\n</div>","kjv":"<strong>9</strong> And she said, I will surely go with thee: notwithstanding the journey that thou takest shall not be for thine honour; for the LORD shall sell Sisera into the hand of a woman. And Deborah arose, and went with Barak to Kedesh.  ","niv":"<sup><strong>9</strong></sup> \"Very well,\" Deborah said, \"I will go with you. But because of the way you are going about this, the honor will not be yours, for the LORD will hand Sisera over to a woman.\" So Deborah went with Barak to Kedesh,"},{"_id":"616a0c55bda5ba8d73708bce","topicId":"616a0c51bda5ba8d73708bc2","verse":"Micah 6:4","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33006004_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33006004-1\">4&nbsp;</b>&nbsp;&nbsp;For I brought you up from the land of Egypt</span><br><span id=\"p33006004_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and redeemed you from the house of slavery,</span><br><span id=\"p33006004_01-13\" class=\"line\">&nbsp;&nbsp;and I sent before you Moses,</span><br><span id=\"p33006004_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Aaron, and Miriam.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> For I brought thee up out of the land of Egypt, and redeemed thee out of the house of servants; and I sent before thee Moses, Aaron, and Miriam.  ","niv":"<sup><strong>4</strong></sup> I brought you up out of Egypt and redeemed you from the land of slavery. I sent Moses to lead you, also Aaron and Miriam."},{"_id":"616a0c55bda5ba8d73708bcf","topicId":"616a0c51bda5ba8d73708bc2","verse":"Nehemiah 6:14","votes":20,"__v":0,"esv":"<div>\n<p id=\"p16006014_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v16006014-1\">14&nbsp;</b>Remember Tobiah and Sanballat, O my God, according to these things that they did, and also the prophetess Noadiah and the rest of the prophets who wanted to make me afraid.</p>\n</div>","kjv":"<strong>14</strong> My God, think thou upon Tobiah and Sanballat according to these their works, and on the prophetess Noadiah, and the rest of the prophets, that would have put me in fear.  ","niv":"<sup><strong>14</strong></sup> Remember Tobiah and Sanballat, O my God, because of what they have done; remember also the prophetess Noadiah and the rest of the prophets who have been trying to intimidate me."},{"_id":"616a0c55bda5ba8d73708bd0","topicId":"616a0c51bda5ba8d73708bc2","verse":"Judges 4:1-24","votes":20,"__v":0,"kjv":"<strong>1</strong> And the children of Israel again did evil in the sight of the LORD, when Ehud was dead.  <strong>2</strong> And the LORD sold them into the hand of Jabin king of Canaan, that reigned in Hazor; the captain of whose host was Sisera, which dwelt in Harosheth of the Gentiles.  <strong>3</strong> And the children of Israel cried unto the LORD: for he had nine hundred chariots of iron; and twenty years he mightily oppressed the children of Israel.  <strong>4</strong> And Deborah, a prophetess, the wife of Lapidoth, she judged Israel at that time.  <strong>5</strong> And she dwelt under the palm tree of Deborah between Ramah and Bethel in mount Ephraim: and the children of Israel came up to her for judgment.  <strong>6</strong> And she sent and called Barak the son of Abinoam out of Kedesh-naphtali, and said unto him, Hath not the LORD God of Israel commanded, saying,  Go and draw toward mount Tabor, and take with thee ten thousand men of the children of Naphtali and of the children of Zebulun?  <strong>7</strong> And I will draw unto thee to the river Kishon Sisera, the captain of Jabin’s army, with his chariots and his multitude; and I will deliver him into thine hand.  <strong>8</strong> And Barak said unto her, If thou wilt go with me, then I will go: but if thou wilt not go with me, then I will not go.  <strong>9</strong> And she said, I will surely go with thee: notwithstanding the journey that thou takest shall not be for thine honour; for the LORD shall sell Sisera into the hand of a woman. And Deborah arose, and went with Barak to Kedesh.  <strong>10</strong> And Barak called Zebulun and Naphtali to Kedesh; and he went up with ten thousand men at his feet: and Deborah went up with him.  <strong>11</strong> Now Heber the Kenite, which was of the children of Hobab the father in law of Moses, had severed himself from the Kenites, and pitched his tent unto the plain of Zaanaim, which is by Kedesh.  <strong>12</strong> And they shewed Sisera that Barak the son of Abinoam was gone up to mount Tabor.  <strong>13</strong> And Sisera gathered together all his chariots, even nine hundred chariots of iron, and all the people that were with him, from Harosheth of the Gentiles unto the river of Kishon.  <strong>14</strong> And Deborah said unto Barak, Up; for this is the day in which the LORD hath delivered Sisera into thine hand: is not the LORD gone out before thee? So Barak went down from mount Tabor, and ten thousand men after him.  <strong>15</strong> And the LORD discomfited Sisera, and all his chariots, and all his host, with the edge of the sword before Barak; so that Sisera lighted down off his chariot, and fled away on his feet.  <strong>16</strong> But Barak pursued after the chariots, and after the host, unto Harosheth of the Gentiles: and all the host of Sisera fell upon the edge of the sword; and there was not a man left.  <strong>17</strong> Howbeit Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite: for there was peace between Jabin the king of Hazor and the house of Heber the Kenite.  <strong>18</strong> And Jael went out to meet Sisera, and said unto him, Turn in, my lord, turn in to me; fear not. And when he had turned in unto her into the tent, she covered him with a mantle.  <strong>19</strong> And he said unto her, Give me, I pray thee, a little water to drink; for I am thirsty. And she opened a bottle of milk, and gave him drink, and covered him.  <strong>20</strong> Again he said unto her, Stand in the door of the tent, and it shall be, when any man doth come and enquire of thee, and say, Is there any man here? that thou shalt say, No.  <strong>21</strong> Then Jael Heber’s wife took a nail of the tent, and took an hammer in her hand, and went softly unto him, and smote the nail into his temples, and fastened it into the ground: for he was fast asleep and weary. So he died.  <strong>22</strong> And, behold, as Barak pursued Sisera, Jael came out to meet him, and said unto him, Come, and I will shew thee the man whom thou seekest. And when he came into her tent, behold, Sisera lay dead, and the nail was in his temples.  <strong>23</strong> So God subdued on that day Jabin the king of Canaan before the children of Israel.  <strong>24</strong> And the hand of the children of Israel prospered, and prevailed against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan.  ","niv":"<sup><strong>1</strong></sup> After Ehud died, the Israelites once again did evil in the eyes of the LORD. <sup><strong>2</strong></sup> So the LORD sold them into the hands of Jabin, a king of Canaan, who reigned in Hazor. The commander of his army was Sisera, who lived in Harosheth Haggoyim. <sup><strong>3</strong></sup> Because he had nine hundred iron chariots and had cruelly oppressed the Israelites for twenty years, they cried to the LORD for help. <sup><strong>4</strong></sup> Deborah, a prophetess, the wife of Lappidoth, was leading Israel at that time. <sup><strong>5</strong></sup> She held court under the Palm of Deborah between Ramah and Bethel in the hill country of Ephraim, and the Israelites came to her to have their disputes decided. <sup><strong>6</strong></sup> She sent for Barak son of Abinoam from Kedesh in Naphtali and said to him, \"The LORD, the God of Israel, commands you: 'Go, take with you ten thousand men of Naphtali and Zebulun and lead the way to Mount Tabor. <sup><strong>7</strong></sup> I will lure Sisera, the commander of Jabin's army, with his chariots and his troops to the Kishon River and give him into your hands.'\" <sup><strong>8</strong></sup> Barak said to her, \"If you go with me, I will go; but if you don't go with me, I won't go.\" <sup><strong>9</strong></sup> \"Very well,\" Deborah said, \"I will go with you. But because of the way you are going about this, the honor will not be yours, for the LORD will hand Sisera over to a woman.\" So Deborah went with Barak to Kedesh, <sup><strong>10</strong></sup> where he summoned Zebulun and Naphtali. Ten thousand men followed him, and Deborah also went with him. <sup><strong>11</strong></sup> Now Heber the Kenite had left the other Kenites, the descendants of Hobab, Moses' brother-in-law, and pitched his tent by the great tree in Zaanannim near Kedesh. <sup><strong>12</strong></sup> When they told Sisera that Barak son of Abinoam had gone up to Mount Tabor, <sup><strong>13</strong></sup> Sisera gathered together his nine hundred iron chariots and all the men with him, from Harosheth Haggoyim to the Kishon River. <sup><strong>14</strong></sup> Then Deborah said to Barak, \"Go! This is the day the LORD has given Sisera into your hands. Has not the LORD gone ahead of you?\" So Barak went down Mount Tabor, followed by ten thousand men. <sup><strong>15</strong></sup> At Barak's advance, the LORD routed Sisera and all his chariots and army by the sword, and Sisera abandoned his chariot and fled on foot. <sup><strong>16</strong></sup> But Barak pursued the chariots and army as far as Harosheth Haggoyim. All the troops of Sisera fell by the sword; not a man was left. <sup><strong>17</strong></sup> Sisera, however, fled on foot to the tent of Jael, the wife of Heber the Kenite, because there were friendly relations between Jabin king of Hazor and the clan of Heber the Kenite. <sup><strong>18</strong></sup> Jael went out to meet Sisera and said to him, \"Come, my Lord, come right in. Don't be afraid.\" So he entered her tent, and she put a covering over him. <sup><strong>19</strong></sup> \"I'm thirsty,\" he said. \"Please give me some water.\" She opened a skin of milk, gave him a drink, and covered him up. <sup><strong>20</strong></sup> \"Stand in the doorway of the tent,\" he told her. \"If someone comes by and asks you, 'Is anyone here?' say 'No.'\" <sup><strong>21</strong></sup> But Jael, Heber's wife, picked up a tent peg and a hammer and went quietly to him while he lay fast asleep, exhausted. She drove the peg through his temple into the ground, and he died. <sup><strong>22</strong></sup> Barak came by in pursuit of Sisera, and Jael went out to meet him. \"Come,\" she said, \"I will show you the man you're looking for.\" So he went in with her, and there lay Sisera with the tent peg through his temple-dead. <sup><strong>23</strong></sup> On that day God subdued Jabin, the Canaanite king, before the Israelites. <sup><strong>24</strong></sup> And the hand of the Israelites grew stronger and stronger against Jabin, the Canaanite king, until they destroyed him. "},{"_id":"616a0c56bda5ba8d73708bd1","topicId":"616a0c51bda5ba8d73708bc2","verse":"Ephesians 4:11","votes":19,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-16\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers,"},{"_id":"616a0c56bda5ba8d73708bd2","topicId":"616a0c51bda5ba8d73708bc2","verse":"1 Corinthians 12:28","votes":19,"__v":0,"esv":"<div>\n<p id=\"p46012028_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues.</p>\n</div>","kjv":"<strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  ","niv":"<sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues."},{"_id":"616a0c56bda5ba8d73708bd3","topicId":"616a0c51bda5ba8d73708bc2","verse":"Galatians 3:28","votes":18,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616a0c57bda5ba8d73708bd4","topicId":"616a0c51bda5ba8d73708bc2","verse":"Revelation 2:20","votes":18,"__v":0,"esv":"<div>\n<p id=\"p66002020_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002020-1\">20&nbsp;</b><span class=\"woc\">But I have this against you, that you tolerate that woman Jezebel, who calls herself a prophetess and is teaching and seducing my servants to practice sexual immorality and to eat food sacrificed to idols.</span></p>\n</div>","kjv":"<strong>20</strong> Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.  ","niv":"<sup><strong>20</strong></sup> Nevertheless, I have this against you: You tolerate that woman Jezebel, who calls herself a prophetess. By her teaching she misleads my servants into sexual immorality and the eating of food sacrificed to idols."},{"_id":"616a0c57bda5ba8d73708bd5","topicId":"616a0c51bda5ba8d73708bc2","verse":"Acts 2:16-18","votes":18,"__v":0,"esv":"<div>\n<p id=\"p44002016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_01-21\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_01-21\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  ","niv":"<sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. "},{"_id":"616a0c57bda5ba8d73708bd6","topicId":"616a0c51bda5ba8d73708bc2","verse":"Joel 2:28","votes":16,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002028_08-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002028-1\">28&nbsp;</b>&nbsp;&nbsp; “And it shall come to pass afterward,</span><br><span id=\"p29002028_08-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I will pour out my Spirit on all flesh;</span><br><span id=\"p29002028_08-22\" class=\"line\">&nbsp;&nbsp;your sons and your daughters shall prophesy,</span><br><span id=\"p29002028_08-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your old men shall dream dreams,</span><br><span id=\"p29002028_08-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:  ","niv":"<sup><strong>28</strong></sup> \"And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions."},{"_id":"616a0c58bda5ba8d73708bd7","topicId":"616a0c51bda5ba8d73708bc2","verse":"2 Timothy 1:5","votes":15,"__v":0,"esv":"<div>\n<p id=\"p55001005_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001005-1\">5&nbsp;</b>I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well.</p>\n</div>","kjv":"<strong>5</strong> When I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also.  ","niv":"<sup><strong>5</strong></sup> I have been reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also."},{"_id":"616a0c58bda5ba8d73708bd8","topicId":"616a0c51bda5ba8d73708bc2","verse":"1 Timothy 2:12","votes":14,"__v":0,"esv":"<div>\n<p id=\"p54002012_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet.</p>\n</div>","kjv":"<strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  ","niv":"<sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent."},{"_id":"616a0c58bda5ba8d73708bd9","topicId":"616a0c51bda5ba8d73708bc2","verse":"2 Chronicles 34:22","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p14034022_04-26\"><b class=\"verse-num\" id=\"v14034022-1\">22&nbsp;</b>So Hilkiah and those whom the king had sent went to Huldah the prophetess, the wife of Shallum the son of Tokhath, son of Hasrah, keeper of the wardrobe (now she lived in Jerusalem in the Second Quarter) and spoke to her to that effect.</p>\n\n</div>","kjv":"<strong>22</strong> And Hilkiah, and they that the king had appointed,  went to Huldah the prophetess, the wife of Shallum the son of Tikvath, the son of Hasrah, keeper of the wardrobe; (now she dwelt in Jerusalem in the college:) and they spake to her to that effect. ","niv":"<sup><strong>22</strong></sup> Hilkiah and those the king had sent with him went to speak to the prophetess Huldah, who was the wife of Shallum son of Tokhath, the son of Hasrah, keeper of the wardrobe. She lived in Jerusalem, in the Second District."},{"_id":"616a0c58bda5ba8d73708bda","topicId":"616a0c51bda5ba8d73708bc2","verse":"Judges 5:7","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p07005007_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v07005007-1\">7&nbsp;</b>&nbsp;&nbsp;The villagers ceased in Israel;</span><br><span id=\"p07005007_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they ceased to be until I arose;</span><br><span id=\"p07005007_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I, Deborah, arose as a mother in Israel.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The inhabitants of the villages ceased, they ceased in Israel, until that I Deborah arose, that I arose a mother in Israel.  ","niv":"<sup><strong>7</strong></sup> Village life in Israel ceased, ceased until I, Deborah, arose, arose a mother in Israel."},{"_id":"616a0c59bda5ba8d73708bdb","topicId":"616a0c51bda5ba8d73708bc2","verse":"1 Corinthians 11:5","votes":12,"__v":0,"esv":"<div>\n<p id=\"p46011005_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven.</p>\n\n</div>","kjv":"<strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  ","niv":"<sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved."}]}