{"_id":"616a0c02bda5ba8d73708b8e","slug":"prophecy","name":"Prophecy","verses":[{"_id":"616a0c03bda5ba8d73708b8f","topicId":"616a0c02bda5ba8d73708b8e","verse":"2 Peter 1:21","votes":127,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"616a0c03bda5ba8d73708b90","topicId":"616a0c02bda5ba8d73708b8e","verse":"Acts 2:16-21","votes":86,"__v":0,"esv":"<div>\n<p id=\"p44002016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_01-2\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_01-2\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  ","niv":"<sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' ","modified":"2022-08-27T13:31:20.482Z"},{"_id":"616a0c03bda5ba8d73708b91","topicId":"616a0c02bda5ba8d73708b8e","verse":"Amos 3:7","votes":88,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003007_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003007-1\">7&nbsp;</b>&nbsp;&nbsp;“For the Lord GOD does nothing</span><br><span id=\"p30003007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without revealing his secret</span><br><span id=\"p30003007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to his servants the prophets.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Surely the Lord GOD will do nothing, but he revealeth his secret unto his servants the prophets.  ","niv":"<sup><strong>7</strong></sup> Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets."},{"_id":"616a0c04bda5ba8d73708b92","topicId":"616a0c02bda5ba8d73708b8e","verse":"1 Corinthians 14:3","votes":74,"__v":0,"esv":"<div>\n<p id=\"p46014003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation.</p>\n</div>","kjv":"<strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  ","niv":"<sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort."},{"_id":"616a0c04bda5ba8d73708b93","topicId":"616a0c02bda5ba8d73708b8e","verse":"Joel 2:28-32","votes":50,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002028_08-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002028-1\">28&nbsp;</b>&nbsp;&nbsp; “And it shall come to pass afterward,</span><br><span id=\"p29002028_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I will pour out my Spirit on all flesh;</span><br><span id=\"p29002028_08-6\" class=\"line\">&nbsp;&nbsp;your sons and your daughters shall prophesy,</span><br><span id=\"p29002028_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your old men shall dream dreams,</span><br><span id=\"p29002028_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions.</span><br><span id=\"p29002029_08-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002029-1\">29&nbsp;</b>&nbsp;&nbsp;Even on the male and female servants</span><br><span id=\"p29002029_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p29002029_08-6\"><b class=\"verse-num\" id=\"v29002030-1\">30&nbsp;</b>“And I will show wonders in the heavens and on the earth, blood and fire and columns of smoke. <b class=\"verse-num\" id=\"v29002031-1\">31&nbsp;</b>The sun shall be turned to darkness, and the moon to blood, before the great and awesome day of the LORD comes. <b class=\"verse-num\" id=\"v29002032-1\">32&nbsp;</b>And it shall come to pass that everyone who calls on the name of the LORD shall be saved. For in Mount Zion and in Jerusalem there shall be those who escape, as the LORD has said, and among the survivors shall be those whom the LORD calls.</p>\n\n</div>","kjv":"<strong>28</strong> And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:  <strong>29</strong> And also upon the servants and upon the handmaids in those days will I pour out my spirit.  <strong>30</strong> And I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke.  <strong>31</strong> The sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the LORD come.  <strong>32</strong> And it shall come to pass, that whosoever shall call on the name of the LORD shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the LORD hath said, and in the remnant whom the LORD shall call.  ","niv":"<sup><strong>28</strong></sup> \"And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions. <sup><strong>29</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days. <sup><strong>30</strong></sup> I will show wonders in the heavens and on the earth, blood and fire and billows of smoke. <sup><strong>31</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and dreadful day of the LORD. <sup><strong>32</strong></sup> And everyone who calls on the name of the LORD will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the LORD has said, among the survivors whom the LORD calls. "},{"_id":"616a0c04bda5ba8d73708b94","topicId":"616a0c02bda5ba8d73708b8e","verse":"2 Peter 2:1-22","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p61002001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction. <b class=\"verse-num\" id=\"v61002002-1\">2&nbsp;</b>And many will follow their sensuality, and because of them the way of truth will be blasphemed. <b class=\"verse-num\" id=\"v61002003-1\">3&nbsp;</b>And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep.</p>\n<p id=\"p61002003_05-7\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment; <b class=\"verse-num\" id=\"v61002005-1\">5&nbsp;</b>if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly; <b class=\"verse-num\" id=\"v61002006-1\">6&nbsp;</b>if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction, making them an example of what is going to happen to the ungodly; <b class=\"verse-num\" id=\"v61002007-1\">7&nbsp;</b>and if he rescued righteous Lot, greatly distressed by the sensual conduct of the wicked <b class=\"verse-num\" id=\"v61002008-1\">8&nbsp;</b>(for as that righteous man lived among them day after day, he was tormenting his righteous soul over their lawless deeds that he saw and heard); <b class=\"verse-num\" id=\"v61002009-1\">9&nbsp;</b>then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment, <b class=\"verse-num\" id=\"v61002010-1\">10&nbsp;</b>and especially those who indulge in the lust of defiling passion and despise authority.</p>\n<p id=\"p61002010_05-7\">Bold and willful, they do not tremble as they blaspheme the glorious ones, <b class=\"verse-num\" id=\"v61002011-1\">11&nbsp;</b>whereas angels, though greater in might and power, do not pronounce a blasphemous judgment against them before the Lord. <b class=\"verse-num\" id=\"v61002012-1\">12&nbsp;</b>But these, like irrational animals, creatures of instinct, born to be caught and destroyed, blaspheming about matters of which they are ignorant, will also be destroyed in their destruction, <b class=\"verse-num\" id=\"v61002013-1\">13&nbsp;</b>suffering wrong as the wage for their wrongdoing. They count it pleasure to revel in the daytime. They are blots and blemishes, reveling in their deceptions, while they feast with you. <b class=\"verse-num\" id=\"v61002014-1\">14&nbsp;</b>They have eyes full of adultery, insatiable for sin. They entice unsteady souls. They have hearts trained in greed. Accursed children! <b class=\"verse-num\" id=\"v61002015-1\">15&nbsp;</b>Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing, <b class=\"verse-num\" id=\"v61002016-1\">16&nbsp;</b>but was rebuked for his own transgression; a speechless donkey spoke with human voice and restrained the prophet’s madness.</p>\n<p id=\"p61002016_05-7\"><b class=\"verse-num\" id=\"v61002017-1\">17&nbsp;</b>These are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved. <b class=\"verse-num\" id=\"v61002018-1\">18&nbsp;</b>For, speaking loud boasts of folly, they entice by sensual passions of the flesh those who are barely escaping from those who live in error. <b class=\"verse-num\" id=\"v61002019-1\">19&nbsp;</b>They promise them freedom, but they themselves are slaves of corruption. For whatever overcomes a person, to that he is enslaved. <b class=\"verse-num\" id=\"v61002020-1\">20&nbsp;</b>For if, after they have escaped the defilements of the world through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and overcome, the last state has become worse for them than the first. <b class=\"verse-num\" id=\"v61002021-1\">21&nbsp;</b>For it would have been better for them never to have known the way of righteousness than after knowing it to turn back from the holy commandment delivered to them. <b class=\"verse-num\" id=\"v61002022-1\">22&nbsp;</b>What the true proverb says has happened to them: “The dog returns to its own vomit, and the sow, after washing herself, returns to wallow in the mire.”</p>\n\n</div>","kjv":"<strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  <strong>2</strong> And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.  <strong>3</strong> And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.  <strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  <strong>5</strong> And spared not the old world, but saved Noah the eighth person,  a preacher of righteousness, bringing in the flood upon the world of the ungodly;  <strong>6</strong> And turning the cities of Sodom and Gomorrah into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;  <strong>7</strong> And delivered just Lot, vexed with the filthy conversation of the wicked:  <strong>8</strong> (For that righteous man dwelling among them, in seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds;)  <strong>9</strong> The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:  <strong>10</strong> But chiefly them that walk after the flesh in the lust of uncleanness, and despise government. Presumptuous are they, selfwilled, they are not afraid to speak evil of dignities.  <strong>11</strong> Whereas angels, which are greater in power and might, bring not railing accusation against them before the Lord.  <strong>12</strong> But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption;  <strong>13</strong> And shall receive the reward of unrighteousness, as they that count it pleasure to riot in the daytime. Spots they are and blemishes, sporting themselves with their own deceivings while they feast with you;  <strong>14</strong> Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:  <strong>15</strong> Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;  <strong>16</strong> But was rebuked for his iniquity: the dumb ass speaking with man’s voice forbad the madness of the prophet.  <strong>17</strong> These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.  <strong>18</strong> For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.  <strong>19</strong> While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.  <strong>20</strong> For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.  <strong>21</strong> For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.  <strong>22</strong> But it is happened unto them according to the true proverb, The dog is turned to his own vomit again; and the sow that was washed to her wallowing in the mire.  ","niv":"<sup><strong>1</strong></sup> But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves. <sup><strong>2</strong></sup> Many will follow their shameful ways and will bring the way of truth into disrepute. <sup><strong>3</strong></sup> In their greed these teachers will exploit you with stories they have made up. Their condemnation has long been hanging over them, and their destruction has not been sleeping. <sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment; <sup><strong>5</strong></sup> if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others; <sup><strong>6</strong></sup> if he condemned the cities of Sodom and Gomorrah by burning them to ashes, and made them an example of what is going to happen to the ungodly; <sup><strong>7</strong></sup> and if he rescued Lot, a righteous man, who was distressed by the filthy lives of lawless men <sup><strong>8</strong></sup> (for that righteous man, living among them day after day, was tormented in his righteous soul by the lawless deeds he saw and heard)-- <sup><strong>9</strong></sup> if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment. <sup><strong>10</strong></sup> This is especially true of those who follow the corrupt desire of the sinful nature and despise authority. <sup><strong>11</strong></sup> Bold and arrogant, these men are not afraid to slander celestial beings; yet even angels, although they are stronger and more powerful, do not bring slanderous accusations against such beings in the presence of the Lord. <sup><strong>12</strong></sup> But these men blaspheme in matters they do not understand. They are like brute beasts, creatures of instinct, born only to be caught and destroyed, and like beasts they too will perish. <sup><strong>13</strong></sup> They will be paid back with harm for the harm they have done. Their idea of pleasure is to carouse in broad daylight. They are blots and blemishes, reveling in their pleasures while they feast with you. <sup><strong>14</strong></sup> With eyes full of adultery, they never stop sinning; they seduce the unstable; they are experts in greed--an accursed brood! <sup><strong>15</strong></sup> They have left the straight way and wandered off to follow the way of Balaam son of Beor, who loved the wages of wickedness. <sup><strong>16</strong></sup> But he was rebuked for his wrongdoing by a donkey--a beast without speech--who spoke with a man's voice and restrained the prophet's madness. <sup><strong>17</strong></sup> These men are springs without water and mists driven by a storm. Blackest darkness is reserved for them. <sup><strong>18</strong></sup> For they mouth empty, boastful words and, by appealing to the lustful desires of sinful human nature, they entice people who are just escaping from those who live in error. <sup><strong>19</strong></sup> They promise them freedom, while they themselves are slaves of depravity--for a man is a slave to whatever has mastered him. <sup><strong>20</strong></sup> If they have escaped the corruption of the world by knowing our Lord and Savior Jesus Christ and are again entangled in it and overcome, they are worse off at the end than they were at the beginning. <sup><strong>21</strong></sup> It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them. <sup><strong>22</strong></sup> Of them the proverbs are true: \"A dog returns to its vomit,\" and, \"A sow that is washed goes back to her wallowing in the mud.\" "},{"_id":"616a0c04bda5ba8d73708b95","topicId":"616a0c02bda5ba8d73708b8e","verse":"Deuteronomy 18:18-22","votes":30,"__v":0,"esv":"<div>\n<p id=\"p05018018_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018018-1\">18&nbsp;</b>I will raise up for them a prophet like you from among their brothers. And I will put my words in his mouth, and he shall speak to them all that I command him. <b class=\"verse-num\" id=\"v05018019-1\">19&nbsp;</b>And whoever will not listen to my words that he shall speak in my name, I myself will require it of him. <b class=\"verse-num\" id=\"v05018020-1\">20&nbsp;</b>But the prophet who presumes to speak a word in my name that I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.’ <b class=\"verse-num\" id=\"v05018021-1\">21&nbsp;</b>And if you say in your heart, ‘How may we know the word that the LORD has not spoken?’—<b class=\"verse-num\" id=\"v05018022-1\">22&nbsp;</b>when a prophet speaks in the name of the LORD, if the word does not come to pass or come true, that is a word that the LORD has not spoken; the prophet has spoken it presumptuously. You need not be afraid of him.</p>\n\n</div>","kjv":"<strong>18</strong> I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.  <strong>19</strong> And it shall come to pass, that whosoever will not hearken unto my words which he shall speak in my name, I will require it  of him.  <strong>20</strong> But the prophet, which shall presume to speak a word in my name, which I have not commanded him to speak, or that shall speak in the name of other gods, even that prophet shall die.  <strong>21</strong> And if thou say in thine heart, How shall we know the word which the LORD hath not spoken?  <strong>22</strong> When a prophet speaketh in the name of the LORD, if the thing follow not, nor come to pass, that is the thing which the LORD hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him.  ","niv":"<sup><strong>18</strong></sup> I will raise up for them a prophet like you from among their brothers; I will put my words in his mouth, and he will tell them everything I command him. <sup><strong>19</strong></sup> If anyone does not listen to my words that the prophet speaks in my name, I myself will call him to account. <sup><strong>20</strong></sup> But a prophet who presumes to speak in my name anything I have not commanded him to say, or a prophet who speaks in the name of other gods, must be put to death.\" <sup><strong>21</strong></sup> You may say to yourselves, \"How can we know when a message has not been spoken by the LORD?\" <sup><strong>22</strong></sup> If what a prophet proclaims in the name of the LORD does not take place or come true, that is a message the LORD has not spoken. That prophet has spoken presumptuously. Do not be afraid of him. "},{"_id":"616a0c05bda5ba8d73708b96","topicId":"616a0c02bda5ba8d73708b8e","verse":"1 Corinthians 14:1","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy.</p>\n</div>","kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy.","modified":"2022-07-05T16:33:40.639Z"},{"_id":"616a0c05bda5ba8d73708b97","topicId":"616a0c02bda5ba8d73708b8e","verse":"1 John 2:18","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p62002018_04-11\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour.</p>\n</div>","kjv":"<strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  ","niv":"<sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour."},{"_id":"616a0c05bda5ba8d73708b98","topicId":"616a0c02bda5ba8d73708b8e","verse":"1 Corinthians 12:4-11","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-29\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-29\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-29\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-29\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-29\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-29\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  ","niv":"<sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. "},{"_id":"616a0c06bda5ba8d73708b99","topicId":"616a0c02bda5ba8d73708b8e","verse":"Micah 5:2","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005002_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005002-1\">2&nbsp;</b>&nbsp;&nbsp; But you, O Bethlehem Ephrathah,</span><br><span id=\"p33005002_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who are too little to be among the clans of Judah,</span><br><span id=\"p33005002_01-14\" class=\"line\">&nbsp;&nbsp;from you shall come forth for me</span><br><span id=\"p33005002_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;one who is to be ruler in Israel,</span><br><span id=\"p33005002_01-14\" class=\"line\">&nbsp;&nbsp;whose coming forth is from of old,</span><br><span id=\"p33005002_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from ancient days.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been  from of old, from everlasting.  ","niv":"<sup><strong>2</strong></sup> \"But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times. \""},{"_id":"616a0c06bda5ba8d73708b9a","topicId":"616a0c02bda5ba8d73708b8e","verse":"2 Timothy 3:16","votes":19,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616a0c06bda5ba8d73708b9b","topicId":"616a0c02bda5ba8d73708b8e","verse":"Acts 13:27","votes":19,"__v":0,"esv":"<div>\n<p id=\"p44013027_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44013027-1\">27&nbsp;</b>For those who live in Jerusalem and their rulers, because they did not recognize him nor understand the utterances of the prophets, which are read every Sabbath, fulfilled them by condemning him.</p>\n</div>","kjv":"<strong>27</strong> For they that dwell at Jerusalem, and their rulers, because they knew him not, nor yet the voices of the prophets which are read every sabbath day, they have fulfilled them in condemning him.  ","niv":"<sup><strong>27</strong></sup> The people of Jerusalem and their rulers did not recognize Jesus, yet in condemning him they fulfilled the words of the prophets that are read every Sabbath."},{"_id":"616a0c07bda5ba8d73708b9c","topicId":"616a0c02bda5ba8d73708b8e","verse":"2 Thessalonians 2:1-4","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p53002001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53002001-1\">2:1&nbsp;</b>Now concerning the coming of our Lord Jesus Christ and our being gathered together to him, we ask you, brothers, <b class=\"verse-num\" id=\"v53002002-1\">2&nbsp;</b>not to be quickly shaken in mind or alarmed, either by a spirit or a spoken word, or a letter seeming to be from us, to the effect that the day of the Lord has come. <b class=\"verse-num\" id=\"v53002003-1\">3&nbsp;</b>Let no one deceive you in any way. For that day will not come, unless the rebellion comes first, and the man of lawlessness is revealed, the son of destruction, <b class=\"verse-num\" id=\"v53002004-1\">4&nbsp;</b>who opposes and exalts himself against every so-called god or object of worship, so that he takes his seat in the temple of God, proclaiming himself to be God.</p>\n\n</div>","kjv":"<strong>1</strong> Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our gathering together unto him,  <strong>2</strong> That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand.  <strong>3</strong> Let no man deceive you by any means: for that day shall not come,  except there come a falling away first, and that man of sin be revealed, the son of perdition;  <strong>4</strong> Who opposeth and exalteth himself above all that is called God, or that is worshipped; so that he as God sitteth in the temple of God, shewing himself that he is God.  ","niv":"<sup><strong>1</strong></sup> Concerning the coming of our Lord Jesus Christ and our being gathered to him, we ask you, brothers, <sup><strong>2</strong></sup> not to become easily unsettled or alarmed by some prophecy, report or letter supposed to have come from us, saying that the day of the Lord has already come. <sup><strong>3</strong></sup> Don't let anyone deceive you in any way, for that day will not come until the rebellion occurs and the man of lawlessness is revealed, the man doomed to destruction. <sup><strong>4</strong></sup> He will oppose and will exalt himself over everything that is called God or is worshiped, so that he sets himself up in God's temple, proclaiming himself to be God. "},{"_id":"616a0c07bda5ba8d73708b9d","topicId":"616a0c02bda5ba8d73708b8e","verse":"Isaiah 7:14","votes":17,"__v":0,"esv":"<div>\n<p id=\"p23007014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v23007014-1\">14&nbsp;</b>Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel.</p>\n\n</div>","kjv":"<strong>14</strong> Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.  ","niv":"<sup><strong>14</strong></sup> Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel."},{"_id":"616a0c07bda5ba8d73708b9e","topicId":"616a0c02bda5ba8d73708b8e","verse":"Ezekiel 34:1","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p26034001_07-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26034001-1\">34:1&nbsp;</b>The word of the LORD came to me:</p>\n</div>","kjv":"<strong>1</strong> And the word of the LORD came unto me, saying,  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me:"},{"_id":"616a0c07bda5ba8d73708b9f","topicId":"616a0c02bda5ba8d73708b8e","verse":"Revelation 1:3","votes":15,"__v":0,"esv":"<div>\n<p id=\"p66001003_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n</div>","kjv":"<strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  ","niv":"<sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near."},{"_id":"616a0c08bda5ba8d73708ba0","topicId":"616a0c02bda5ba8d73708b8e","verse":"Isaiah 46:10","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23046010_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23046010-1\">10&nbsp;</b>&nbsp;&nbsp;declaring the end from the beginning</span><br><span id=\"p23046010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from ancient times things not yet done,</span><br><span id=\"p23046010_01-21\" class=\"line\">&nbsp;&nbsp;saying, ‘My counsel shall stand,</span><br><span id=\"p23046010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will accomplish all my purpose,’</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Declaring the end from the beginning, and from ancient times the things that are not yet done, saying, My counsel shall stand, and I will do all my pleasure:  ","niv":"<sup><strong>10</strong></sup> I make known the end from the beginning, from ancient times, what is still to come. I say: My purpose will stand, and I will do all that I please."},{"_id":"616a0c08bda5ba8d73708ba1","topicId":"616a0c02bda5ba8d73708b8e","verse":"Hebrews 8:8-12","votes":14,"__v":0,"esv":"<div>\n<p id=\"p58008008_01-22\"><b class=\"verse-num\" id=\"v58008008-1\">8&nbsp;</b>For he finds fault with them when he says:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58008008_01-22\" class=\"line\">&nbsp;&nbsp;“Behold, the days are coming, declares the Lord,</span><br><span id=\"p58008008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I will establish a new covenant with the house of Israel</span><br><span id=\"p58008008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the house of Judah,</span><br><span id=\"p58008009_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v58008009-1\">9&nbsp;</b>&nbsp;&nbsp;not like the covenant that I made with their fathers</span><br><span id=\"p58008009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day when I took them by the hand to bring them out of the land of Egypt.</span><br><span id=\"p58008009_01-22\" class=\"line\">&nbsp;&nbsp;For they did not continue in my covenant,</span><br><span id=\"p58008009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and so I showed no concern for them, declares the Lord.</span><br><span id=\"p58008010_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v58008010-1\">10&nbsp;</b>&nbsp;&nbsp;For this is the covenant that I will make with the house of Israel</span><br><span id=\"p58008010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;after those days, declares the Lord:</span><br><span id=\"p58008010_01-22\" class=\"line\">&nbsp;&nbsp;I will put my laws into their minds,</span><br><span id=\"p58008010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and write them on their hearts,</span><br><span id=\"p58008010_01-22\" class=\"line\">&nbsp;&nbsp;and I will be their God,</span><br><span id=\"p58008010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall be my people.</span><br><span id=\"p58008011_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v58008011-1\">11&nbsp;</b>&nbsp;&nbsp;And they shall not teach, each one his neighbor</span><br><span id=\"p58008011_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and each one his brother, saying, ‘Know the Lord,’</span><br><span id=\"p58008011_01-22\" class=\"line\">&nbsp;&nbsp;for they shall all know me,</span><br><span id=\"p58008011_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the least of them to the greatest.</span><br><span id=\"p58008012_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v58008012-1\">12&nbsp;</b>&nbsp;&nbsp;For I will be merciful toward their iniquities,</span><br><span id=\"p58008012_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will remember their sins no more.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:  <strong>9</strong> Not according to the covenant that I made with their fathers in the day when I took them by the hand to lead them out of the land of Egypt; because they continued not in my covenant, and I regarded them not, saith the Lord.  <strong>10</strong> For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:  <strong>11</strong> And they shall not teach every man his neighbour, and every man his brother, saying, Know the Lord: for all shall know me, from the least to the greatest.  <strong>12</strong> For I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more.  ","niv":"<sup><strong>8</strong></sup> But God found fault with the people and said: \"The time is coming, declares the Lord, when I will make a new covenant with the house of Israel and with the house of Judah. <sup><strong>9</strong></sup> It will not be like the covenant I made with their forefathers when I took them by the hand to lead them out of Egypt, because they did not remain faithful to my covenant, and I turned away from them, declares the Lord. <sup><strong>10</strong></sup> This is the covenant I will make with the house of Israel after that time, declares the Lord. I will put my laws in their minds and write them on their hearts. I will be their God, and they will be my people. <sup><strong>11</strong></sup> No longer will a man teach his neighbor, or a man his brother, saying, 'Know the Lord,' because they will all know me, from the least of them to the greatest. <sup><strong>12</strong></sup> For I will forgive their wickedness and will remember their sins no more.\" "},{"_id":"616a0c08bda5ba8d73708ba2","topicId":"616a0c02bda5ba8d73708b8e","verse":"Acts 2:25-28","votes":13,"__v":0,"esv":"<div>\n<p id=\"p44002025_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_01-23\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  ","niv":"<sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' "},{"_id":"616a0c09bda5ba8d73708ba3","topicId":"616a0c02bda5ba8d73708b8e","verse":"Acts 2:6-21","votes":13,"__v":0,"esv":"<div>\n<p id=\"p44002006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_05-24\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_05-24\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_05-24\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  ","niv":"<sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' "},{"_id":"616a0c09bda5ba8d73708ba4","topicId":"616a0c02bda5ba8d73708b8e","verse":"Acts 2:30","votes":12,"__v":0,"esv":"<div>\n<p id=\"p44002030_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne,</p>\n</div>","kjv":"<strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  ","niv":"<sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne."},{"_id":"616a0c09bda5ba8d73708ba5","topicId":"616a0c02bda5ba8d73708b8e","verse":"John 13:18","votes":12,"__v":0,"esv":"<div>\n<p id=\"p43013018_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013018-1\">18&nbsp;</b><span class=\"woc\">I am not speaking of all of you; I know whom I have chosen. But the Scripture will be fulfilled, ‘He who ate my bread has lifted his heel against me.’</span></p>\n\n</div>","kjv":"<strong>18</strong>           I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.  ","niv":"<sup><strong>18</strong></sup> \"I am not referring to all of you; I know those I have chosen. But this is to fulfill the scripture: 'He who shares my bread has lifted up his heel against me.'"},{"_id":"616a0c0abda5ba8d73708ba6","topicId":"616a0c02bda5ba8d73708b8e","verse":"Luke 7:27","votes":12,"__v":0,"esv":"<div>\n<p id=\"p42007027_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42007027-1\">27&nbsp;</b><span class=\"woc\">This is he of whom it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42007027_01-27\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Behold, I send my messenger before your face,</span><br><span id=\"p42007027_01-27\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;who will prepare your way before you.’</span><br></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> This is he, of whom it is written, Behold, I send my messenger before thy face, which shall prepare thy way before thee.  ","niv":"<sup><strong>27</strong></sup> This is the one about whom it is written: \"'I will send my messenger ahead of you, who will prepare your way before you.'"},{"_id":"616a0c0abda5ba8d73708ba7","topicId":"616a0c02bda5ba8d73708b8e","verse":"1 Corinthians 12:1-31","votes":8,"__v":0,"kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. ","modified":"2022-08-15T22:07:25.187Z"}]}