{"_id":"616a10c6bda5ba8d73708dea","slug":"provoke","name":"Provoke","verses":[{"_id":"616a10c6bda5ba8d73708deb","topicId":"616a10c6bda5ba8d73708dea","verse":"Ephesians 6:4","votes":27,"__v":0,"esv":"<div>\n<p id=\"p49006004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord."},{"_id":"616a10c6bda5ba8d73708dec","topicId":"616a10c6bda5ba8d73708dea","verse":"Colossians 3:21","votes":21,"__v":0,"esv":"<div>\n<p id=\"p51003021_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged.</p>\n</div>","kjv":"<strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  ","niv":"<sup><strong>21</strong></sup> Fathers, do not embitter your children, or they will become discouraged."},{"_id":"616a10c6bda5ba8d73708ded","topicId":"616a10c6bda5ba8d73708dea","verse":"Hebrews 10:24","votes":17,"__v":0,"esv":"<div>\n<p id=\"p58010024_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010024-1\">24&nbsp;</b>And let us consider how to stir up one another to love and good works,</p>\n</div>","kjv":"<strong>24</strong> And let us consider one another to provoke unto love and to good works:  ","niv":"<sup><strong>24</strong></sup> And let us consider how we may spur one another on toward love and good deeds.","modified":"2023-03-06T00:10:54.487Z"},{"_id":"616a10c7bda5ba8d73708dee","topicId":"616a10c6bda5ba8d73708dea","verse":"Ephesians 6:1-4","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right. <b class=\"verse-num\" id=\"v49006002-1\">2&nbsp;</b>“Honor your father and mother” (this is the first commandment with a promise), <b class=\"verse-num\" id=\"v49006003-1\">3&nbsp;</b>“that it may go well with you and that you may live long in the land.” <b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  <strong>2</strong> Honour thy father and mother; (which is the first commandment with promise;)  <strong>3</strong> That it may be well with thee, and thou mayest live long on the earth.  <strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right. <sup><strong>2</strong></sup> \"Honor your father and mother\"--which is the first commandment with a promise-- <sup><strong>3</strong></sup> \"that it may go well with you and that you may enjoy long life on the earth.\" <sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord. "},{"_id":"616a10c7bda5ba8d73708def","topicId":"616a10c6bda5ba8d73708dea","verse":"Proverbs 13:24","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013024_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013024-1\">24&nbsp;</b>&nbsp;&nbsp;Whoever spares the rod hates his son,</span><br><span id=\"p20013024_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who loves him is diligent to discipline him.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>24</strong> He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes.  ","niv":"<sup><strong>24</strong></sup> He who spares the rod hates his son, but he who loves him is careful to discipline him."},{"_id":"616a10c7bda5ba8d73708df0","topicId":"616a10c6bda5ba8d73708dea","verse":"Proverbs 22:6","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it."},{"_id":"616a10c8bda5ba8d73708df1","topicId":"616a10c6bda5ba8d73708dea","verse":"Proverbs 29:15","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029015_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029015-1\">15&nbsp;</b>&nbsp;&nbsp;The rod and reproof give wisdom,</span><br><span id=\"p20029015_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a child left to himself brings shame to his mother.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> The rod and reproof give wisdom: but a child left to himself  bringeth his mother to shame.  ","niv":"<sup><strong>15</strong></sup> The rod of correction imparts wisdom, but a child left to himself disgraces his mother."},{"_id":"616a10c8bda5ba8d73708df2","topicId":"616a10c6bda5ba8d73708dea","verse":"Leviticus 19:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p03019028_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n</div>","kjv":"<strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  ","niv":"<sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD."},{"_id":"616a10c8bda5ba8d73708df3","topicId":"616a10c6bda5ba8d73708dea","verse":"Colossians 3:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51003020_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord.</p>\n</div>","kjv":"<strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  ","niv":"<sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord."},{"_id":"616a10c8bda5ba8d73708df4","topicId":"616a10c6bda5ba8d73708dea","verse":"Psalm 127:3","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him."},{"_id":"616a10c9bda5ba8d73708df5","topicId":"616a10c6bda5ba8d73708dea","verse":"Job 12:6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18012006_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012006-1\">6&nbsp;</b>&nbsp;&nbsp;The tents of robbers are at peace,</span><br><span id=\"p18012006_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who provoke God are secure,</span><br><span id=\"p18012006_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who bring their god in their hand.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> The tabernacles of robbers prosper, and they that provoke God are secure; into whose hand God bringeth abundantly.  ","niv":"<sup><strong>6</strong></sup> The tents of marauders are undisturbed, and those who provoke God are secure- those who carry their god in their hands."},{"_id":"616a10c9bda5ba8d73708df6","topicId":"616a10c6bda5ba8d73708dea","verse":"Ephesians 6:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49006013_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.</p>\n</div>","kjv":"<strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  ","niv":"<sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand.","modified":"2022-08-07T05:06:38.136Z"},{"_id":"616a10c9bda5ba8d73708df7","topicId":"616a10c6bda5ba8d73708dea","verse":"2 Corinthians 6:14","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-13\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"616a10cabda5ba8d73708df8","topicId":"616a10c6bda5ba8d73708dea","verse":"Romans 11:11","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45011011_04-14\"><b class=\"verse-num\" id=\"v45011011-1\">11&nbsp;</b>So I ask, did they stumble in order that they might fall? By no means! Rather, through their trespass salvation has come to the Gentiles, so as to make Israel jealous.</p>\n</div>","kjv":"<strong>11</strong> I say then, Have they stumbled that they should fall? God forbid: but rather through their fall salvation is come unto the Gentiles, for to provoke them to jealousy.  ","niv":"<sup><strong>11</strong></sup> Again I ask: Did they stumble so as to fall beyond recovery? Not at all! Rather, because of their transgression, salvation has come to the Gentiles to make Israel envious."},{"_id":"616a10cabda5ba8d73708df9","topicId":"616a10c6bda5ba8d73708dea","verse":"Romans 10:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45010019_01-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45010019-1\">19&nbsp;</b>But I ask, did Israel not understand? First Moses says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45010019_01-15\" class=\"line\">&nbsp;&nbsp;“I will make you jealous of those who are not a nation;</span><br><span id=\"p45010019_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with a foolish nation I will make you angry.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> But I say, Did not Israel know? First Moses saith, I will provoke you to jealousy by them that are no people, and by a foolish nation I will anger you.  ","niv":"<sup><strong>19</strong></sup> Again I ask: Did Israel not understand? First, Moses says, \"I will make you envious by those who are not a nation; I will make you angry by a nation that has no understanding.\""},{"_id":"616a10cabda5ba8d73708dfa","topicId":"616a10c6bda5ba8d73708dea","verse":"Deuteronomy 4:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05004025_01-16\"><b class=\"verse-num\" id=\"v05004025-1\">25&nbsp;</b>“When you father children and children’s children, and have grown old in the land, if you act corruptly by making a carved image in the form of anything, and by doing what is evil in the sight of the LORD your God, so as to provoke him to anger,</p>\n</div>","kjv":"<strong>25</strong> When thou shalt beget children, and children’s children, and ye shall have remained long in the land, and shall corrupt yourselves, and make a graven image, or the likeness of any thing, and shall do evil in the sight of the LORD thy God, to provoke him to anger:  ","niv":"<sup><strong>25</strong></sup> After you have had children and grandchildren and have lived in the land a long time-if you then become corrupt and make any kind of idol, doing evil in the eyes of the LORD your God and provoking him to anger,"},{"_id":"616a10cbbda5ba8d73708dfb","topicId":"616a10c6bda5ba8d73708dea","verse":"2 Timothy 3:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2023-07-18T18:34:40.360Z"},{"_id":"616a10cbbda5ba8d73708dfc","topicId":"616a10c6bda5ba8d73708dea","verse":"1 Corinthians 3:1-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46003001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46003001-1\">3:1&nbsp;</b>But I, brothers, could not address you as spiritual people, but as people of the flesh, as infants in Christ. <b class=\"verse-num\" id=\"v46003002-1\">2&nbsp;</b>I fed you with milk, not solid food, for you were not ready for it. And even now you are not yet ready, <b class=\"verse-num\" id=\"v46003003-1\">3&nbsp;</b>for you are still of the flesh. For while there is jealousy and strife among you, are you not of the flesh and behaving only in a human way? <b class=\"verse-num\" id=\"v46003004-1\">4&nbsp;</b>For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not being merely human?</p>\n<p id=\"p46003004_05-19\"><b class=\"verse-num\" id=\"v46003005-1\">5&nbsp;</b>What then is Apollos? What is Paul? Servants through whom you believed, as the Lord assigned to each. <b class=\"verse-num\" id=\"v46003006-1\">6&nbsp;</b>I planted, Apollos watered, but God gave the growth. <b class=\"verse-num\" id=\"v46003007-1\">7&nbsp;</b>So neither he who plants nor he who waters is anything, but only God who gives the growth. <b class=\"verse-num\" id=\"v46003008-1\">8&nbsp;</b>He who plants and he who waters are one, and each will receive his wages according to his labor. <b class=\"verse-num\" id=\"v46003009-1\">9&nbsp;</b>For we are God’s fellow workers. You are God’s field, God’s building.</p>\n<p id=\"p46003009_05-19\"><b class=\"verse-num\" id=\"v46003010-1\">10&nbsp;</b>According to the grace of God given to me, like a skilled master builder I laid a foundation, and someone else is building upon it. Let each one take care how he builds upon it. <b class=\"verse-num\" id=\"v46003011-1\">11&nbsp;</b>For no one can lay a foundation other than that which is laid, which is Jesus Christ. <b class=\"verse-num\" id=\"v46003012-1\">12&nbsp;</b>Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw—<b class=\"verse-num\" id=\"v46003013-1\">13&nbsp;</b>each one’s work will become manifest, for the Day will disclose it, because it will be revealed by fire, and the fire will test what sort of work each one has done. <b class=\"verse-num\" id=\"v46003014-1\">14&nbsp;</b>If the work that anyone has built on the foundation survives, he will receive a reward. <b class=\"verse-num\" id=\"v46003015-1\">15&nbsp;</b>If anyone’s work is burned up, he will suffer loss, though he himself will be saved, but only as through fire.</p>\n<p id=\"p46003015_05-19\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you? <b class=\"verse-num\" id=\"v46003017-1\">17&nbsp;</b>If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and you are that temple.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ.  <strong>2</strong> I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able.  <strong>3</strong> For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?  <strong>4</strong> For while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal?  <strong>5</strong> Who then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man?  <strong>6</strong> I have planted, Apollos watered; but God gave the increase.  <strong>7</strong> So then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase.  <strong>8</strong> Now he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour.  <strong>9</strong> For we are labourers together with God: ye are God’s husbandry, ye are God’s building.  <strong>10</strong> According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon.  <strong>11</strong> For other foundation can no man lay than that is laid, which is Jesus Christ.  <strong>12</strong> Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;  <strong>13</strong> Every man’s work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man’s work of what sort it is.  <strong>14</strong> If any man’s work abide which he hath built thereupon, he shall receive a reward.  <strong>15</strong> If any man’s work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.  <strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  <strong>17</strong> If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.  ","niv":"<sup><strong>1</strong></sup> Brothers, I could not address you as spiritual but as worldly--mere infants in Christ. <sup><strong>2</strong></sup> I gave you milk, not solid food, for you were not yet ready for it. Indeed, you are still not ready. <sup><strong>3</strong></sup> You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere men? <sup><strong>4</strong></sup> For when one says, \"I follow Paul,\" and another, \"I follow Apollos,\" are you not mere men? <sup><strong>5</strong></sup> What, after all, is Apollos? And what is Paul? Only servants, through whom you came to believe--as the Lord has assigned to each his task. <sup><strong>6</strong></sup> I planted the seed, Apollos watered it, but God made it grow. <sup><strong>7</strong></sup> So neither he who plants nor he who waters is anything, but only God, who makes things grow. <sup><strong>8</strong></sup> The man who plants and the man who waters have one purpose, and each will be rewarded according to his own labor. <sup><strong>9</strong></sup> For we are God's fellow workers; you are God's field, God's building. <sup><strong>10</strong></sup> By the grace God has given me, I laid a foundation as an expert builder, and someone else is building on it. But each one should be careful how he builds. <sup><strong>11</strong></sup> For no one can lay any foundation other than the one already laid, which is Jesus Christ. <sup><strong>12</strong></sup> If any man builds on this foundation using gold, silver, costly stones, wood, hay or straw, <sup><strong>13</strong></sup> his work will be shown for what it is, because the Day will bring it to light. It will be revealed with fire, and the fire will test the quality of each man's work. <sup><strong>14</strong></sup> If what he has built survives, he will receive his reward. <sup><strong>15</strong></sup> If it is burned up, he will suffer loss; he himself will be saved, but only as one escaping through the flames. <sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you? <sup><strong>17</strong></sup> If anyone destroys God's temple, God will destroy him; for God's temple is sacred, and you are that temple. ","modified":"2023-07-18T18:36:09.122Z"},{"_id":"616a10cbbda5ba8d73708dfd","topicId":"616a10c6bda5ba8d73708dea","verse":"Romans 11:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45011014_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45011014-1\">14&nbsp;</b>in order somehow to make my fellow Jews jealous, and thus save some of them.</p>\n</div>","kjv":"<strong>14</strong> If by any means I may provoke to emulation them which are  my flesh, and might save some of them.  ","niv":"<sup><strong>14</strong></sup> in the hope that I may somehow arouse my own people to envy and save some of them."},{"_id":"616a10cbbda5ba8d73708dfe","topicId":"616a10c6bda5ba8d73708dea","verse":"Ezekiel 16:26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26016026_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016026-1\">26&nbsp;</b>You also played the whore with the Egyptians, your lustful neighbors, multiplying your whoring, to provoke me to anger.</p>\n</div>","kjv":"<strong>26</strong> Thou hast also committed fornication with the Egyptians thy neighbours, great of flesh; and hast increased thy whoredoms, to provoke me to anger.  ","niv":"<sup><strong>26</strong></sup> You engaged in prostitution with the Egyptians, your lustful neighbors, and provoked me to anger with your increasing promiscuity."},{"_id":"616a10ccbda5ba8d73708dff","topicId":"616a10c6bda5ba8d73708dea","verse":"Jeremiah 44:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p24044003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v24044003-1\">3&nbsp;</b>because of the evil that they committed, provoking me to anger, in that they went to make offerings and serve other gods that they knew not, neither they, nor you, nor your fathers.</p>\n</div>","kjv":"<strong>3</strong> Because of their wickedness which they have committed to provoke me to anger, in that they went to burn incense, and to serve other gods, whom they knew not, neither they, ye, nor your fathers.  ","niv":"<sup><strong>3</strong></sup> because of the evil they have done. They provoked me to anger by burning incense and by worshiping other gods that neither they nor you nor your fathers ever knew.","modified":"2022-08-17T05:56:27.774Z"},{"_id":"616a10ccbda5ba8d73708e00","topicId":"616a10c6bda5ba8d73708dea","verse":"Proverbs 29:17","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029017_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029017-1\">17&nbsp;</b>&nbsp;&nbsp;Discipline your son, and he will give you rest;</span><br><span id=\"p20029017_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will give delight to your heart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Correct thy son, and he shall give thee rest; yea, he shall give delight unto thy soul.  ","niv":"<sup><strong>17</strong></sup> Discipline your son, and he will give you peace; he will bring delight to your soul."},{"_id":"616a10ccbda5ba8d73708e01","topicId":"616a10c6bda5ba8d73708dea","verse":"Proverbs 23:13-14","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023013_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023013-1\">13&nbsp;</b>&nbsp;&nbsp;Do not withhold discipline from a child;</span><br><span id=\"p20023013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if you strike him with a rod, he will not die.</span><br><span id=\"p20023014_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023014-1\">14&nbsp;</b>&nbsp;&nbsp;If you strike him with the rod,</span><br><span id=\"p20023014_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will save his soul from Sheol.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Withhold not correction from the child: for if thou beatest him with the rod, he shall not die.  <strong>14</strong> Thou shalt beat him with the rod, and shalt deliver his soul from hell.  ","niv":"<sup><strong>13</strong></sup> Do not withhold discipline from a child; if you punish him with the rod, he will not die. <sup><strong>14</strong></sup> Punish him with the rod and save his soul from death. "},{"_id":"616a10cdbda5ba8d73708e02","topicId":"616a10c6bda5ba8d73708dea","verse":"2 Kings 21:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p12021006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v12021006-1\">6&nbsp;</b>And he burned his son as an offering and used fortune-telling and omens and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n\n</div>","kjv":"<strong>6</strong> And he made his son pass through the fire, and observed times, and used enchantments, and dealt with familiar spirits and wizards: he wrought much wickedness in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his own son in the fire, practiced sorcery and divination, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"616a10cdbda5ba8d73708e03","topicId":"616a10c6bda5ba8d73708dea","verse":"1 Kings 14:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p11014009_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v11014009-1\">9&nbsp;</b>but you have done evil above all who were before you and have gone and made for yourself other gods and metal images, provoking me to anger, and have cast me behind your back,</p>\n</div>","kjv":"<strong>9</strong> But hast done evil above all that were before thee: for thou hast gone and made thee other gods, and molten images, to provoke me to anger, and hast cast me behind thy back:  ","niv":"<sup><strong>9</strong></sup> You have done more evil than all who lived before you. You have made for yourself other gods, idols made of metal; you have provoked me to anger and thrust me behind your back."}]}