{"_id":"616a1addbda5ba8d73708fd5","slug":"qualities-of-christ","name":"Qualities Of Christ","verses":[{"_id":"616a1addbda5ba8d73708fd6","topicId":"616a1addbda5ba8d73708fd5","verse":"1 Timothy 5:15","votes":11,"__v":0,"esv":"<div>\n<p id=\"p54005015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005015-1\">15&nbsp;</b>For some have already strayed after Satan.</p>\n</div>","kjv":"<strong>15</strong> For some are already turned aside after Satan.  ","niv":"<sup><strong>15</strong></sup> Some have in fact already turned away to follow Satan.","modified":"2022-08-13T12:43:32.544Z"},{"_id":"616a1addbda5ba8d73708fd7","topicId":"616a1addbda5ba8d73708fd5","verse":"1 Timothy 2:5","votes":37,"__v":0,"esv":"<div>\n<p id=\"p54002005_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  ","niv":"<sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus,","modified":"2023-08-26T09:43:10.067Z"},{"_id":"616a1adebda5ba8d73708fd8","topicId":"616a1addbda5ba8d73708fd5","verse":"John 1:14","votes":22,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-4\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth.","modified":"2023-04-05T05:36:52.375Z"},{"_id":"616a1adebda5ba8d73708fd9","topicId":"616a1addbda5ba8d73708fd5","verse":"Mark 3:33-35","votes":23,"__v":0,"esv":"<div>\n<p id=\"p41003033_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v41003033-1\">33&nbsp;</b>And he answered them, <span class=\"woc\">“Who are my mother and my brothers?”</span> <b class=\"verse-num\" id=\"v41003034-1\">34&nbsp;</b>And looking about at those who sat around him, he said, <span class=\"woc\">“Here are my mother and my brothers!</span> <b class=\"verse-num woc\" id=\"v41003035-1\">35&nbsp;</b><span class=\"woc\">For whoever does the will of God, he is my brother and sister and mother.”</span></p>\n</div>","kjv":"<strong>33</strong> And he answered them, saying, Who is my mother, or my brethren?  <strong>34</strong> And he looked round about on them which sat about him, and said, Behold my mother and my brethren!  <strong>35</strong> For whosoever shall do the will of God, the same is my brother, and my sister, and mother. ","niv":"<sup><strong>33</strong></sup> \"Who are my mother and my brothers?\" he asked. <sup><strong>34</strong></sup> Then he looked at those seated in a circle around him and said, \"Here are my mother and my brothers! <sup><strong>35</strong></sup> Whoever does God's will is my brother and sister and mother.\" ","modified":"2022-05-31T02:09:31.167Z"},{"_id":"616a1adebda5ba8d73708fda","topicId":"616a1addbda5ba8d73708fd5","verse":"Galatians 2:20","votes":21,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me.","modified":"2022-08-29T14:13:25.807Z"},{"_id":"616a1adfbda5ba8d73708fdb","topicId":"616a1addbda5ba8d73708fd5","verse":"John 16:33","votes":22,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"","modified":"2023-01-14T20:55:33.656Z"},{"_id":"616a1adfbda5ba8d73708fdc","topicId":"616a1addbda5ba8d73708fd5","verse":"John 15:5","votes":21,"__v":0,"esv":"<div>\n<p id=\"p43015005_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015005-1\">5&nbsp;</b><span class=\"woc\">I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.</span></p>\n</div>","kjv":"<strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  ","niv":"<sup><strong>5</strong></sup> \"I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing."},{"_id":"616a1adfbda5ba8d73708fdd","topicId":"616a1addbda5ba8d73708fd5","verse":"John 8:12","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p43008012_08-9\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span></p>\n</div>","kjv":"<strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  ","niv":"<sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\"","modified":"2022-07-19T18:11:29.501Z"},{"_id":"616a1adfbda5ba8d73708fde","topicId":"616a1addbda5ba8d73708fd5","verse":"Hebrews 10:22","votes":21,"__v":0,"esv":"<div>\n<p id=\"p58010022_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010022-1\">22&nbsp;</b>let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water.</p>\n</div>","kjv":"<strong>22</strong> Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.  ","niv":"<sup><strong>22</strong></sup> let us draw near to God with a sincere heart in full assurance of faith, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water.","modified":"2022-07-19T18:11:16.448Z"},{"_id":"616a1ae0bda5ba8d73708fdf","topicId":"616a1addbda5ba8d73708fd5","verse":"Ephesians 2:10","votes":14,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"616a1ae0bda5ba8d73708fe0","topicId":"616a1addbda5ba8d73708fd5","verse":"1 Peter 2:22","votes":12,"__v":0,"esv":"<div>\n<p id=\"p60002022_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth.</p>\n</div>","kjv":"<strong>22</strong> Who did no sin, neither was guile found in his mouth:  ","niv":"<sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\""},{"_id":"616a1ae0bda5ba8d73708fe1","topicId":"616a1addbda5ba8d73708fd5","verse":"1 Peter 2:21","votes":11,"__v":0,"esv":"<div>\n<p id=\"p60002021_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps.</p>\n</div>","kjv":"<strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  ","niv":"<sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps."},{"_id":"616a1ae1bda5ba8d73708fe2","topicId":"616a1addbda5ba8d73708fd5","verse":"Philippians 2:1-30","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n<p id=\"p50002011_09-16\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n<p id=\"p50002013_09-16\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain. <b class=\"verse-num\" id=\"v50002017-1\">17&nbsp;</b>Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all. <b class=\"verse-num\" id=\"v50002018-1\">18&nbsp;</b>Likewise you also should be glad and rejoice with me.</p>\n\n<p id=\"p50002018_12-16\"><b class=\"verse-num\" id=\"v50002019-1\">19&nbsp;</b>I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered by news of you. <b class=\"verse-num\" id=\"v50002020-1\">20&nbsp;</b>For I have no one like him, who will be genuinely concerned for your welfare. <b class=\"verse-num\" id=\"v50002021-1\">21&nbsp;</b>For they all seek their own interests, not those of Jesus Christ. <b class=\"verse-num\" id=\"v50002022-1\">22&nbsp;</b>But you know Timothy’s proven worth, how as a son with a father he has served with me in the gospel. <b class=\"verse-num\" id=\"v50002023-1\">23&nbsp;</b>I hope therefore to send him just as soon as I see how it will go with me, <b class=\"verse-num\" id=\"v50002024-1\">24&nbsp;</b>and I trust in the Lord that shortly I myself will come also.</p>\n<p id=\"p50002024_12-16\"><b class=\"verse-num\" id=\"v50002025-1\">25&nbsp;</b>I have thought it necessary to send to you Epaphroditus my brother and fellow worker and fellow soldier, and your messenger and minister to my need, <b class=\"verse-num\" id=\"v50002026-1\">26&nbsp;</b>for he has been longing for you all and has been distressed because you heard that he was ill. <b class=\"verse-num\" id=\"v50002027-1\">27&nbsp;</b>Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow. <b class=\"verse-num\" id=\"v50002028-1\">28&nbsp;</b>I am the more eager to send him, therefore, that you may rejoice at seeing him again, and that I may be less anxious. <b class=\"verse-num\" id=\"v50002029-1\">29&nbsp;</b>So receive him in the Lord with all joy, and honor such men, <b class=\"verse-num\" id=\"v50002030-1\">30&nbsp;</b>for he nearly died for the work of Christ, risking his life to complete what was lacking in your service to me.</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  <strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  <strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  <strong>17</strong> Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.  <strong>18</strong> For the same cause also do ye joy, and rejoice with me.  <strong>19</strong> But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.  <strong>20</strong> For I have no man likeminded, who will naturally care for your state.  <strong>21</strong> For all seek their own, not the things which are Jesus Christ’s.  <strong>22</strong> But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.  <strong>23</strong> Him therefore I hope to send presently, so soon as I shall see how it will go with me.  <strong>24</strong> But I trust in the Lord that I also myself shall come shortly.  <strong>25</strong> Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellow soldier, but your messenger, and he that ministered to my wants.  <strong>26</strong> For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.  <strong>27</strong> For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.  <strong>28</strong> I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.  <strong>29</strong> Receive him therefore in the Lord with all gladness; and hold such in reputation:  <strong>30</strong> Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. <sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. <sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. <sup><strong>17</strong></sup> But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. <sup><strong>18</strong></sup> So you too should be glad and rejoice with me. <sup><strong>19</strong></sup> I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. <sup><strong>20</strong></sup> I have no one else like him, who takes a genuine interest in your welfare. <sup><strong>21</strong></sup> For everyone looks out for his own interests, not those of Jesus Christ. <sup><strong>22</strong></sup> But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. <sup><strong>23</strong></sup> I hope, therefore, to send him as soon as I see how things go with me. <sup><strong>24</strong></sup> And I am confident in the Lord that I myself will come soon. <sup><strong>25</strong></sup> But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. <sup><strong>26</strong></sup> For he longs for all of you and is distressed because you heard he was ill. <sup><strong>27</strong></sup> Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. <sup><strong>28</strong></sup> Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. <sup><strong>29</strong></sup> Welcome him in the Lord with great joy, and honor men like him, <sup><strong>30</strong></sup> because he almost died for the work of Christ, risking his life to make up for the help you could not give me. "},{"_id":"616a1ae1bda5ba8d73708fe3","topicId":"616a1addbda5ba8d73708fd5","verse":"1 Corinthians 15:22","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46015022_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive.</p>\n</div>","kjv":"<strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  ","niv":"<sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive."},{"_id":"616a1ae1bda5ba8d73708fe4","topicId":"616a1addbda5ba8d73708fd5","verse":"Romans 15:5","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45015005_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015005-1\">5&nbsp;</b>May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus,</p>\n</div>","kjv":"<strong>5</strong> Now the God of patience and consolation grant you to be likeminded one toward another according to Christ Jesus:  ","niv":"<sup><strong>5</strong></sup> May the God who gives endurance and encouragement give you a spirit of unity among yourselves as you follow Christ Jesus,"},{"_id":"616a1ae2bda5ba8d73708fe5","topicId":"616a1addbda5ba8d73708fd5","verse":"Galatians 4:1-31","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p48004001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48004001-1\">4:1&nbsp;</b>I mean that the heir, as long as he is a child, is no different from a slave, though he is the owner of everything, <b class=\"verse-num\" id=\"v48004002-1\">2&nbsp;</b>but he is under guardians and managers until the date set by his father. <b class=\"verse-num\" id=\"v48004003-1\">3&nbsp;</b>In the same way we also, when we were children, were enslaved to the elementary principles of the world. <b class=\"verse-num\" id=\"v48004004-1\">4&nbsp;</b>But when the fullness of time had come, God sent forth his Son, born of woman, born under the law, <b class=\"verse-num\" id=\"v48004005-1\">5&nbsp;</b>to redeem those who were under the law, so that we might receive adoption as sons. <b class=\"verse-num\" id=\"v48004006-1\">6&nbsp;</b>And because you are sons, God has sent the Spirit of his Son into our hearts, crying, “Abba! Father!” <b class=\"verse-num\" id=\"v48004007-1\">7&nbsp;</b>So you are no longer a slave, but a son, and if a son, then an heir through God.</p>\n\n<p id=\"p48004007_09-20\"><b class=\"verse-num\" id=\"v48004008-1\">8&nbsp;</b>Formerly, when you did not know God, you were enslaved to those that by nature are not gods. <b class=\"verse-num\" id=\"v48004009-1\">9&nbsp;</b>But now that you have come to know God, or rather to be known by God, how can you turn back again to the weak and worthless elementary principles of the world, whose slaves you want to be once more? <b class=\"verse-num\" id=\"v48004010-1\">10&nbsp;</b>You observe days and months and seasons and years! <b class=\"verse-num\" id=\"v48004011-1\">11&nbsp;</b>I am afraid I may have labored over you in vain.</p>\n<p id=\"p48004011_09-20\"><b class=\"verse-num\" id=\"v48004012-1\">12&nbsp;</b>Brothers, I entreat you, become as I am, for I also have become as you are. You did me no wrong. <b class=\"verse-num\" id=\"v48004013-1\">13&nbsp;</b>You know it was because of a bodily ailment that I preached the gospel to you at first, <b class=\"verse-num\" id=\"v48004014-1\">14&nbsp;</b>and though my condition was a trial to you, you did not scorn or despise me, but received me as an angel of God, as Christ Jesus. <b class=\"verse-num\" id=\"v48004015-1\">15&nbsp;</b>What then has become of your blessedness? For I testify to you that, if possible, you would have gouged out your eyes and given them to me. <b class=\"verse-num\" id=\"v48004016-1\">16&nbsp;</b>Have I then become your enemy by telling you the truth? <b class=\"verse-num\" id=\"v48004017-1\">17&nbsp;</b>They make much of you, but for no good purpose. They want to shut you out, that you may make much of them. <b class=\"verse-num\" id=\"v48004018-1\">18&nbsp;</b>It is always good to be made much of for a good purpose, and not only when I am present with you, <b class=\"verse-num\" id=\"v48004019-1\">19&nbsp;</b>my little children, for whom I am again in the anguish of childbirth until Christ is formed in you! <b class=\"verse-num\" id=\"v48004020-1\">20&nbsp;</b>I wish I could be present with you now and change my tone, for I am perplexed about you.</p>\n\n<p id=\"p48004020_14-20\"><b class=\"verse-num\" id=\"v48004021-1\">21&nbsp;</b>Tell me, you who desire to be under the law, do you not listen to the law? <b class=\"verse-num\" id=\"v48004022-1\">22&nbsp;</b>For it is written that Abraham had two sons, one by a slave woman and one by a free woman. <b class=\"verse-num\" id=\"v48004023-1\">23&nbsp;</b>But the son of the slave was born according to the flesh, while the son of the free woman was born through promise. <b class=\"verse-num\" id=\"v48004024-1\">24&nbsp;</b>Now this may be interpreted allegorically: these women are two covenants. One is from Mount Sinai, bearing children for slavery; she is Hagar. <b class=\"verse-num\" id=\"v48004025-1\">25&nbsp;</b>Now Hagar is Mount Sinai in Arabia; she corresponds to the present Jerusalem, for she is in slavery with her children. <b class=\"verse-num\" id=\"v48004026-1\">26&nbsp;</b>But the Jerusalem above is free, and she is our mother. <b class=\"verse-num\" id=\"v48004027-1\">27&nbsp;</b>For it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p48004027_14-20\" class=\"line\">&nbsp;&nbsp;“Rejoice, O barren one who does not bear;</span><br><span id=\"p48004027_14-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;break forth and cry aloud, you who are not in labor!</span><br><span id=\"p48004027_14-20\" class=\"line\">&nbsp;&nbsp;For the children of the desolate one will be more</span><br><span id=\"p48004027_14-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than those of the one who has a husband.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p48004027_14-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v48004028-1\">28&nbsp;</b>Now you, brothers, like Isaac, are children of promise. <b class=\"verse-num\" id=\"v48004029-1\">29&nbsp;</b>But just as at that time he who was born according to the flesh persecuted him who was born according to the Spirit, so also it is now. <b class=\"verse-num\" id=\"v48004030-1\">30&nbsp;</b>But what does the Scripture say? “Cast out the slave woman and her son, for the son of the slave woman shall not inherit with the son of the free woman.” <b class=\"verse-num\" id=\"v48004031-1\">31&nbsp;</b>So, brothers, we are not children of the slave but of the free woman.</p>\n\n</div>","kjv":"<strong>1</strong> Now I say, That the heir, as long as he is a child, differeth nothing from a servant, though he be lord of all;  <strong>2</strong> But is under tutors and governors until the time appointed of the father.  <strong>3</strong> Even so we, when we were children, were in bondage under the elements of the world:  <strong>4</strong> But when the fulness of the time was come, God sent forth his Son, made of a woman, made under the law,  <strong>5</strong> To redeem them that were under the law, that we might receive the adoption of sons.  <strong>6</strong> And because ye are sons, God hath sent forth the Spirit of his Son into your hearts, crying, Abba, Father.  <strong>7</strong> Wherefore thou art no more a servant, but a son; and if a son, then an heir of God through Christ.  <strong>8</strong> Howbeit then, when ye knew not God, ye did service unto them which by nature are no gods.  <strong>9</strong> But now, after that ye have known God, or rather are known of God, how turn ye again to the weak and beggarly elements, whereunto ye desire again to be in bondage?  <strong>10</strong> Ye observe days, and months, and times, and years.  <strong>11</strong> I am afraid of you, lest I have bestowed upon you labour in vain.  <strong>12</strong> Brethren, I beseech you, be as I am; for I am as ye are: ye have not injured me at all.  <strong>13</strong> Ye know how through infirmity of the flesh I preached the gospel unto you at the first.  <strong>14</strong> And my temptation which was in my flesh ye despised not, nor rejected; but received me as an angel of God, even as Christ Jesus.  <strong>15</strong> Where is then the blessedness ye spake of? for I bear you record, that, if it had been possible, ye would have plucked out your own eyes, and have given them to me.  <strong>16</strong> Am I therefore become your enemy, because I tell you the truth?  <strong>17</strong> They zealously affect you, but not well; yea, they would exclude you, that ye might affect them.  <strong>18</strong> But it is good to be zealously affected always in a  good thing, and not only when I am present with you.  <strong>19</strong> My little children, of whom I travail in birth again until Christ be formed in you,  <strong>20</strong> I desire to be present with you now, and to change my voice; for I stand in doubt of you.  <strong>21</strong> Tell me, ye that desire to be under the law, do ye not hear the law?  <strong>22</strong> For it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman.  <strong>23</strong> But he who was of the bondwoman was born after the flesh; but he of the freewoman was by promise.  <strong>24</strong> Which things are an allegory: for these are the two covenants; the one from the mount Sinai, which gendereth to bondage, which is Agar.  <strong>25</strong> For this Agar is mount Sinai in Arabia, and answereth to Jerusalem which now is, and is in bondage with her children.  <strong>26</strong> But Jerusalem which is above is free, which is the mother of us all.  <strong>27</strong> For it is written, Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband.  <strong>28</strong> Now we, brethren, as Isaac was, are the children of promise.  <strong>29</strong> But as then he that was born after the flesh persecuted him that was born after the Spirit, even so it is now.  <strong>30</strong> Nevertheless what saith the scripture? Cast out the bondwoman and her son: for the son of the bondwoman shall not be heir with the son of the free woman.  <strong>31</strong> So then, brethren, we are not children of the bondwoman, but of the free.  ","niv":"<sup><strong>1</strong></sup> What I am saying is that as long as the heir is a child, he is no different from a slave, although he owns the whole estate. <sup><strong>2</strong></sup> He is subject to guardians and trustees until the time set by his father. <sup><strong>3</strong></sup> So also, when we were children, we were in slavery under the basic principles of the world. <sup><strong>4</strong></sup> But when the time had fully come, God sent his Son, born of a woman, born under law, <sup><strong>5</strong></sup> to redeem those under law, that we might receive the full rights of sons. <sup><strong>6</strong></sup> Because you are sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, \"Abba, Father.\" <sup><strong>7</strong></sup> So you are no longer a slave, but a son; and since you are a son, God has made you also an heir. <sup><strong>8</strong></sup> Formerly, when you did not know God, you were slaves to those who by nature are not gods. <sup><strong>9</strong></sup> But now that you know God--or rather are known by God--how is it that you are turning back to those weak and miserable principles? Do you wish to be enslaved by them all over again? <sup><strong>10</strong></sup> You are observing special days and months and seasons and years! <sup><strong>11</strong></sup> I fear for you, that somehow I have wasted my efforts on you. <sup><strong>12</strong></sup> I plead with you, brothers, become like me, for I became like you. You have done me no wrong. <sup><strong>13</strong></sup> As you know, it was because of an illness that I first preached the gospel to you. <sup><strong>14</strong></sup> Even though my illness was a trial to you, you did not treat me with contempt or scorn. Instead, you welcomed me as if I were an angel of God, as if I were Christ Jesus himself. <sup><strong>15</strong></sup> What has happened to all your joy? I can testify that, if you could have done so, you would have torn out your eyes and given them to me. <sup><strong>16</strong></sup> Have I now become your enemy by telling you the truth? <sup><strong>17</strong></sup> Those people are zealous to win you over, but for no good. What they want is to alienate you from us, so that you may be zealous for them. <sup><strong>18</strong></sup> It is fine to be zealous, provided the purpose is good, and to be so always and not just when I am with you. <sup><strong>19</strong></sup> My dear children, for whom I am again in the pains of childbirth until Christ is formed in you, <sup><strong>20</strong></sup> how I wish I could be with you now and change my tone, because I am perplexed about you! <sup><strong>21</strong></sup> Tell me, you who want to be under the law, are you not aware of what the law says? <sup><strong>22</strong></sup> For it is written that Abraham had two sons, one by the slave woman and the other by the free woman. <sup><strong>23</strong></sup> His son by the slave woman was born in the ordinary way; but his son by the free woman was born as the result of a promise. <sup><strong>24</strong></sup> These things may be taken figuratively, for the women represent two covenants. One covenant is from Mount Sinai and bears children who are to be slaves: This is Hagar. <sup><strong>25</strong></sup> Now Hagar stands for Mount Sinai in Arabia and corresponds to the present city of Jerusalem, because she is in slavery with her children. <sup><strong>26</strong></sup> But the Jerusalem that is above is free, and she is our mother. <sup><strong>27</strong></sup> For it is written: \"Be glad, O barren woman, who bears no children; break forth and cry aloud, you who have no labor pains; because more are the children of the desolate woman than of her who has a husband.\" <sup><strong>28</strong></sup> Now you, brothers, like Isaac, are children of promise. <sup><strong>29</strong></sup> At that time the son born in the ordinary way persecuted the son born by the power of the Spirit. It is the same now. <sup><strong>30</strong></sup> But what does the Scripture say? \"Get rid of the slave woman and her son, for the slave woman's son will never share in the inheritance with the free woman's son.\" <sup><strong>31</strong></sup> Therefore, brothers, we are not children of the slave woman, but of the free woman. "},{"_id":"616a1ae2bda5ba8d73708fe6","topicId":"616a1addbda5ba8d73708fd5","verse":"Colossians 3:1-25","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. <b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n<p id=\"p51003004_06-21\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator. <b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n<p id=\"p51003011_06-21\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony. <b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful. <b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God. <b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n\n<p id=\"p51003017_10-21\"><b class=\"verse-num\" id=\"v51003018-1\">18&nbsp;</b>Wives, submit to your husbands, as is fitting in the Lord. <b class=\"verse-num\" id=\"v51003019-1\">19&nbsp;</b>Husbands, love your wives, and do not be harsh with them. <b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord. <b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged. <b class=\"verse-num\" id=\"v51003022-1\">22&nbsp;</b>Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord. <b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ. <b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n\n</div>","kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  <strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  <strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  <strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  <strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  <strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  <strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  <strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  <strong>18</strong> Wives, submit yourselves unto your own husbands, as it is fit in the Lord.  <strong>19</strong> Husbands, love your wives, and be not bitter against them.  <strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  <strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  <strong>22</strong> Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God:  <strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  <strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God. <sup><strong>2</strong></sup> Set your minds on things above, not on earthly things. <sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God. <sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory. <sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. <sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all. <sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. <sup><strong>15</strong></sup> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. <sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God. <sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him. <sup><strong>18</strong></sup> Wives, submit to your husbands, as is fitting in the Lord. <sup><strong>19</strong></sup> Husbands, love your wives and do not be harsh with them. <sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord. <sup><strong>21</strong></sup> Fathers, do not embitter your children, or they will become discouraged. <sup><strong>22</strong></sup> Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to win their favor, but with sincerity of heart and reverence for the Lord. <sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. <sup><strong>25</strong></sup> Anyone who does wrong will be repaid for his wrong, and there is no favoritism. ","modified":"2022-04-15T15:57:22.796Z"},{"_id":"616a1ae2bda5ba8d73708fe7","topicId":"616a1addbda5ba8d73708fd5","verse":"2 Corinthians 5:21","votes":8,"__v":0,"esv":"<div>\n<p id=\"p47005021_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005021-1\">21&nbsp;</b>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</p>\n</div>","kjv":"<strong>21</strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.  ","niv":"<sup><strong>21</strong></sup> God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."},{"_id":"616a1ae2bda5ba8d73708fe8","topicId":"616a1addbda5ba8d73708fd5","verse":"Romans 8:28","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"616a1ae3bda5ba8d73708fe9","topicId":"616a1addbda5ba8d73708fd5","verse":"John 4:1-54","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p43004001_07-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43004001-1\">4:1&nbsp;</b>Now when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John <b class=\"verse-num\" id=\"v43004002-1\">2&nbsp;</b>(although Jesus himself did not baptize, but only his disciples), <b class=\"verse-num\" id=\"v43004003-1\">3&nbsp;</b>he left Judea and departed again for Galilee. <b class=\"verse-num\" id=\"v43004004-1\">4&nbsp;</b>And he had to pass through Samaria. <b class=\"verse-num\" id=\"v43004005-1\">5&nbsp;</b>So he came to a town of Samaria called Sychar, near the field that Jacob had given to his son Joseph. <b class=\"verse-num\" id=\"v43004006-1\">6&nbsp;</b>Jacob’s well was there; so Jesus, wearied as he was from his journey, was sitting beside the well. It was about the sixth hour.</p>\n<p id=\"p43004006_07-24\"><b class=\"verse-num\" id=\"v43004007-1\">7&nbsp;</b>A woman from Samaria came to draw water. Jesus said to her, <span class=\"woc\">“Give me a drink.”</span> <b class=\"verse-num\" id=\"v43004008-1\">8&nbsp;</b>(For his disciples had gone away into the city to buy food.) <b class=\"verse-num\" id=\"v43004009-1\">9&nbsp;</b>The Samaritan woman said to him, “How is it that you, a Jew, ask for a drink from me, a woman of Samaria?” (For Jews have no dealings with Samaritans.) <b class=\"verse-num\" id=\"v43004010-1\">10&nbsp;</b>Jesus answered her, <span class=\"woc\">“If you knew the gift of God, and who it is that is saying to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.”</span> <b class=\"verse-num\" id=\"v43004011-1\">11&nbsp;</b>The woman said to him, “Sir, you have nothing to draw water with, and the well is deep. Where do you get that living water? <b class=\"verse-num\" id=\"v43004012-1\">12&nbsp;</b>Are you greater than our father Jacob? He gave us the well and drank from it himself, as did his sons and his livestock.” <b class=\"verse-num\" id=\"v43004013-1\">13&nbsp;</b>Jesus said to her, <span class=\"woc\">“Everyone who drinks of this water will be thirsty again,</span> <b class=\"verse-num woc\" id=\"v43004014-1\">14&nbsp;</b><span class=\"woc\">but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.”</span> <b class=\"verse-num\" id=\"v43004015-1\">15&nbsp;</b>The woman said to him, “Sir, give me this water, so that I will not be thirsty or have to come here to draw water.”</p>\n<p id=\"p43004015_07-24\"><b class=\"verse-num\" id=\"v43004016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Go, call your husband, and come here.”</span> <b class=\"verse-num\" id=\"v43004017-1\">17&nbsp;</b>The woman answered him, “I have no husband.” Jesus said to her, <span class=\"woc\">“You are right in saying, ‘I have no husband’;</span> <b class=\"verse-num woc\" id=\"v43004018-1\">18&nbsp;</b><span class=\"woc\">for you have had five husbands, and the one you now have is not your husband. What you have said is true.”</span> <b class=\"verse-num\" id=\"v43004019-1\">19&nbsp;</b>The woman said to him, “Sir, I perceive that you are a prophet. <b class=\"verse-num\" id=\"v43004020-1\">20&nbsp;</b>Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.” <b class=\"verse-num\" id=\"v43004021-1\">21&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.</span> <b class=\"verse-num woc\" id=\"v43004022-1\">22&nbsp;</b><span class=\"woc\">You worship what you do not know; we worship what we know, for salvation is from the Jews.</span> <b class=\"verse-num woc\" id=\"v43004023-1\">23&nbsp;</b><span class=\"woc\">But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him.</span> <b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span> <b class=\"verse-num\" id=\"v43004025-1\">25&nbsp;</b>The woman said to him, “I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things.” <b class=\"verse-num\" id=\"v43004026-1\">26&nbsp;</b>Jesus said to her, <span class=\"woc\">“I who speak to you am he.”</span></p>\n<p id=\"p43004026_07-24\"><b class=\"verse-num\" id=\"v43004027-1\">27&nbsp;</b>Just then his disciples came back. They marveled that he was talking with a woman, but no one said, “What do you seek?” or, “Why are you talking with her?” <b class=\"verse-num\" id=\"v43004028-1\">28&nbsp;</b>So the woman left her water jar and went away into town and said to the people, <b class=\"verse-num\" id=\"v43004029-1\">29&nbsp;</b>“Come, see a man who told me all that I ever did. Can this be the Christ?” <b class=\"verse-num\" id=\"v43004030-1\">30&nbsp;</b>They went out of the town and were coming to him.</p>\n<p id=\"p43004030_07-24\"><b class=\"verse-num\" id=\"v43004031-1\">31&nbsp;</b>Meanwhile the disciples were urging him, saying, “Rabbi, eat.” <b class=\"verse-num\" id=\"v43004032-1\">32&nbsp;</b>But he said to them, <span class=\"woc\">“I have food to eat that you do not know about.”</span> <b class=\"verse-num\" id=\"v43004033-1\">33&nbsp;</b>So the disciples said to one another, “Has anyone brought him something to eat?” <b class=\"verse-num\" id=\"v43004034-1\">34&nbsp;</b>Jesus said to them, <span class=\"woc\">“My food is to do the will of him who sent me and to accomplish his work.</span> <b class=\"verse-num woc\" id=\"v43004035-1\">35&nbsp;</b><span class=\"woc\">Do you not say, ‘There are yet four months, then comes the harvest’? Look, I tell you, lift up your eyes, and see that the fields are white for harvest.</span> <b class=\"verse-num woc\" id=\"v43004036-1\">36&nbsp;</b><span class=\"woc\">Already</span> <span class=\"woc\">the one who reaps is receiving wages and gathering fruit for eternal life, so that sower and reaper may rejoice together.</span> <b class=\"verse-num woc\" id=\"v43004037-1\">37&nbsp;</b><span class=\"woc\">For here the saying holds true, ‘One sows and another reaps.’</span> <b class=\"verse-num woc\" id=\"v43004038-1\">38&nbsp;</b><span class=\"woc\">I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor.”</span></p>\n<p id=\"p43004038_07-24\"><b class=\"verse-num\" id=\"v43004039-1\">39&nbsp;</b>Many Samaritans from that town believed in him because of the woman’s testimony, “He told me all that I ever did.” <b class=\"verse-num\" id=\"v43004040-1\">40&nbsp;</b>So when the Samaritans came to him, they asked him to stay with them, and he stayed there two days. <b class=\"verse-num\" id=\"v43004041-1\">41&nbsp;</b>And many more believed because of his word. <b class=\"verse-num\" id=\"v43004042-1\">42&nbsp;</b>They said to the woman, “It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is indeed the Savior of the world.”</p>\n<p id=\"p43004042_07-24\"><b class=\"verse-num\" id=\"v43004043-1\">43&nbsp;</b>After the two days he departed for Galilee. <b class=\"verse-num\" id=\"v43004044-1\">44&nbsp;</b>(For Jesus himself had testified that a prophet has no honor in his own hometown.) <b class=\"verse-num\" id=\"v43004045-1\">45&nbsp;</b>So when he came to Galilee, the Galileans welcomed him, having seen all that he had done in Jerusalem at the feast. For they too had gone to the feast.</p>\n\n<p id=\"p43004045_12-24\"><b class=\"verse-num\" id=\"v43004046-1\">46&nbsp;</b>So he came again to Cana in Galilee, where he had made the water wine. And at Capernaum there was an official whose son was ill. <b class=\"verse-num\" id=\"v43004047-1\">47&nbsp;</b>When this man heard that Jesus had come from Judea to Galilee, he went to him and asked him to come down and heal his son, for he was at the point of death. <b class=\"verse-num\" id=\"v43004048-1\">48&nbsp;</b>So Jesus said to him, <span class=\"woc\">“Unless you see signs and wonders you will not believe.”</span> <b class=\"verse-num\" id=\"v43004049-1\">49&nbsp;</b>The official said to him, “Sir, come down before my child dies.” <b class=\"verse-num\" id=\"v43004050-1\">50&nbsp;</b>Jesus said to him, <span class=\"woc\">“Go; your son will live.”</span> The man believed the word that Jesus spoke to him and went on his way. <b class=\"verse-num\" id=\"v43004051-1\">51&nbsp;</b>As he was going down, his servants met him and told him that his son was recovering. <b class=\"verse-num\" id=\"v43004052-1\">52&nbsp;</b>So he asked them the hour when he began to get better, and they said to him, “Yesterday at the seventh hour the fever left him.” <b class=\"verse-num\" id=\"v43004053-1\">53&nbsp;</b>The father knew that was the hour when Jesus had said to him, <span class=\"woc\">“Your son will live.”</span> And he himself believed, and all his household. <b class=\"verse-num\" id=\"v43004054-1\">54&nbsp;</b>This was now the second sign that Jesus did when he had come from Judea to Galilee.</p>\n\n</div>","kjv":"<strong>1</strong> When therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,  <strong>2</strong> (Though Jesus himself baptized not, but his disciples,)  <strong>3</strong> He left Judaea, and departed again into Galilee.  <strong>4</strong> And he must needs go through Samaria.  <strong>5</strong> Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph.  <strong>6</strong> Now Jacob’s well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour.  <strong>7</strong> There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink.  <strong>8</strong> (For his disciples were gone away unto the city to buy meat.)  <strong>9</strong> Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.  <strong>10</strong> Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.  <strong>11</strong> The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water?  <strong>12</strong> Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?  <strong>13</strong> Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:  <strong>14</strong> But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.  <strong>15</strong> The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.  <strong>16</strong> Jesus saith unto her, Go, call thy husband, and come hither.  <strong>17</strong> The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:  <strong>18</strong> For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.  <strong>19</strong> The woman saith unto him, Sir, I perceive that thou art a prophet.  <strong>20</strong> Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.  <strong>21</strong> Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father.  <strong>22</strong> Ye worship ye know not what: we know what we worship: for salvation is of the Jews.  <strong>23</strong> But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.  <strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  <strong>25</strong> The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.  <strong>26</strong> Jesus saith unto her, I that speak unto thee am he. <strong>27</strong> And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her?  <strong>28</strong> The woman then left her waterpot, and went her way into the city, and saith to the men,  <strong>29</strong> Come, see a man, which told me all things that ever I did: is not this the Christ?  <strong>30</strong> Then they went out of the city, and came unto him.  <strong>31</strong> In the mean while his disciples prayed him, saying, Master, eat.  <strong>32</strong> But he said unto them, I have meat to eat that ye know not of.  <strong>33</strong> Therefore said the disciples one to another, Hath any man brought him ought to eat?  <strong>34</strong> Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.  <strong>35</strong> Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.  <strong>36</strong> And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together.  <strong>37</strong> And herein is that saying true, One soweth, and another reapeth.  <strong>38</strong> I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours. <strong>39</strong> And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did.  <strong>40</strong> So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.  <strong>41</strong> And many more believed because of his own word;  <strong>42</strong> And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.  <strong>43</strong> Now after two days he departed thence, and went into Galilee.  <strong>44</strong> For Jesus himself testified, that a prophet hath no honour in his own country.  <strong>45</strong> Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast.  <strong>46</strong> So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum.  <strong>47</strong> When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death.  <strong>48</strong> Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.  <strong>49</strong> The nobleman saith unto him, Sir, come down ere my child die.  <strong>50</strong> Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way.  <strong>51</strong> And as he was now going down, his servants met him, and told him,  saying, Thy son liveth.  <strong>52</strong> Then enquired he of them the hour when he began to amend. And they said unto him, Yesterday at the seventh hour the fever left him.  <strong>53</strong> So the father knew that it was at the same hour, in the which Jesus said unto him, Thy son liveth: and himself believed, and his whole house.  <strong>54</strong> This is again the second miracle that Jesus did, when he was come out of Judaea into Galilee.  ","niv":"<sup><strong>1</strong></sup> The Pharisees heard that Jesus was gaining and baptizing more disciples than John, <sup><strong>2</strong></sup> although in fact it was not Jesus who baptized, but his disciples. <sup><strong>3</strong></sup> When the Lord learned of this, he left Judea and went back once more to Galilee. <sup><strong>4</strong></sup> Now he had to go through Samaria. <sup><strong>5</strong></sup> So he came to a town in Samaria called Sychar, near the plot of ground Jacob had given to his son Joseph. <sup><strong>6</strong></sup> Jacob's well was there, and Jesus, tired as he was from the journey, sat down by the well. It was about the sixth hour. <sup><strong>7</strong></sup> When a Samaritan woman came to draw water, Jesus said to her, \"Will you give me a drink?\" <sup><strong>8</strong></sup> (His disciples had gone into the town to buy food.) <sup><strong>9</strong></sup> The Samaritan woman said to him, \"You are a Jew and I am a Samaritan woman. How can you ask me for a drink?\" (For Jews do not associate with Samaritans. ) <sup><strong>10</strong></sup> Jesus answered her, \"If you knew the gift of God and who it is that asks you for a drink, you would have asked him and he would have given you living water.\" <sup><strong>11</strong></sup> \"Sir,\" the woman said, \"you have nothing to draw with and the well is deep. Where can you get this living water? <sup><strong>12</strong></sup> Are you greater than our father Jacob, who gave us the well and drank from it himself, as did also his sons and his flocks and herds?\" <sup><strong>13</strong></sup> Jesus answered, \"Everyone who drinks this water will be thirsty again, <sup><strong>14</strong></sup> but whoever drinks the water I give him will never thirst. Indeed, the water I give him will become in him a spring of water welling up to eternal life.\" <sup><strong>15</strong></sup> The woman said to him, \"Sir, give me this water so that I won't get thirsty and have to keep coming here to draw water.\" <sup><strong>16</strong></sup> He told her, \"Go, call your husband and come back.\" <sup><strong>17</strong></sup> \"I have no husband,\" she replied. <sup><strong>18</strong></sup> Jesus said to her, \"You are right when you say you have no husband. The fact is, you have had five husbands, and the man you now have is not your husband. What you have just said is quite true.\" <sup><strong>19</strong></sup> \"Sir,\" the woman said, \"I can see that you are a prophet. <sup><strong>20</strong></sup> Our fathers worshiped on this mountain, but you Jews claim that the place where we must worship is in Jerusalem.\" <sup><strong>21</strong></sup> Jesus declared, \"Believe me, woman, a time is coming when you will worship the Father neither on this mountain nor in Jerusalem. <sup><strong>22</strong></sup> You Samaritans worship what you do not know; we worship what we do know, for salvation is from the Jews. <sup><strong>23</strong></sup> Yet a time is coming and has now come when the true worshipers will worship the Father in spirit and truth, for they are the kind of worshipers the Father seeks. <sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\" <sup><strong>25</strong></sup> The woman said, \"I know that Messiah\" (called Christ) \"is coming. When he comes, he will explain everything to us.\" <sup><strong>26</strong></sup> Then Jesus declared, \"I who speak to you am he.\" <sup><strong>27</strong></sup> Just then his disciples returned and were surprised to find him talking with a woman. But no one asked, \"What do you want?\" or \"Why are you talking with her?\" <sup><strong>28</strong></sup> Then, leaving her water jar, the woman went back to the town and said to the people, <sup><strong>29</strong></sup> \"Come, see a man who told me everything I ever did. Could this be the Christ?\" <sup><strong>30</strong></sup> They came out of the town and made their way toward him. <sup><strong>31</strong></sup> Meanwhile his disciples urged him, \"Rabbi, eat something.\" <sup><strong>32</strong></sup> But he said to them, \"I have food to eat that you know nothing about.\" <sup><strong>33</strong></sup> Then his disciples said to each other, \"Could someone have brought him food?\" <sup><strong>34</strong></sup> \"My food,\" said Jesus, \"is to do the will of him who sent me and to finish his work. <sup><strong>35</strong></sup> Do you not say, 'Four months more and then the harvest'? I tell you, open your eyes and look at the fields! They are ripe for harvest. <sup><strong>36</strong></sup> Even now the reaper draws his wages, even now he harvests the crop for eternal life, so that the sower and the reaper may be glad together. <sup><strong>37</strong></sup> Thus the saying 'One sows and another reaps' is true. <sup><strong>38</strong></sup> I sent you to reap what you have not worked for. Others have done the hard work, and you have reaped the benefits of their labor.\" <sup><strong>39</strong></sup> Many of the Samaritans from that town believed in him because of the woman's testimony, \"He told me everything I ever did.\" <sup><strong>40</strong></sup> So when the Samaritans came to him, they urged him to stay with them, and he stayed two days. <sup><strong>41</strong></sup> And because of his words many more became believers. <sup><strong>42</strong></sup> They said to the woman, \"We no longer believe just because of what you said; now we have heard for ourselves, and we know that this man really is the Savior of the world.\" <sup><strong>43</strong></sup> After the two days he left for Galilee. <sup><strong>44</strong></sup> (Now Jesus himself had pointed out that a prophet has no honor in his own country.) <sup><strong>45</strong></sup> When he arrived in Galilee, the Galileans welcomed him. They had seen all that he had done in Jerusalem at the Passover Feast, for they also had been there. <sup><strong>46</strong></sup> Once more he visited Cana in Galilee, where he had turned the water into wine. And there was a certain royal official whose son lay sick at Capernaum. <sup><strong>47</strong></sup> When this man heard that Jesus had arrived in Galilee from Judea, he went to him and begged him to come and heal his son, who was close to death. <sup><strong>48</strong></sup> \"Unless you people see miraculous signs and wonders,\" Jesus told him, \"you will never believe.\" <sup><strong>49</strong></sup> The royal official said, \"Sir, come down before my child dies.\" <sup><strong>50</strong></sup> Jesus replied, \"You may go. Your son will live.\" The man took Jesus at his word and departed. <sup><strong>51</strong></sup> While he was still on the way, his servants met him with the news that his boy was living. <sup><strong>52</strong></sup> When he inquired as to the time when his son got better, they said to him, \"The fever left him yesterday at the seventh hour.\" <sup><strong>53</strong></sup> Then the father realized that this was the exact time at which Jesus had said to him, \"Your son will live.\" So he and all his household believed. <sup><strong>54</strong></sup> This was the second miraculous sign that Jesus performed, having come from Judea to Galilee. "},{"_id":"616a1ae3bda5ba8d73708fea","topicId":"616a1addbda5ba8d73708fd5","verse":"Proverbs 19:20","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019020_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019020-1\">20&nbsp;</b>&nbsp;&nbsp;Listen to advice and accept instruction,</span><br><span id=\"p20019020_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you may gain wisdom in the future.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> Hear counsel, and receive instruction, that thou mayest be wise in thy latter end.  ","niv":"<sup><strong>20</strong></sup> Listen to advice and accept instruction, and in the end you will be wise."},{"_id":"616a1ae3bda5ba8d73708feb","topicId":"616a1addbda5ba8d73708fd5","verse":"1 Peter 3:15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"},{"_id":"616a1ae4bda5ba8d73708fec","topicId":"616a1addbda5ba8d73708fd5","verse":"Ephesians 6:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49006016_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;</p>\n</div>","kjv":"<strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  ","niv":"<sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one."},{"_id":"616a1ae4bda5ba8d73708fed","topicId":"616a1addbda5ba8d73708fd5","verse":"Philippians 2:12-13","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p50002012_05-29\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n</div>","kjv":"<strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  ","niv":"<sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. "},{"_id":"616a1ae4bda5ba8d73708fee","topicId":"616a1addbda5ba8d73708fd5","verse":"Philippians 2:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50002005_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  ","niv":"<sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus:"}]}