{"_id":"616a1bcabda5ba8d7370906c","slug":"quarrelsome","name":"Quarrelsome","verses":[{"_id":"616a1bcabda5ba8d7370906d","topicId":"616a1bcabda5ba8d7370906c","verse":"Proverbs 21:19","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021019_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021019-1\">19&nbsp;</b>&nbsp;&nbsp;It is better to live in a desert land</span><br><span id=\"p20021019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than with a quarrelsome and fretful woman.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> It is better to dwell in the wilderness, than with a contentious and an angry woman.  ","niv":"<sup><strong>19</strong></sup> Better to live in a desert than with a quarrelsome and ill-tempered wife.","modified":"2022-09-20T15:34:46.387Z"},{"_id":"616a1bcabda5ba8d7370906e","topicId":"616a1bcabda5ba8d7370906c","verse":"2 Timothy 2:24-26","votes":28,"__v":0,"esv":"<div>\n<p id=\"p55002024_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n\n</div>","kjv":"<strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. ","modified":"2022-09-20T15:34:07.652Z"},{"_id":"616a1bcbbda5ba8d7370906f","topicId":"616a1bcabda5ba8d7370906c","verse":"James 4:1","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p59004001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you?</p>\n\n</div>","kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you?","modified":"2023-01-26T06:59:54.546Z"},{"_id":"616a1bcbbda5ba8d73709070","topicId":"616a1bcabda5ba8d7370906c","verse":"2 Timothy 2:24","votes":14,"__v":0,"esv":"<div>\n<p id=\"p55002024_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil,</p>\n\n</div>","kjv":"<strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  ","niv":"<sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful."},{"_id":"616a1bcbbda5ba8d73709071","topicId":"616a1bcabda5ba8d7370906c","verse":"Proverbs 25:24","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025024_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025024-1\">24&nbsp;</b>&nbsp;&nbsp;It is better to live in a corner of the housetop</span><br><span id=\"p20025024_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than in a house shared with a quarrelsome wife.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> It is better to dwell in the corner of the housetop, than with a brawling woman and in a wide house.  ","niv":"<sup><strong>24</strong></sup> Better to live on a corner of the roof than share a house with a quarrelsome wife."},{"_id":"616a1bccbda5ba8d73709072","topicId":"616a1bcabda5ba8d7370906c","verse":"1 Timothy 3:2","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n<p id=\"p54003007_07-10\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n<p id=\"p54003013_11-10\"><b class=\"verse-num\" id=\"v54003014-1\">14&nbsp;</b>I hope to come to you soon, but I am writing these things to you so that, <b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth. <b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_11-10\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_11-10\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_11-10\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_11-10\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  ","niv":"<sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach,"},{"_id":"616a1bccbda5ba8d73709073","topicId":"616a1bcabda5ba8d7370906c","verse":"Proverbs 27:15","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20027015_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027015-1\">15&nbsp;</b>&nbsp;&nbsp;A continual dripping on a rainy day</span><br><span id=\"p20027015_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a quarrelsome wife are alike;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> A continual dropping in a very rainy day and a contentious woman are alike.  ","niv":"<sup><strong>15</strong></sup> A quarrelsome wife is like a constant dripping on a rainy day;","modified":"2022-08-17T20:09:57.512Z"},{"_id":"616a1bccbda5ba8d73709074","topicId":"616a1bcabda5ba8d7370906c","verse":"1 Timothy 3:1-16","votes":8,"__v":0,"kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  <strong>14</strong> These things write I unto thee, hoping to come unto thee shortly:  <strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  <strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. <sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. <sup><strong>14</strong></sup> Although I hope to come to you soon, I am writing you these instructions so that, <sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. <sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory. ","modified":"2022-09-09T02:08:11.891Z"},{"_id":"616a1bccbda5ba8d73709075","topicId":"616a1bcabda5ba8d7370906c","verse":"1 Timothy 3:1-7","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. "},{"_id":"616a1bcdbda5ba8d73709076","topicId":"616a1bcabda5ba8d7370906c","verse":"1 Timothy 2:8-15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54002008_01-14\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"616a1bcdbda5ba8d73709077","topicId":"616a1bcabda5ba8d7370906c","verse":"Ephesians 5:22-33","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-15\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_04-15\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"616a1bcdbda5ba8d73709078","topicId":"616a1bcabda5ba8d7370906c","verse":"Ephesians 5:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49005018_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,</p>\n</div>","kjv":"<strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  ","niv":"<sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit."},{"_id":"616a1bcebda5ba8d73709079","topicId":"616a1bcabda5ba8d7370906c","verse":"Titus 2:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p56002001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56002001-1\">2:1&nbsp;</b>But as for you, teach what accords with sound doctrine.</p>\n\n</div>","kjv":"<strong>1</strong> But speak thou the things which become sound doctrine:  ","niv":"<sup><strong>1</strong></sup> You must teach what is in accord with sound doctrine."},{"_id":"616a1bcebda5ba8d7370907a","topicId":"616a1bcabda5ba8d7370906c","verse":"Hebrews 13:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"616a1bcebda5ba8d7370907b","topicId":"616a1bcabda5ba8d7370906c","verse":"1 Timothy 3:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54003012_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well.</p>\n</div>","kjv":"<strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  ","niv":"<sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well."},{"_id":"616a1bcfbda5ba8d7370907c","topicId":"616a1bcabda5ba8d7370906c","verse":"1 Timothy 5:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54005017_01-22\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching.</p>\n</div>","kjv":"<strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  ","niv":"<sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching."},{"_id":"616a1bcfbda5ba8d7370907d","topicId":"616a1bcabda5ba8d7370906c","verse":"1 Timothy 3:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task.</p>\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task."},{"_id":"616a1bcfbda5ba8d7370907e","topicId":"616a1bcabda5ba8d7370906c","verse":"1 Timothy 2:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54002002_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way.</p>\n</div>","kjv":"<strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  ","niv":"<sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness."},{"_id":"616a1bcfbda5ba8d7370907f","topicId":"616a1bcabda5ba8d7370906c","verse":"Proverbs 12:14","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012014_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012014-1\">14&nbsp;</b>&nbsp;&nbsp;From the fruit of his mouth a man is satisfied with good,</span><br><span id=\"p20012014_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the work of a man’s hand comes back to him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> A man shall be satisfied with good by the fruit of his mouth: and the recompense of a man’s hands shall be rendered unto him.  ","niv":"<sup><strong>14</strong></sup> From the fruit of his lips a man is filled with good things as surely as the work of his hands rewards him."},{"_id":"616a1bd0bda5ba8d73709080","topicId":"616a1bcabda5ba8d7370906c","verse":"James 3:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.</p>\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly."},{"_id":"616a1bd0bda5ba8d73709081","topicId":"616a1bcabda5ba8d7370906c","verse":"1 Timothy 6:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.","modified":"2022-05-22T17:08:49.479Z"},{"_id":"616a1bd0bda5ba8d73709082","topicId":"616a1bcabda5ba8d7370906c","verse":"1 Timothy 2:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54002015_01-32\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety.","modified":"2022-12-09T03:20:04.432Z"},{"_id":"616a1bd1bda5ba8d73709083","topicId":"616a1bcabda5ba8d7370906c","verse":"1 Timothy 2:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002004_01-34\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth."},{"_id":"616a1bd1bda5ba8d73709084","topicId":"616a1bcabda5ba8d7370906c","verse":"Ephesians 4:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-35\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need."},{"_id":"616a1bd1bda5ba8d73709085","topicId":"616a1bcabda5ba8d7370906c","verse":"2 Corinthians 6:1-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47006001_01-36\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47006001-1\">6:1&nbsp;</b>Working together with him, then, we appeal to you not to receive the grace of God in vain. <b class=\"verse-num\" id=\"v47006002-1\">2&nbsp;</b>For he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p47006002_01-36\" class=\"line\">&nbsp;&nbsp;“In a favorable time I listened to you,</span><br><span id=\"p47006002_01-36\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in a day of salvation I have helped you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p47006002_01-36\" class=\"same-paragraph\">Behold, now is the favorable time; behold, now is the day of salvation. <b class=\"verse-num\" id=\"v47006003-1\">3&nbsp;</b>We put no obstacle in anyone’s way, so that no fault may be found with our ministry, <b class=\"verse-num\" id=\"v47006004-1\">4&nbsp;</b>but as servants of God we commend ourselves in every way: by great endurance, in afflictions, hardships, calamities, <b class=\"verse-num\" id=\"v47006005-1\">5&nbsp;</b>beatings, imprisonments, riots, labors, sleepless nights, hunger; <b class=\"verse-num\" id=\"v47006006-1\">6&nbsp;</b>by purity, knowledge, patience, kindness, the Holy Spirit, genuine love; <b class=\"verse-num\" id=\"v47006007-1\">7&nbsp;</b>by truthful speech, and the power of God; with the weapons of righteousness for the right hand and for the left; <b class=\"verse-num\" id=\"v47006008-1\">8&nbsp;</b>through honor and dishonor, through slander and praise. We are treated as impostors, and yet are true; <b class=\"verse-num\" id=\"v47006009-1\">9&nbsp;</b>as unknown, and yet well known; as dying, and behold, we live; as punished, and yet not killed; <b class=\"verse-num\" id=\"v47006010-1\">10&nbsp;</b>as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything.</p>\n<p id=\"p47006010_01-36\"><b class=\"verse-num\" id=\"v47006011-1\">11&nbsp;</b>We have spoken freely to you, Corinthians; our heart is wide open. <b class=\"verse-num\" id=\"v47006012-1\">12&nbsp;</b>You are not restricted by us, but you are restricted in your own affections. <b class=\"verse-num\" id=\"v47006013-1\">13&nbsp;</b>In return (I speak as to children) widen your hearts also.</p>\n\n<p id=\"p47006013_07-36\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness? <b class=\"verse-num\" id=\"v47006015-1\">15&nbsp;</b>What accord has Christ with Belial? Or what portion does a believer share with an unbeliever? <b class=\"verse-num\" id=\"v47006016-1\">16&nbsp;</b>What agreement has the temple of God with idols? For we are the temple of the living God; as God said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p47006016_07-36\" class=\"line\">&nbsp;&nbsp;“I will make my dwelling among them and walk among them,</span><br><span id=\"p47006016_07-36\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will be their God,</span><br><span id=\"p47006016_07-36\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall be my people.</span><br><span id=\"p47006017_07-36\" class=\"line\"><b class=\"verse-num inline\" id=\"v47006017-1\">17&nbsp;</b>&nbsp;&nbsp;Therefore go out from their midst,</span><br><span id=\"p47006017_07-36\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be separate from them, says the Lord,</span><br><span id=\"p47006017_07-36\" class=\"line\">&nbsp;&nbsp;and touch no unclean thing;</span><br><span id=\"p47006017_07-36\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then I will welcome you,</span><br><span id=\"p47006018_07-36\" class=\"line\"><b class=\"verse-num inline\" id=\"v47006018-1\">18&nbsp;</b>&nbsp;&nbsp;and I will be a father to you,</span><br><span id=\"p47006018_07-36\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall be sons and daughters to me,</span><br><span id=\"p47006018_07-36\" class=\"line\">&nbsp;&nbsp;says the Lord Almighty.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> We then, as workers together with him, beseech you also that ye receive not the grace of God in vain.  <strong>2</strong> (For he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now is the accepted time; behold, now is the day of salvation.)  <strong>3</strong> Giving no offence in any thing, that the ministry be not blamed:  <strong>4</strong> But in all things approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses,  <strong>5</strong> In stripes, in imprisonments, in tumults, in labours, in watchings, in fastings;  <strong>6</strong> By pureness, by knowledge, by longsuffering, by kindness, by the Holy Ghost, by love unfeigned,  <strong>7</strong> By the word of truth, by the power of God, by the armour of righteousness on the right hand and on the left,  <strong>8</strong> By honour and dishonour, by evil report and good report: as deceivers, and yet true;  <strong>9</strong> As unknown, and yet well known; as dying, and, behold, we live; as chastened, and not killed;  <strong>10</strong> As sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things.  <strong>11</strong> O ye Corinthians, our mouth is open unto you, our heart is enlarged.  <strong>12</strong> Ye are not straitened in us, but ye are straitened in your own bowels.  <strong>13</strong> Now for a recompence in the same, (I speak as unto my children,) be ye also enlarged.  <strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  <strong>15</strong> And what concord hath Christ with Belial? or what part hath he that believeth with an infidel?  <strong>16</strong> And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.  <strong>17</strong> Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you,  <strong>18</strong> And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.  ","niv":"<sup><strong>1</strong></sup> As God's fellow workers we urge you not to receive God's grace in vain. <sup><strong>2</strong></sup> For he says, \"In the time of my favor I heard you, and in the day of salvation I helped you.\" I tell you, now is the time of God's favor, now is the day of salvation. <sup><strong>3</strong></sup> We put no stumbling block in anyone's path, so that our ministry will not be discredited. <sup><strong>4</strong></sup> Rather, as servants of God we commend ourselves in every way: in great endurance; in troubles, hardships and distresses; <sup><strong>5</strong></sup> in beatings, imprisonments and riots; in hard work, sleepless nights and hunger; <sup><strong>6</strong></sup> in purity, understanding, patience and kindness; in the Holy Spirit and in sincere love; <sup><strong>7</strong></sup> in truthful speech and in the power of God; with weapons of righteousness in the right hand and in the left; <sup><strong>8</strong></sup> through glory and dishonor, bad report and good report; genuine, yet regarded as impostors; <sup><strong>9</strong></sup> known, yet regarded as unknown; dying, and yet we live on; beaten, and yet not killed; <sup><strong>10</strong></sup> sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything. <sup><strong>11</strong></sup> We have spoken freely to you, Corinthians, and opened wide our hearts to you. <sup><strong>12</strong></sup> We are not withholding our affection from you, but you are withholding yours from us. <sup><strong>13</strong></sup> As a fair exchange--I speak as to my children--open wide your hearts also. <sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness? <sup><strong>15</strong></sup> What harmony is there between Christ and Belial? What does a believer have in common with an unbeliever? <sup><strong>16</strong></sup> What agreement is there between the temple of God and idols? For we are the temple of the living God. As God has said: \"I will live with them and walk among them, and I will be their God, and they will be my people.\" <sup><strong>17</strong></sup> \"Therefore come out from them and be separate, says the Lord. Touch no unclean thing, and I will receive you.\" <sup><strong>18</strong></sup> \"I will be a Father to you, and you will be my sons and daughters, says the Lord Almighty.\" "}]}