{"_id":"616a1b57bda5ba8d73709023","slug":"quarrel","name":"Quarrel","verses":[{"_id":"616a1b57bda5ba8d73709024","topicId":"616a1b57bda5ba8d73709023","verse":"2 Timothy 2:23-24","votes":17,"__v":0,"esv":"<div>\n<p id=\"p55002023_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002023-1\">23&nbsp;</b>Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. <b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil,</p>\n\n</div>","kjv":"<strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  ","niv":"<sup><strong>23</strong></sup> Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. <sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. "},{"_id":"616a1b57bda5ba8d73709025","topicId":"616a1b57bda5ba8d73709023","verse":"Proverbs 15:1","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-2\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger."},{"_id":"616a1b58bda5ba8d73709026","topicId":"616a1b57bda5ba8d73709023","verse":"Proverbs 20:3","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020003_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020003-1\">3&nbsp;</b>&nbsp;&nbsp;It is an honor for a man to keep aloof from strife,</span><br><span id=\"p20020003_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but every fool will be quarreling.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> It is an honour for a man to cease from strife: but every fool will be meddling.  ","niv":"<sup><strong>3</strong></sup> It is to a man's honor to avoid strife, but every fool is quick to quarrel."},{"_id":"616a1b58bda5ba8d73709027","topicId":"616a1b57bda5ba8d73709023","verse":"Jeremiah 50:4-5","votes":5,"__v":0,"esv":"<div>\n<p id=\"p24050004_01-4\"><b class=\"verse-num\" id=\"v24050004-1\">4&nbsp;</b>“In those days and in that time, declares the LORD, the people of Israel and the people of Judah shall come together, weeping as they come, and they shall seek the LORD their God. <b class=\"verse-num\" id=\"v24050005-1\">5&nbsp;</b>They shall ask the way to Zion, with faces turned toward it, saying, ‘Come, let us join ourselves to the LORD in an everlasting covenant that will never be forgotten.’</p>\n</div>","kjv":"<strong>4</strong> In those days, and in that time, saith the LORD, the children of Israel shall come, they and the children of Judah together, going and weeping: they shall go, and seek the LORD their God.  <strong>5</strong> They shall ask the way to Zion with their faces thitherward, saying,  Come, and let us join ourselves to the LORD in a perpetual covenant that shall not be forgotten.  ","niv":"<sup><strong>4</strong></sup> \"In those days, at that time,\" declares the LORD, \"the people of Israel and the people of Judah together will go in tears to seek the LORD their God. <sup><strong>5</strong></sup> They will ask the way to Zion and turn their faces toward it. They will come and bind themselves to the LORD in an everlasting covenant that will not be forgotten. "},{"_id":"616a1b58bda5ba8d73709028","topicId":"616a1b57bda5ba8d73709023","verse":"Proverbs 14:16","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014016_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014016-1\">16&nbsp;</b>&nbsp;&nbsp;One who is wise is cautious and turns away from evil,</span><br><span id=\"p20014016_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a fool is reckless and careless.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> A wise man feareth, and departeth from evil: but the fool rageth, and is confident.  ","niv":"<sup><strong>16</strong></sup> A wise man fears the LORD and shuns evil, but a fool is hotheaded and reckless."},{"_id":"616a1b59bda5ba8d73709029","topicId":"616a1b57bda5ba8d73709023","verse":"1 Timothy 4:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54004016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004016-1\">16&nbsp;</b>Keep a close watch on yourself and on the teaching. Persist in this, for by so doing you will save both yourself and your hearers.</p>\n</div>","kjv":"<strong>16</strong> Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee.  ","niv":"<sup><strong>16</strong></sup> Watch your life and doctrine closely. Persevere in them, because if you do, you will save both yourself and your hearers."},{"_id":"616a1b59bda5ba8d7370902a","topicId":"616a1b57bda5ba8d73709023","verse":"Titus 2:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p56002001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56002001-1\">2:1&nbsp;</b>But as for you, teach what accords with sound doctrine.</p>\n\n</div>","kjv":"<strong>1</strong> But speak thou the things which become sound doctrine:  ","niv":"<sup><strong>1</strong></sup> You must teach what is in accord with sound doctrine."},{"_id":"616a1b59bda5ba8d7370902b","topicId":"616a1b57bda5ba8d73709023","verse":"Genesis 45:1-28","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01045001_08-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01045001-1\">45:1&nbsp;</b>Then Joseph could not control himself before all those who stood by him. He cried, “Make everyone go out from me.” So no one stayed with him when Joseph made himself known to his brothers. <b class=\"verse-num\" id=\"v01045002-1\">2&nbsp;</b>And he wept aloud, so that the Egyptians heard it, and the household of Pharaoh heard it. <b class=\"verse-num\" id=\"v01045003-1\">3&nbsp;</b>And Joseph said to his brothers, “I am Joseph! Is my father still alive?” But his brothers could not answer him, for they were dismayed at his presence.</p>\n<p id=\"p01045003_08-9\"><b class=\"verse-num\" id=\"v01045004-1\">4&nbsp;</b>So Joseph said to his brothers, “Come near to me, please.” And they came near. And he said, “I am your brother, Joseph, whom you sold into Egypt. <b class=\"verse-num\" id=\"v01045005-1\">5&nbsp;</b>And now do not be distressed or angry with yourselves because you sold me here, for God sent me before you to preserve life. <b class=\"verse-num\" id=\"v01045006-1\">6&nbsp;</b>For the famine has been in the land these two years, and there are yet five years in which there will be neither plowing nor harvest. <b class=\"verse-num\" id=\"v01045007-1\">7&nbsp;</b>And God sent me before you to preserve for you a remnant on earth, and to keep alive for you many survivors. <b class=\"verse-num\" id=\"v01045008-1\">8&nbsp;</b>So it was not you who sent me here, but God. He has made me a father to Pharaoh, and lord of all his house and ruler over all the land of Egypt. <b class=\"verse-num\" id=\"v01045009-1\">9&nbsp;</b>Hurry and go up to my father and say to him, ‘Thus says your son Joseph, God has made me lord of all Egypt. Come down to me; do not tarry. <b class=\"verse-num\" id=\"v01045010-1\">10&nbsp;</b>You shall dwell in the land of Goshen, and you shall be near me, you and your children and your children’s children, and your flocks, your herds, and all that you have. <b class=\"verse-num\" id=\"v01045011-1\">11&nbsp;</b>There I will provide for you, for there are yet five years of famine to come, so that you and your household, and all that you have, do not come to poverty.’ <b class=\"verse-num\" id=\"v01045012-1\">12&nbsp;</b>And now your eyes see, and the eyes of my brother Benjamin see, that it is my mouth that speaks to you. <b class=\"verse-num\" id=\"v01045013-1\">13&nbsp;</b>You must tell my father of all my honor in Egypt, and of all that you have seen. Hurry and bring my father down here.” <b class=\"verse-num\" id=\"v01045014-1\">14&nbsp;</b>Then he fell upon his brother Benjamin’s neck and wept, and Benjamin wept upon his neck. <b class=\"verse-num\" id=\"v01045015-1\">15&nbsp;</b>And he kissed all his brothers and wept upon them. After that his brothers talked with him.</p>\n<p id=\"p01045015_08-9\"><b class=\"verse-num\" id=\"v01045016-1\">16&nbsp;</b>When the report was heard in Pharaoh’s house, “Joseph’s brothers have come,” it pleased Pharaoh and his servants. <b class=\"verse-num\" id=\"v01045017-1\">17&nbsp;</b>And Pharaoh said to Joseph, “Say to your brothers, ‘Do this: load your beasts and go back to the land of Canaan, <b class=\"verse-num\" id=\"v01045018-1\">18&nbsp;</b>and take your father and your households, and come to me, and I will give you the best of the land of Egypt, and you shall eat the fat of the land.’ <b class=\"verse-num\" id=\"v01045019-1\">19&nbsp;</b>And you, Joseph, are commanded to say, ‘Do this: take wagons from the land of Egypt for your little ones and for your wives, and bring your father, and come. <b class=\"verse-num\" id=\"v01045020-1\">20&nbsp;</b>Have no concern for your goods, for the best of all the land of Egypt is yours.’”</p>\n<p id=\"p01045020_08-9\"><b class=\"verse-num\" id=\"v01045021-1\">21&nbsp;</b>The sons of Israel did so: and Joseph gave them wagons, according to the command of Pharaoh, and gave them provisions for the journey. <b class=\"verse-num\" id=\"v01045022-1\">22&nbsp;</b>To each and all of them he gave a change of clothes, but to Benjamin he gave three hundred shekels of silver and five changes of clothes. <b class=\"verse-num\" id=\"v01045023-1\">23&nbsp;</b>To his father he sent as follows: ten donkeys loaded with the good things of Egypt, and ten female donkeys loaded with grain, bread, and provision for his father on the journey. <b class=\"verse-num\" id=\"v01045024-1\">24&nbsp;</b>Then he sent his brothers away, and as they departed, he said to them, “Do not quarrel on the way.”</p>\n<p id=\"p01045024_08-9\"><b class=\"verse-num\" id=\"v01045025-1\">25&nbsp;</b>So they went up out of Egypt and came to the land of Canaan to their father Jacob. <b class=\"verse-num\" id=\"v01045026-1\">26&nbsp;</b>And they told him, “Joseph is still alive, and he is ruler over all the land of Egypt.” And his heart became numb, for he did not believe them. <b class=\"verse-num\" id=\"v01045027-1\">27&nbsp;</b>But when they told him all the words of Joseph, which he had said to them, and when he saw the wagons that Joseph had sent to carry him, the spirit of their father Jacob revived. <b class=\"verse-num\" id=\"v01045028-1\">28&nbsp;</b>And Israel said, “It is enough; Joseph my son is still alive. I will go and see him before I die.”</p>\n\n</div>","kjv":"<strong>1</strong> Then Joseph could not refrain himself before all them that stood by him; and he cried, Cause every man to go out from me. And there stood no man with him, while Joseph made himself known unto his brethren.  <strong>2</strong> And he wept aloud: and the Egyptians and the house of Pharaoh heard.  <strong>3</strong> And Joseph said unto his brethren, I am Joseph; doth my father yet live? And his brethren could not answer him; for they were troubled at his presence.  <strong>4</strong> And Joseph said unto his brethren, Come near to me, I pray you. And they came near. And he said, I am Joseph your brother, whom ye sold into Egypt.  <strong>5</strong> Now therefore be not grieved, nor angry with yourselves, that ye sold me hither: for God did send me before you to preserve life.  <strong>6</strong> For these two years hath the famine been in the land: and yet there are five years, in the which there shall  neither be earing nor harvest.  <strong>7</strong> And God sent me before you to preserve you a posterity in the earth, and to save your lives by a great deliverance.  <strong>8</strong> So now it was not you that sent me hither, but God: and he hath made me a father to Pharaoh, and lord of all his house, and a ruler throughout all the land of Egypt.  <strong>9</strong> Haste ye, and go up to my father, and say unto him, Thus saith thy son Joseph, God hath made me lord of all Egypt: come down unto me, tarry not:  <strong>10</strong> And thou shalt dwell in the land of Goshen, and thou shalt be near unto me, thou, and thy children, and thy children’s children, and thy flocks, and thy herds, and all that thou hast:  <strong>11</strong> And there will I nourish thee; for yet there are five years of famine; lest thou, and thy household, and all that thou hast, come to poverty.  <strong>12</strong> And, behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaketh unto you.  <strong>13</strong> And ye shall tell my father of all my glory in Egypt, and of all that ye have seen; and ye shall haste and bring down my father hither.  <strong>14</strong> And he fell upon his brother Benjamin’s neck, and wept; and Benjamin wept upon his neck.  <strong>15</strong> Moreover he kissed all his brethren, and wept upon them: and after that his brethren talked with him.  <strong>16</strong> And the fame thereof was heard in Pharaoh’s house, saying, Joseph’s brethren are come: and it pleased Pharaoh well, and his servants.  <strong>17</strong> And Pharaoh said unto Joseph, Say unto thy brethren, This do ye; lade your beasts, and go, get you unto the land of Canaan;  <strong>18</strong> And take your father and your households, and come unto me: and I will give you the good of the land of Egypt, and ye shall eat the fat of the land.  <strong>19</strong> Now thou art commanded, this do ye; take you wagons out of the land of Egypt for your little ones, and for your wives, and bring your father, and come.  <strong>20</strong> Also regard not your stuff; for the good of all the land of Egypt is yours.  <strong>21</strong> And the children of Israel did so: and Joseph gave them wagons, according to the commandment of Pharaoh, and gave them provision for the way.  <strong>22</strong> To all of them he gave each man changes of raiment; but to Benjamin he gave three hundred pieces of silver, and five changes of raiment.  <strong>23</strong> And to his father he sent after this manner; ten asses laden with the good things of Egypt, and ten she asses laden with corn and bread and meat for his father by the way.  <strong>24</strong> So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.  <strong>25</strong> And they went up out of Egypt, and came into the land of Canaan unto Jacob their father,  <strong>26</strong> And told him, saying, Joseph is yet alive, and he is  governor over all the land of Egypt. And Jacob’s heart fainted, for he believed them not.  <strong>27</strong> And they told him all the words of Joseph, which he had said unto them: and when he saw the wagons which Joseph had sent to carry him, the spirit of Jacob their father revived:  <strong>28</strong> And Israel said, It is enough; Joseph my son is  yet alive: I will go and see him before I die.  ","niv":"<sup><strong>1</strong></sup> Then Joseph could no longer control himself before all his attendants, and he cried out, \"Have everyone leave my presence!\" So there was no one with Joseph when he made himself known to his brothers. <sup><strong>2</strong></sup> And he wept so loudly that the Egyptians heard him, and Pharaoh's household heard about it. <sup><strong>3</strong></sup> Joseph said to his brothers, \"I am Joseph! Is my father still living?\" But his brothers were not able to answer him, because they were terrified at his presence. <sup><strong>4</strong></sup> Then Joseph said to his brothers, \"Come close to me.\" When they had done so, he said, \"I am your brother Joseph, the one you sold into Egypt! <sup><strong>5</strong></sup> And now, do not be distressed and do not be angry with yourselves for selling me here, because it was to save lives that God sent me ahead of you. <sup><strong>6</strong></sup> For two years now there has been famine in the land, and for the next five years there will not be plowing and reaping. <sup><strong>7</strong></sup> But God sent me ahead of you to preserve for you a remnant on earth and to save your lives by a great deliverance. <sup><strong>8</strong></sup> \"So then, it was not you who sent me here, but God. He made me father to Pharaoh, lord of his entire household and ruler of all Egypt. <sup><strong>9</strong></sup> Now hurry back to my father and say to him, 'This is what your son Joseph says: God has made me lord of all Egypt. Come down to me; don't delay. <sup><strong>10</strong></sup> You shall live in the region of Goshen and be near me-you, your children and grandchildren, your flocks and herds, and all you have. <sup><strong>11</strong></sup> I will provide for you there, because five years of famine are still to come. Otherwise you and your household and all who belong to you will become destitute.' <sup><strong>12</strong></sup> \"You can see for yourselves, and so can my brother Benjamin, that it is really I who am speaking to you. <sup><strong>13</strong></sup> Tell my father about all the honor accorded me in Egypt and about everything you have seen. And bring my father down here quickly.\" <sup><strong>14</strong></sup> Then he threw his arms around his brother Benjamin and wept, and Benjamin embraced him, weeping. <sup><strong>15</strong></sup> And he kissed all his brothers and wept over them. Afterward his brothers talked with him. <sup><strong>16</strong></sup> When the news reached Pharaoh's palace that Joseph's brothers had come, Pharaoh and all his officials were pleased. <sup><strong>17</strong></sup> Pharaoh said to Joseph, \"Tell your brothers, 'Do this: Load your animals and return to the land of Canaan, <sup><strong>18</strong></sup> and bring your father and your families back to me. I will give you the best of the land of Egypt and you can enjoy the fat of the land.' <sup><strong>19</strong></sup> \"You are also directed to tell them, 'Do this: Take some carts from Egypt for your children and your wives, and get your father and come. <sup><strong>20</strong></sup> Never mind about your belongings, because the best of all Egypt will be yours.'\" <sup><strong>21</strong></sup> So the sons of Israel did this. Joseph gave them carts, as Pharaoh had commanded, and he also gave them provisions for their journey. <sup><strong>22</strong></sup> To each of them he gave new clothing, but to Benjamin he gave three hundred shekels of silver and five sets of clothes. <sup><strong>23</strong></sup> And this is what he sent to his father: ten donkeys loaded with the best things of Egypt, and ten female donkeys loaded with grain and bread and other provisions for his journey. <sup><strong>24</strong></sup> Then he sent his brothers away, and as they were leaving he said to them, \"Don't quarrel on the way!\" <sup><strong>25</strong></sup> So they went up out of Egypt and came to their father Jacob in the land of Canaan. <sup><strong>26</strong></sup> They told him, \"Joseph is still alive! In fact, he is ruler of all Egypt.\" Jacob was stunned; he did not believe them. <sup><strong>27</strong></sup> But when they told him everything Joseph had said to them, and when he saw the carts Joseph had sent to carry him back, the spirit of their father Jacob revived. <sup><strong>28</strong></sup> And Israel said, \"I'm convinced! My son Joseph is still alive. I will go and see him before I die.\" "},{"_id":"616a1b59bda5ba8d7370902c","topicId":"616a1b57bda5ba8d73709023","verse":"1 Timothy 2:3-4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002003_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. "},{"_id":"616a1b5abda5ba8d7370902d","topicId":"616a1b57bda5ba8d73709023","verse":"Acts 20:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood."},{"_id":"616a1b5abda5ba8d7370902e","topicId":"616a1b57bda5ba8d73709023","verse":"Mark 16:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."},{"_id":"616a1b5abda5ba8d7370902f","topicId":"616a1b57bda5ba8d73709023","verse":"Romans 11:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45011026_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45011026-1\">26&nbsp;</b>And in this way all Israel will be saved, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45011026_01-14\" class=\"line\">&nbsp;&nbsp;“The Deliverer will come from Zion,</span><br><span id=\"p45011026_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will banish ungodliness from Jacob”;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> And so all Israel shall be saved: as it is written, There shall come out of Sion the Deliverer, and shall turn away ungodliness from Jacob:  ","niv":"<sup><strong>26</strong></sup> And so all Israel will be saved, as it is written: \"The deliverer will come from Zion; he will turn godlessness away from Jacob."},{"_id":"616a1b5bbda5ba8d73709030","topicId":"616a1b57bda5ba8d73709023","verse":"Lamentations 3:22-24","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p25003022_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003022-1\">22&nbsp;</b>&nbsp;&nbsp;The steadfast love of the LORD never ceases;</span><br><span id=\"p25003022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his mercies never come to an end;</span><br><span id=\"p25003023_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003023-1\">23&nbsp;</b>&nbsp;&nbsp;they are new every morning;</span><br><span id=\"p25003023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;great is your faithfulness.</span><br><span id=\"p25003024_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003024-1\">24&nbsp;</b>&nbsp;&nbsp;“The LORD is my portion,” says my soul,</span><br><span id=\"p25003024_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“therefore I will hope in him.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong>           It is of the LORD’S mercies that we are not consumed, because his compassions fail not.  <strong>23</strong> They are new every morning: great is thy faithfulness.  <strong>24</strong> The LORD is my portion, saith my soul; therefore will I hope in him.  ","niv":"<sup><strong>22</strong></sup> Because of the LORD's great love we are not consumed, for his compassions never fail. <sup><strong>23</strong></sup> They are new every morning; great is your faithfulness. <sup><strong>24</strong></sup> I say to myself, \"The LORD is my portion; therefore I will wait for him.\" "},{"_id":"616a1b5bbda5ba8d73709031","topicId":"616a1b57bda5ba8d73709023","verse":"Jeremiah 17:7-8","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017007_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017007-1\">7&nbsp;</b>&nbsp;&nbsp;“Blessed is the man who trusts in the LORD,</span><br><span id=\"p24017007_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose trust is the LORD.</span><br><span id=\"p24017008_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017008-1\">8&nbsp;</b>&nbsp;&nbsp;He is like a tree planted by water,</span><br><span id=\"p24017008_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that sends out its roots by the stream,</span><br><span id=\"p24017008_01-16\" class=\"line\">&nbsp;&nbsp;and does not fear when heat comes,</span><br><span id=\"p24017008_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for its leaves remain green,</span><br><span id=\"p24017008_01-16\" class=\"line\">&nbsp;&nbsp;and is not anxious in the year of drought,</span><br><span id=\"p24017008_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it does not cease to bear fruit.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Blessed is the man that trusteth in the LORD, and whose hope the LORD is.  <strong>8</strong> For he shall be as a tree planted by the waters, and that  spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit.  ","niv":"<sup><strong>7</strong></sup> \"But blessed is the man who trusts in the LORD, whose confidence is in him. <sup><strong>8</strong></sup> He will be like a tree planted by the water that sends out its roots by the stream. It does not fear when heat comes; its leaves are always green. It has no worries in a year of drought and never fails to bear fruit.\" "},{"_id":"616a1b5bbda5ba8d73709032","topicId":"616a1b57bda5ba8d73709023","verse":"1 John 4:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"616a1b5cbda5ba8d73709033","topicId":"616a1b57bda5ba8d73709023","verse":"Matthew 18:1-35","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40018001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40018001-1\">18:1&nbsp;</b>At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?” <b class=\"verse-num\" id=\"v40018002-1\">2&nbsp;</b>And calling to him a child, he put him in the midst of them <b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n<p id=\"p40018004_05-18\"><b class=\"verse-num woc\" id=\"v40018005-1\">5&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me,</span> <b class=\"verse-num woc\" id=\"v40018006-1\">6&nbsp;</b><span class=\"woc\">but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.</span></p>\n\n<p id=\"p40018006_08-18\"><b class=\"verse-num woc\" id=\"v40018007-1\">7&nbsp;</b><span class=\"woc\">“Woe to the world for temptations to sin! For it is necessary that temptations come, but woe to the one by whom the temptation comes!</span> <b class=\"verse-num woc\" id=\"v40018008-1\">8&nbsp;</b><span class=\"woc\">And if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than with two hands or two feet to be thrown into the eternal fire.</span> <b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n<p id=\"p40018009_14-18\"><b class=\"verse-num woc\" id=\"v40018010-1\">10&nbsp;</b><span class=\"woc\">“See that you do not despise one of these little ones. For I tell you that in heaven their angels always see the face of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40018012-1\">12&nbsp;</b><span class=\"woc\">What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray?</span> <b class=\"verse-num woc\" id=\"v40018013-1\">13&nbsp;</b><span class=\"woc\">And if he finds it, truly, I say to you, he rejoices over it more than over the ninety-nine that never went astray.</span> <b class=\"verse-num woc\" id=\"v40018014-1\">14&nbsp;</b><span class=\"woc\">So it is not the will of my Father who is in heaven that one of these little ones should perish.</span></p>\n\n<p id=\"p40018014_20-18\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span> <b class=\"verse-num woc\" id=\"v40018018-1\">18&nbsp;</b><span class=\"woc\">Truly, I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.</span> <b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span> <b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n\n<p id=\"p40018020_26-18\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n<p id=\"p40018022_26-18\"><b class=\"verse-num woc\" id=\"v40018023-1\">23&nbsp;</b><span class=\"woc\">“Therefore the kingdom of heaven may be compared to a king who wished to settle accounts with his servants.</span> <b class=\"verse-num woc\" id=\"v40018024-1\">24&nbsp;</b><span class=\"woc\">When he began to settle, one was brought to him who owed him ten thousand talents.</span> <b class=\"verse-num woc\" id=\"v40018025-1\">25&nbsp;</b><span class=\"woc\">And since he could not pay, his master ordered him to be sold, with his wife and children and all that he had, and payment to be made.</span> <b class=\"verse-num woc\" id=\"v40018026-1\">26&nbsp;</b><span class=\"woc\">So the servant fell on his knees, imploring him, ‘Have patience with me, and I will pay you everything.’</span> <b class=\"verse-num woc\" id=\"v40018027-1\">27&nbsp;</b><span class=\"woc\">And out of pity for him, the master of that servant released him and forgave him the debt.</span> <b class=\"verse-num woc\" id=\"v40018028-1\">28&nbsp;</b><span class=\"woc\">But when that same servant went out, he found one of his fellow servants who owed him a hundred denarii, and seizing him, he began to choke him, saying, ‘Pay what you owe.’</span> <b class=\"verse-num woc\" id=\"v40018029-1\">29&nbsp;</b><span class=\"woc\">So his fellow servant fell down and pleaded with him, ‘Have patience with me, and I will pay you.’</span> <b class=\"verse-num woc\" id=\"v40018030-1\">30&nbsp;</b><span class=\"woc\">He refused and went and put him in prison until he should pay the debt.</span> <b class=\"verse-num woc\" id=\"v40018031-1\">31&nbsp;</b><span class=\"woc\">When his fellow servants saw what had taken place, they were greatly distressed, and they went and reported to their master all that had taken place.</span> <b class=\"verse-num woc\" id=\"v40018032-1\">32&nbsp;</b><span class=\"woc\">Then his master summoned him and said to him, ‘You wicked servant! I forgave you all that debt because you pleaded with me.</span> <b class=\"verse-num woc\" id=\"v40018033-1\">33&nbsp;</b><span class=\"woc\">And should not you have had mercy on your fellow servant, as I had mercy on you?’</span> <b class=\"verse-num woc\" id=\"v40018034-1\">34&nbsp;</b><span class=\"woc\">And in anger his master delivered him to the jailers, until he should pay all his debt.</span> <b class=\"verse-num woc\" id=\"v40018035-1\">35&nbsp;</b><span class=\"woc\">So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.”</span></p>\n\n</div>","kjv":"<strong>1</strong> At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?  <strong>2</strong> And Jesus called a little child unto him, and set him in the midst of them,  <strong>3</strong> And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.  <strong>4</strong> Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.  <strong>5</strong> And whoso shall receive one such little child in my name receiveth me.  <strong>6</strong> But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. <strong>7</strong>           Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh!  <strong>8</strong> Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.  <strong>9</strong> And if thine eye offend thee, pluck it out, and cast it  from thee: it is better for thee to enter into life with one eye, rather than having two eyes to be cast into hell fire.  <strong>10</strong> Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven.  <strong>11</strong> For the Son of man is come to save that which was lost.  <strong>12</strong> How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray?  <strong>13</strong> And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray.  <strong>14</strong> Even so it is not the will of your Father which is in heaven, that one of these little ones should perish. <strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  <strong>18</strong> Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.  <strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  <strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. <strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  <strong>22</strong> Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. <strong>23</strong>           Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants.  <strong>24</strong> And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.  <strong>25</strong> But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made.  <strong>26</strong> The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay thee all.  <strong>27</strong> Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt.  <strong>28</strong> But the same servant went out, and found one of his fellowservants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that thou owest.  <strong>29</strong> And his fellowservant fell down at his feet, and besought him, saying, Have patience with me, and I will pay thee all.  <strong>30</strong> And he would not: but went and cast him into prison, till he should pay the debt.  <strong>31</strong> So when his fellowservants saw what was done, they were very sorry, and came and told unto their lord all that was done.  <strong>32</strong> Then his lord, after that he had called him, said unto him, O thou wicked servant, I forgave thee all that debt, because thou desiredst me:  <strong>33</strong> Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee?  <strong>34</strong> And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him.  <strong>35</strong> So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses. ","niv":"<sup><strong>1</strong></sup> At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\" <sup><strong>2</strong></sup> He called a little child and had him stand among them. <sup><strong>3</strong></sup> And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven. <sup><strong>4</strong></sup> Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven. <sup><strong>5</strong></sup> \"And whoever welcomes a little child like this in my name welcomes me. <sup><strong>6</strong></sup> But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea. <sup><strong>7</strong></sup> \"Woe to the world because of the things that cause people to sin! Such things must come, but woe to the man through whom they come! <sup><strong>8</strong></sup> If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire. <sup><strong>9</strong></sup> And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell. <sup><strong>10</strong></sup> \"See that you do not look down on one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven. <sup><strong>11</strong></sup> See Footnote <sup><strong>12</strong></sup> \"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off? <sup><strong>13</strong></sup> And if he finds it, I tell you the truth, he is happier about that one sheep than about the ninety-nine that did not wander off. <sup><strong>14</strong></sup> In the same way your Father in heaven is not willing that any of these little ones should be lost. <sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. <sup><strong>18</strong></sup> \"I tell you the truth, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven. <sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven. <sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\" <sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\" <sup><strong>22</strong></sup> Jesus answered, \"I tell you, not seven times, but seventy-seven times. <sup><strong>23</strong></sup> \"Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. <sup><strong>24</strong></sup> As he began the settlement, a man who owed him ten thousand talents was brought to him. <sup><strong>25</strong></sup> Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. <sup><strong>26</strong></sup> \"The servant fell on his knees before him. 'Be patient with me,' he begged, 'and I will pay back everything.' <sup><strong>27</strong></sup> The servant's master took pity on him, canceled the debt and let him go. <sup><strong>28</strong></sup> \"But when that servant went out, he found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him. 'Pay back what you owe me!' he demanded. <sup><strong>29</strong></sup> \"His fellow servant fell to his knees and begged him, 'Be patient with me, and I will pay you back.' <sup><strong>30</strong></sup> \"But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. <sup><strong>31</strong></sup> When the other servants saw what had happened, they were greatly distressed and went and told their master everything that had happened. <sup><strong>32</strong></sup> \"Then the master called the servant in. 'You wicked servant,' he said, 'I canceled all that debt of yours because you begged me to. <sup><strong>33</strong></sup> Shouldn't you have had mercy on your fellow servant just as I had on you?' <sup><strong>34</strong></sup> In anger his master turned him over to the jailers to be tortured, until he should pay back all he owed. <sup><strong>35</strong></sup> \"This is how my heavenly Father will treat each of you unless you forgive your brother from your heart.\" "},{"_id":"616a1b5cbda5ba8d73709034","topicId":"616a1b57bda5ba8d73709023","verse":"Matthew 16:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40016018_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span></p>\n\n</div>","kjv":"<strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  ","niv":"<sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it."},{"_id":"616a1b5cbda5ba8d73709035","topicId":"616a1b57bda5ba8d73709023","verse":"Daniel 12:1-3","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p27012001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27012001-1\">12:1&nbsp;</b>“At that time shall arise Michael, the great prince who has charge of your people. And there shall be a time of trouble, such as never has been since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the book. <b class=\"verse-num\" id=\"v27012002-1\">2&nbsp;</b>And many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt. <b class=\"verse-num\" id=\"v27012003-1\">3&nbsp;</b>And those who are wise shall shine like the brightness of the sky above; and those who turn many to righteousness, like the stars forever and ever.</p>\n\n</div>","kjv":"<strong>1</strong> And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.  <strong>2</strong> And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.  <strong>3</strong> And they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever.  ","niv":"<sup><strong>1</strong></sup> \"At that time Michael, the great prince who protects your people, will arise. There will be a time of distress such as has not happened from the beginning of nations until then. But at that time your people-everyone whose name is found written in the book-will be delivered. <sup><strong>2</strong></sup> Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt. <sup><strong>3</strong></sup> Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness, like the stars for ever and ever. "},{"_id":"616a1b5cbda5ba8d73709036","topicId":"616a1b57bda5ba8d73709023","verse":"Jeremiah 25:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24025003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v24025003-1\">3&nbsp;</b>“For twenty-three years, from the thirteenth year of Josiah the son of Amon, king of Judah, to this day, the word of the LORD has come to me, and I have spoken persistently to you, but you have not listened.</p>\n</div>","kjv":"<strong>3</strong> From the thirteenth year of Josiah the son of Amon king of Judah, even unto this day, that is the three and twentieth year, the word of the LORD hath come unto me, and I have spoken unto you, rising early and speaking; but ye have not hearkened.  ","niv":"<sup><strong>3</strong></sup> For twenty-three years-from the thirteenth year of Josiah son of Amon king of Judah until this very day-the word of the LORD has come to me and I have spoken to you again and again, but you have not listened."},{"_id":"616a1b5dbda5ba8d73709037","topicId":"616a1b57bda5ba8d73709023","verse":"Jeremiah 15:19-20","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24015019_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015019-1\">19&nbsp;</b>&nbsp;&nbsp;Therefore thus says the LORD:</span><br><span id=\"p24015019_01-22\" class=\"line\">&nbsp;&nbsp;“If you return, I will restore you,</span><br><span id=\"p24015019_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall stand before me.</span><br><span id=\"p24015019_01-22\" class=\"line\">&nbsp;&nbsp;If you utter what is precious, and not what is worthless,</span><br><span id=\"p24015019_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be as my mouth.</span><br><span id=\"p24015019_01-22\" class=\"line\">&nbsp;&nbsp;They shall turn to you,</span><br><span id=\"p24015019_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you shall not turn to them.</span><br><span id=\"p24015020_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v24015020-1\">20&nbsp;</b>&nbsp;&nbsp;And I will make you to this people</span><br><span id=\"p24015020_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a fortified wall of bronze;</span><br><span id=\"p24015020_01-22\" class=\"line\">&nbsp;&nbsp;they will fight against you,</span><br><span id=\"p24015020_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they shall not prevail over you,</span><br><span id=\"p24015020_01-22\" class=\"line\">&nbsp;&nbsp;for I am with you</span><br><span id=\"p24015020_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to save you and deliver you,</span><br><span id=\"p24015020_01-22\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> Therefore thus saith the LORD, If thou return, then will I bring thee again, and thou shalt stand before me: and if thou take forth the precious from the vile, thou shalt be as my mouth: let them return unto thee; but return not thou unto them.  <strong>20</strong> And I will make thee unto this people a fenced brasen wall: and they shall fight against thee, but they shall not prevail against thee: for I am with thee to save thee and to deliver thee, saith the LORD.  ","niv":"<sup><strong>19</strong></sup> Therefore this is what the LORD says: \"If you repent, I will restore you that you may serve me; if you utter worthy, not worthless, words, you will be my spokesman. Let this people turn to you, but you must not turn to them. <sup><strong>20</strong></sup> I will make you a wall to this people, a fortified wall of bronze; they will fight against you but will not overcome you, for I am with you to rescue and save you,\" declares the LORD. "},{"_id":"616a1b5dbda5ba8d73709038","topicId":"616a1b57bda5ba8d73709023","verse":"Psalm 16:10","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19016010_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19016010-1\">10&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Sheol,</span><br><span id=\"p19016010_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your holy one see corruption.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> For thou wilt not leave my soul in hell; neither wilt thou suffer thine Holy One to see corruption.  ","niv":"<sup><strong>10</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay."},{"_id":"616a1b5dbda5ba8d73709039","topicId":"616a1b57bda5ba8d73709023","verse":"Deuteronomy 24:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p05024019_01-24\"><b class=\"verse-num\" id=\"v05024019-1\">19&nbsp;</b>“When you reap your harvest in your field and forget a sheaf in the field, you shall not go back to get it. It shall be for the sojourner, the fatherless, and the widow, that the LORD your God may bless you in all the work of your hands.</p>\n</div>","kjv":"<strong>19</strong> When thou cuttest down thine harvest in thy field, and hast forgot a sheaf in the field, thou shalt not go again to fetch it: it shall be for the stranger, for the fatherless, and for the widow: that the LORD thy God may bless thee in all the work of thine hands.  ","niv":"<sup><strong>19</strong></sup> When you are harvesting in your field and you overlook a sheaf, do not go back to get it. Leave it for the alien, the fatherless and the widow, so that the LORD your God may bless you in all the work of your hands."},{"_id":"616a1b5ebda5ba8d7370903a","topicId":"616a1b57bda5ba8d73709023","verse":"Deuteronomy 19:15","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p05019015_04-25\"><b class=\"verse-num\" id=\"v05019015-1\">15&nbsp;</b>“A single witness shall not suffice against a person for any crime or for any wrong in connection with any offense that he has committed. Only on the evidence of two witnesses or of three witnesses shall a charge be established.</p>\n</div>","kjv":"<strong>15</strong> One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall the matter be established.  ","niv":"<sup><strong>15</strong></sup> One witness is not enough to convict a man accused of any crime or offense he may have committed. A matter must be established by the testimony of two or three witnesses.","modified":"2022-02-20T14:26:38.401Z"},{"_id":"616a1b5ebda5ba8d7370903b","topicId":"616a1b57bda5ba8d73709023","verse":"Deuteronomy 18:18-19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p05018018_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018018-1\">18&nbsp;</b>I will raise up for them a prophet like you from among their brothers. And I will put my words in his mouth, and he shall speak to them all that I command him. <b class=\"verse-num\" id=\"v05018019-1\">19&nbsp;</b>And whoever will not listen to my words that he shall speak in my name, I myself will require it of him.</p>\n</div>","kjv":"<strong>18</strong> I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.  <strong>19</strong> And it shall come to pass, that whosoever will not hearken unto my words which he shall speak in my name, I will require it  of him.  ","niv":"<sup><strong>18</strong></sup> I will raise up for them a prophet like you from among their brothers; I will put my words in his mouth, and he will tell them everything I command him. <sup><strong>19</strong></sup> If anyone does not listen to my words that the prophet speaks in my name, I myself will call him to account. "},{"_id":"616a1b5ebda5ba8d7370903c","topicId":"616a1b57bda5ba8d73709023","verse":"1 John 2:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62002004_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him."}]}