{"_id":"616a1bf3bda5ba8d73709086","slug":"queens","name":"Queens","verses":[{"_id":"616a1bf3bda5ba8d73709087","topicId":"616a1bf3bda5ba8d73709086","verse":"1 Kings 10:1-13","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p11010001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11010001-1\">10:1&nbsp;</b>Now when the queen of Sheba heard of the fame of Solomon concerning the name of the LORD, she came to test him with hard questions. <b class=\"verse-num\" id=\"v11010002-1\">2&nbsp;</b>She came to Jerusalem with a very great retinue, with camels bearing spices and very much gold and precious stones. And when she came to Solomon, she told him all that was on her mind. <b class=\"verse-num\" id=\"v11010003-1\">3&nbsp;</b>And Solomon answered all her questions; there was nothing hidden from the king that he could not explain to her. <b class=\"verse-num\" id=\"v11010004-1\">4&nbsp;</b>And when the queen of Sheba had seen all the wisdom of Solomon, the house that he had built, <b class=\"verse-num\" id=\"v11010005-1\">5&nbsp;</b>the food of his table, the seating of his officials, and the attendance of his servants, their clothing, his cupbearers, and his burnt offerings that he offered at the house of the LORD, there was no more breath in her.</p>\n<p id=\"p11010005_05-1\"><b class=\"verse-num\" id=\"v11010006-1\">6&nbsp;</b>And she said to the king, “The report was true that I heard in my own land of your words and of your wisdom, <b class=\"verse-num\" id=\"v11010007-1\">7&nbsp;</b>but I did not believe the reports until I came and my own eyes had seen it. And behold, the half was not told me. Your wisdom and prosperity surpass the report that I heard. <b class=\"verse-num\" id=\"v11010008-1\">8&nbsp;</b>Happy are your men! Happy are your servants, who continually stand before you and hear your wisdom! <b class=\"verse-num\" id=\"v11010009-1\">9&nbsp;</b>Blessed be the LORD your God, who has delighted in you and set you on the throne of Israel! Because the LORD loved Israel forever, he has made you king, that you may execute justice and righteousness.” <b class=\"verse-num\" id=\"v11010010-1\">10&nbsp;</b>Then she gave the king 120 talents of gold, and a very great quantity of spices and precious stones. Never again came such an abundance of spices as these that the queen of Sheba gave to King Solomon.</p>\n<p id=\"p11010010_05-1\"><b class=\"verse-num\" id=\"v11010011-1\">11&nbsp;</b>Moreover, the fleet of Hiram, which brought gold from Ophir, brought from Ophir a very great amount of almug wood and precious stones. <b class=\"verse-num\" id=\"v11010012-1\">12&nbsp;</b>And the king made of the almug wood supports for the house of the LORD and for the king’s house, also lyres and harps for the singers. No such almug wood has come or been seen to this day.</p>\n<p id=\"p11010012_05-1\"><b class=\"verse-num\" id=\"v11010013-1\">13&nbsp;</b>And King Solomon gave to the queen of Sheba all that she desired, whatever she asked besides what was given her by the bounty of King Solomon. So she turned and went back to her own land with her servants.</p>\n\n</div>","kjv":"<strong>1</strong> And when the queen of Sheba heard of the fame of Solomon concerning the name of the LORD, she came to prove him with hard questions.  <strong>2</strong> And she came to Jerusalem with a very great train, with camels that bare spices, and very much gold, and precious stones: and when she was come to Solomon, she communed with him of all that was in her heart.  <strong>3</strong> And Solomon told her all her questions: there was not any  thing hid from the king, which he told her not.  <strong>4</strong> And when the queen of Sheba had seen all Solomon’s wisdom, and the house that he had built,  <strong>5</strong> And the meat of his table, and the sitting of his servants, and the attendance of his ministers, and their apparel, and his cupbearers, and his ascent by which he went up unto the house of the LORD; there was no more spirit in her.  <strong>6</strong> And she said to the king, It was a true report that I heard in mine own land of thy acts and of thy wisdom.  <strong>7</strong> Howbeit I believed not the words, until I came, and mine eyes had seen it: and, behold, the half was not told me: thy wisdom and prosperity exceedeth the fame which I heard.  <strong>8</strong> Happy are thy men, happy are these thy servants, which stand continually before thee, and that hear thy wisdom.  <strong>9</strong> Blessed be the LORD thy God, which delighted in thee, to set thee on the throne of Israel: because the LORD loved Israel for ever, therefore made he thee king, to do judgment and justice.  <strong>10</strong> And she gave the king an hundred and twenty talents of gold, and of spices very great store, and precious stones: there came no more such abundance of spices as these which the queen of Sheba gave to king Solomon.  <strong>11</strong> And the navy also of Hiram, that brought gold from Ophir, brought in from Ophir great plenty of almug trees, and precious stones.  <strong>12</strong> And the king made of the almug trees pillars for the house of the LORD, and for the king’s house, harps also and psalteries for singers: there came no such almug trees, nor were seen unto this day.  <strong>13</strong> And king Solomon gave unto the queen of Sheba all her desire, whatsoever she asked, beside that which Solomon gave her of his royal bounty. So she turned and went to her own country, she and her servants.  ","modified":"2023-02-06T15:06:27.869Z"},{"_id":"616a1bf3bda5ba8d73709088","topicId":"616a1bf3bda5ba8d73709086","verse":"Esther 2:17","votes":26,"__v":0,"esv":"<div>\n<p id=\"p17002017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v17002017-1\">17&nbsp;</b>the king loved Esther more than all the women, and she won grace and favor in his sight more than all the virgins, so that he set the royal crown on her head and made her queen instead of Vashti.</p>\n\n</div>","kjv":"<strong>17</strong> And the king loved Esther above all the women, and she obtained grace and favour in his sight more than all the virgins; so that he set the royal crown upon her head, and made her queen instead of Vashti.  "},{"_id":"616a1bf3bda5ba8d73709089","topicId":"616a1bf3bda5ba8d73709086","verse":"Esther 1:11","votes":25,"__v":0,"esv":"<div>\n<p id=\"p17001011_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v17001011-1\">11&nbsp;</b>to bring Queen Vashti before the king with her royal crown, in order to show the peoples and the princes her beauty, for she was lovely to look at.</p>\n\n</div>","kjv":"<strong>11</strong> To bring Vashti the queen before the king with the crown royal, to shew the people and the princes her beauty: for she was fair to look on.  "},{"_id":"616a1bf4bda5ba8d7370908a","topicId":"616a1bf3bda5ba8d73709086","verse":"Esther 1:10-22","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p17001010_04-4\"><b class=\"verse-num\" id=\"v17001010-1\">10&nbsp;</b>On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha and Abagtha, Zethar and Carkas, the seven eunuchs who served in the presence of King Ahasuerus, <b class=\"verse-num\" id=\"v17001011-1\">11&nbsp;</b>to bring Queen Vashti before the king with her royal crown, in order to show the peoples and the princes her beauty, for she was lovely to look at. <b class=\"verse-num\" id=\"v17001012-1\">12&nbsp;</b>But Queen Vashti refused to come at the king’s command delivered by the eunuchs. At this the king became enraged, and his anger burned within him.</p>\n<p id=\"p17001012_04-4\"><b class=\"verse-num\" id=\"v17001013-1\">13&nbsp;</b>Then the king said to the wise men who knew the times (for this was the king’s procedure toward all who were versed in law and judgment, <b class=\"verse-num\" id=\"v17001014-1\">14&nbsp;</b>the men next to him being Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king’s face, and sat first in the kingdom): <b class=\"verse-num\" id=\"v17001015-1\">15&nbsp;</b>“According to the law, what is to be done to Queen Vashti, because she has not performed the command of King Ahasuerus delivered by the eunuchs?” <b class=\"verse-num\" id=\"v17001016-1\">16&nbsp;</b>Then Memucan said in the presence of the king and the officials, “Not only against the king has Queen Vashti done wrong, but also against all the officials and all the peoples who are in all the provinces of King Ahasuerus. <b class=\"verse-num\" id=\"v17001017-1\">17&nbsp;</b>For the queen’s behavior will be made known to all women, causing them to look at their husbands with contempt, since they will say, ‘King Ahasuerus commanded Queen Vashti to be brought before him, and she did not come.’ <b class=\"verse-num\" id=\"v17001018-1\">18&nbsp;</b>This very day the noble women of Persia and Media who have heard of the queen’s behavior will say the same to all the king’s officials, and there will be contempt and wrath in plenty. <b class=\"verse-num\" id=\"v17001019-1\">19&nbsp;</b>If it please the king, let a royal order go out from him, and let it be written among the laws of the Persians and the Medes so that it may not be repealed, that Vashti is never again to come before King Ahasuerus. And let the king give her royal position to another who is better than she. <b class=\"verse-num\" id=\"v17001020-1\">20&nbsp;</b>So when the decree made by the king is proclaimed throughout all his kingdom, for it is vast, all women will give honor to their husbands, high and low alike.” <b class=\"verse-num\" id=\"v17001021-1\">21&nbsp;</b>This advice pleased the king and the princes, and the king did as Memucan proposed. <b class=\"verse-num\" id=\"v17001022-1\">22&nbsp;</b>He sent letters to all the royal provinces, to every province in its own script and to every people in its own language, that every man be master in his own household and speak according to the language of his people.</p>\n\n</div>","kjv":"<strong>10</strong> On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven chamberlains that served in the presence of Ahasuerus the king,  <strong>11</strong> To bring Vashti the queen before the king with the crown royal, to shew the people and the princes her beauty: for she was fair to look on.  <strong>12</strong> But the queen Vashti refused to come at the king’s commandment by his chamberlains: therefore was the king very wroth, and his anger burned in him.  <strong>13</strong> Then the king said to the wise men, which knew the times, (for so was the king’s manner toward all that knew law and judgment:  <strong>14</strong> And the next unto him was Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, which saw the king’s face, and which sat the first in the kingdom;)  <strong>15</strong> What shall we do unto the queen Vashti according to law, because she hath not performed the commandment of the king Ahasuerus by the chamberlains?  <strong>16</strong> And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the people that are in all the provinces of the king Ahasuerus.  <strong>17</strong> For this deed of the queen shall come abroad unto all women, so that they shall despise their husbands in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not.  <strong>18</strong> Likewise shall the ladies of Persia and Media say this day unto all the king’s princes, which have heard of the deed of the queen. Thus shall there arise too much contempt and wrath.  <strong>19</strong> If it please the king, let there go a royal commandment from him, and let it be written among the laws of the Persians and the Medes, that it be not altered, That Vashti come no more before king Ahasuerus; and let the king give her royal estate unto another that is better than she.  <strong>20</strong> And when the king’s decree which he shall make shall be published throughout all his empire, (for it is great,) all the wives shall give to their husbands honour, both to great and small.  <strong>21</strong> And the saying pleased the king and the princes; and the king did according to the word of Memucan:  <strong>22</strong> For he sent letters into all the king’s provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and that it should be published according to the language of every people.  "},{"_id":"616a1bf4bda5ba8d7370908b","topicId":"616a1bf3bda5ba8d73709086","verse":"Acts 8:27","votes":19,"__v":0,"esv":"<div>\n<p id=\"p44008027_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44008027-1\">27&nbsp;</b>And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship</p>\n</div>","kjv":"<strong>27</strong> And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,  "},{"_id":"616a1bf4bda5ba8d7370908c","topicId":"616a1bf3bda5ba8d73709086","verse":"1 Kings 10:1","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p11010001_05-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11010001-1\">10:1&nbsp;</b>Now when the queen of Sheba heard of the fame of Solomon concerning the name of the LORD, she came to test him with hard questions.</p>\n</div>","kjv":"<strong>1</strong> And when the queen of Sheba heard of the fame of Solomon concerning the name of the LORD, she came to prove him with hard questions.  "},{"_id":"616a1bf5bda5ba8d7370908d","topicId":"616a1bf3bda5ba8d73709086","verse":"Jeremiah 44:25","votes":16,"__v":0,"esv":"<div>\n<p id=\"p24044025_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v24044025-1\">25&nbsp;</b>Thus says the LORD of hosts, the God of Israel: You and your wives have declared with your mouths, and have fulfilled it with your hands, saying, ‘We will surely perform our vows that we have made, to make offerings to the queen of heaven and to pour out drink offerings to her.’ Then confirm your vows and perform your vows!</p>\n</div>","kjv":"<strong>25</strong> Thus saith the LORD of hosts, the God of Israel, saying; Ye and your wives have both spoken with your mouths, and fulfilled with your hand, saying, We will surely perform our vows that we have vowed, to burn incense to the queen of heaven, and to pour out drink offerings unto her: ye will surely accomplish your vows, and surely perform your vows.  "},{"_id":"616a1bf5bda5ba8d7370908e","topicId":"616a1bf3bda5ba8d73709086","verse":"Esther 1:9","votes":16,"__v":0,"esv":"<div>\n<p id=\"p17001009_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v17001009-1\">9&nbsp;</b>Queen Vashti also gave a feast for the women in the palace that belonged to King Ahasuerus.</p>\n</div>","kjv":"<strong>9</strong> Also Vashti the queen made a feast for the women in the royal house which belonged to king Ahasuerus.  "},{"_id":"616a1bf5bda5ba8d7370908f","topicId":"616a1bf3bda5ba8d73709086","verse":"Nehemiah 2:6","votes":16,"__v":0,"esv":"<div>\n<p id=\"p16002006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v16002006-1\">6&nbsp;</b>And the king said to me (the queen sitting beside him), “How long will you be gone, and when will you return?” So it pleased the king to send me when I had given him a time.</p>\n</div>","kjv":"<strong>6</strong> And the king said unto me, (the queen also sitting by him,) For how long shall thy journey be? and when wilt thou return? So it pleased the king to send me; and I set him a time.  "},{"_id":"616a1bf5bda5ba8d73709090","topicId":"616a1bf3bda5ba8d73709086","verse":"Jeremiah 7:18","votes":15,"__v":0,"esv":"<div>\n<p id=\"p24007018_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v24007018-1\">18&nbsp;</b>The children gather wood, the fathers kindle fire, and the women knead dough, to make cakes for the queen of heaven. And they pour out drink offerings to other gods, to provoke me to anger.</p>\n</div>","kjv":"<strong>18</strong> The children gather wood, and the fathers kindle the fire, and the women knead their dough, to make cakes to the queen of heaven, and to pour out drink offerings unto other gods, that they may provoke me to anger.  "},{"_id":"616a1bf6bda5ba8d73709091","topicId":"616a1bf3bda5ba8d73709086","verse":"Luke 11:31","votes":14,"__v":0,"esv":"<div>\n<p id=\"p42011031_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011031-1\">31&nbsp;</b><span class=\"woc\">The queen of the South will rise up at the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.</span></p>\n</div>","kjv":"<strong>31</strong> The queen of the south shall rise up in the judgment with the men of this generation, and condemn them: for she came from the utmost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.  "},{"_id":"616a1bf6bda5ba8d73709092","topicId":"616a1bf3bda5ba8d73709086","verse":"Leviticus 18:22","votes":14,"__v":0,"esv":"<div>\n<p id=\"p03018022_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v03018022-1\">22&nbsp;</b>You shall not lie with a male as with a woman; it is an abomination.</p>\n</div>","kjv":"<strong>22</strong> Thou shalt not lie with mankind, as with womankind: it is  abomination.  "},{"_id":"616a1bf6bda5ba8d73709093","topicId":"616a1bf3bda5ba8d73709086","verse":"Matthew 12:42","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40012042_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012042-1\">42&nbsp;</b><span class=\"woc\">The queen of the South will rise up at the judgment with this generation and condemn it, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.</span></p>\n</div>","kjv":"<strong>42</strong> The queen of the south shall rise up in the judgment with this generation, and shall condemn it: for she came from the uttermost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.  "},{"_id":"616a1bf7bda5ba8d73709094","topicId":"616a1bf3bda5ba8d73709086","verse":"1 Corinthians 6:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-16\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality,</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  "},{"_id":"616a1bf7bda5ba8d73709095","topicId":"616a1bf3bda5ba8d73709086","verse":"Psalm 45:9","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19045009_01-17\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19045009-1\">9&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;daughters of kings are among your ladies of honor;</span><br><span id=\"p19045009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at your right hand stands the queen in gold of Ophir.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Kings’ daughters were among thy honourable women: upon thy right hand did stand the queen in gold of Ophir.  "},{"_id":"616a1bf7bda5ba8d73709096","topicId":"616a1bf3bda5ba8d73709086","verse":"Esther 5:3","votes":11,"__v":0,"esv":"<div>\n<p id=\"p17005003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v17005003-1\">3&nbsp;</b>And the king said to her, “What is it, Queen Esther? What is your request? It shall be given you, even to the half of my kingdom.”</p>\n</div>","kjv":"<strong>3</strong> Then said the king unto her, What wilt thou, queen Esther? and what is thy request? it shall be even given thee to the half of the kingdom.  "},{"_id":"616a1bf8bda5ba8d73709097","topicId":"616a1bf3bda5ba8d73709086","verse":"1 Kings 1:1-53","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p11001001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11001001-1\">1:1&nbsp;</b>Now King David was old and advanced in years. And although they covered him with clothes, he could not get warm. <b class=\"verse-num\" id=\"v11001002-1\">2&nbsp;</b>Therefore his servants said to him, “Let a young woman be sought for my lord the king, and let her wait on the king and be in his service. Let her lie in your arms, that my lord the king may be warm.” <b class=\"verse-num\" id=\"v11001003-1\">3&nbsp;</b>So they sought for a beautiful young woman throughout all the territory of Israel, and found Abishag the Shunammite, and brought her to the king. <b class=\"verse-num\" id=\"v11001004-1\">4&nbsp;</b>The young woman was very beautiful, and she was of service to the king and attended to him, but the king knew her not.</p>\n\n<p id=\"p11001004_12-20\"><b class=\"verse-num\" id=\"v11001005-1\">5&nbsp;</b>Now Adonijah the son of Haggith exalted himself, saying, “I will be king.” And he prepared for himself chariots and horsemen, and fifty men to run before him. <b class=\"verse-num\" id=\"v11001006-1\">6&nbsp;</b>His father had never at any time displeased him by asking, “Why have you done thus and so?” He was also a very handsome man, and he was born next after Absalom. <b class=\"verse-num\" id=\"v11001007-1\">7&nbsp;</b>He conferred with Joab the son of Zeruiah and with Abiathar the priest. And they followed Adonijah and helped him. <b class=\"verse-num\" id=\"v11001008-1\">8&nbsp;</b>But Zadok the priest and Benaiah the son of Jehoiada and Nathan the prophet and Shimei and Rei and David’s mighty men were not with Adonijah.</p>\n<p id=\"p11001008_12-20\"><b class=\"verse-num\" id=\"v11001009-1\">9&nbsp;</b>Adonijah sacrificed sheep, oxen, and fattened cattle by the Serpent’s Stone, which is beside En-rogel, and he invited all his brothers, the king’s sons, and all the royal officials of Judah, <b class=\"verse-num\" id=\"v11001010-1\">10&nbsp;</b>but he did not invite Nathan the prophet or Benaiah or the mighty men or Solomon his brother.</p>\n\n<p id=\"p11001010_17-20\"><b class=\"verse-num\" id=\"v11001011-1\">11&nbsp;</b>Then Nathan said to Bathsheba the mother of Solomon, “Have you not heard that Adonijah the son of Haggith has become king and David our lord does not know it? <b class=\"verse-num\" id=\"v11001012-1\">12&nbsp;</b>Now therefore come, let me give you advice, that you may save your own life and the life of your son Solomon. <b class=\"verse-num\" id=\"v11001013-1\">13&nbsp;</b>Go in at once to King David, and say to him, ‘Did you not, my lord the king, swear to your servant, saying, “Solomon your son shall reign after me, and he shall sit on my throne”? Why then is Adonijah king?’ <b class=\"verse-num\" id=\"v11001014-1\">14&nbsp;</b>Then while you are still speaking with the king, I also will come in after you and confirm your words.”</p>\n<p id=\"p11001014_17-20\"><b class=\"verse-num\" id=\"v11001015-1\">15&nbsp;</b>So Bathsheba went to the king in his chamber (now the king was very old, and Abishag the Shunammite was attending to the king). <b class=\"verse-num\" id=\"v11001016-1\">16&nbsp;</b>Bathsheba bowed and paid homage to the king, and the king said, “What do you desire?” <b class=\"verse-num\" id=\"v11001017-1\">17&nbsp;</b>She said to him, “My lord, you swore to your servant by the LORD your God, saying, ‘Solomon your son shall reign after me, and he shall sit on my throne.’ <b class=\"verse-num\" id=\"v11001018-1\">18&nbsp;</b>And now, behold, Adonijah is king, although you, my lord the king, do not know it. <b class=\"verse-num\" id=\"v11001019-1\">19&nbsp;</b>He has sacrificed oxen, fattened cattle, and sheep in abundance, and has invited all the sons of the king, Abiathar the priest, and Joab the commander of the army, but Solomon your servant he has not invited. <b class=\"verse-num\" id=\"v11001020-1\">20&nbsp;</b>And now, my lord the king, the eyes of all Israel are on you, to tell them who shall sit on the throne of my lord the king after him. <b class=\"verse-num\" id=\"v11001021-1\">21&nbsp;</b>Otherwise it will come to pass, when my lord the king sleeps with his fathers, that I and my son Solomon will be counted offenders.”</p>\n<p id=\"p11001021_17-20\"><b class=\"verse-num\" id=\"v11001022-1\">22&nbsp;</b>While she was still speaking with the king, Nathan the prophet came in. <b class=\"verse-num\" id=\"v11001023-1\">23&nbsp;</b>And they told the king, “Here is Nathan the prophet.” And when he came in before the king, he bowed before the king, with his face to the ground. <b class=\"verse-num\" id=\"v11001024-1\">24&nbsp;</b>And Nathan said, “My lord the king, have you said, ‘Adonijah shall reign after me, and he shall sit on my throne’? <b class=\"verse-num\" id=\"v11001025-1\">25&nbsp;</b>For he has gone down this day and has sacrificed oxen, fattened cattle, and sheep in abundance, and has invited all the king’s sons, the commanders of the army, and Abiathar the priest. And behold, they are eating and drinking before him, and saying, ‘Long live King Adonijah!’ <b class=\"verse-num\" id=\"v11001026-1\">26&nbsp;</b>But me, your servant, and Zadok the priest, and Benaiah the son of Jehoiada, and your servant Solomon he has not invited. <b class=\"verse-num\" id=\"v11001027-1\">27&nbsp;</b>Has this thing been brought about by my lord the king and you have not told your servants who should sit on the throne of my lord the king after him?”</p>\n\n<p id=\"p11001027_20-20\"><b class=\"verse-num\" id=\"v11001028-1\">28&nbsp;</b>Then King David answered, “Call Bathsheba to me.” So she came into the king’s presence and stood before the king. <b class=\"verse-num\" id=\"v11001029-1\">29&nbsp;</b>And the king swore, saying, “As the LORD lives, who has redeemed my soul out of every adversity, <b class=\"verse-num\" id=\"v11001030-1\">30&nbsp;</b>as I swore to you by the LORD, the God of Israel, saying, ‘Solomon your son shall reign after me, and he shall sit on my throne in my place,’ even so will I do this day.” <b class=\"verse-num\" id=\"v11001031-1\">31&nbsp;</b>Then Bathsheba bowed with her face to the ground and paid homage to the king and said, “May my lord King David live forever!”</p>\n<p id=\"p11001031_20-20\"><b class=\"verse-num\" id=\"v11001032-1\">32&nbsp;</b>King David said, “Call to me Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada.” So they came before the king. <b class=\"verse-num\" id=\"v11001033-1\">33&nbsp;</b>And the king said to them, “Take with you the servants of your lord and have Solomon my son ride on my own mule, and bring him down to Gihon. <b class=\"verse-num\" id=\"v11001034-1\">34&nbsp;</b>And let Zadok the priest and Nathan the prophet there anoint him king over Israel. Then blow the trumpet and say, ‘Long live King Solomon!’ <b class=\"verse-num\" id=\"v11001035-1\">35&nbsp;</b>You shall then come up after him, and he shall come and sit on my throne, for he shall be king in my place. And I have appointed him to be ruler over Israel and over Judah.” <b class=\"verse-num\" id=\"v11001036-1\">36&nbsp;</b>And Benaiah the son of Jehoiada answered the king, “Amen! May the LORD, the God of my lord the king, say so. <b class=\"verse-num\" id=\"v11001037-1\">37&nbsp;</b>As the LORD has been with my lord the king, even so may he be with Solomon, and make his throne greater than the throne of my lord King David.”</p>\n<p id=\"p11001037_20-20\"><b class=\"verse-num\" id=\"v11001038-1\">38&nbsp;</b>So Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites and the Pelethites went down and had Solomon ride on King David’s mule and brought him to Gihon. <b class=\"verse-num\" id=\"v11001039-1\">39&nbsp;</b>There Zadok the priest took the horn of oil from the tent and anointed Solomon. Then they blew the trumpet, and all the people said, “Long live King Solomon!” <b class=\"verse-num\" id=\"v11001040-1\">40&nbsp;</b>And all the people went up after him, playing on pipes, and rejoicing with great joy, so that the earth was split by their noise.</p>\n<p id=\"p11001040_20-20\"><b class=\"verse-num\" id=\"v11001041-1\">41&nbsp;</b>Adonijah and all the guests who were with him heard it as they finished feasting. And when Joab heard the sound of the trumpet, he said, “What does this uproar in the city mean?” <b class=\"verse-num\" id=\"v11001042-1\">42&nbsp;</b>While he was still speaking, behold, Jonathan the son of Abiathar the priest came. And Adonijah said, “Come in, for you are a worthy man and bring good news.” <b class=\"verse-num\" id=\"v11001043-1\">43&nbsp;</b>Jonathan answered Adonijah, “No, for our lord King David has made Solomon king, <b class=\"verse-num\" id=\"v11001044-1\">44&nbsp;</b>and the king has sent with him Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites and the Pelethites. And they had him ride on the king’s mule. <b class=\"verse-num\" id=\"v11001045-1\">45&nbsp;</b>And Zadok the priest and Nathan the prophet have anointed him king at Gihon, and they have gone up from there rejoicing, so that the city is in an uproar. This is the noise that you have heard. <b class=\"verse-num\" id=\"v11001046-1\">46&nbsp;</b>Solomon sits on the royal throne. <b class=\"verse-num\" id=\"v11001047-1\">47&nbsp;</b>Moreover, the king’s servants came to congratulate our lord King David, saying, ‘May your God make the name of Solomon more famous than yours, and make his throne greater than your throne.’ And the king bowed himself on the bed. <b class=\"verse-num\" id=\"v11001048-1\">48&nbsp;</b>And the king also said, ‘Blessed be the LORD, the God of Israel, who has granted someone to sit on my throne this day, my own eyes seeing it.’”</p>\n<p id=\"p11001048_20-20\"><b class=\"verse-num\" id=\"v11001049-1\">49&nbsp;</b>Then all the guests of Adonijah trembled and rose, and each went his own way. <b class=\"verse-num\" id=\"v11001050-1\">50&nbsp;</b>And Adonijah feared Solomon. So he arose and went and took hold of the horns of the altar. <b class=\"verse-num\" id=\"v11001051-1\">51&nbsp;</b>Then it was told Solomon, “Behold, Adonijah fears King Solomon, for behold, he has laid hold of the horns of the altar, saying, ‘Let King Solomon swear to me first that he will not put his servant to death with the sword.’” <b class=\"verse-num\" id=\"v11001052-1\">52&nbsp;</b>And Solomon said, “If he will show himself a worthy man, not one of his hairs shall fall to the earth, but if wickedness is found in him, he shall die.” <b class=\"verse-num\" id=\"v11001053-1\">53&nbsp;</b>So King Solomon sent, and they brought him down from the altar. And he came and paid homage to King Solomon, and Solomon said to him, “Go to your house.”</p>\n\n</div>","kjv":"<strong>1</strong> Now king David was old and stricken in years; and they covered him with clothes, but he gat no heat.  <strong>2</strong> Wherefore his servants said unto him, Let there be sought for my lord the king a young virgin: and let her stand before the king, and let her cherish him, and let her lie in thy bosom, that my lord the king may get heat.  <strong>3</strong> So they sought for a fair damsel throughout all the coasts of Israel, and found Abishag a Shunammite, and brought her to the king.  <strong>4</strong> And the damsel was very fair, and cherished the king, and ministered to him: but the king knew her not.  <strong>5</strong> Then Adonijah the son of Haggith exalted himself, saying, I will be king: and he prepared him chariots and horsemen, and fifty men to run before him.  <strong>6</strong> And his father had not displeased him at any time in saying, Why hast thou done so? and he also was a very goodly man; and his mother bare him after Absalom.  <strong>7</strong> And he conferred with Joab the son of Zeruiah, and with Abiathar the priest: and they following Adonijah helped him.  <strong>8</strong> But Zadok the priest, and Benaiah the son of Jehoiada, and Nathan the prophet, and Shimei, and Rei, and the mighty men which belonged  to David, were not with Adonijah.  <strong>9</strong> And Adonijah slew sheep and oxen and fat cattle by the stone of Zoheleth, which is by En-rogel, and called all his brethren the king’s sons, and all the men of Judah the king’s servants:  <strong>10</strong> But Nathan the prophet, and Benaiah, and the mighty men, and Solomon his brother, he called not.  <strong>11</strong> Wherefore Nathan spake unto Bath-sheba the mother of Solomon, saying, Hast thou not heard that Adonijah the son of Haggith doth reign, and David our lord knoweth it not?  <strong>12</strong> Now therefore come, let me, I pray thee, give thee counsel, that thou mayest save thine own life, and the life of thy son Solomon.  <strong>13</strong> Go and get thee in unto king David, and say unto him, Didst not thou, my lord, O king, swear unto thine handmaid, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne? why then doth Adonijah reign?  <strong>14</strong> Behold, while thou yet talkest there with the king, I also will come in after thee, and confirm thy words.  <strong>15</strong> And Bath-sheba went in unto the king into the chamber: and the king was very old; and Abishag the Shunammite ministered unto the king.  <strong>16</strong> And Bath-sheba bowed, and did obeisance unto the king. And the king said, What wouldest thou?  <strong>17</strong> And she said unto him, My lord, thou swarest by the LORD thy God unto thine handmaid, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne.  <strong>18</strong> And now, behold, Adonijah reigneth; and now, my lord the king, thou knowest it not:  <strong>19</strong> And he hath slain oxen and fat cattle and sheep in abundance, and hath called all the sons of the king, and Abiathar the priest, and Joab the captain of the host: but Solomon thy servant hath he not called.  <strong>20</strong> And thou, my lord, O king, the eyes of all Israel are upon thee, that thou shouldest tell them who shall sit on the throne of my lord the king after him.  <strong>21</strong> Otherwise it shall come to pass, when my lord the king shall sleep with his fathers, that I and my son Solomon shall be counted offenders.  <strong>22</strong> And, lo, while she yet talked with the king, Nathan the prophet also came in.  <strong>23</strong> And they told the king, saying, Behold Nathan the prophet. And when he was come in before the king, he bowed himself before the king with his face to the ground.  <strong>24</strong> And Nathan said, My lord, O king, hast thou said, Adonijah shall reign after me, and he shall sit upon my throne?  <strong>25</strong> For he is gone down this day, and hath slain oxen and fat cattle and sheep in abundance, and hath called all the king’s sons, and the captains of the host, and Abiathar the priest; and, behold, they eat and drink before him, and say, God save king Adonijah.  <strong>26</strong> But me, even me thy servant, and Zadok the priest, and Benaiah the son of Jehoiada, and thy servant Solomon, hath he not called.  <strong>27</strong> Is this thing done by my lord the king, and thou hast not shewed it unto thy servant, who should sit on the throne of my lord the king after him?  <strong>28</strong> Then king David answered and said, Call me Bath-sheba. And she came into the king’s presence, and stood before the king.  <strong>29</strong> And the king sware, and said, As the LORD liveth, that hath redeemed my soul out of all distress,  <strong>30</strong> Even as I sware unto thee by the LORD God of Israel, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne in my stead; even so will I certainly do this day.  <strong>31</strong> Then Bath-sheba bowed with her face to the earth, and did reverence to the king, and said, Let my lord king David live for ever.  <strong>32</strong> And king David said, Call me Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada. And they came before the king.  <strong>33</strong> The king also said unto them, Take with you the servants of your lord, and cause Solomon my son to ride upon mine own mule, and bring him down to Gihon:  <strong>34</strong> And let Zadok the priest and Nathan the prophet anoint him there king over Israel: and blow ye with the trumpet, and say, God save king Solomon.  <strong>35</strong> Then ye shall come up after him, that he may come and sit upon my throne; for he shall be king in my stead: and I have appointed him to be ruler over Israel and over Judah.  <strong>36</strong> And Benaiah the son of Jehoiada answered the king, and said, Amen: the LORD God of my lord the king say so too.  <strong>37</strong> As the LORD hath been with my lord the king, even so be he with Solomon, and make his throne greater than the throne of my lord king David.  <strong>38</strong> So Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites, and the Pelethites, went down, and caused Solomon to ride upon king David’s mule, and brought him to Gihon.  <strong>39</strong> And Zadok the priest took an horn of oil out of the tabernacle, and anointed Solomon. And they blew the trumpet; and all the people said, God save king Solomon.  <strong>40</strong> And all the people came up after him, and the people piped with pipes, and rejoiced with great joy, so that the earth rent with the sound of them.  <strong>41</strong> And Adonijah and all the guests that were with him heard it as they had made an end of eating. And when Joab heard the sound of the trumpet, he said, Wherefore is this noise of the city being in an uproar?  <strong>42</strong> And while he yet spake, behold, Jonathan the son of Abiathar the priest came: and Adonijah said unto him, Come in; for thou art a valiant man, and bringest good tidings.  <strong>43</strong> And Jonathan answered and said to Adonijah, Verily our lord king David hath made Solomon king.  <strong>44</strong> And the king hath sent with him Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites, and the Pelethites, and they have caused him to ride upon the king’s mule:  <strong>45</strong> And Zadok the priest and Nathan the prophet have anointed him king in Gihon: and they are come up from thence rejoicing, so that the city rang again. This is the noise that ye have heard.  <strong>46</strong> And also Solomon sitteth on the throne of the kingdom.  <strong>47</strong> And moreover the king’s servants came to bless our lord king David, saying, God make the name of Solomon better than thy name, and make his throne greater than thy throne. And the king bowed himself upon the bed.  <strong>48</strong> And also thus said the king, Blessed be the LORD God of Israel, which hath given one to sit on my throne this day, mine eyes even seeing it.  <strong>49</strong> And all the guests that were with Adonijah were afraid, and rose up, and went every man his way.  <strong>50</strong> And Adonijah feared because of Solomon, and arose, and went, and caught hold on the horns of the altar.  <strong>51</strong> And it was told Solomon, saying, Behold, Adonijah feareth king Solomon: for, lo, he hath caught hold on the horns of the altar, saying, Let king Solomon swear unto me to day that he will not slay his servant with the sword.  <strong>52</strong> And Solomon said, If he will shew himself a worthy man, there shall not an hair of him fall to the earth: but if wickedness shall be found in him, he shall die.  <strong>53</strong> So king Solomon sent, and they brought him down from the altar. And he came and bowed himself to king Solomon: and Solomon said unto him, Go to thine house.  "},{"_id":"616a1bf8bda5ba8d73709098","topicId":"616a1bf3bda5ba8d73709086","verse":"Revelation 18:7","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018007_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018007-1\">7&nbsp;</b>&nbsp;&nbsp;As she glorified herself and lived in luxury,</span><br><span id=\"p66018007_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so give her a like measure of torment and mourning,</span><br><span id=\"p66018007_01-21\" class=\"line\">&nbsp;&nbsp;since in her heart she says,</span><br><span id=\"p66018007_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘I sit as a queen,</span><br><span id=\"p66018007_01-21\" class=\"line\">&nbsp;&nbsp;I am no widow,</span><br><span id=\"p66018007_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and mourning I shall never see.’</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.  "},{"_id":"616a1bf8bda5ba8d73709099","topicId":"616a1bf3bda5ba8d73709086","verse":"Esther 7:3","votes":11,"__v":0,"esv":"<div>\n<p id=\"p17007003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v17007003-1\">3&nbsp;</b>Then Queen Esther answered, “If I have found favor in your sight, O king, and if it please the king, let my life be granted me for my wish, and my people for my request.</p>\n</div>","kjv":"<strong>3</strong> Then Esther the queen answered and said, If I have found favour in thy sight, O king, and if it please the king, let my life be given me at my petition, and my people at my request:  "},{"_id":"616a1bf8bda5ba8d7370909a","topicId":"616a1bf3bda5ba8d73709086","verse":"1 Kings 11:19","votes":11,"__v":0,"esv":"<div>\n<p id=\"p11011019_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v11011019-1\">19&nbsp;</b>And Hadad found great favor in the sight of Pharaoh, so that he gave him in marriage the sister of his own wife, the sister of Tahpenes the queen.</p>\n</div>","kjv":"<strong>19</strong> And Hadad found great favour in the sight of Pharaoh, so that he gave him to wife the sister of his own wife, the sister of Tahpenes the queen.  "},{"_id":"616a1bf9bda5ba8d7370909b","topicId":"616a1bf3bda5ba8d73709086","verse":"Genesis 19:5","votes":10,"__v":0,"esv":"<div>\n<p id=\"p01019005_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01019005-1\">5&nbsp;</b>And they called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.”</p>\n</div>","kjv":"<strong>5</strong> And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.  ","modified":"2022-09-18T12:50:41.888Z"},{"_id":"616a1bf9bda5ba8d7370909c","topicId":"616a1bf3bda5ba8d73709086","verse":"1 Kings 10:13","votes":10,"__v":0,"esv":"<div>\n<p id=\"p11010013_01-27\"><b class=\"verse-num\" id=\"v11010013-1\">13&nbsp;</b>And King Solomon gave to the queen of Sheba all that she desired, whatever she asked besides what was given her by the bounty of King Solomon. So she turned and went back to her own land with her servants.</p>\n</div>","kjv":"<strong>13</strong> And king Solomon gave unto the queen of Sheba all her desire, whatsoever she asked, beside that which Solomon gave her of his royal bounty. So she turned and went to her own country, she and her servants.  "},{"_id":"616a1bf9bda5ba8d7370909d","topicId":"616a1bf3bda5ba8d73709086","verse":"1 Kings 10:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p11010004_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v11010004-1\">4&nbsp;</b>And when the queen of Sheba had seen all the wisdom of Solomon, the house that he had built,</p>\n</div>","kjv":"<strong>4</strong> And when the queen of Sheba had seen all Solomon’s wisdom, and the house that he had built,  ","modified":"2022-09-18T12:50:35.357Z"},{"_id":"616a1bfabda5ba8d7370909e","topicId":"616a1bf3bda5ba8d73709086","verse":"Leviticus 20:13","votes":10,"__v":0,"esv":"<div>\n<p id=\"p03020013_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020013-1\">13&nbsp;</b>If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them.</p>\n</div>","kjv":"<strong>13</strong> If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.  "},{"_id":"616a1bfabda5ba8d7370909f","topicId":"616a1bf3bda5ba8d73709086","verse":"Daniel 5:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p27005010_01-31\"><b class=\"verse-num\" id=\"v27005010-1\">10&nbsp;</b>The queen, because of the words of the king and his lords, came into the banqueting hall, and the queen declared, “O king, live forever! Let not your thoughts alarm you or your color change.</p>\n\n</div>","kjv":"<strong>10</strong>           Now the queen, by reason of the words of the king and his lords, came into the banquet house: and the queen spake and said, O king, live for ever: let not thy thoughts trouble thee, nor let thy countenance be changed:  ","modified":"2022-09-19T10:33:10.269Z"}]}